{"error": 448, "message": "OK", "parameters": {"id": 1376, "name": "Nextdoor Neighborhoods", "created_at": "2019-02-10 20:49:03.862852", "updated_at": "2021-05-30 19:53:53.033051", "wikipedia": "https://en.wikipedia.org/wiki/Nextdoor", "keywords": null, "related": null, "slug": "nextdoor_neighborhoods", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1376.png", "url": "nextdoor.com", "documents": [{"id": 989, "name": "Member Agreement", "url": "https://legal.nextdoor.com/us-member-agreement-2020/", "xpath": "//body", "text": " Nextdoor <ul>\n<li>About<i>\n</i>\n</li>\n<li>News<i>\n</i>\n</li>\n<li>Media Assets<i>\n</i>\n</li>\n<li>Blog<i>\n</i>\n</li>\n<li>Business<i>\n</i>\n</li>\n<li>Careers<i>\n</i>\n</li>\n</ul> Member Agreement\n<p>\n<em>Last updated on December 5, 2019.&nbsp.\nThis Member Agreement is effective January 1, 2020.&nbsp.\nTo review the previous Member Agreement, please click </em>\n<em>here</em>\n<em>.</em>\n</p>\n<p>\n<em>If you are a business member, click </em>\n<em>here</em>\n<em> for additional terms.</em>\n</p>\n<p>\n<em>If you are a special entity, click </em>\n<em>here</em>\n<em> for additional terms.</em>\n</p>\n<p>Welcome to Nextdoor! This agreement (“Agreement”) describes your rights and responsibilities related to your use of Nextdoor’s website, mobile apps, and services as a registered Nextdoor member, and what you can expect from us.\nBy creating your Nextdoor account, clicking “continue”, or by otherwise indicating that you agree, you are agreeing to these terms, so please take a moment to read this legally binding Agreement, along with the Privacy Policy and the Cookie Policy.\nIf you use any Nextdoor website or mobile app but are not a registered member (each, a “visitor”), by using the website or mobile app, you agree to be bound by the terms of this Agreement, and acknowledge that you have read the Privacy Policy and the Cookie Policy.</p>\n<p>Nextdoor is the neighborhood hub for trusted connections and the exchange of helpful information, goods, and services.\nwe hope that neighbors everywhere will use Nextdoor to build stronger and safer neighborhoods around the world.\nWe use “Nextdoor” here to refer to the Nextdoor websites and our iOS and Android apps (also referred to as our “Services”).\nWe also use “Nextdoor”, “we”, “us” and “our” to refer to the companies operating our Services.</p>\n<p>If you live in Australia, the Services are provided to you by Nextdoor Australia Pty Ltd, Railway House, 7-11 York Street, Sydney, NSW 2000.&nbsp.\nIf you live in Canada, the Services and operated and provided to you by Nextdoor Canada Ltd, 100 King Street West, Suite 6200, Toronto, Ontario M5X 1B8.&nbsp.\nIf you live in the EU or elsewhere outside the United States and Canada, the Services are operated and provided to you by Nextdoor EMEA Limited, an Irish registered company, Digital Depot, Thomas Street West, Dublin 8, Ireland.&nbsp.\nIf you live in the United States, the Services are operated and provided to you by Nextdoor, Inc., 875 Stevenson Street, Suite 700, San Francisco, CA 94103.</p>\n<p>IMPORTANT: U.S.\nMEMBERS AND VISITORS, PLEASE REVIEW THE ARBITRATION AGREEMENT SET FORTH BELOW CAREFULLY, AS IT WILL REQUIRE YOU TO RESOLVE DISPUTES WITH NEXTDOOR ON AN INDIVIDUAL BASIS THROUGH FINAL AND BINDING ARBITRATION.</p>\n<p>BY ENTERING INTO THIS AGREEMENT, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND ALL OF THE TERMS OF THIS AGREEMENT.</p>\n<p>\n<strong>1.\nEligibility.</strong>\n</p>\n<p>Each person is limited to one account per residence, and you may not share your account password with anyone else (even a family member sharing your home) or allow someone else to use your personal account.\nSpecialized accounts (such as Business Pages) are allowed to authorize more than one representative of their business or organization to utilize their account password for use in their official capacity.</p>\n<p>When you register for Nextdoor you must use your real name, not a pseudonym, except in circumstances that, in Nextdoor’s sole judgment, warrant an exception.&nbsp.\nSubmitting inaccurate registration information, registering if you know you don’t meet our eligibility requirements, or otherwise providing false registration information is a violation of this Agreement and could constitute a crime.</p>\n<p>You may not use our Services if: (1) you are a resident of the United States and are under 13 years old, or if you are a resident of the EU and are under 16 years old (or do not meet applicable age requirements to use social media services where you live).\n(2) you are a registered sex offender or share a household with one.\n(3) we previously disabled your account for violations of our terms or policies.\nor (4) you are prohibited from receiving our Services or platform under applicable law.&nbsp.\nIf you are under the age of eighteen (18), you represent that a parent or legal guardian also agrees to this Agreement on your behalf and that you are fully able and competent to enter into this Agreement.</p>\n<p>We need your help to enforce these eligibility requirements.\nIf you believe that a member in your neighborhood does not meet these eligibility requirements, you may report your concerns to us via our Help Center.\nNextdoor reserves the right to refuse registration to any person or household and to suspend, delete or deactivate your account or limit your privileges at any time, without liability to you.</p>\n<p>2.\n<strong>Account types.</strong>\n</p>\n<p>Nextdoor offers personal accounts to individual residential members, and special, restricted-functionality accounts to government agencies, such as city offices or police or fire departments, and to businesses, nonprofits, news media, and other organizations.\nSpecial accounts agree to additional terms and are limited in the conversations they can see.\nSpecial accounts can’t access private messages that do not include them.\nPlease note, not all Nextdoor account types and features are available in all locations.</p>\n<p>\n<strong>3.\nPrivacy and preferences.</strong>\n</p>\n<p>We don’t charge you to use Nextdoor.\ninstead, businesses and organization pay us to show you ads for their products and services.&nbsp.\nBy using Nextdoor, you understand that we can show you ads that we think will be relevant to you and your interests and you acknowledge that you have read the Privacy Policy, which explains how we handle members’ and visitors’ personal information.&nbsp;</p>\n<p>The Services, including any personalized Services, cannot be provided and the Agreement cannot be performed without Nextdoor processing data about you and other members and visitors.\nThe provision of personalized content and ads is essential to the provision of our Services and a core part of our agreement with you.\nIn particular, in order to provide our Services on a continuous and consistent basis under this Agreement, it is necessary for us to provide and personalize advertising based on your use of Nextdoor, including with information regarding your interests and your on-site and off-site actions.</p>\n<p>By default, you will receive notifications from Nextdoor about posts from neighbors and from government agencies.\nYou may also opt in to various topics for which you will then receive notifications.\nYou can change your preferences about receiving messages from government agencies, businesses, or other organizations here, and customize your default and opt-in neighborhood notification settings here.</p>\n<p>\n<strong>4.\nContent and feedback.</strong>\n</p>\n<p>You retain all ownership rights to the text, photos, video, responses and other content you submit to Nextdoor (collectively, your “Content”).\nYou give us permission, in the form of a non-exclusive, transferable, sub-licensable, royalty-free, and worldwide license, to use, copy, and publish your Content based on your Nextdoor settings and the selections you make when posting and as otherwise described in our Privacy Policy.&nbsp.\nThis means, for example, if you post a comment on Nextdoor, you give us permission to store, copy, and share it with others (consistent with your settings), such as with service providers that support our Services.\nDo not provide us with any Content that you don’t have the right to publish, or that is defamatory, infringing, illegal or otherwise tortious.\nWe do not proactively moderate Content posted by members.\nhowever, we can remove Content posted by you, suspend, delete or deactivate your account or limit privileges, or otherwise refuse service to you, if you violate this Agreement or our other policies, or infringe intellectual property, or otherwise engage in behavior that we think harms a Nextdoor neighborhood.</p>\n<p>You give us permission to use your name and profile picture, and information about actions you have taken on Nextdoor next to or in connection with ads, offers and other sponsored content we display in connection with our Services, with no additional compensation to you.&nbsp.\nFor example, we may use your name and profile picture to show your nearby neighbors that you have liked, commented on or recommended a business or brand that has paid us to display its ads, offers or other sponsored content on Nextdoor.&nbsp.\nWe may also post and re-post these likes, comments, recommendations and other interactions, along with your name and profile picture, in different areas of the Services from time to time.&nbsp.\nFor example, if you recommend a business, that recommendation will appear in your feed, may later be re-posted from time to time in connection with that business’s other ads on Nextdoor, and may also appear in lists of Nextdoor member recommendations featured on the business’s Business Pages.\nFor the avoidance of doubt, this permission is not intended to constitute a consent under EU data protection law.&nbsp;</p>\n<p>We welcome you to share any feedback, suggestions, or ideas you have about Nextdoor with us, so long as you understand we may have already had the same idea, and you agree that we are free to use any feedback you voluntarily provide with no restriction or obligation (payment or otherwise) to you.</p>\n<p>\n<strong>5.\nInteractions with other members.</strong>\n</p>\n<p>\n<strong>5.1.\nBe a good neighbor.</strong>\n</p>\n<p>At Nextdoor, we believe that neighborly behavior is the foundation of healthy communities.\nThis Agreement includes our Community Guidelines on appropriate use of Nextdoor.</p>\n<p>\n<strong>5.2.\nTransactions with other members.</strong>\n</p>\n<p>In using Nextdoor and its member-to-member transactional features (such as For Sale &amp.\nFree), you, and not Nextdoor, are responsible for your own decisions and actions.\nIn addition, your use of Business Pages or any similar feature does not make us an employer, placement agency, representative, or agent of or for you or any other neighbor or service provider.\nIf you and another member decide to work together, the two of you, and not Nextdoor, are responsible for complying with any laws that might apply, such as tax or employment laws.\nNextdoor is not a party to transactions or disputes between members.\nIf you write a recommendation or other comment about a transaction with a neighbor or their business (for example, a recommendation of a tutor), be truthful, fair and neighborly in your comments, and do not post any of their personal information (e.g., address, mobile number, or photos) without their permission.</p>\n<p>\n<strong>5.3.\nDisputes between members.\nwaiver of claims against Nextdoor.</strong>\n</p>\n<p>In the real world and online, neighbors sometimes disagree.\nIf you have a dispute with another Nextdoor member, we hope that you will be able to work it out amicably.\nHowever, if you cannot, please understand that Nextdoor is not responsible for the actions of its members.\neach member is responsible for their own actions and behavior, whether using Nextdoor or chatting over the back fence.\nAccordingly, to the maximum extent permitted by applicable law, you release us (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nIf you are a California resident, you hereby waive California Civil Code §1542, which says: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release, and that, if known by him or her, would have materially affected his or her settlement with the debtor or releasing party.”</p>\n<p>\n<strong>6.\nNeighborhood Leads.</strong>\n</p>\n<p>Some members, known as Leads, are provided with additional account features to use to support their neighborhood.\nthey are not Nextdoor employees, representatives, or agents.\nTo learn more about Leads, click here.\nNextdoor does not interview, run background checks on, monitor, supervise, or control Nextdoor members, including those who are granted Lead status.</p>\n<p>\n<strong>7.\nText messaging alerts.</strong>\n</p>\n<p>If you use our urgent alert text messaging service, note that the alerts are not intended to replace any primary phone service, such as a traditional landline or mobile phone that may be used to contact emergency services.\nNextdoor does not charge for sending text messages, but your carrier may charge you.\nAlerts sent via SMS may not be delivered if your phone is not in range of a transmission site, or if sufficient network capacity is not available at a particular time.\nfurthermore, within a coverage area, factors beyond the control of the user’s wireless carrier may interfere with message delivery, including equipment, terrain, proximity to buildings, foliage, and weather.\nYou acknowledge that urgent alerts may not be timely received and that your wireless carrier does not guarantee that alerts will be delivered.&nbsp.\nBy using our urgent alert text messaging service, you agree to adhere to the urgent alert rules described here.</p>\n<p>\n<strong>8.\nCopyright and DMCA.</strong>\n</p>\n<p>If you believe Content on Nextdoor infringes your copyright, you can reach our notification agent at Nextdoor, Inc., 875 Stevenson Street, Suite 700, San Francisco, CA 94103.\nPhone: +1 415-569-7971.\nEmail: copyright@nextdoor.com.\nIf you are in the U.S., your notice must satisfy the requirements enumerated in 17 U.S.C.\n§512(c)(3).</p>\n<p>\n<strong>9.\nParental controls.</strong>\n</p>\n<p>Parental control protections (such as computer hardware, software, or filtering services) may assist you in limiting access to material that is harmful to or inappropriate for minors.\nYou can find more information about parental controls by reviewing the system preferences, settings, and help documentation for your computer or mobile device.</p>\n<p>\n<strong>10.\nRestrictions from our licensors.\n&nbsp;</strong>\n</p>\n<p>Some of the information and services available through Nextdoor are licensed from third parties and covered by these third-party terms and disclosures.</p>\n<p>\n<strong>11.\nUsing our mobile app.</strong>\n</p>\n<p>If you download and install the Nextdoor app, we give you a limited, revocable, non-transferable license to use it only to access and use Nextdoor on your own behalf through your iOS or Android product.\nadditional terms may apply from the site you download it from (Apple App Store or Google Play store) or the manufacturers of your device or software.</p>\n<p>\n<strong>12.\nDispute resolution.</strong>\n</p>\n<p>If you have a dispute with Nextdoor, you agree to contact us and try to resolve the dispute informally before pursuing other avenues.</p>\n<p>\n<strong>13.\nIntegration.</strong>\n</p>\n<p>To the extent applicable to you, this Agreement includes our terms of Special Entities Terms of Service, our Community Guidelines, and our Business Addendum.\nThis Agreement constitutes the entire agreement between you and us with respect to our Services, and supersedes any other agreements or understandings (oral or written).&nbsp.\nWe can amend this Agreement and any additional terms by notifying you of the changes (for example, by emailing you, or by posting an amendment notice in your neighborhood’s news feed).\nIf you keep using Nextdoor after the amendment is effective, you accept and are bound by the new terms.\nif you disagree with the new terms, you should stop using Nextdoor and delete your account.</p>\n<p>\n<strong>14.\nNo warranty.</strong>\n</p>\n<p>NEXTDOOR AND THE ASSOCIATED SOFTWARE AND SERVICES ARE PROVIDED “AS IS.” We do not promise that any aspect of our software or service will work properly or continuously.\nWe may add, change, or discontinue product features.\nif you are dissatisfied, your only remedy is to stop using Nextdoor or the affected feature.\nSome jurisdictions do not allow warranty exclusions, so they may not apply to you.</p>\n<p>\n<strong>15.\nIndemnity.</strong>\n</p>\n<p>If someone brings a claim against Nextdoor (whether against the company or any of its employees, directors, or officers) based on a harm you caused, you agree to reimburse us for any costs we incur in defending against that claim, including reasonable attorneys’ fees as well as damages.</p>\n<p>\n<strong>16.\nLiability Limits.</strong>\n</p>\n<p>WE AND OUR SUPPLIERS SHALL NOT BE LIABLE FOR ANY LOST PROFITS OR SPECIAL, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES (HOWEVER ARISING, INCLUDING NEGLIGENCE) ARISING OUT OF OR IN CONNECTION WITH NEXTDOOR, INCLUDING THE NEXTDOOR SERVICES, OUR SOFTWARE, YOUR USE OF NEXTDOOR OR ANY NEXTDOOR SERVICE, OR THIS AGREEMENT.\nIN NO EVENT SHALL NEXTDOOR OR OUR SUPPLIERS BE LIABLE TO YOU FOR MORE THAN $100.\nSome jurisdictions do not allow damages exclusions, so such exclusions may not apply to you.</p>\n<p>\n<strong>17.\nGeneral.</strong>\n</p>\n<p>This agreement does not create any agency, partnership, joint venture, joint controllership, employment or franchise relationship.\nTo the extent allowed by applicable law, the English version of this Agreement is binding and other translations are for convenience only.\nIf any part or parts of this Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Agreement shall continue in full force and effect.\nOur failure to act in a particular circumstance does not waive our right to act with respect to that or other circumstances.\nWe shall be excused for any problem due to a circumstance beyond our reasonable control.\nYou represent and warrant that you are not located in a country that is (i) subject to a U.S., Irish, or EU Government embargo or has been designated by the U.S.\nGovernment as a “terrorist supporting” country or (ii) listed on any U.S., Irish, or EU Government list of prohibited or restricted parties.</p>\n<p>\n<strong>18.\nJurisdiction-specific disclosures.</strong>\n</p>\n<p>\n<strong>18.1.\nUnited States.\n&nbsp;</strong>\n</p>\n<p>If you live in the United States, this section applies to you.</p>\n<p>\n<strong>18.1.1.\nGoverning law.</strong>\n</p>\n<p>This Agreement is governed by California law, without giving effect to any conflict of law principles, except as may be otherwise provided in the Arbitration Agreement section of this Agreement.&nbsp.\nHowever, the governing law provision regarding the interpretation of this Agreement is not intended to create any other substantive right to non-Californians to assert claims under California law whether that be by statute, common law, or otherwise.&nbsp.\nThis section is only intended to specify the use of California law to interpret this Agreement.&nbsp;</p>\n<p>\n<strong>18.1.2.\nArbitration agreement.</strong>\n</p>\n<p>You and Nextdoor agree to the arbitration and dispute resolution terms in this section (the “Arbitration Agreement”).&nbsp.\nFor the purposes of this Arbitration Agreement, references to “Nextdoor,” “you,” “we” and “us” include our respective subsidiaries, affiliates, agents, employees, employers, partners, shareholders, predecessors in interest, successors, assigns, and heirs.&nbsp.\nWe encourage you to read these important terms, which include an arbitration requirement (except for small claims) and require claims to be brought individually, and include instructions for how to opt out if you do not agree.&nbsp;</p>\n<p>\n<strong>18.1.2.1.\nApplicability.</strong>\n</p>\n<p>You agree that any dispute or claim relating in any way to your access or use of the Nextdoor’s website, mobile apps, and service, or to any aspect of your relationship with Nextdoor, will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify.</p>\n<p>\n<strong>18.1.2.2.\nArbitration rules and forum.\n&nbsp;</strong>\n</p>\n<p>The Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.&nbsp.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to Nextdoor, Inc., 875 Stevenson Street, Suite 700, San Francisco, CA 94103, attn: Legal Department.&nbsp.\nThe arbitration will be conducted by JAMS, an established alternative dispute resolution provider.&nbsp.\nDisputes involving claims and counterclaims under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.&nbsp.\nJAMS’s rules are also available at www.jamsadr.com or by calling JAMS at 800-352-5267.&nbsp.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.&nbsp.\nIf the arbitrator finds that you cannot afford to pay JAMS’s filing, administrative, hearing and/or other fees and cannot obtain a waiver from JAMS, Nextdoor will pay them for you.&nbsp.\nIn addition, Nextdoor will reimburse all such JAMS’s filing, administrative, hearing and/or other fees for claims totaling less than $10,000 unless the arbitrator determines the claims are frivolous.&nbsp.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person or at another mutually agreed location.&nbsp.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>\n<strong>18.1.2.3.\nAuthority of arbitrator.\n&nbsp;</strong>\n</p>\n<p>The arbitrator shall have exclusive authority to (i) determine the scope and enforceability of this Arbitration Agreement and (ii) resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to, any claim that all or any part of this Arbitration Agreement is void or voidable.&nbsp.\nThe arbitration will decide the rights and liabilities, if any, of you and Nextdoor.&nbsp.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and the Agreement (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.&nbsp.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.&nbsp.\nThe award of the arbitrator is final and binding upon you and us.&nbsp;</p>\n<p>\n<strong>18.1.2.4.\nWaiver of jury trial.\n&nbsp;</strong>\n</p>\n<p>YOU AND NEXTDOOR HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.&nbsp.\nThere is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.\n&nbsp;</p>\n<p>\n<strong>18.1.2.5.\nWaiver of class or other non-individualized relief.\n&nbsp;</strong>\n</p>\n<p>ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS, ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.&nbsp.\nIf a decision is issued stating that applicable law precludes enforcement of any of this subsection’s limitations as to a given claim for relief, then the claim must be severed from the arbitration and brought into the federal or state court located in San Francisco, California.&nbsp.\nAll other claims shall be arbitrated.&nbsp;</p>\n<p>\n<strong>18.1.2.6.\n30-day right to opt out.&nbsp;</strong>\n</p>\n<p>You have the right to opt out of the provisions of this Agreement that mandate arbitration by sending written notice of your decision to opt out to: legal@nextdoor.com, within 30 days after first becoming subject to a version of this Agreement containing an arbitration provision.&nbsp.\nYour notice must include your name and address, your Nextdoor username (if any), the email address you used to set up your Nextdoor account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.&nbsp.\nIf you opt out of arbitration, all other parts of this Agreement will continue to apply to you.&nbsp.\nOpting out of arbitration has no effect on any other arbitration agreements that you may currently have, or may enter in the future, with us.</p>\n<p>\n<strong>18.1.2.7.\nSurvival of agreement.&nbsp;</strong>\n</p>\n<p>This Arbitration Agreement will survive the termination of your relationship with Nextdoor.</p>\n<p>\n<strong>18.1.2.8.\nModification.\n&nbsp;</strong>\n</p>\n<p>Notwithstanding any provision in this Agreement to the contrary, we agree that if Nextdoor makes any future material change to this Arbitration Agreement, you may reject that change within thirty (30) days of such change becoming effective by writing Nextdoor at the following address: legal@nextdoor.com.</p>\n<p>\n<strong>18.2.\nAustralia, Canada, and Europe.\n&nbsp;</strong>\n</p>\n<p>If you live in Australia, Canada, or Europe, this section applies to you.</p>\n<p>\n<strong>18.2.1.\nProvision of Services and control of information.</strong>\n</p>\n<p>If you live in Australia, the Services are operated and provided to you by Nextdoor Australia Pty Ltd.&nbsp;</p>\n<p>For Canadian residents, the Services are operated and provided to you by Nextdoor Canada Ltd.\nand we may transfer your personal information to the U.S.</p>\n<p>If you live in the EU, the Services are operated and provided to you by Nextdoor EMEA Limited, an Irish company.\nFor the purposes of EU data protection law, Nextdoor EMEA Limited is the controller of your information and may transfer personal data outside the EU in accordance with law, in particular to Nextdoor, Inc.\nin the U.S.</p>\n<p>The privacy protections and the rights of authorities to access your personal information in the countries to which we transfer data may not be the same as in your home country.\nNextdoor will only transfer personal data as permitted by law, and will take steps intended to ensure appropriate protection of your personal information.\nplease review our Privacy Policy for details.\nIf you have questions, please contact us.</p>\n<p>\n<strong>18.2.2.\nJurisdiction and governing law.</strong>\n</p>\n<p>If you are a member or visitor based in Australia, then Australian and New South Wales laws may apply to this Agreement and Australian or New South Wales courts may have jurisdiction to hear disputes arising in relation to this Agreement and may invoke certain local laws against Nextdoor</p>\n<p>If you are a member or visitor based in Canada, then Canadian law may apply to this Agreement and Canadian courts may have jurisdiction to hear disputes arising in relation to this Agreement and may invoke certain local laws against Nextdoor.\n&nbsp;</p>\n<p>If you are a member or visitor based in the EU, then Irish law shall apply to this Agreement and Irish courts shall have exclusive jurisdiction to hear disputes arising in relation to the Agreement.&nbsp.\nDespite this, your local laws in your EU Member State may allow you to sue Nextdoor in your Member State and to invoke certain local laws against Nextdoor.&nbsp.\n&nbsp;</p>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2019-02-10 20:53:57.967809", "updated_at": "2021-05-30 19:53:42.743904"}, {"id": 6552, "name": "Privacy Policy", "url": " https://legal.nextdoor.com/us-privacy-policy-2021/", "xpath": "//body", "text": " Nextdoor <ul>\n<li>About<i>\n</i>\n</li>\n<li>News<i>\n</i>\n</li>\n<li>Media Assets<i>\n</i>\n</li>\n<li>Blog<i>\n</i>\n</li>\n<li>Business<i>\n</i>\n</li>\n<li>Careers<i>\n</i>\n</li>\n</ul> Privacy Policy\n<p>\n<em>This Privacy Policy is effective June 15, 2021.\nTo review the previous Privacy Policy, please click&nbsp;</em>\n<em>here</em>\n<em>.</em>\n</p>\n<p>\n<strong>1.&nbsp;</strong>\n<strong>Our Service</strong>\n</p>\n<p>Welcome to Nextdoor.\nNextdoor is where neighbors plug into the neighborhoods that matter to them.\nWe believe by bringing neighbors together, we can cultivate a kinder world where everyone has a neighborhood they can rely on.</p>\n<p>We invite you to read this Privacy Policy (“Privacy Policy”), which explains our privacy practices and how we handle your personal information collected through Nextdoor, as well as through social media, our marketing activities, our live events, and other activities described in this Privacy Policy.\nThis Privacy Policy also explains how we use and share such information and the choices you have.</p>\n<p>We use “Nextdoor” to refer to the Nextdoor websites and our iOS and Android apps (also referred to as our “Services”).\nWe also use “Nextdoor,” “we,” “us,” and “our” to refer to the companies operating the Services as described in the&nbsp;Member Agreement.</p>\n<p>Unless otherwise indicated, this Privacy Policy applies to all of our Services in all geographies in which Nextdoor offers its Services.\nCertain portions of this Policy apply only to Services offered in particular geographies.\nplease see&nbsp;Section 11&nbsp;for additional information.\nCapitalized words used but not defined have the meanings described in the&nbsp;Member Agreement.</p>\n<p>\n<strong>2.&nbsp;</strong>\n<strong>What information is collected?</strong>\n</p>\n<p>We may collect personal information from you, through technology that automatically collects information from your browser or device, and from third party sources.\nSee below for examples.\nNote that not all Nextdoor account types and features are available in all locations, so some of the examples below may not apply where you live.\nWe may also collect personal information that is not specifically listed below, which we use consistent with this Privacy Policy or as otherwise described at the time of collection.</p>\n<p>2.1.&nbsp;<strong>From you.</strong>\n</p>\n<p>●&nbsp;<em>Your contact details.</em>\n</p>\n<p>○ When you sign up for Nextdoor, you may provide your name, address, phone number, profile photo, email address, location, date of birth, gender, demographic information, and similar information.</p>\n<p>○ If you want to join Nextdoor, or use a Nextdoor service, before it has been introduced to your neighborhood, then you can choose to give us your contact information and ask us to notify you when we do introduce the service to your neighborhood.</p>\n<p>○ If you contact support, you may provide us with your contact information and a description of the issue so we can respond.</p>\n<p>●&nbsp;<em>Data from other accounts.</em>&nbsp;If you use a third party, like Facebook, Google, or Apple to log in to Nextdoor (or later connect your third party account to your Nextdoor account), then you authorize the third party to share your personal information with us, including your name, photo, email address, and any other information you agree to share.</p>\n<p>●&nbsp;<em>Posts, interests, location, and recommendations.</em>\n</p>\n<p>○ You may share information about yourself in your profile, including your interests, skills, a picture, information about your household, biographical information (such as your job, hometown, time you have spent living in the area, etc.), emergency contact, or even what you love about your neighborhood.</p>\n<p>○ You may share information about your interests, including joining a Group or following a neighborhood or topic.</p>\n<p>○ You may post on Nextdoor, or send a private message.\nPosts may include, but are not limited to text, photos, or video, tagging people or places, offering things for sale, and anything else you want to share.</p>\n<p>○ You may choose to share information about local businesses in the form of a&nbsp;recommendation, comment, or by creating a&nbsp;business page.</p>\n<p>●&nbsp;<em>Payment information.</em>&nbsp;If you make a payment either to or through Nextdoor, then you are providing our third-party payment processors (for example, Stripe) with your payment card details and other payment information in order to complete the transaction.</p>\n<p>●&nbsp;<em>Survey data.</em>&nbsp;We may contact some Members to request participation in a survey or other general research.\nIf you choose to take part in these, you may provide information, feedback, and comments to us in response.</p>\n<p>●&nbsp;<em>Contests, sweepstakes, and prize drawings data.</em>&nbsp;If you take part in a contest, sweepstakes, or prize drawing, then you may provide information, feedback, and comments in response.</p>\n<p>●&nbsp;<em>Messages and email data.</em>&nbsp;We collect information about you when you send, receive, or engage with messages, emails or physical mail in connection with our Services, including whether you have opened or acted on those messages.</p>\n<p>●&nbsp;<em>Photos and videos.</em>&nbsp;You may choose to grant the Services permission to collect images, video and other information from your device’s camera and photos, such as when you include images and video in your posts.\nThese files may include metadata indicating how, when, where and by whom the files were created and how they are formatted.\nMetadata can make your files more searchable and interactive but it may be accessible to other Members or anyone else who can access the files.</p>\n<p>●&nbsp;<em>Contact lists</em>.\nWith your permission, we may sync your contacts with Nextdoor, including their name, email address, physical address, and phone number.\nYou may also manually enter the contact information of your neighbors.\nWe use this to help you see which of your contacts are already on Nextdoor, invite contacts who aren’t on Nextdoor to join, get notified when contacts join, and see more of what’s relevant to you through personalization.</p>\n<p>●&nbsp;<em>Geolocation.&nbsp;</em>You may choose to grant the Services permission to access your device’s precise geolocation, which we use to confirm your address and help us operate or personalize our Services, including by tagging posts, adding information to a map, and helping us show you more relevant content or ads.</p>\n<p>●&nbsp;<em>Business information.&nbsp;</em>If you use our Business Services, you may share details about your association with a business and services offered by you or the business.</p>\n<p>2.2.&nbsp;<strong>From your browser and device.</strong>\n</p>\n<p>With your permission, where it is required by applicable laws, we, our service providers and partners collect technical information when you visit or use Nextdoor, engage with our partners, or interact with our or our partners’ marketing communications, including:</p>\n<p>●&nbsp;<em>Device data</em>, such as your device’s manufacturer and model, operating system and version, screen resolution, RAM and disk size, CPU usage, unique identifiers (including identifiers used for advertising purposes), crash data (if applicable), what device settings you’ve enabled, carrier, radio/network information (e.g., WiFi, LTE, 3G), and general location information such as city, state or geographic area.\nYour device and software settings affect what information your device makes available to us.</p>\n<p>●&nbsp;<em>Online activity data</em>, such as the date and time you visited, duration of access, the browser or app version you used (and its settings), the URLs you come from and go to, and how you used Nextdoor and interacted with our emails and other messages (for example, how you navigated and which links you clicked on).</p>\n<p>Some of the data collection described above is facilitated by cookies and similar technologies, as described in more detail in our&nbsp;Advertising and Cookie Policy.</p>\n<p>2.3.&nbsp;<strong>From third parties and public sources.</strong>\n</p>\n<p>We may collect information from third parties (such as service providers and partners) and public sources.\nFor example:</p>\n<p>● Nextdoor Members may sync their contacts with Nextdoor, including their contacts’ email addresses, mailing addresses, and phone numbers.</p>\n<p>● Vendors provide us with map and residential address information in order to help us launch Nextdoor in new neighborhoods and update existing neighborhoods.</p>\n<p>● Vendors provide information about Members and their homes for advertising, analytics, personalization, and measurement purposes.</p>\n<p>● Vendors and partners provide information about businesses to help us create business pages and offer our Services to businesses.</p>\n<p>● Advertisers provide us with information about their users or potential customers to help us personalize advertising and measure the performance of their advertisements.</p>\n<p>● Public sources, such as census data, street addresses, property lot maps, and postal address change information, provide us with information that helps us understand our Members, improve our Services, and determine potential areas for expansion.</p>\n<p>\n<strong>3.&nbsp;</strong>\n<strong>How is my information used?</strong>\n</p>\n<p>We use personal information for the following purposes or as otherwise described at the time we collect it:</p>\n<p>3.1.&nbsp;<strong>Establishing and developing neighborhoods.</strong>\n</p>\n<p>We use personal information to identify and invite potential new Members to Nextdoor, and to set up new Nextdoor neighborhoods.\nFor example, you can ask us to send invitations to potential new Members and reminders on your behalf, send direct mail invitations, invite your friends, or notify you when we start offering the Services to your neighborhood.</p>\n<p>3.2.&nbsp;<strong>Setting you up on Nextdoor.</strong>\n</p>\n<p>To get Members started on Nextdoor, we use personal information to:</p>\n<p>● Confirm Member accounts by employing several techniques, including checks against third party data and public records, verification codes, or geo-verification.\nWe also use public registries to block registered sex offenders in the United States (and other countries where permitted by law) from signing up for the Services.\nIn some circumstances, we may ask for additional information (such as government-issued identification and business documentation) to confirm Member accounts.</p>\n<p>● Notify neighbors of new Members as they join the neighborhood.</p>\n<p>● Populate Member profiles and personalize Nextdoor.</p>\n<p>● Create and offer Business Services, which help Members learn about the businesses in their communities.\nTo claim your Business Page, click&nbsp;here.</p>\n<p>3.3.&nbsp;<strong>Provide and improve the Services.</strong>\n</p>\n<p>We use both manual and automated systems to analyze and use your Content (as defined in the&nbsp;Member Agreement) and other information, including:</p>\n<p>● To operate Nextdoor, create neighborhoods, suggest neighborhoods, invite neighbors, and improve our products and features.</p>\n<p>● To help you create, publish, view, share, and respond to Content, including highlighting interesting posts.</p>\n<p>● To highlight groups, neighborhood topics or other resources.</p>\n<p>● To administer and obtain feedback via surveys, sweepstakes, contests, or other promotional activities.</p>\n<p>● To highlight businesses, ads, offers, products, and services you may be interested in.</p>\n<p>● To provide Business Services, such as enabling Business Pages and promotional services.</p>\n<p>● To personalize your experience.</p>\n<p>● To understand the trends, usage statistics, and demographic data of the Members and neighborhoods we serve.</p>\n<p>● To respond to your support requests and comments.</p>\n<p>● To test and evaluate potential new products and features on Nextdoor.</p>\n<p>● To diagnose and resolve problems, analyze trends, and monitor usage and resource needs.</p>\n<p>● To accept payments, through our third party payment processors.</p>\n<p>● To facilitate sending&nbsp;urgent alerts.</p>\n<p>● To communicate with you about the Service, including by sending announcements, updates, security alerts and support messages via email, notifications, and text messages.</p>\n<p>3.4.&nbsp;<strong>Create and maintain a trusted environment.</strong>\n</p>\n<p>We may use your information to help create and maintain a trusted environment on Nextdoor, including:</p>\n<p>● To detect and prevent fraud, spam, abuse, security incidents, and other harmful, unauthorized, unethical or illegal activity.</p>\n<p>● To conduct security investigations, audits and risk assessments.</p>\n<p>● To comply with our legal obligations.</p>\n<p>● To confirm or authenticate information or identification.</p>\n<p>● For the legal and safety reasons described below in Section 4.3.</p>\n<p>3.5.&nbsp;<strong>Advertising.</strong>\n</p>\n<p>We use your information to provide and improve advertisements and other commercial offerings both on and off the Services:</p>\n<p>● To help personalize advertisements based on what we think may interest you.</p>\n<p>● To provide and measure the effectiveness of personalized advertising, including whether it is interesting to Members and effective for the advertiser.</p>\n<p>● To improve the personalization of advertisements.</p>\n<p>● To send you promotional messages, marketing, advertising and other information that we think may interest you.</p>\n<p>● To invite you to events and relevant opportunities.</p>\n<p>We may customize advertising offers you see on Nextdoor based on information from our advertisers or vendors, on the demographics of your neighborhood, or on your actions, selections, or preferences on Nextdoor.\nFor example, a home services company might provide a list of addresses eligible for a special deal that we may offer to Nextdoor Members who live at those addresses.\nOr, if you search Nextdoor for a particular product, we might show you advertisements for providers of that product or related or similar products.\nOur third party advertising partners also use cookies and similar technologies to collect information about Members for advertising purposes as described in Section 4.4 below and in our&nbsp;Advertising and Cookie Policy.</p>\n<p>3.6.&nbsp;<strong>Research and Development.</strong>\n</p>\n<p>We may use your personal information for research and development purposes.\nAs part of these activities, we may create aggregated, de-identified and/or other anonymous data from personal information we collect.\nWe make personal information into anonymous data by removing information that makes the data personally identifiable to you.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Services and promote our business.</p>\n<p>\n<strong>4.&nbsp;</strong>\n<strong>Is my information shared with third parties?</strong>\n</p>\n<p>We share personal information as follows:</p>\n<p>4.1.&nbsp;<strong>Content shared on Nextdoor.</strong>\n</p>\n<p>Nextdoor is a platform for neighbors to share helpful information with each other.\nTo that end, the Content you post on Nextdoor, such as posts, replies, recommendations, messages, and your profile information, may be visible to other Members, businesses, governments and agencies, or the public, including Visitors (as defined in the&nbsp;Member Agreement) and search engines.\nYou can adjust the visibility of your posts in the preferences in your settings, the preferences on the Content you provide, and as described in Section 5 below.\nPlease be sure to read the options you have under the “What are My Choices” section below.\nIf this information is cached by third party search engines or other third parties, please note we do not control the practices of these third parties, and they may use caches containing outdated information.\nPlease consult these third parties’ privacy policies.</p>\n<p>4.2.&nbsp;<strong>Account confirmation.</strong>\n</p>\n<p>We may share your personal information with our verification partners, such as telecommunications providers (if you choose to confirm your account by providing your telephone number) and data providers to confirm your account.</p>\n<p>4.3.&nbsp;<strong>Legal and safety reasons.</strong>\n</p>\n<p>We may retain, preserve, or share your Content and personal information with law enforcement, government authorities, and private parties if we have a good-faith belief that it is reasonably necessary to: (a) respond, based on applicable law, to a legal request (e.g.\na subpoena, a search warrant, court order, or other request from government or law enforcement).\n(b) detect, investigate, prevent, and address fraud and other unauthorized, illegal or unethical activity, security, or technical issues.\n(c) protect our or others’ rights, property, or safety.\n(d) enforce our&nbsp;Member Agreement&nbsp;or any other agreements we have with you.\n(e) prevent physical injury or other harm to any person or entity, including you and Members of the general public.\nFor example, we may share your personal information with disaster relief agencies, first responders, and other individuals to facilitate disaster or emergency response efforts.</p>\n<p>4.4.&nbsp;<strong>Advertising.</strong>\n</p>\n<p>If you view, click on, or reply to an advertisement or other offer on the Services, we may share your reply and limited Member profile information with the advertiser, and we may log your interaction as part of tracking the overall effectiveness of the advertisement.\nWe may also pre-populate replies to ads you click on with your contact details, but those details are not shared with the advertiser without your consent.</p>\n<p>The Services are supported by third party advertising networks.\nWith your consent, our advertising partners use cookies and similar technologies to collect information about our Members and their devices over time across Nextdoor and other online services.\nWhere permissible according to applicable law, we may share certain limited personal information, such as hashed emails and advertising identifiers, with our advertising partners that help serve targeted online advertising to those Members or to similar audiences.\nOur advertising partners may be able to associate this information with you based on your advertising identifiers or other personal information they have about you.\nOur advertising partners then use the information they collect to provide our Members with personalized ads on Nextdoor and on different websites and services, and to measure the effectiveness of the ads.</p>\n<p>4.5.&nbsp;<strong>Third party partners.</strong>\n</p>\n<p>Nextdoor may partner with third party companies to offer Members the ability to book a range of different services, such as home improvement, dog walking, personal training, and tutoring.\nThese offers may be integrated into Nextdoor, or Nextdoor may contain links to other websites or apps featuring the offers.\nIn order to tailor these offers to you, we may share limited personal information with such third parties, such as your neighborhood or zip code, the business topic of the content you are viewing, or a business search query (for example, a search for “plumber”).\nWhen you engage with one of these offers, you may share additional information (such as contact information) directly with the third party partner.\nIf you engage with third party partners through Nextdoor, the third parties may share with us certain personal information about you to allow us to coordinate, assess, and improve the services provided to you.\nThis may include information about a booking you make with the third party, including type of service, name and address of provider, and the time of booking.\nThese third parties have their own privacy policies, which will apply to your activity if you click on or interact with their offers featured on Nextdoor or other websites or apps.</p>\n<p>4.6.&nbsp;<strong>Service providers.</strong>\n</p>\n<p>We may also share your personal information with service providers and/or data processors to help us operate, provide, improve, understand, customize, support, and market our Services.\nThese service providers and data processors are contractually required to use it only to provide their service to us, and are contractually prohibited from using it for their own purposes.\nThey provide a variety of services, including payment processing, information technology, cybersecurity, fraud prevention, hosting, customer relationship management and support, communications delivery, marketing, advertising, and website and mobile application analytics.</p>\n<p>4.7.&nbsp;<strong>Social Media.</strong>\n</p>\n<p>Our Services include certain social media features, including social media share button.\nIf you choose to share a post using the social media share button, information about that Content will be shared with the relevant social media platform.</p>\n<p>4.8.&nbsp;<strong>Within the Nextdoor corporate family.</strong>\n</p>\n<p>We may share your information within our “corporate family”, including between Nextdoor, Inc., Nextdoor Canada, Ltd., Nextdoor Australia Pty Ltd., Nextdoor UK, Ltd.\nand Nextdoor EMEA Limited, to help provide, maintain, and improve Services.\nSome of these companies may not be located in your home country.\nAs we grow and Nextdoor becomes available in more countries, we may expand the corporate family within which we share your information by establishing local subsidiaries or other affiliates in these countries as needed to help us provide Nextdoor there.</p>\n<p>4.9.&nbsp;<strong>Business reorganization.</strong>\n</p>\n<p>We may need to share your personal information with the relevant participants in transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, restructuring, reorganization, or sale or other disposition of some or all of the assets of, or equity interests in, Nextdoor or our affiliates (including, in connection with a bankruptcy or similar proceedings).</p>\n<p>4.10.&nbsp;<strong>Professional advisors.</strong>\n</p>\n<p>We may share personal information with our professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to us.</p>\n<p>\n<strong>5.&nbsp;</strong>\n<strong>What are my choices?</strong>\n</p>\n<p>You can choose the degree to which your personal information, such as the street number of your home address, is shared in your personal profile and alongside your posts by using your account settings.\nYou can modify these&nbsp;account settings&nbsp;at any time.</p>\n<p>When you post content on Nextdoor, you also can choose who gets to see your post.\nYou can read more&nbsp;here&nbsp;about the choices you have regarding the sharing and visibility of your posts.\nSome of these choices may not be available for our Business Services, such as our Business Pages.</p>\n<p>You can opt out of third-party personalized advertising by adjusting your cookie settings or changing the privacy settings on your mobile device.\nFor more information about third party use of cookies, mobile advertising identifiers, and similar technologies and how to adjust your settings, see our&nbsp;Advertising and Cookie Policy.\nOur systems are not currently configured to accept browsers’ “Do Not Track” signals, as no industry-wide standard for handling them has been adopted.</p>\n<p>See our jurisdiction-specific disclosures in Section 11 below for more information about legal rights you have if you live in a listed jurisdiction.</p>\n<p>\n<strong>6.&nbsp;</strong>\n<strong>How long is my information kept?</strong>\n</p>\n<p>We retain your information in our server logs, our databases, and our records for as long as necessary to provide the Services.\nWe may need to retain some of your information for a longer period, such as in order to comply with our legal or regulatory obligations, to resolve disputes or defend against legal claims, or to enforce our&nbsp;Member Agreement.</p>\n<p>\n<strong>7.&nbsp;</strong>\n<strong>How is my information protected?</strong>\n</p>\n<p>7.1.&nbsp;<strong>Account security.</strong>\n</p>\n<p>Nextdoor uses technical and organizational measures intended to keep your data secure, including using https on our web pages to reduce the risk of unauthorized interception of your communications during your visits to the website and&nbsp;two-factor authentication&nbsp;where appropriate.\nHowever, the internet is not a fully secure environment and we cannot guarantee that your personal information won’t be intercepted or improperly accessed.\nPlease ensure that you keep your password safe and do not share it with anyone.</p>\n<p>7.2.&nbsp;<strong>Other services and websites.</strong>\n</p>\n<p>When using Nextdoor, you may come across links to websites and services operated by third parties that are not owned or controlled by Nextdoor (for example, if a Member shares a link to a video on YouTube, or if an advertiser provides a link to a contest or sweepstakes).\nThis Privacy Policy does not apply to information collected on any third-party site or application that may link to or be accessible from the Services.\nThese third parties have their own privacy policies, which will apply to any personal information they collect.\nWe do not accept any responsibility or liability for such external sites’ privacy and security practices.</p>\n<p>\n<strong>8.&nbsp;</strong>\n<strong>Children</strong>\n</p>\n<p>Children are not allowed to use the Services if they are under 13 years old or not old enough for Nextdoor to process their personal information without parental or age-specific consent where they live.\nIf you believe we might have collected personal information from a child in one of these categories, please contact us at privacy@nextdoor.com, and if we learn that we have, we will delete their personal information.</p>\n<p>\n<strong>9.&nbsp;</strong>\n<strong>Amendments to this Privacy Policy.</strong>\n</p>\n<p>We may make changes to this Privacy Policy from time to time, so please review it periodically.\nIf we materially change our Privacy Policy, we will take steps to notify you in advance of the change as required by applicable law, for example by emailing you or by posting a notice in your neighborhood feed.\nIf you object to any changes, you may close your account.\nYou acknowledge that your continued use of our Services after we publish or send a notice about our changes to this Policy means that the collection, use, and sharing of your personal data is subject to the updated Privacy Policy, as of its effective date.</p>\n<p>\n<strong>10.&nbsp;</strong>\n<strong>Contact us.</strong>\n</p>\n<p>If you reside in Australia, contact us at Nextdoor Australia Pty Ltd, Level 33, Australia Square, 264 George Street, Sydney, New South Wales 2000, Australia.\nEmail: privacy@nextdoor.com.</p>\n<p>If you reside in Canada, contact us at Nextdoor Canada Ltd, 1 Younge Street, Suite 1801, Toronto, Ontario M5E 1W7.\nEmail: privacy@nextdoor.com.</p>\n<p>If you reside in the United Kingdom, the Services are operated and provided to you by Nextdoor Europe UK Ltd., Unit GG.309, Metal Box Factory, 30 Great Guildford Street, London, SE1 0HS.\nYou may reach our Data Protection Officer at dpo@nextdoor.com.</p>\n<p>If you reside in the EU, contact us at Nextdoor EMEA Limited, Digital Depot, Thomas Street West, Dublin 8, Ireland.\nEmail: privacy@nextdoor.com.\nYou may reach our Data Protection Officer at&nbsp;dpo@nextdoor.com.</p>\n<p>If you reside in the United States, contact us at Nextdoor, Inc., 420 Taylor Street, San Francisco, CA 94102.\nPhone: +1 415-569-7971.\nEmail:&nbsp;privacy@nextdoor.com.</p>\n<p>\n<strong>11.&nbsp;</strong>\n<strong>Jurisdiction-specific disclosures.</strong>\n</p>\n<p>11.1.&nbsp;<strong>California.</strong>\n</p>\n<p>If you are a California resident, this section applies to you.\nThis section describes how we collect, use, and share your personal information in our capacity as a “business” under the California Consumer Privacy Act of 2018 (“CCPA”), and the rights that you have with respect to your personal information.\nFor purposes of this section, “personal information” has the meaning given in the CCPA, but does not include information excluded from the CCPA’s scope.</p>\n<p>11.1.1.&nbsp;<strong>Personal information we collect, use, and disclose.</strong>\n</p>\n<p>The chart below summarizes the personal information we collect by reference to the categories of personal information specified in the CCPA, and describes our practices currently and during the 12 months preceding the effective date of this Privacy Policy.\nInformation you voluntarily provide to us, such as in free-form webforms, may contain other categories of personal information not described below.\nMore information regarding the sources from which we collect personal information can be found in Section 2 above titled “What information is collected?”.\nbusiness and commercial purposes for which we collect your personal information can be found in Section 3 above titled “How is my information used?”.\ncategories of recipients with whom personal information is shared or sold can be found in Section 4 above titled “Is my information shared with third parties?”</p>\n<strong>Statutory category of personal information (PI)<br>\n</strong>(Cal.\nCiv.\nCode § 1798.140)<strong>PI we collect in this category&nbsp;</strong>(See Personal information we collect above for description)<strong>Source of PI</strong>\n<strong>Business/<br>commercial purpose for collection</strong>\n<strong>Categories of third parties to whom we “disclose” PI for a business purpose</strong>\n<strong>Identifiers (other than online identifiers)</strong>●&nbsp;<em>Contact details</em>●&nbsp;<em>Network details</em>●&nbsp;<em>Data from other accounts</em>●&nbsp;<em>Posts, interests, location, and recommendations</em>●&nbsp;<em>Business information</em>●&nbsp;<em>Information from third parties and public sources</em>●&nbsp;<em>You</em>●&nbsp;<em>Third parties and public sources</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Public</em>●&nbsp;<em>Verification partners</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>California Customer Records</strong>&nbsp;(as defined in California Civil Code section 1798.80)●&nbsp;<em>Contact details</em>●&nbsp;<em>Network details</em>●&nbsp;<em>Data from other accounts</em>●&nbsp;<em>Posts, interests, location, and recommendations</em>●&nbsp;<em>Payment information</em>●&nbsp;<em>Business information</em>●&nbsp;<em>Information from third parties and public sources</em>●&nbsp;<em>You</em>●&nbsp;<em>Third parties and public sources</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Public</em>●&nbsp;<em>Verification partners</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Commercial Information</strong>●&nbsp;<em>Contact details</em>●&nbsp;<em>Network details</em>●&nbsp;<em>Posts, interests, location, and recommendations</em>●&nbsp;<em>Payment information</em>●&nbsp;<em>Survey data</em>●&nbsp;<em>Contests, sweepstakes, and prize drawings data</em>●&nbsp;<em>Messages and email data</em>●&nbsp;<em>Business information</em>●&nbsp;<em>Online activity data</em>●&nbsp;<em>Information from third parties and public sources</em>●&nbsp;<em>You</em>●&nbsp;<em>Your browser and device</em>●&nbsp;<em>Third parties and public sources</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on NextdoorSetting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the ServicesProvide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Public</em>●&nbsp;<em>Verification partners</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Financial Information</strong>●&nbsp;<em>Payment information</em>●&nbsp;<em>You</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Online Identifiers</strong>●&nbsp;<em>Messages and email data</em>●&nbsp;<em>Contact lists</em>●&nbsp;<em>Geolocation</em>●&nbsp;<em>Device data</em>●&nbsp;<em>Online activity data</em>●&nbsp;<em>Information from third parties and public sources</em>●&nbsp;<em>You</em>●&nbsp;<em>Your browser and device</em>●&nbsp;<em>Third parties and public sources</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Verification partners</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Internet or Network Information</strong>●&nbsp;<em>Messages and email data</em>●&nbsp;<em>Device data</em>●&nbsp;<em>Online activity data</em>●&nbsp;<em>You</em>●&nbsp;<em>Your browser and device</em>●&nbsp;<em>Third parties and public sources</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Geolocation Data</strong>●&nbsp;<em>Geolocation</em>●&nbsp;<em>Device data</em>●&nbsp;<em>You</em>●&nbsp;<em>Your browser and device</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Inferences</strong>\n<em>May be derived from your:</em>●&nbsp;<em>Contact details</em>● Network details●&nbsp;<em>Posts, interests, location, and recommendations</em>●&nbsp;<em>Survey data</em>●&nbsp;<em>Contests, sweepstakes, and prize drawings data</em>●&nbsp;<em>Messages and email data</em>●&nbsp;<em>Geolocation</em>●&nbsp;<em>Device data</em>●&nbsp;<em>Online activity data</em>●&nbsp;<em>Information from third parties and public sources</em>N/A●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Professional or Employment Information</strong>●&nbsp;<em>Business information</em>●&nbsp;<em>Information from third parties and public sources</em>●&nbsp;<em>You</em>●&nbsp;<em>Third party sources</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Public</em>●&nbsp;<em>Verification partners</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Advertising partners</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<strong>Sensory Information</strong>●&nbsp;<em>Photos and videos</em>●&nbsp;<em>You</em>●&nbsp;<em>Establishing and developing neighborhoods</em>●&nbsp;<em>Setting you up on Nextdoor</em>●&nbsp;<em>Provide and improve the Services</em>●&nbsp;<em>Create and maintain a trusted environment</em>●&nbsp;<em>Advertising</em>●&nbsp;<em>Research and development</em>●&nbsp;<em>Public</em>●&nbsp;<em>Legal and safety-related third parties</em>●&nbsp;<em>Third party partners</em>●&nbsp;<em>Nextdoor corporate family</em>●&nbsp;<em>Business transferees</em>●&nbsp;<em>Professional advisors</em>\n<p>11.1.2.&nbsp;<strong>What are my rights?</strong>\n</p>\n<p>The following rights are not absolute and are subject to exceptions, and we may be required or permitted by law to decline your request.\nWe cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.</p>\n<p>11.1.2.1.&nbsp;<strong>Access Categories of Information.</strong>\n</p>\n<p>You may request the following information about how we have collected and used your personal information during the past 12 months:</p>\n<p>● the categories of personal information we have collected about you;</p>\n<p>● the categories of sources from which we collected the personal information;</p>\n<p>● the business or commercial purpose for collecting or selling the personal information;</p>\n<p>● the categories of third parties with whom we share the personal information;</p>\n<p>● the categories of personal information that we sold or disclosed for a business purpose.\nand</p>\n<p>● the categories of third parties to whom the personal information was sold or disclosed for a business purpose.</p>\n<p>You may make this request by logging into your account if you have one and selecting “Request my information” under the Privacy section of your account settings, submitting a request via email to&nbsp;privacy@nextdoor.com, or calling +1 888-966-2940.</p>\n<p>11.1.2.2.&nbsp;<strong>Access.</strong>\n</p>\n<p>You can see much of your personal information by logging into your Nextdoor account.</p>\n<p>You may request a copy of the personal information we have collected about you during the past 12 months by logging into your account if you have one and selecting “Request my information” under the Privacy section of your account settings, submitting a request via email to&nbsp;privacy@nextdoor.com, or calling +1 888-966-2940.</p>\n<p>You may read this&nbsp;article&nbsp;for more information about how to request a copy of your personal information.</p>\n<p>11.1.2.3.\n&nbsp;</p>\n<p>11.1.2.4.&nbsp;<strong>Deletion.</strong>\n</p>\n<p>You can remove most content you have posted to Nextdoor by logging into your Nextdoor account.</p>\n<p>You may request that we delete personal information we have collected from you by&nbsp;contacting us&nbsp;if you have an account: please select the “My account” option in the first drop-down menu and the “Delete my account – Calif.” option from the second drop-down menu.\nYou may also submit a request via email to&nbsp;privacy@nextdoor.com&nbsp;or call +1 888-966-2940.</p>\n<p>11.1.2.5.&nbsp;<strong>Opt-out of sales.</strong>\n</p>\n<p>We use services that help deliver interest-based ads to you, which enable us to provide the Services and relevant offers to you.</p>\n<p>Our use of these services may be classified under the CCPA as a “sale” of your personal information to the advertising partners that provide the services because they collect information from our users (i.e., the device data and online activity data described in Section 2.2) to help them serve ads more likely to interest you.</p>\n<p>You can request to opt-out of this “sale” of your personal information by clicking on the “Do Not Sell My Personal Information” link, where you will find instructions on opting out of the use of your information for interest-based advertising.</p>\n<p>11.1.2.6.&nbsp;<strong>Nondiscrimination.</strong>\n</p>\n<p>You are entitled to exercise your rights described above free from discrimination as prohibited by the CCPA.</p>\n<p>11.1.3.&nbsp;<strong>Requests by authorized agents.</strong>\n</p>\n<p>Your authorized agent may make a request for information, access, and deletion on your behalf upon our verification of the agent’s identity and our receipt of a copy of valid power of attorney given to your authorized agent pursuant to California Probate Code Sections 4000-4465.\nIf you have not provided your agent with such a power of attorney, you must provide your agent signed permission to exercise your CCPA rights on your behalf, provide the information we request to verify your identity, and provide us with written confirmation that you have given the authorized agent permission to submit the request.\nAuthorized agents are required by California law to implement and maintain reasonable security procedures and practices to protect their clients’ information.</p>\n<p>11.1.4.&nbsp;<strong>Verifying requests for information, access, and deletion.</strong>\n</p>\n<p>We will need to verify your identity to process your information, access and deletion requests and reserve the right to confirm your California residency.</p>\n<p>If you are a Member, you can verify your identity by submitting your request while logged into your Nextdoor account.</p>\n<p>If you are a Visitor or a Member who is unable to log in to your account, we may verify your identity by requiring you to provide government identification, give a declaration as to your identity under penalty of perjury, reply to a text message sent to the phone number we have in our records, and/or provide additional information.</p>\n<p>11.1.5.&nbsp;<strong>Shine the light.</strong>\n</p>\n<p>Under California’s Shine the Light law (California Civil Code Section 1798.83), California residents may ask companies with whom they have formed a business relationship primarily for personal, family or household purposes to provide the names of third parties to which they have disclosed certain personal information (as defined under the Shine the Light law) during the preceding calendar year for their own direct marketing purposes and the categories of personal information disclosed.\nYou may send us requests for this information to Nextdoor, Inc., 420 Taylor Street, San Francisco, CA 94102, Attention: Chief Legal Officer.\nIn your request, you must include the statement “Shine the Light Request,” and provide your first and last name and mailing address and certify that you are a California resident.\nWe reserve the right to require additional information to confirm your identity and California residency.\nPlease note that we will not accept requests via telephone, email, or facsimile, and we are not responsible for notices that are not labeled or sent properly, or that do not have complete information.</p>\n<p>11.2.&nbsp;<strong>Australia, Canada, UK, and Europe.</strong>\n</p>\n<p>If you live in the UK or Europe, this section applies to you.\nIf you live in Australia or Canada, you may have some of the following rights under applicable law.</p>\n<p>11.2.1.&nbsp;<strong>On what legal basis do you collect my information?</strong>\n</p>\n<p>To the extent required by applicable law, we will collect your personal information with your consent where required and in accordance with our legitimate need to provide you our Services.</p>\n<p>Under EU law, Nextdoor is required to rely on one or more legal bases to collect, use, share, and otherwise process the information we have about you.\nWe describe these legal bases and some accompanying examples in more detail below.</p>\n<p>●&nbsp;<strong>Performing the Member Agreement</strong>\n</p>\n<p>Nextdoor processes your information as is necessary to perform our contract with you, the&nbsp;Member Agreement.\nFor example:</p>\n<p>– we use your information in order to create your account and set you up as a Member on Nextdoor;</p>\n<p>– we transfer your information outside of the EU to the U.S., such as to Nextdoor, Inc., in order to provide the Services.</p>\n<p>●&nbsp;<strong>Your Consent</strong>\n</p>\n<p>Nextdoor processes certain information based on your consent, which you may revoke at any time.\nFor example:</p>\n<p>– we and our partners use cookies and similar technologies, as described in more detail in our Cookie Policy, based on your consent;</p>\n<p>– where you choose a method of verification to confirm your address, we do so in accordance with your consent;</p>\n<p>– if you decide to use location services in the context of Nextdoor, we collect and process such location information based on your consent;</p>\n<p>– we rely on your consent to tailor ads based on off-Nextdoor actions and information, including based your activity on other websites and partner data, such as inferred interests;</p>\n<p>– we will send you marketing communications where you have consented to receiving such communications in accordance with applicable law;</p>\n<p>– where you ask us to notify you when Nextdoor is available in your neighbourhood, we do so based on your consent.</p>\n<p>●&nbsp;<strong>Legal Obligation</strong>\n</p>\n<p>Nextdoor may process your information in order to comply with a legal obligation, a court order, or to exercise and defend legal claims.\nFor example:</p>\n<p>– we may preserve and disclose your information if it is necessary to respond, based on applicable law, to a valid legal request (e.g.\na subpoena, search warrant, court order, or other binding request from government or law enforcement).\nand</p>\n<p>– we may retain and process your information where it is necessary for compliance with applicable tax laws.</p>\n<p>●&nbsp;<strong>Vital Interests</strong>\n</p>\n<p>Nextdoor might process your information in certain circumstances when it is necessary to protect your vital interests, or those of others.\nFor example:</p>\n<p>– we may need to process your information in order to protect your life or safety or the lives or safety of others, or otherwise prevent physical injury or other harm to any person, including you, other Members, Visitors, our staff, or the public;</p>\n<p>– we may preserve or share your information with law enforcement and related authorities where we have a good faith belief that it is required in the context of an imminent threat;</p>\n<p>– we may share your personal information with disaster relief agencies, first responders and other individuals to facilitate disaster or emergency response efforts.</p>\n<p>●&nbsp;<strong>Legitimate Interests</strong>\n</p>\n<p>We may process your information where it is necessary for the purposes of Nextdoor’s or a third party’s legitimate interests, such as those of Visitors, Members or partners.\nIn particular, we process your information in furtherance of the following legitimate interests:</p>\n<p>– Keeping the Services safe and secure: We use your information because it is necessary to pursue our and our Members’ legitimate interests in ensuring Nextdoor is secure, such as implementing and enhancing security measures and protections, protecting against fraud, spam and abuse, and enforcing our Member Agreement.</p>\n<p>– Providing, improving, and developing the Services: We use your information to provide the Services, including any personalized services, and to understand and improve our business and our Member relationships.\nWe do so as it is necessary to pursue our legitimate interests of providing an innovative and tailored offering to our Members on a sustained basis.</p>\n<p>– Providing seamless Services across the Nextdoor group of companies: Where the Services require the engagement of other Nextdoor companies, we share your information with such affiliates to provide and improve the Services.\nFor example, information controlled by Nextdoor EMEA is transferred to Nextdoor, Inc., which assists Nextdoor EMEA in technically and infrastructurally supplying the Services.</p>\n<p>– Providing ads, and measurement and analytics services: We use your information to provide personalized ads both on and off Nextdoor and to measure and analyze the success of those ads in order to provide accurate and reliable reporting to our advertisers.\nWe do so as necessary to pursue our legitimate interests of marketing and monetizing our Services.</p>\n<p>– Sending marketing communications: We rely on our legitimate interests in marketing and promoting our Services to use your contact information and send you marketing communications in accordance with applicable law, except where applicable law requires that we rely on your consent to send such communications.</p>\n<p>– Sharing information for legal and safety reasons: Where required for legal and safety reasons, we may disclose information to law enforcement and related agencies and authorities in furtherance of the legitimate interests described further below.</p>\n<p>As detailed in the Privacy Policy, where we process your information based on legitimate interests, you have the right to object to such processing.\nWhere you exercise your right to object, we will cease processing your information for that specific purpose, unless there are compelling legitimate grounds overriding your objection or where your information is processed for legal reasons.</p>\n<p>11.2.2.&nbsp;<strong>What are my rights?</strong>\n</p>\n<p>You benefit from a number of rights in relation to your information that we process.\nWhile some of these rights apply generally, certain rights apply only in certain limited cases.\nWe describe these rights below.</p>\n<p>In certain cases, such as for access to, rectification or deletion of your information, please be sure to read the options you have under the “What are My Choices” section above.</p>\n<p>11.2.3.&nbsp;<strong>Access.</strong>\n</p>\n<p>If you are unable to obtain the desired information by logging into your Nextdoor account, or if you are not currently a Nextdoor Member, email us at personal-info@nextdoor.com to request a copy of your Nextdoor information.\nIf requested and required to do so by applicable law, we will provide your information in an easily accessible format and assist in transferring some of this information to third parties as you request.</p>\n<p>11.2.4.&nbsp;<strong>Rectify, restrict, delete.</strong>\n</p>\n<p>You can access, rectify, and delete your Nextdoor information by logging into your Nextdoor account.\nIf you cannot do this or you do not have a Nextdoor account, please&nbsp;contact us&nbsp;and we will rectify, restrict, or delete your information if requested and if required to do so by applicable law.</p>\n<p>11.2.5.&nbsp;<strong>Object.</strong>\n</p>\n<p>If we process your information based on our legitimate interests explained above, you can object to this processing in certain circumstances.\nIn such cases, we will cease processing your information unless we have compelling legitimate grounds to continue processing (including if we are permitted to continue processing under applicable law) or where it is needed for legal reasons.\nWhere we use your data for direct marketing, you can always object by using the unsubscribe link in such communications, changing your&nbsp;email account settings&nbsp;or, if you do not have an account, by&nbsp;contacting us.</p>\n<p>11.2.6.&nbsp;<strong>Revoke consent.</strong>\n</p>\n<p>Where consent is required for processing under applicable law, you may have the right to withdraw your consent to the processing of your information at any time.\nIf you withdraw your consent to the use of your information for the purposes set out in this Privacy Policy, you may not have access to all (or any) of our Services and we might not be able to provide you all (or any) of the Services under this Privacy Policy and our&nbsp;Member Agreement.\nIn certain cases, we may continue to process your information after you have withdrawn consent if we have a legal basis to do so, or if your withdrawal of consent was limited to certain processing activities.</p>\n<p>11.2.7.&nbsp;<strong>Complain.</strong>\n</p>\n<p>If you have a UK or EU Member account and wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority or Nextdoor’s lead supervisory authority, the&nbsp;Irish Data Protection Commission.</p>\n<p>If you have an Australian or Canadian Member account, please&nbsp;contact us&nbsp;and provide us with as much detail as possible about your complaint.\nWe take all privacy complaints seriously and will assess any complaint with the aim of resolving it in a timely and efficient manner.\nIf you are not satisfied with the outcome of our assessment of your complaint, you may wish to contact the Office of the Australian Information Commissioner (for Australian Members) or the Office of the Privacy Commission of Canada (for Canadian Members).</p>\n<p>11.3.&nbsp;<strong>Where is my information stored?</strong>\n</p>\n<p>If you live in Australia or Canada, we transfer your personal information to the U.S.</p>\n<p>If you live in the UK or the EU, we transfer your personal information under these protections:</p>\n<p>11.3.1.&nbsp;<strong>Standard contractual clauses.</strong>\n</p>\n<p>We may use a legal mechanism known as “standard contractual clauses” to protect information transferred outside the EU and the UK.\nStandard contractual clauses refer to contracts between companies transferring personal information (for example, from Nextdoor EMEA Limited to Nextdoor, Inc.) that contain standard commitments approved by the EU Commission protecting the privacy and security of the information transferred.\nTo request a copy of the clauses, please email us at&nbsp;dpo@nextdoor.com.</p>\n<p>By continuing to use Nextdoor, you understand that we may transfer and store your data outside your home country, including to and in the U.S., as described in this Privacy Policy.\nThe privacy protections and the rights of authorities to access your personal information in some of these countries may not be the same as in your home country.\nNextdoor will only transfer personal data as permitted by law, and will take steps intended to ensure appropriate protection of your personal information.\nIf you have questions, please&nbsp;contact us.</p>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2021-05-30 19:52:09.422007", "updated_at": "2021-05-30 19:52:21.029001"}], "points": [], "urls": ["nextdoor.com"]}}