{"error": 448, "message": "OK", "parameters": {"id": 5620, "name": "Sesame Workshop", "created_at": "2021-11-14 22:52:40.374179", "updated_at": "2021-11-14 23:01:12.697792", "wikipedia": null, "keywords": null, "related": null, "slug": "sesame-workshop", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5620.png", "url": "sesameworkshop.org", "documents": [{"id": 10099, "name": "Terms of Use", "url": "https://www.sesameworkshop.org/terms-of-use", "xpath": "/html/body/div[1]/div/div/section[2]/div", "text": " Terms of Use\n<p>Thank you for visiting our web sites located at sesameworkshop.org and sesamestreet.org, which we will refer to collectively below as the&nbsp;<strong>“Sites.”</strong>&nbsp;Through the Sites, Sesame Workshop (also referred to as “we,” “us” or “our”) aims to extend our mission to use educational media to help children reach their highest potential.&nbsp;We offer the Sites to you (referred to as “you” or “user”) and your children, as applicable, under the Terms of Use described below.&nbsp;&nbsp;By using and accessing the Sites, you, on your own behalf and on behalf of your children, are agreeing to these Terms of Use, which will be considered a binding, legal agreement (referred to herein as&nbsp;<strong>“Terms of Use”</strong>&nbsp;or <strong>\"Agreement”</strong>) between you and Sesame Workshop.&nbsp;If you do not agree to these terms, please discontinue your access to and use of the Sites immediately.</p>\n<p>We reserve the right, in our sole discretion, to change these terms at any time, and will publish a revised version of these Terms of Use on the Sites.\n&nbsp;You are responsible for regularly reviewing these Terms of Use.\n&nbsp;Continued access to and use of the Sites following any such change means you accept and will abide by the changes.</p>\nOwnership of Sites and Site Content\n<p>The Sites are owned and operated by Sesame Workshop, a nonprofit educational organization with charitable, tax-exempt status, and with offices at 1900 Broadway, New York, NY 10023, USA.\n&nbsp;Sesame Workshop and/or its subsidiaries, affiliated companies, distributors, vendors, contractors, licensors and/or licensees (collectively&nbsp;<strong>“SW Parties”</strong>) own the copyright in all elements of the Sites and all related intellectual property rights, including, but not limited to, all trademark rights, patent rights and moral rights.\n&nbsp;The elements of the Sites (collectively,&nbsp;<strong>“Site Content”</strong>) include without limitation the content, software, code, data, art, graphics, animation, photographs, images, text, music, sound effects, all audio and audiovisual elements, look-and-feel, design, layout, organization, presentation, user interface, navigation, trade dress and stylistic convention of the Sites.&nbsp;Your use of the Sites does not give you ownership of any Site Content.</p>\nTrademarks\n<p>All trademarks, logos, service marks and trade names (collectively,&nbsp;<strong>“Trademarks”</strong>) displayed on the Sites or on Site Content are registered or unregistered Trademarks of Sesame Workshop, the SW Parties and/or others, and may not be used unless authorized by the Trademark owner.\n&nbsp;All Trademarks not owned by us that appear on the Sites or on the Site Content, if any, are the property of their respective owners.\n&nbsp;Nothing contained on the Sites should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on the Sites.</p>\nUse of Site Content\n<p>You may access and view the Site Content only for your personal, noncommercial use on a single computer or other Internet compatible device to enable you to use the Sites, provided that you do not remove or alter any copyright or other legal notices from the Site or any Site Content.&nbsp;You may not (except where we have given you express permission or you are otherwise permitted by law) modify, copy, distribute, download, upload, post, broadcast or transmit, display, disassemble, perform, reproduce, publish, license, decompile, reverse engineer, create derivative works from, transfer, sell, or make other use of any of the Site Content.\n&nbsp;Any use of the Site Content, other than as explicitly permitted in this paragraph, is unauthorized and may be a violation of copyright or other proprietary rights or other applicable federal or state laws of the United States or other countries.</p>\nConsideration\n<p>You acknowledge and agree that your access to and use of the Sites, the Site Content and the services provided through the Sites are valuable benefits that you receive by agreeing to and complying with the terms and conditions of this Agreement.</p>\nUser Submissions\n<p>We do not ask for nor do we wish to receive any confidential, secret or proprietary information or other material from you through the Sites, by email or in any other way.&nbsp;If you post, upload, transmit or submit any materials, content (including, for example, any photographs), information or ideas to Sesame Workshop (“Your Content”), (i) you represent and warrant that Your Content is original to you, that no other party has any rights thereto, and that any “moral rights” in Your Content have been waived, and (ii) you grant to Sesame Workshop a non-exclusive, fully-paid, royalty-free, unrestricted, perpetual, irrevocable, fully transferable, assignable and sublicensable, and worldwide license in all current and future media to reproduce, modify, adapt, publish, publicly perform and display, distribute, sublicense, create derivative works, sell, and otherwise use Your Content for any purpose Sesame Workshop chooses, commercial or otherwise, in its sole discretion, without any compensation to you and in accordance with our&nbsp;Privacy Policy.\nWe cannot be responsible for maintaining Your Content that you provide to us, and we may delete or destroy Your Content at any time.</p>\nUser Information\n<p>During the course of your use of the Sites, you may be asked to provide certain personalized information to us (such information referred to herein as&nbsp;<strong>“User Information”</strong>).&nbsp;Our information collection and use policies with respect to the privacy of such User Information are set forth in our&nbsp;Privacy Policy, which is incorporated herein by reference for all purposes.&nbsp;You acknowledge and agree that you are solely responsible for the accuracy and content of User Information, and you agree to keep it up to date.</p>\nProhibited User Conduct\n<p>You warrant and agree that, while accessing or using the Sites, you will not:</p>\n<ul>\n<li>impersonate any person or entity or misrepresent your affiliation with any other person or entity, whether actual or fictitious, including anyone from the Sites or Sesame Workshop or the SW Parties;</li>\n<li>insert your own or a third party’s advertising, branding or other promotional content into any of the Site Content, materials or services;</li>\n<li>obtain or attempt to gain unauthorized access to other computer systems, materials, information or any services available on or through the Sites through any means, including through means not intentionally made publicly available or provided for through the Sites;</li>\n<li>engage in spidering, “screen scraping,” “database scraping,” harvesting of e-mail addresses or other personal information, or any other automatic or unauthorized means of accessing, logging-in or registering on the Sites, or obtaining lists of users or other information from or through the Sites, including, without limitation, any information residing on any server or database connected to the Sites;</li>\n<li>use the Sites or its features and services in any manner that could interrupt, damage, disable, overburden or impair the Sites or interfere with any other party’s use and enjoyment of the Sites, including, without limitation, sending mass unsolicited messages or “flooding” servers with requests;</li>\n<li>use the Sites or their services in violation of the intellectual property or other proprietary or legal rights of Sesame Workshop or the SW Parties or any third party;</li>\n<li>use the Sites or its services in violation of any applicable law.\nor</li>\n<li>attempt (or encourage or support any one else’s attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the Sites or their services.</li>\n</ul>\n<p>You alone are responsible for the content and consequences of any of your activities while you are visiting or using the Sites.</p>\nLinks From The Sites to Third Party Sites\n<p>As a convenience for users, the Sites may contain links to Internet sites maintained by third parties (“Linked Sites”).\n&nbsp;You acknowledge and agree that Sesame Workshop and the SW Parties do not operate or control in any respect, or necessarily endorse, the information, content, products, services, advertising, or other materials that may be found on a Linked Site.\n&nbsp;When you link to a Linked Site, you become subject to their terms of use and&nbsp;privacy policyrather than to ours.&nbsp;You assume sole and complete responsibility for, and we do not accept any responsibility for any losses or penalties incurred as a result of, your use of Linked Sites, and any reliance on the contents of a Linked Site is at your own risk.</p>\nLinks To The Sites From Third Party Sites\n<p>You agree that if you include a link from any other web site to the Sites, such link shall open in a new browser window and shall link to the full version of an HTML formatted page of the Sites.&nbsp;You are not permitted to link directly to any image hosted on the Sites, such as using an “in-line” linking method to cause the image hosted by us to be displayed on another web site.&nbsp;You agree not to link from any other web site to the Sites in any manner such that the Sites, or any page of the Sites, is “framed,” surrounded or obfuscated by any third party content, materials or branding.&nbsp;We may require that any link to the Sites be discontinued, and to revoke your right to link to the Sites from any other web site at any time.</p>\nRight to Monitor and Editorial Control\n<p>Sesame Workshop and the SW Parties reserve the right, but do not have an obligation, to monitor and/or review all materials posted to the Sites or through the Sites’ services or features by users, and Sesame Workshop and the SW Parties are not responsible for any such materials posted by users.&nbsp;However, Sesame Workshop and the SW Parties reserve the right at all times to disclose any information as necessary to satisfy any law, regulation or government request, or to edit, refuse to post or to remove any information or materials, in whole or in part, that in the sole discretion of Sesame Workshop and the SW Parties are objectionable or in violation of this Agreement, the policies of Sesame Workshop and the SW Parties or applicable law.&nbsp;We may also impose limits on certain features or restrict your access to part or all of the features or services without notice or penalty if we believe you are in breach of the guidelines set forth in this paragraph, our terms and conditions or applicable law, or for any other reason without notice or liability.</p>\nIndemnification\n<p>You agree to indemnify and hold harmless Sesame Workshop and the SW Parties, and its and their respective affiliates, directors, officers, employees and agents from and against any and all claims, liabilities, and expenses (including reasonable legal fees) that may arise from your use of the Sites in any way, your placement or transmission of any message, content, information, software or other materials on, to or through the Sites or your violation of law or breach of the terms of this Agreement.&nbsp;Sesame Workshop and the SW Parties reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with the defense of any such claims by Sesame Workshop and the SW Parties.</p>\nCopyright Agent\n<p>We respect the intellectual property rights of others, and require that the people who use the Sites do the same.&nbsp;If you believe that your work has been copied in a way that constitutes copyright infringement, please forward the following information to our Copyright Agent, designated as such pursuant to the Digital Millennium Copyright Act, 17 U.S.C.\n§ 512(c)(2), named below:</p>\n<ul>\n<li>Your address, telephone number, and email address;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description of where the alleged infringing material is located;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your Notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>Copyright Agent:</p>\n<p>David K.\nChan<br>\nOne Lincoln Plaza<br>\nNew York, NY 10023<br>\nVoice: 212-875-6299<br>\nFax: 212-875-6117<br>\ne-mail: copyrightdmca@sesame.org</p>\nGeneral Disclaimer and Limitation of Liability\n<p>Sesame Workshop controls and operates the Sites from offices in the United States of America.&nbsp;We make no representation that Site Content is appropriate or authorized for use in all countries, states, provinces, counties or any other jurisdictions.\n&nbsp;If you choose to access the Sites, you do so on your own initiative and risk, and you are responsible for compliance with all applicable laws if and to the extent such laws and restrictions are applicable.</p>\n<p>The Sites provide information of a general nature only and you are responsible for determining whether it applies to your specific situation.&nbsp;Sesame Workshop specifically disclaims any liability concerning any action that any person may take based on any information or guidance provided at the Sites.</p>\n<p>\n<strong>The Sites provide information of a general nature only and you are responsible for determining whether it applies to your specific situation.&nbsp;Sesame Workshop specifically disclaims any liability concerning any action that any person may take based on any information or guidance provided at the Sites.</strong>\n</p>\n<p>Sesame Workshop does not guarantee the accuracy, timeliness, correctness, completeness, performance or fitness for a particular purpose of the Sites or any of the Site Content.\nSesame Workshop is not liable for any errors, omissions, or inaccurate Site Content on the Sites.</p>\n<p>THE SITES AND THE SITE CONTENT ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY FOR INFORMATION, DATA, DATA PROCESSING SERVICES, UPTIME OR UNINTERRUPTED ACCESS, ANY WARRANTIES CONCERNING THE AVAILABILITY, ACCURACY OR USEFULNESS OF SITE CONTENT AND ANY IMPLIED WARRANTIES OF MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR NONINFRINGEMENT, WHICH ARE EXCLUDED FROM THIS AGREEMENT TO THE EXTENT THAT THEY MAY BE EXCLUDED AS A MATTER OF LAW.&nbsp;SESAME WORKSHOP DOES NOT WARRANT THAT THE SITES OR THE SERVICES, CONTENT, FUNCTIONS OR MATERIALS CONTAINED THEREIN WILL BE TIMELY, SECURE, UNINTERRUPTED, OR OPERATED FREE OF DELAYS IN TRANSMISSION, FAILURE IN PERFORMANCE, COMPUTER VIRUSES, INACCURACIES, ERRORS, OR DEFECTS.\n&nbsp;YOU USE THE SITES AT YOUR OWN RISK.&nbsp;SESAME WORKSHOP ALSO ASSUMES NO RESPONSIBILITY, AND SHALL NOT BE LIABLE FOR, ANY DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR COMPUTER EQUIPMENT OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO, USE OF, OR BROWSING IN THE SITES OR YOUR DOWNLOADING OF ANY MATERIALS, DATA, TEXT, IMAGES, VIDEO, OR AUDIO FROM THE SITES.\n&nbsp;You are responsible for implementing sufficient procedures and virus checks (including anti-virus and other security checks) to satisfy your particular requirements for the accuracy and security of data input and output.\n&nbsp;SESAME WORKSHOP MAKES NO WARRANTY THAT THE SITES WILL MEET USERS’ REQUIREMENTS.&nbsp;NO ADVICE, RESULTS OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH THE SITES SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.</p>\n<p>EXCEPT AS SET OUT BELOW, UNDER NO CIRCUMSTANCES, INCLUDING BUT NOT LIMITED TO BREACH OF CONTRACT, TORT OR NEGLIGENCE, WILL SESAME WORKSHOP OR THE SW PARTIES BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES THAT ARISE OUT OF OR IN CONNECTION WITH THE USE OF THE SITES OR WITH THE DELAY OR INABILITY TO USE THE SITES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS OR SERVICES OBTAINED THROUGH THE SITES, OR OTHERWISE ARISING OUT OF THE USE OF THE SITES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n&nbsp;BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THOSE ASPECTS OF THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\n&nbsp;IN NO EVENT SHALL SESAME WORKSHOP OR THE SW PARTIES BE LIABLE FOR OR IN CONNECTION WITH ANY CONTENT POSTED, TRANSMITTED, EXCHANGED OR RECEIVED BY OR ON BEHALF OF ANY USER OR OTHER PERSON ON OR THROUGH THE SITES (INCLUDING, WITHOUT LIMITATION, ANY SUBMITTED MATERIALS).\nIN NO EVENT SHALL SESAME WORKSHOP’S OR THE SW PARTIES’ TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION EXCEED, IN THE AGGREGATE, THE AMOUNT, IF ANY, PAID BY YOU TO US FOR YOUR USE OF THE SITES OR FOR ANY OF YOUR ACTIVITIES ON THE SITES.</p>\nTermination\n<p>Sesame Workshop may terminate, change, suspend or discontinue any aspect of the Sites at any time.&nbsp;Sesame Workshop may restrict, suspend or terminate your access to the Sites and/or this Agreement if we reasonably believe or suspect you have acted inappropriately on the Sites or you are in breach of these Terms of Use or applicable law, or for any other reason without notice or liability.&nbsp;Additionally, Sesame Workshop may terminate use or access privileges to the Sites of users who are repeat infringers of intellectual property rights.&nbsp;You may terminate this Agreement by discontinuing your use of and access to the Sites.&nbsp;This Agreement is effective until terminated by you, or by Sesame Workshop for any reason, with or without notice.&nbsp;Upon any termination of this Agreement, you agree to discontinue your use and access of the Sites and to immediately destroy all materials obtained from it.</p>\nMiscellaneous\n<p>This Agreement shall be deemed to include all other notices, policies, disclaimers, and other terms contained in the Sites, including our&nbsp;Privacy Policy.\nprovided, however, that in the event of a conflict between such other terms and the terms of this Agreement, the terms of this Agreement shall prevail.</p>\n<p>You agree that Sesame Workshop may assign any of its rights and/or transfer, sub-contract or delegate any of its obligations under this Agreement.\n&nbsp;This Agreement is personal to you and you may not transfer or assign it to a third party.</p>\n<p>This Agreement is governed by and is construed in accordance with the laws of the State of New York, U.S.A, without regard to conflicts of law provisions.\n&nbsp;You consent to the exclusive jurisdiction and venue of courts in New York County, New York, U.S.A.\nin all disputes arising out of or relating to your use of the Sites.\n&nbsp;Notwithstanding the foregoing, Sesame Workshop shall have the right to bring action against visitors of the Sites in courts of competent jurisdiction in the jurisdiction in which such visitors reside or are located: (i) to seek injunctive relief against such visitor, (ii) to obtain a judgment against such visitor where a judgment by a United States court will, or may, not be enforced by the jurisdiction in which such visitor resides or is located, or (iii) to enforce a judgment obtained against such visitor in&nbsp;a New York court.</p>\n<p>Our failure to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision.</p>\n<p>If any part of this Agreement is determined to be invalid or unenforceable under applicable law including but not limited to the warranty disclaimers and liability limitations stated above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the Agreement shall continue in effect.</p>\n<p>This Agreement constitutes the entire agreement between you and Sesame Workshop with respect to the Sites and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and Sesame Workshop with respect to the Sites.\n&nbsp;A printed version of this Agreement and of any notice given in electronic form will be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent as other business documents and records originally generated and maintained in printed form.</p>\n<p>Any rights not expressly granted in this Agreement are reserved to Sesame Workshop.</p>\n<p>\n<strong>Effective date: August 4, 2008</strong>\n</p> ", "created_at": "2021-11-14 22:52:40.378528", "updated_at": "2021-11-14 21:53:24.921103"}, {"id": 10098, "name": "Privacy Policy", "url": "https://www.sesameworkshop.org/privacy-policy", "xpath": "/html/body/div[1]/div/div/section[2]/div", "text": " Privacy Policy\n<p>Thank you for visiting a Site owned and operated by Sesame Workshop or an App published by Sesame Workshop (from which you have linked to this Privacy Policy).\n“Sites” refers to Internet web sites and “Apps” refers to apps for use on mobile communication devices such as smartphones and tablets.\n“Platforms” refers to Sites and Apps collectively.\nThrough the Platforms, Sesame Workshop aims to extend our mission to use educational media to help children reach their highest potential.</p>\n<p>“Sesame Workshop” also is referred to as “we,” “us” or “our” in this Privacy Policy.</p>\nPrivacy Principle\n<p>Sesame Workshop has been trusted by parents for decades to provide safe, entertaining and educational content.\nWe take this trust seriously and recognize the importance of privacy concerns especially in the digital environment.</p>\n<p>With this in mind, we have adopted this Privacy Policy for our Platforms.\nOn our Platforms, we collect personal information in two forms.\nOne form is information that we expressly request you to provide in connection with certain activities.\nThe second form is anonymous information that we automatically collect from your computer, phone or other device.</p>\n<p>Our Privacy Policy is based on the following principles:</p>\n<ol>\n<li>You are free to choose whether or not to engage in any activity on our Platforms that involves your submission of personal information, such as your name, email address, phone number or other information that can be used to identify or contact an individual, whether online or offline.\nWe will ask you for such information expressly.\nMost of the activities on our Platforms do not require you to submit any personal information.</li>\n<li>\n<p>When we ask you to submit personal information, we will explain in the sign-up or collection process how we will use the information (such as requesting an email address when you sign up for a newsletter).\nWe will use the information only as we have stated, other than in Special Circumstances which are described below (such as in relation to law enforcement or a business transfer).</p>\n</li>\n<li>\n<p>We use the anonymous information that is automatically collected from your device, such as a computer’s Internet Protocol address, a mobile device identifier, operating system, or general location such as zip code, to support internal operations so that we can understand and monitor the usage of our Platforms and improve the performance of the Platforms.</p>\n</li>\n<li>\n<p>There is no behavioral advertising on our Platforms which means that you will not see any advertising that is targeted to you based on your combined activity on our Platforms and your activity on other sites and apps.</p>\n</li>\n<li>\n<p>Third parties that we use to assist with the Platforms are required to follow this Privacy Policy.\nESPECIALLY FOR CHILDREN UNDER 13</p>\n</li>\n<li>\n<p>Our collection of personal information on Platforms that are directed to children under 13 (“Children’s Platforms”) is intended to follow the principles of the Children’s Online Privacy Protection Act (“COPPA”), a U.S.\nlaw designed to protect the online privacy of children under the age of 13.</p>\n</li>\n<li>\n<p>We will obtain parental consent before asking for personal information on our Children’s Platforms, unless the request for information falls within an exception that would be permitted under COPPA.</p>\n</li>\n<li>\n<p>We do not make personal information collected from children publicly available nor do we enable children to so on our Platforms.\nWe will not condition a child’s participation in any activity or service on the disclosure of more personal information than is reasonably necessary to participate in an activity.</p>\n</li>\n<li>\n<p>Parents may contact us (at dotorgmail@sesameworkshop.org) to review, update or delete any of their children’s personal information that we may have collected and to elect for us not to collect any additional personal information from their children.</p>\n</li>\n<li>\n<p>Parents may contact us (at dotorgmail@sesameworkshop.org) to review, update or delete any of their children’s personal information that we may have collected and to elect for us not to collect any additional personal information from their children.</p>\n</li>\n</ol>\n<p>The following describes our Privacy Policy as it relates to certain specific activities.</p>\nInformation We Request on our Children’s Platforms\n<p>We will obtain parental consent before asking for personal information on our Children’s Platforms, unless the request for information falls within an exception that would be permitted under COPPA.\nWe will explain how we will use the information and use it only for that purpose.\nHere are examples of personal information that we request on our Children’s Platforms:</p>\n<p>• Share With a Friend.\nVisitors can provide their first name, a friend’s first name and friend’s email address to send a feature of a Children’s Platform to the friend via email.\nWe use such information only to fulfill the visitor’s request and do not store that information for any longer than reasonably necessary to send the relevant email.</p>\n<p>• Email Newsletters.\nWhen visitors on our Children’s Platforms wish to sign up to receive our email newsletters, we will ask for a parent’s first name and email address.\nWe will send a notification email to the parent and give the parent the option to decline the newsletter.\nIf the newsletter is declined, we will not send the newsletter and will delete from our files any related personal information collected in the sign-up process.\nIf the newsletter is not declined, we will send the newsletter.\nAll newsletters contain instructions so that the recipient may unsubscribe at any time.</p>\nInformation We Collect Automatically\n<p>We use the anonymous information that is automatically collected to support the internal operations of the Platforms.\nSome of this information is collected through third-party analytics tools.\nInternal operations include the following:</p>\n<ul>\n<li>\n<p>to monitor metrics such as total number of visitors and traffic;</p>\n</li>\n<li>\n<p>to understand which activities and services are most popular;</p>\n</li>\n<li>\n<p>to understand the pages where visitors enter our Sites and the pages viewed;</p>\n</li>\n<li>\n<p>to reduce the repetition in the promotional messages that users see on our Platforms;</p>\n</li>\n<li>\n<p>to understand generally the location of our users (e.g., zip code information);</p>\n</li>\n<li>\n<p>to recognize the browsers used to visit our Sites, so that the content is adapted for the relevant browser.\nand</p>\n</li>\n<li>\n<p>to diagnose and fix technology problems.</p>\n</li>\n</ul>\n<p>When you visit a Platform, we may use cookies and similar technologies like pixels and web beacons, to collect this anonymous information for the purpose of the internal operations of our Platforms.\nA “cookie” is a piece of information that a web site or an app transfers to a user’s device for record-keeping purposes.\nAs a user moves from one page or one screen to another, a cookie is used to tell us that it is the same device.\nWe also may use a cookie to keep track of your selections.\nYou may set your device to accept or not accept cookies and you may delete any cookies that you have received.\nHowever, should you decide to disable any cookies we place on your device, you may not be able to use certain services or features on our Platforms.\nA “web beacon” is a one-pixel image (which may be visible or transparent), which may be embedded on a web page or e-mail message, and which may also provide us with information about usage of that page or e-mail message.</p>\nSpecial Circumstances\n<p>Law Enforcement and Safety.\nWe may access, preserve and share your information when we have a good faith belief that it is necessary to: (i) respond to a legal request (like a search warrant, court order or subpoena) or otherwise to take action because we believe it is required or advisable under the law.\n(ii) detect, prevent and address fraud and other illegal activity.\n(iii) respond to your requests for customer service.\nor (iv) limit our legal liability or to protect the rights, property, or personal safety of ourselves, any user of our Platforms, a third party or the general public including as part of investigations.</p>\n<p>Business Transfer.\nIf we sell or otherwise transfer part or the whole of Sesame Workshop or our assets to another organization (e.g., in the course of a transaction like a merger, acquisition, bankruptcy, dissolution, liquidation), your personal information, and any other information collected through our Platforms may be among the items sold or transferred.\nThe buyer or transferee will be required to honor the commitments we have made in this Privacy Policy.</p>\n<p>Security Notice.\nIn the unlikely event that we believe that the security of your personal information in our possession or control may have been compromised, we may seek to notify you of that development.\nIf a notification is appropriate, we would endeavor to do so as promptly as possible under the circumstances, and, to the extent you have given us your e-mail address, we may notify you by e-mail.\nYou consent to our use of e-mail as a means of such notification.</p>\nService Providers\n<p>We contract with third parties to provide certain services to facilitate the operations of our Platforms (“service providers”), such as to manage the analytics information about usage of our Platforms or to process donations.\nOur service providers will be given access to your information only as is reasonably necessary to provide the services for which they are contracted.\nThey will be required to abide by the terms of this Privacy Policy in their handling of personal information.</p>\nWhere We Store our Information\n<p>Your information collected through a Platform may be stored and processed in the United States or any other country in which we or our service providers maintain facilities.\nWe or our service providers may transfer information that we collect about you, including personal information across borders and from your country or jurisdiction to other countries or jurisdictions around the world.\nIf you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S.\nlaw, please note that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction.\nBy using a Platform you consent to the transfer of information to the U.S.\nor to any other country in which we or our service providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy.</p>\nSecurity of our information\n<p>We strive to maintain the security of information but cannot guarantee that information security measures are fail-safe or guarantee that information on a Platform may not be accessed, disclosed, altered, or destroyed.\nOur Platforms maintain technical and organizational steps to keep information collected secure, including limiting the number of people who have physical access to our database servers and use of electronic security systems and password protections to guard against unauthorized access.</p>\nOther Websites &amp.\nServices\n<p>Our Platforms may link to other websites or apps, including content offered by third parties that we do not control and whose privacy and data collection practices may differ from ours (“Third Party Platforms”).\nWe are not responsible for the practices employed by any websites or services linked to or from our Platforms, including the information or content contained within them.</p>\n<p>When you go via our link to Third Party Platforms, you become subject to their terms of use and privacy policies rather than ours.\nYou should review these other website privacy policies regarding any personal information that they may collect about you.</p>\n<p>Sesame Street Store.\nThe Sesame Street Store is operated by a third party, a licensee of ours.\nThe licensee has entered into an agreement with us to operate the Sesame Street Store site and to sell and ship products related to Sesame Workshop’s educational and entertainment programs.\nThe Sesame Street Store site is a different site and is not one of our Platforms, and the licensee has adopted a separate and distinct privacy policy for the Sesame Street Store site.\nAny personal information you provide to the Sesame Street Store site is subject to the licensee’s privacy policy for the Sesame Street Store site.</p>\nOnline Safety\n<p>Involvement in your family’s online lives is one of the most important safety tools available.\nIn addition, we encourage you to educate yourself and your child on privacy concerns.\nWe recommend, as a starting point, the following guide published by the federal government, http://www.onguardonline.gov/articles/0031-kids-privacy.</p>\nSesame Workshop Information\n<p>The Platforms are operated by Sesame Workshop, located at 1900 Broadway, New York, New York, 10023, USA, 212-595-3456, dotorgmail@sesameworkshop.org.\nWe use the following service providers: Google, Inc.\nand comScore, Inc.\nPlease contact us if you have any questions about us or our service providers.</p>\n<p>\n<strong>Effective date: July 1, 2013.</strong>\n</p> ", "created_at": "2021-11-14 22:52:40.376817", "updated_at": "2021-11-14 21:53:42.587002"}], "points": [], "urls": ["sesameworkshop.org"]}}