{"error": 448, "message": "OK", "parameters": {"id": 4474, "name": "Jampp ", "created_at": "2021-07-03 23:22:20.535627", "updated_at": "2021-07-03 22:00:52.24853", "wikipedia": null, "keywords": null, "related": null, "slug": "jampp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4474.png", "url": "jampp.com", "documents": [{"id": 7850, "name": " Privacy Policy", "url": "https://jampp.com/privacy.html", "xpath": "/html/body/main/section/div/div[2]", "text": " <p>Jampp Ltd (“Jampp”, “we”, “us”, “our”) and our customers care about how personal data is collected, used and shared.\nThis Privacy Statement is provided to help users such as yourself understand how we process personal data on behalf of our clients who use the Jampp platform and services.\nIt does not state the use practices or policies of our clients, of apps on which ads are shown, or of other parties.</p>\n<br>\n<b> Topics: <ol>\n<li>What do we do?</li>\n<li>What data do we collect?</li>\n<li>How do we collect your data?</li>\n<li>How do we use your data?</li>\n<li>Do we collect data from minors under sixteen (16) years of age?</li>\n<li>How do we store your data? How long do we keep your personal data and other information?</li>\n<li>What are your protections rights?</li>\n<li>What information do we share?</li>\n<li>International transfers</li>\n<li>How can you contact us?</li>\n</ol>\n</b>\n<br> 1.\nWhat do we do? <p>Jampp provides solutions for app performance marketers.\nJampp’s technology powers advertisements that can appear on websites and mobile phone applications.\nJampp’s Demand Side Platform provides advertising technology which allows marketers to run their online media campaigns by facilitating the buying of auction-based display media across multiple inventory and data suppliers in a centralised management platform (the“Services”).</p>\n<p>Jampp’s Demand Side Platform enables our clients, including advertisers and advertising agencies, to purchase advertising inventory, including display, video, audio, native, and mobile ads from publishers in an automated fashion.\nOur Data Management Platform provides our clients with tools to onboard, segment, activate, and measure results of their advertising campaigns.</p>\n<p>Depending on the case, we act as “Data Controllers”, “Data Processors” or “Data Sub-Processors”.\nJampp collaborates with Programmatic Ad Exchanges that act as “Data Controllers”.\nIn this scenario, we are “Data Processors” (and “Data Co-Controllers” in some specific cases).\nIn these cases we may collect and securely forward data to be used for attribution purposes to third party Mobile Measurement Partners.\nIn certain cases at the specific request of customers which act as Data Controllers, through third party Mobile Measuring Platforms that act as “Data Processors”, we act as “Data Sub-Processors”.</p>\n<p>Jampp follows IAB Europe principles on online behavioural advertising (available at https://www.iab.com/iab-member-code-of-conduct/) and is integrated with the IAB Europe unsubscription platform “YourOnlineChoices” which offers users the opportunity to express their choices about online advertising to all its stakeholders, including the desire to disable services (available at https://www.youronlinechoices.com/ie/), applicable to users in the EU.</p>\n<br> 2.\nWhat data do we collect? <p>\n<b>2.1.</b> Jampp collects and uses anonymized smartphone device ID such as Google Advertising ID for Android phones or IDFA for iPhones, information about geographic location at the county/city level of the device when it accesses a mobile app derived from truncated IP address information.\nJampp also collects and uses behavioural information about a user's interaction and activity on mobile apps (e.g.\nuser clicks on the advertisement, views an ad, installations, and other in-app activity).</p>\n<p>\n<b>2.2.</b> Jampp does not collect, use or allow its clients/partners to transfer to or use on the Platform data that, by itself, directly identifies an individual, such as name, address, phone number, email address, or government identifier, race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, genetic or biometric data.</p>\n<p>\n<b>2.3.</b> We collect, use and share anonymized aggregated data, such as statistical or demographic data which does not directly or indirectly reveal users’ identity.</p>\n<br> 3.\nHow do we collect your data? <p>\n<b>3.1.</b> We use cookies to find out whether users have already visited a website.\nCookies are small files that a browser stores in a directory designated specifically for this purpose.\nUsers may change the browser settings, so that no cookies can be stored or so that explicit agreement is required before any cookies are stored.</p>\n<p>\n<b>3.2.</b> We use analytical cookies to improve our website by collecting and reporting information on its usage and marketing cookies to help us improve the relevancy of advertising campaigns, including track conversions and advertising campaigns performance and authentication and user tracking in \"app.jampp.com\".</p>\n<p>\n<b>2.4.</b> We also receive some personal data from third parties such as our clients and partners, including audience data partners, media supply sources, and programmatic Ad Exchanges or supply-side platforms.\nActing as a Demand Side Platform we receive from our partners smartphone device IDs such as Google Advertising ID for Android phones or IDFA for iPhones.\nWe also collect, use and share aggregated non-personal data, such as statistical or demographic data which does not directly or indirectly reveal users’ identity.</p>\n<br> 4.\nHow do we use your data? <p>Jampp uses personal and non-personal data to provide services to our clients for the following purposes</p>\n<ul>\n<li>We use data in order to help deliver more interesting and relevant ads to app users, and provide our customers and partners with reports containing aggregated non-personal data (for instance: the number of ads delivered each day, the number of clicks on those ads, and so on).\nThese reports are used to analyze trends, and to perform fraud detection.</li>\n<li>We use personal data only in aggregate and within the company’s systems.\nWe share it only with user’s consent and with those companies that are involved in performing the Services, complying with Data Protection Agreements and applicable law or when we are obliged to disclose it, for example, at the direction of a court or administrative authority.</li>\n<li>We use non-personal information to assist our clients and partners in developing marketing and advertising campaigns designed to target individuals who have a social and demographic profile similar to your social and demographic profile.</li>\n</ul>\n<br> 5.\nDo we collect data from minors under sixteen (16) years of age? <p>Jampp uses personal and non-personal data to provide services to our clients for the following purposes</p>\n<ul>\n<li>We use data in order to help deliver more interesting and relevant ads to app users, and provide our customers and partners with reports containing aggregated non-personal data (for instance: the number of ads delivered each day, the number of clicks on those ads, and so on).\nThese reports are used to analyze trends, and to perform fraud detection.</li>\n<li>We use personal data only in aggregate and within the company’s systems.\nWe share it only with user’s consent and with those companies that are involved in performing the Services, complying with Data Protection Agreements and applicable law or when we are obliged to disclose it, for example, at the direction of a court or administrative authority.</li>\n<li>We use non-personal information to assist our clients and partners in developing marketing and advertising campaigns designed to target individuals who have a social and demographic profile similar to your social and demographic profile.</li>\n</ul>\n<br> 6.\nHow do we store your data? How long do we keep your personal data and other information? <p>All personal data is stored on secure data servers.\nJampp will retain personal data and other anonymized information relating to use of the Services for as long as you use the Services and for up to one (1) year thereafter or such other period as may be required or permissible by law.</p>\n<br> 7.\nWhat are your protections rights? <p>\n<b>7.1.\nYou may withdraw your consent at any time.\nCalifornia residents: Do not Sell my Personal Information.</b>\n</p>\n<p>If you are a <b>resident or citizen of the European Economic Area, the United Kingdom and Switzerland,</b> if you provide your consent, we will collect, use, share, and otherwise process all of the personal data described above for the purpose of serving you personalized advertising that Jampp and our partners believe are most relevant to you.</p>\n<p>If you are a <b>resident of California</b> your right to opt out at any time is protected under the California Consumer Privacy Act (CCPA).</p>\n<p>If you decide that you do not want a personalized advertising experience, we will not process your personal data for this purpose.\nHowever, we will still serve you contextual advertising -- ads the content or type of app you are using (for example, serving an ad for a video game to a gaming app).</p>\n<p>In the cases where we are acting as “Data Processor\", Publisher Partners may provide a way for you to withdraw your consent directly from within a mobile platform or website.\nIf you withdraw your consent from within a mobile platform, the Publisher will give us notice and we will no longer collect, use, share, or otherwise process personal information from that app to personalize your advertising experience.</p>\n<p>Where we act as a “Data Controller\" you may opt out at any time from the use of your personal information for direct marketing purposes <b>by clicking here</b> or by contacting us at dataprivacy@jampp.com.</p>\n<p>Once your request is received we will process it within a reasonable time and we will also inform our Partners so that they, as independent controllers of your personal data, can also respect your choice to withdraw consent.</p>\n<p>If you wish to block cookies, you will need to change the relevant settings on your mobile device.\nSome, but not all, mobile platforms allow you to manage settings specifically for the jampp.com domain.\non others you can only control cookies at a global level.\nDetails on how to do this vary based on your mobile device operating system and browser, but generally:</p>\n<i>\n<u> iOS </u>\n<p>From the home screen of your device, select the “Settings” icon</p>\n<p>Select ‘Safari’ from the list</p>\n<p>To adjust the cookie settings, tap ‘Accept Cookies’</p>\n<p>Choose either “Never”, “From visited”, or “Always”</p>\n<u> Android </u>\n<p>Open the browser app</p>\n<p>Push the ‘Menu’ button</p>\n<p>From the options that are shown to be running, select the ‘More’ option</p>\n<p>Select the ‘Settings’ function from the list of browser functions</p>\n<p>Scroll down to the ‘Accept cookies’ option.\nIf the box is checked, uncheck it to disable cookies.\nif the box is unchecked, select it in order to enable cookies.</p>\n</i>\n<p>日本語でのオプトアウト方法に関してはこちらからご確認いただけます.\n(You can access the opt-out instructions in Japanese, here).</p>\n<p>Even if you do not consent to a personalized advertising experience, or you withdraw such consent, we may still process certain personal data when necessary to comply with applicable law or to support our legitimate interests.\nFor example, if you withdraw your consent, we will continue to retain a record of your iPhone’s IDFA or your Google Advertising ID for the purpose of recording the time and date of your consent or withdrawal.</p>\n<p>\n<b>7.2.\nYou may review, correct or delete your personal information at any time</b>\n</p>\n<p>You have the right to review, correct, and delete your personal data, subject to applicable law.\nYou may contact us with such a request at any time at dataprivacy@jampp.com.</p>\n<br> 8.\nWhat information do we share? <p>\n<b>8.1.</b> Pursuant to applicable law, Jampp may disclose or transfer personal data and other information collected through the Services to third parties for business and legal purposes, such as providing the Services under a contract and responding to a request by administrative or judicial authority.</p>\n<p>We disclose the following categories of data with our affiliates, clients and resellers in connection with providing them with our digital advertising media and data management Services:</p>\n<ul>\n<li>Device ID</li>\n<li>Device IP</li>\n<li>Device User Agent</li>\n<li>Geo Location (Country/City)</li>\n<li>User ad activity (Impression/Clicks)</li>\n</ul>\n<p>We disclose the following categories of data to our audience partners in connection with creating custom client segments based on client-supplied seed data or other data:</p>\n<ul>\n<li>Device ID</li>\n<li>Device IP</li>\n<li>Device User Agent</li>\n<li>Geo Location (Country/City)</li>\n<li>User ad activity (Impression/Clicks)</li>\n</ul>\n<p>We also work with a number of parties (referred to in this Policy as subcontractors) to whom we disclose personal and non-personal data so that they can help us provide the Services.\nThese subcontractors provide the following services: measurement, viewability, location-based attribution and location-based targeting providers, dynamic creative optimization, attribution, fraud detection and prevention, providing mechanisms to honor user choices, infrastructure, storage, computing delivering content, analyzing supply inventory and reporting.</p>\n<br> 9.\nInternational transfers <p>\n<b>9.1.</b> Your personal information may be transferred to or stored in a country other than your country of residence which may not offer the same level of protection of personal data as your country of residence.\nWhenever information is transferred we take best practices and contractual and other measures to ensure your personal data is protected.\n</p>\n<p>\n<b>9.2.</b> Whenever we transfer your personal data out of the <b>European Economic Area (EEA)</b>, we ensure that it receives a similar degree of protection by implementing at least one of the following:</p>\n<ul>\n<li>Reliance on our or our applicable partners’ or vendors’ Privacy Shield certification if the transfer is to the United States.</li>\n<li>Entering into contracts approved by the European Commission with our group companies and applicable partners or vendors.</li>\n</ul>\n<p>\n<b>9.3.</b> We also comply with the EU-U.S.\nPrivacy Shield Framework and the Swiss–U.S.\nPrivacy Shield Framework guidelines </p>\n<ul>\n<li>Jampp complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss–U.S.\nPrivacy Shield Framework guidelines as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal data transferred from the EU and Switzerland to the United States, respectively.</li>\n<li>For all personal data Jampp receives from the EU and Switzerland, it will adhere to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfers, Security, Data Integrity &amp.\nPurpose Limitation, Access, and Recourse, Enforcement and Liability.</li>\n<li>If there is any conflict between the terms in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nUnder the Privacy Shield, Jampp may remain liable if our subcontrators process your personal data in a manner inconsistent with the Privacy Shield Principles, unless we prove that we are not responsible for the event giving rise to the damage.\nResidents of the EU or Switzerland who believe that their personal data has not been processed in compliance with the Privacy Shield Principles may raise their complaint by contacting Jampp directly at dataprivacy@jampp.com.\nWe will respond to your complaint within 45 days of receipt.</li>\n<li>We commit to refer unresolved privacy complaints under the Privacy Shield via the Better Business Bureau (“BBB”), an alternative dispute resolution provider located in the United States.\nIf you do not receive a timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by us, please https://www.bbb.org/EU-privacy-shield/for-eu-consumers/ for more information and to file a complaint directly with the BBB.\nFurther, your complaint can be made or referred to the U.S.\nDepartment of Commerce or the Federal Trade Commission for further investigation.</li>\n<li>For residual disputes that cannot be resolved by the methods above, you may be able to invoke a binding arbitration process under certain conditions.\nTo find out more about the Privacy Shield’s binding arbitration scheme, please see: https://www.privacyshield.gov/article?id=ANNEX-I-introduction.</li>\n<li>The Federal Trade Commission has investigation and enforcement authority over our compliance with the Privacy Shield.</li>\n</ul>\n<br> 10.\nHow can you contact us? <p>If you wish to: receive a copy of the information we hold about you.\n- communicate an opt-out request to Jampp.\nrequest access to, or the correction, blocking or deletion of, your personal data.\nmake a complaint about our privacy practice.\nopt out of certain uses of your personal information.\nor have any questions regarding Jampps privacy practices and/or this Policy, please contact our Chief Privacy Officer via email at dataprivacy@jampp.com or at: </p>\n<br>\n<p>Europe</p>\n<p>Jampp (Ireland) Limited</p>\n<p>6th Roor, 2 Grand Canal Square, Dublin 2, Ireland.</p>\n<br>\n<p>California</p>\n<p>Jampp, Inc</p>\n<p>650 California ST San Francisco CA, U.S.\n94108</p>\n<br> ", "created_at": "2021-07-03 23:22:20.538196", "updated_at": "2021-07-03 21:22:57.365142"}], "points": [], "urls": ["jampp.com"]}}