{"error": 448, "message": "OK", "parameters": {"id": 4140, "name": "DigiCert ", "created_at": "2021-06-19 11:43:37.263124", "updated_at": "2021-06-19 22:00:47.713806", "wikipedia": null, "keywords": null, "related": null, "slug": "digicert", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4140.png", "url": "digicert.com,geotrust.com", "documents": [{"id": 7157, "name": "Master Services Agreement", "url": "https://www.digicert.com/legal-repository/Master-Services-Agreement.pdf", "xpath": "//body", "text": "Version: 05/06/2020,Page 1of 10,MASTER SERVICES AGREEMENT,Thank you for your interest in the products and services of DigiCert, Inc., a Utah corporation (“DigiCert”).\nThis Master Services ,Agreement, together with any appendices, addenda, Order Forms, schedules,and other terms referenced herein (collectively,,the “Agreement”), governs your use of DigiCert’s products and services presented in connection with this Agreement.\nThe ,Certificate Terms of Use,the applicable Certification Practices Statement(s) (“CPS”), and the Privacy Policy, each available at ,https://www.digicert.com/legal-repository/,(as updated from time to time, the “Legal Repository”)are incorporated by ,reference into this Agreement.,If you are accessing or using the Serviceson behalf of a business,entity,or individual, then: (a) you represent and warrant ,that you are an authorized representative of such business,entity, orwiththe authority to bind the entityor individualto this ,Agreement.\nand (b) suchbusiness,entity, or individualis legally and financially responsible for your access to and use of the ,Services as well as for the use of your account by others affiliated with you, including any employees, agents or contractors.\n,“Customer”means you and any entity,business, or individual on whose behalf you are accessing or using Services.,By accessing or using DigiCert’s Services, by electronically accepting this Agreement via DigiCert’s online services, or by ,mutually agreeing to an Order Form with DigiCert in the manner specifiedin Section 1.1below and which Order Form ,references this Agreement, Customer hereby accepts this Agreement as it relates to Customer’s use of the Services.\nIf ,Customer does not agree to the terms of this Agreement (or you do not have authority to enter into this Agreement on behalf ,of Customer), then Customer may not purchase or use any DigiCert Service.\nThis Agreement is effective as of the date ,Customer first accepted this Agreement (the “Effective Date”).\n,WHEREBY, DigiCert is a trusted third-party certification authority and experienced provider of digital ,certificates(“Certificates”) and other related products, software,and services(collectively with the Certificates, the ,“Services”).\n,WHEREBY, as part of the Services, DigiCert operates account management interfaces, portals and related APIs to facilitate the,management of Certificates and other Services provided by DigiCert (each, a “Portal”).\nand,WHEREBY, Customer wishes to purchase, and DigiCert wishes to provide, one or more Services pursuant to the terms of this ,Agreement.,NOW THEREFORE, in consideration of the mutual covenants contained herein and good and valuable consideration which is ,hereby acknowledged, DigiCert and Customer hereby agree as follows: ,1.Order Forms.\nCertificates.,1.1.Order Forms.\nCustomer may purchase specific Services from DigiCert by entering into one or more mutually agreed ,upon quotes, purchase schedules, purchase orders, or order forms (whether online or electronic) that set forth the ,specific Services being procured by Customer under this Agreement, the term when each such Service is to be ,provided by DigiCert (the “Service Term”) andthe related payment terms for such Service (each, an “Order ,Form”).\nOrder Forms are considered “mutually agreed upon”either (i) when executedby both parties in writing, ,(ii) when Customer affirms its electronic acceptance ofan Order Form that DigiCert has presented to Customer via ,electronic means (e.g., at https://www.digicert.com/order), or (iii) when DigiCert presents Customer with an ,Order Form and Customer affirms its acceptance by issuing a purchase order.\nCustomer and DigiCert acknowledge ,and agree that each Order Form will be governed by and incorporated by reference into the terms of this ,Agreement.\n,1.2.Portal.\nPortal API.\nSubject to Customer’s compliance with the terms and conditions of this Agreement, DigiCert ,hereby grants Customer permission, during the term of this Agreement, to use the Portal (in the form made ,available by DigiCert to Customer) to manage Certificates (or to manage any other Services to the extent permitted ,in the Portal).\nFurther, subject to Customer’s compliance with this Agreement, if Customer has been granted ,access to the Portal API by DigiCert, then DigiCert hereby grants to Customer a non-exclusive, non-transferable,,non-sublicensable, revocable, limited license during the term of this Agreement to install, use and make calls to ,Page 2of 10,and from such Portal API solely for the purpose of facilitating Customer’s use of the Portal (and its tools and ,functionalities) directly from Customer’s internal systems.\n“Portal API”means the portion of the Portal that ,constitutes an application programming interface and that facilitates the integration of the Portal with Customer’s ,internal systems, as such application programming interfacemay be made available by DigiCert under this ,Agreement.,1.3.Applicable Certificates.\nThis Agreement applies to each Certificate issued to Customer by DigiCert, regardless of: ,(i) the Certificate type (client, code signing, or TLS/SSL), (ii) when Customer requested the Certificate, or (iii) ,when the Certificate is issued.\nWith respect to any Certificates issued by DigiCert to Customer hereunder, the ,parties acknowledge and agree that this Agreement constitutes the subscriber agreement, as required under the ,applicable industry standards, guidelines and requirements related to the issuance of Certificates (including the ,EV Guidelines,as defined in the Certificate Terms of Use).,1.4.Portal Accounts.In connection with the Services, DigiCert will provide the Customer with accounts to access and ,use the Portal (the “Portal Accounts”).Customer must maintain security over its Portal Accounts.\nCustomer ,assumes liability for any use of its Portal Accounts by individuals obtaining access credentials from Customer.\n,1.5.IP Address Scanning.\nCustomer will not scan a DigiCert IP address (including through automated means) without ,obtaining DigiCert’s prior written consent.\nDigiCert reserves the right to block an IP address that has been used ,to initiate connections that are not related to normal use of services without DigiCert’s prior written consent.\n,Examples of non-normal use connections include, but are not limited to, vulnerability or load/performance scans.\n,DigiCert may throttle any access to the Portal or Portal API if DigiCert believes a system has initiated excessive ,connections to DigiCert’s Portals or Portal API.\nFor the Portal API, excessive connections are defined as greater ,than 1,000 requests/5 minutesper API key.,1.6.Certificates.Customer will order, manage, and use, and DigiCert will provide and manage Certificates in accordance ,with DigiCert’s Certificate Terms of Use, available at https://www.digicert.com/certificate-terms(as updated from ,time to time, the “Certificate Terms of Use”).,1.7.QTSP Services.Notwithstanding anything to the contrary in this Agreement, if Customer purchases certain ,Services issued by DigiCert’s QTSP (as defined below) (whether acting in its capacity as QTSP or otherwise) or its ,Affiliates (“QTSPServices”), then the applicable CPS for certain such QTSP Services is located at ,https://www.quovadisglobal.com/repository/(as updated from time to time and where such repository is ,applicable, also the “Legal Repository”).,1.8.DigiCert Vendor Entities.\nDigiCert’s Vendor Entities may exercise any right or perform any obligation under this ,Agreement.\nFor clarity, a Vendor Entity may (i) exercise DigiCert’s billing rights and obligations, and (ii) execute ,Order Forms with Customer.\nIf Customer purchases Qualified Certificates, then Customer acknowledges that the ,applicable Qualified Trust Service Provider is the provider of such Services.\n“Vendor Entity” means the QTSPs ,and any Affiliate of DigiCert.\n“Qualified Certificates” means a Certificate(i) that isissued by a Qualified Trust ,Service Provider pursuant to the requirements of applicable EU or Swiss certification and electronic signature ,laws, and (ii) that carries the highest assurance level of “qualified” pursuant to such requirements.“Qualified ,Trust Service Provider”or “QTSP”means the following entities that are authorizedby governmental authorities ,to issue Qualified Certificates:,Qualified Trust Service TrustedListJurisdiction of Supervisory ,ProviderBody,QuoVadis Trustlink B.V.NetherlandsTrustedListNetherlands,DigiCert Europe Belgium B.V.BelgiumTrustedListBelgium,QuoVadis Trustlink Schweiz AGSwiss TrustedListSwitzerland,1.9.Purchases for Resale.\nIf Customer purchasesServices on behalf, or for the use of,anyone other than Customer or ,an Affiliate of Customer(including employees or contractors of Customer or an Affiliate of Customer), then ,Customer agrees that such purchases will be governed by the terms of the MasterReseller Agreement, available ,at https://www.digicert.com/master-reseller-agreement(as updated from time to time), which terms are ,incorporated herein by reference.\nFor purposes of this Agreement, “Affiliate” means any entity that directly or ,Page 3of 10,indirectly controls, is controlled by, or is under common control with a party to this Agreement.\n,2.Fees.,2.1.Fees.Customer will pay DigiCert the fees for Services provided hereunder as posted in the Portal or as set forth in ,an Order Form.\nPrices of Certificates available for purchase on a per-Certificate basis are subject to change.\nupdates ,to pricing will be posted in the Portal.\nAll payments are due and payable either within 30 days of the date of ,purchase or such other period, if any, stated in an Order Form.\nFees payable hereunder are in exchange for the ,provision of Services by DigiCert andare nota royaltyorlicense fee.\nIf Customer submits funds to its Portal ,Account that are not connected to an Order Form (i.e., funds not connected to the purchase of Services with a ,definite term length), Customer mayuse such funds to purchase Services within 12 months.\nIf Customer fails to ,use all suchfunds, any remaining fundswill be deemed fees earned by DigiCert for Services provided, and ,Customer may not use them in connection with any other purchase.\nIf any undisputed invoiced amount is not ,received by DigiCert by the due date, then without limiting DigiCert’s rights or remedies, (a) those charges will ,accrue late interest at the rate of 1.5% of the outstanding balance per month, or the maximum rate permitted by ,law, whichever is lower, (b) DigiCert may accelerate Customer’s unpaid fee obligations so that they become ,immediately due and payable, and (c)DigiCertmay suspend orlimitCustomer’saccesstothe Portal or Services,without notice until full payment is made.\nCustomer must notify DigiCert of any fee disputes within 30 days of the ,applicable invoice date or such invoice will be deemed accepted.,2.2.Taxes.DigiCert may charge, and Customer will pay, all applicable federal, state, or local sales or use taxes, value ,added taxes (“VAT”), goods and services taxes (“GST”), and consumption taxes that DigiCert is legally obligated to ,charge (“Taxes”).\nAll fees charged by DigiCert are exclusive of any Taxes however imposed, e.g., VAT, GST, or ,consumption taxes, unless such Taxes are stated on the invoice DigiCert provides to Customer.\nCustomer may ,provide DigiCert an exemption certificate or equivalent information acceptable to the relevant taxing authority.\nIn ,such case, DigiCert will not charge or collect the Taxes covered by such exemption certificate.\nDuring the term of ,this Agreement, DigiCert will provide Customer with forms, documents, or certifications as may be required for ,Customer to satisfy information reporting or withholding tax obligations with respect to payments under this ,Agreement.\nUpon DigiCert’s receipt of Customer’s proof of withholding (which proof must be acceptable in ,DigiCert’s sole discretion), Customer may deduct or withhold any taxes that Customer determines it is obligated to ,withhold from any amounts payable to DigiCert under this Agreement.\nExcept as stated in this Section 2.2, Customer ,may not withhold or offset any amount owed to DigiCert for any reason.,3.IntellectualPropertyRights.\nRestrictions.,3.1.DigiCert Intellectual Property Rights.DigiCertretains, and Customerwill not obtainor claim, any title,interest, or,ownershiprightsin any of DigiCert’s products or services (including the Services), including all software associated ,with the Portal, the Services, ortechniques andideas embedded therein;all copies or derivative works of such,products or services or software providedby DigiCert,regardless of who produced, requested, or suggested the,copyor derivative work.\nall documentation and marketing material providedby DigiCert toCustomer;andall of,DigiCert’scopyrights,patentrights, tradesecretrights andother proprietaryrights.,3.2.Restrictions.Customer will protect DigiCert’s intellectual property, and the value,good will, and reputation ,associated therewith when accessing or using the Services.\nCustomer will not: (i) attempt to interfere with, or ,disrupt the operations of, the Services or attempt to gain access to any systems or networks that connect thereto, ,except as required to access and use the Portal (including the Portal API) as permitted hereunder, (ii) re-engineer, ,reverse engineer, decompile or disassemble any portion of the Services.\n(iii) use, copy or modify the Services for ,any purpose other than as expressly permitted herein.\n(iv) transfer, sublicense, rent, lease, lend, distribute or ,otherwise make available the Services to any third party other than as expressly permitted herein.\n(v) replicate, ,frame or mirror the Services.\n(vi) remove, erase or tamper with any copyright or other proprietary notice encoded ,or recorded in the Services.\n(vii) introduce into the Services any computer virus, malware,software lock or other ,such harmful program or data which destroys, erases, damages or otherwise disrupts the normal operation of the ,Services or allows for unauthorized access to the Services, (viii) access, or allow another party to access or use, ,the Services for any benchmarking purposes or to develop or improve a product or service that competes with ,DigiCert, (ix) impersonate or misrepresent Customer’s affiliation with any entity, or (x) encourage or authorize a ,third party to do any of the foregoing.\nDigiCert may terminate this Agreement or Customer’s Portal Accounts,,Page 4of 10,restrict Customer’s access to the Services, or revoke the Certificatesif DigiCert reasonably believes that Customer ,is using the Services, to post or make accessible any material that infringes DigiCert’s or any third party’s rights ,or is in breach of this Agreement.\nCustomer will not use any marketing material or documentation that refers to ,DigiCert or its products or services without receiving written prior approval from DigiCert, except as outlined in ,Section 3.4(MarkLicense).,3.3.Trademark Usage.Customer agrees that DigiCert may use Customer’s name and trademark to perform its ,obligations under this Agreement and to indicate that Customer is receiving DigiCert’s Service, provided that such ,use would not foreseeably diminish or damage Customer’s rights in any of its trademarks, create a ,misrepresentation of the parties’relationship, or diminish or damage a party’s reputation.\nNeither party may ,register or claim any right in the other party’s trademarks.\nCustomer grants DigiCert a right to use any trademark ,of Customer included in the Certificate to the extent necessary to operate suchCertificate.,3.4.MarkLicense.DigiCert may make certain marks available for Customer to display to indicate that a particular ,Certificate has been issued for a particular Customer property (each, a “Mark”).\nEffective upon issuance of the ,applicable Certificate, and only for so long as such Certificate remains valid, and Customer is in full compliance ,with all applicable terms related thereto, DigiCert grants to Customer a limited, revocable license during the ,validity period of theapplicable Certificate to display the applicable Mark(in the form provided by DigiCert to ,Customer) to accurately and not misleadinglyindicate the applicable Certificate on Customer’s products, domain ,names or services.\nCustomer agrees to not modify Marks in any manner or use or display Marks for any ,inappropriate purpose or in any way that could misrepresent the parties’relationship or diminish or damage ,DigiCert’s reputation or the goodwill associated with any Markor other DigiCert trademarks or service marks, ,including using a Markor Certificate with a website that could be considered associated with crime, fraud, ,deception, defamation, libel, obscenity, misappropriation or infringement or that is otherwise reasonably ,objectionable to DigiCert.\nAll goodwill arising in connection with the use of Marks will inure to the benefit of ,DigiCert and if Customer obtains any right, title or interest in or to any Markas a result of the use of such Mark, ,then Customer hereby irrevocably assigns to DigiCert all such right, title and interest therein and thereto.,4.EvaluationLicense.\n,The terms in this Section 4apply if Customer is granted the right to access or use any Services free-of-charge for ,evaluation purposes, including trials, proofs of concept, orother demonstrations or tests (“Trial Basis”).\n,4.1.Use Rights.Customer agrees that it may only access or use any Services provided under this Agreement on a Trial ,Basis solely for the purpose of Customer’s internal, non-production, non-commercial evaluation and ,interoperability testing of the applicable Services, and Customer may not use the Services provided on a Trial ,Basis for any other purpose.,4.2.Evaluation Period.Customer’s right to use the Services on a Trial Basis are time-limited and will terminate ,immediately upon the earlier of (i) the trial end date as specified in an Order Form or other document executed ,by the parties regarding such trial, or (ii) the start date of when Customer purchases a right to use such Services ,on a non-Trial Basis, or (iii) the date when DigiCert terminates Customer’s right to use the Services on a Trial Basis ,(which DigiCert may do at any time in its sole discretion).\nCustomer must cease using the Services on a Trial Basis ,upon any such termination.\n,4.3.Trial Data.Customer agrees that any data or information that Customer entersinto the Services used on a Trial ,Basis, and any customizations made to such Services by or for Customer, during the Trial Basis period may be ,permanently lost unless Customer purchases the same Services on a non-Trial Basis before the termination date ,set forth in Section 4.2above.,4.4.Limitation of Liability.IN NO EVENT WILL DIGICERT BE LIABLE FOR ANY DAMAGES UNDER THE AGREEMENT, ,INCLUDING, WITHOUT LIMITATION, ANY LOST REVENUE, LOST PROFITS, OR CONSEQUENTIAL DAMAGES EVEN ,IF DIGICERT IS ADVISED OF THEIR POSSIBILITY.,4.5.Warranty Disclaimer.CUSTOMER ACKNOWLEDGESTHAT NO WARRANTIES, SERVICE LEVELS, OR ,SPECIFICATIONS SET FORTH IN THIS AGREEMENT WITH RESPECT TO THE SERVICES WILL APPLY TO ANY ,Page 5of 10,SERVICES PROVIDED ON A TRIAL BASIS.\nTHE PARTIES ACKNOWLEDGE THAT THE SERVICE PROVIDED ON A ,TRIAL BASIS ARE PROVIDED “AS IS”AND WITHOUT ANY WARRANTY WHATSOEVER.\nDIGICERT DISCLAIMS ANY ,AND ALL WARRANTIES, EXPRESS, IMPLIED OR STATUTORY, INCLUDING WITHOUT LIMITATION, ANY IMPLIED ,WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF ,THIRD-PARTY RIGHTS.,4.6.Order of Precedence.In the event of a conflict between this Section 4,and any provision of the Agreement, this ,Section 4will prevail and supersede the conflicting provisions in the Agreement with respect to the Services ,provided by DigiCert to Customer on a Trial Basis.,5.Confidentiality.,5.1.Definition.\n“ConfidentialInformation”means any information, documentation, system, or process disclosed by ,a party or a party’s Affiliate that is: (i) designated as confidential (or a similar designation) at the time of ,disclosure.\n(ii) disclosed in circumstances of confidence.\nor (iii) understood by the parties, exercising reasonable ,business judgment, to be confidential.,5.2.Exclusions.\nConfidentialInformation doesnotincludeinformation that: (i) was lawfully known or received by the,receivingparty priortodisclosure.\n(ii) is orbecomespart of thepublicdomainotherthan asa result of a breach of,this Agreement;(iii) was disclosedtothe receiving partybyathirdparty, providedsuchthirdparty, oranyother,party from whomsuchthird partyreceivessuchinformation,isnotin breachof anyconfidentialityobligationin ,respect to suchinformation;or(iv)isindependentlydevelopedby thereceivingparty asevidenced byindependent,writtenmaterials.,5.3.Obligations.Each party willkeep confidential all Confidential Information it receives fromtheotherpartyorits ,Affiliates.\nEachpartywill use disclosedConfidentialInformationonly for the purpose ofexercisingitsrights and ,fulfillingitsobligations under this Agreement andwill protect allConfidential Information againstdisclosureusing ,a reasonabledegree ofcare.Each party may discloseConfidentialInformation toitscontractors ifthe contractor ,is contractuallyobligated toconfidentiallyprovisions that areatleast asprotective asthose contained herein.If ,areceivingparty is compelled by lawtodiscloseConfidentialInformation ofthe disclosingparty, the receiving ,party may disclose such Confidential Information that it is advised by its legal counsel is legally required, but only ,after using reasonable efforts to(i)seek confidential treatment for theConfidentialInformation,and(ii)send ,sufficientpriornoticeto theotherparty toallowtheother partyto seek protective or other courtorders and ,reasonably cooperates with such attempts by the other party.,5.4.Privacy.\nCustomer consents, for itself, its users and contacts, to provide certain required information relating to ,an identified or identifiable natural person (“Personal Data”), which is necessary for use of the Services ,(including the Certificates), and which will be processed and used in accordance with DigiCert’s Privacy Policy ,available as at https://www.digicert.com/digicert-privacy-policy(as updated from time to time, the “Privacy ,Policy”).\nThe Privacy Policies applicable to QTSP Services are available at ,https://www.quovadisglobal.com/privacy/(as updated from time to time).,5.5.Publication of Certificate Information.Notwithstanding anything in this Agreement to the contrary, Customer ,consents to: (i) DigiCert’s public disclosure of information (such as Customer’s domain name, jurisdiction of ,incorporation, or contact information), embedded inanissued Certificate.\nand(ii) Customer’s Certificates and ,information embedded therein being logged by or on behalf of DigiCertin publicly-accessible Certificate ,transparency databases for purposes of detecting and preventing phishing attacks and other forms of fraud, and ,Customer agrees that such information when logged may not be removed.This consent survives terminationof,this Agreement.\nDigiCert mayrelyonand use information provided by Customer for any purposes connected to ,the Services, but only if such use is in compliance with DigiCert’s Privacy Policy andcomplieswiththe ,confidentialityobligations in this Section 5.,6.Term and Termination.,6.1.Term.ThisAgreement iseffectiveupon the Effective Dateand will remain in effect unless earlier terminated in ,accordance with this Agreement.\n,Page 6of 10,6.2.Termination.\nEither party may terminate this Agreement immediately if the other party: (i) materially breaches ,this Agreement (including any appendices, addenda, OrderForms, schedules and other terms referenced herein) ,and fails to remedy the material breach within thirty (30) days after receiving notice of the material breach (except ,that any breach by Customer of the Certificate Terms of Use will be deemed a materialbreach of this Agreement ,for which DigiCert can immediately terminate this Agreement without a remedy period).\n(ii) engages in illegal or ,fraudulent activity in connection with this Agreement (or in the case of termination by DigiCert, Customer engages ,inan activity that could otherwise materially harm DigiCert’s business in connection with this Agreement).\n(iii) has ,a receiver, trustee, or liquidator appointed over substantially all of its assets.\n(iv) has an involuntary bankruptcy ,proceeding filed againstit that is notdismissedwithin30 daysof filing.\nor(v) files a voluntary petitionof,bankruptcy orreorganization.,6.3.Restrictions on Further Use.\nUpon expiration or termination of the Agreement: (i) except asotherwise specified, ,all other rights andlicenses grantedherein terminate;(ii) each party will immediately discontinueall ,representationsorstatements that couldimplythata relationship existsbetween DigiCertand Customer;(iii) each ,party willcontinue to complywiththe confidentialityrequirementsin thisAgreement.\nand (iv) Customer will, ,within 30 daysof the date of termination, payto DigiCertany fees, or part thereof, still owed as ofthe dateof ,terminationand destroyordeliverto DigiCert allsales manuals, price lists, literature and other materials relating,toDigiCert.,6.4.Survival.The CPS, the Certificate Terms of Use, and any applicable sections herein or appendices that specifically ,state they survive termination of this Agreement, will survive expiration or termination of this Agreement until all ,Certificates issued or other Services provided by DigiCert expire or are revoked.\nIn addition, the obligations and ,representations of the parties under Section 3.1, Section 3.2, Section 5(Confidentiality), Section 6(Termination), ,Section 7(Disclaimers of Warranties, Limitation of Liability, and Indemnification), and Section 8(Miscellaneous) ,survive expiration or termination of this Agreement.\nCustomer’s obligation to pay all amounts owed by Customer ,to DigiCert survive termination of this Agreement.,7.Disclaimer ofWarranties,Limitationof Liability, andIndemnification.,7.1.Warranties.\nDigiCert warrants the Certificates offered under this Agreement will comply in all material respects to ,the requirements in the CPSandwith applicable law.,7.2.DISCLAIMERS.\nOTHER THAN AS PROVIDED IN SECTION 7.1, THESERVICES,AND ANYRELATED SOFTWARE ,(INCLUDING THE PORTAL) ARE PROVIDED “ASIS”AND “ASAVAILABLE”ANDTOTHEMAXIMUMEXTENT ,PERMITTEDBY LAW,DIGICERTDISCLAIMSALLEXPRESSANDIMPLIEDWARRANTIES,INCLUDING ,WARRANTIES OFMERCHANTABILITY,FITNESSFOR APARTICULARPURPOSE,ANDNON-INFRINGEMENT.,DIGICERTDOESNOTWARRANT THATANY SERVICEORPRODUCT WILL MEETCUSTOMER’SEXPECTATIONS OR,THATACCESS TOTHESERVICESWILLBETIMELY ORERROR-FREE.DigiCert does notguarantee the accessibility,of anyproducts orservicesandmaymodify or discontinue offeringanyproductorserviceoffering at any time.\n,Customer’s sole remedy for a defect in the Services is for DigiCert to use commercially reasonable efforts, upon ,notice of such defect from Customer, to correct the defect, except that DigiCert has no obligation to correct defects ,that arise from (i) misuse, damage, modification or damage of the Services or combination of theServices with ,other products and services by parties other than DigiCert, or (ii) Customer’s breach of any provision of this ,Agreement.,7.3.LimitationofLiability.\nThis Agreement does not limit a party’s liability for: (i) death or personal injury resulting ,from the negligence of a party.\n(ii) gross negligence, willful misconduct or violations of applicable law, or (iii) ,fraud or fraudulent statements made by a party to the other party in connection withthis Agreement.\nTO THE ,FULLEST EXTENT PERMITTED BY APPLICABLE LAW AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL ,PURPOSE OF ANY LIMITED REMEDY OR LIMITATION OF LIABILITY: (A) DIGICERT AND ITS AFFILIATES, ,SUBSIDIARIES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS,PARTNERS AND LICENSORS (THE “DIGICERT ,ENTITIES”) WILL NOT BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE ,DAMAGES (INCLUDING ANY DAMAGES ARISING FROM LOSS OF USE, LOSS OF DATA, LOST PROFITS, BUSINESS ,INTERRUPTION, OR COSTS OF PROCURING SUBSTITUTE SOFTWARE OR SERVICES) ARISING OUT OF OR ,RELATING TO THIS AGREEMENT OR THE SUBJECT MATTER HEREOF.\nAND (B) THE DIGICERT ENTITIES’TOTAL ,Page 7of 10,CUMULATIVE LIABILITY ARISING OUT OF OR RELATING TO THIS AGREEMENT OR THE SUBJECT MATTER ,HEREOF WILL NOT EXCEED THE AMOUNTS PAID BY CUSTOMER TO DIGICERT IN THE TWELVE MONTHS PRIOR ,TO THE EVENT GIVING RISE TO SUCH LIABILITY, REGARDLESS OF WHETHER SUCH LIABILITY ARISES FROM ,CONTRACT, INDEMNIFICATION, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR ,OTHERWISE, AND REGARDLESS OF WHETHER DIGICERT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH ,LOSS OR DAMAGE.\nNO CLAIM, REGARDLESS OF FORM, WHICH IN ANY WAY ARISES OUT OF THIS AGREEMENT, ,MAY BE MADE OR BROUGHT BY CUSTOMER OR CUSTOMER’S REPRESENTATIVES MORE THAN ONE (1) YEAR ,AFTER THE BASIS FOR THE CLAIM BECOMES KNOWN TO CUSTOMER.,7.4.Indemnity.\nCustomer will indemnify, defend and hold harmless DigiCert and DigiCert’s employees, officers, ,directors, shareholders, Affiliates, and assigns (each an “Indemnified Party”) against all third party claims and ,all related liabilities, damages, and costs, including reasonable attorneys’fees, arising from (i) Customer’s breach ,of this Agreement.\n(ii) Customer’s online properties for which DigiCert provides Services hereunder, or the ,technology or content embodied therein or made available through such properties.\n(iii) DigiCert’s access or use ,in compliance with this Agreement of any information, systems, data or materials provided by or on behalf of ,Customer to DigiCert hereunder, (iv) Customer’s failure to protect the authentication mechanisms used to secure ,the Portal or a Portal Account.\n(v) Customer’s modification of a DigiCert product or service or combination of a ,DigiCert product or service with any product or service not provided by DigiCert.\n(vi)an allegation that personal ,injury or property damage was caused by the fault or negligence of Customer.\n(vii) Customer’s failure to disclose ,a material fact related to the useor issuance of the Services.\nor (viii) an allegation that the Customer, or an agent ,of Customer, used DigiCert’s Services to infringe on the rights of a third party.,7.5.IndemnityObligations.An Indemnified Partyseekingindemnificationunder this Agreement mustnotifythe ,indemnifying partypromptly of any eventrequiringindemnification.However, anIndemnified Party’s failure to,notifywillnotrelieve the indemnifying partyfromitsindemnificationobligations,exceptto theextent thatthe,failure tonotifymateriallyprejudices the indemnifying party.\nThe indemnifying partymay assume thedefense of ,any proceedingrequiringindemnification unless assumingthe defense would resultin potentialconflicting,interests as determinedbythe IndemnifiedParty in goodfaith.AnIndemnified Party may, atthe indemnifying ,party’sexpense, defend itselfuntilthe indemnifying party’scounsel has initiateda defenseofthe Indemnified,Party.Evenafter the indemnifying partyassumesthedefense, the IndemnifiedPartymayparticipate inany,proceedingusingcounselof its own choiceandatitsown expense.The indemnifying partymay notsettle any ,proceeding relatedto this Agreement unless the settlementalsoincludesanunconditionalrelease of liability for,all IndemnifiedParties.\nThe indemnifying party’sindemnification obligations hereunder are not an Indemnified ,Party’s sole remedy for events giving rise to indemnity by the indemnifying partyhereunder, and are in addition to ,any other remedies an Indemnified Party may have against the indemnifying partyunder this Agreement.\n,7.6.Injunctive Relief.\nCustomer acknowledges that its breach of this Agreement may result in irreparable harm to ,DigiCert that cannot adequately be redressed by damages.\nAccordingly, in addition to any other legal remedies ,which may be available, DigiCert may seek and obtain an injunctive order against a breach or threatened breach of ,this Agreement by Customer, and without a need to post a bond or similar action.\n,7.7.Extent.Thelimitations and obligations in this section applytothe maximumextent permittedby lawandapply ,regardlessof: (i) the reason for ornature oftheliability,including tort claims;(ii) the numberofclaimsof liability;,(iii)theextent ornature of thedamages.\nor (iv)whether anyother provisions of this Agreementwerebreached,orproven ineffective.,8.Miscellaneous.,8.1.ForceMajeure.Except forCustomer’s paymentobligations,neither party isliable forany failure or delayin,performingits obligationsunder this Agreement to the extent that the circumstances causing such failure or delay ,are beyond a party’s reasonable control.\nCustomer acknowledges that the Services (including the Portal and ,Certificates) are subject to the operation and telecommunication infrastructures ofthe Internet and the operation ,ofCustomer’s Internet connectionservices,all of whicharebeyondDigiCert’s control.,8.2.Entire Agreement.This Agreement, alongwith alldocuments referred to herein, including any applicable Order ,Form, constitutestheentireagreement between the parties withrespect tothesubjectmatter,supersedingall,Page 8of 10,other prior agreements thatmightexist.All DigiCert products and services are provided only upon the terms and ,conditions of this Agreement, and this Agreement prevails over any conflicting, additional, or different terms and ,conditions proposed by Customer.\nExcept asotherwiseallowedherein, neitherparty may amend this Agreement ,unless theamendmentis both in writingandsigned by the parties.Any terms in a purchase order or similar ,ordering document provided by Customer and not executed by DigiCert that conflict with the terms of this ,Agreement or materially alter the rights or obligations of the parties are expressly rejected and will be of no effect.\n,In the event of an inconsistency between documents, the following order of precedence will apply: (1)Master ,Services Agreement, (2) Certificate Terms of Use.\n(3) other applicable appendices, addenda, and schedules, and ,(4) Order Forms, unless the Order Form expressly states that it willtake precedence.\n,8.3.Amendment.\nDigiCertmay amend: (i) this Agreement.\n(ii) the CPS.\n(iii) the Privacy Policy.\n(iv) the Certificate Terms ,of Use;and(v) any other applicable appendices, addenda and schedules (but for clarity not an Order Form) at any ,time and will give notice of any material changes via the Portal, by posting the amended version to the Legal ,Repository,or by a means set forth in Section 8.7.\nIf such an amendment materially and adversely affects ,Customer’s rights herein, Customer will have the right, as its sole and exclusive remedy in connection with such ,amendment, to terminate this Agreement during the 30-day period after DigiCert’s notice of such amendment, by ,providing written notice of termination to DigiCert.\nCustomer’s continued useoftheServices after 30 days of ,DigiCert’s notice of the amendment constitutesCustomer’s acceptanceof theamendment.,8.4.Waiver.\nAparty’s failureto enforceor delay in enforcinga provision ofthisAgreementdoesnot waivetheparty’s ,right toenforcethesameprovision later or the party’srightto enforceany otherprovisionofthisAgreement.\nA ,waiverisonlyeffective ifin writing and signed by both parties.,8.5.Assignment.\nCustomermaynotassign or delegate anyofitsrights orobligationsunder this Agreementwithout the ,prior writtenconsentofDigiCert.DigiCertmayassign or delegateany of its rightsandobligationsunder this ,Agreement withoutCustomer’sconsent.\nAny purported assignment or delegation in violation of this Agreement is ,null and void.,8.6.Relationship.\nDigiCert and Customer are independent contractors and not agents or employees of each other.\n,Neither party has the power to bind or obligate the other or to make any statements, representations, warranties ,or commitments on behalf of the other party.\nEach party is responsible for its own expenses and employees.\nAll ,persons employed by a party will be employees of such party and not of the other party and all costs and ,obligations incurred by reason of any such employment will be for the account and expense of such party.,8.7.Notices.DigiCert will send notices of early termination or breach of this Agreement to Customer by first class mail ,to the address listed in the Portal Account, which notices are effective upon receipt.\nDigiCert will send all other ,notices (or if no physical address is provided by Customer, then DigiCert will send all notices hereunder including ,notices ofearly termination or breach of this Agreement) by posting the notice in the Portal Account or by email ,via the email address of Customer’s administrator Portal Account (or other alternate email address associated with ,thePortalAccount if provided), or by regular mail.\nAll such notices are effective when posted in the Portal or when ,sent to the Portal Account.It is Customer’s responsibility to keep its email address current.\nCustomer will be ,deemed to have received any email sent to the email address then associated with the Portal Account when ,DigiCert sends the email, regardless of whether Customer receives the email.\nCustomer will send DigiCert notices ,in writing by postal mail that is addressed to DigiCert, Inc., Attn: General Counsel, 2801 North Thanksgiving Way, ,Suite 500, Lehi, Utah 84043.\nNotices from Customer are effective upon receipt.\nDigiCert may change its address ,for notice either by providing written (including email) notice to Customer or by publishing a new address for ,notice through the Portal.,8.8.Governing Law and Jurisdiction.The (i) laws that govern the interpretation, construction, andenforcement ofthis ,Agreement and allmatters, claims or disputesrelatedto it,including tort claims, and (ii) the courts or arbitration ,bodies that have exclusive jurisdiction over any of the matters, claims or disputes contemplated in sub-section (i) ,above,will eachdepend on where Customer is domiciled, as set forth in the table below.\nIn instances where the ,International Chamber of Commerce is designated below as the court or arbitration body with exclusive ,jurisdiction of such matters, claims or disputes, then the parties hereby agree that (x) all matters, claims or disputes ,arising out of or in connection with this Agreement shall be finally settled under the Rules of Arbitration of the ,International Chamber of Commerce (“Rules”) by one or more arbitrators appointed in accordance with the Rules, ,Page 9of 10,(y) judgment on the award rendered by such arbitration may be entered in any court having jurisdiction, and (z) ,this arbitration clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a ,court of appropriate jurisdiction.,Customer is Domiciled in:Governing Law is laws of:Court or arbitration body with ,exclusive jurisdiction:,The United States of America, Utah state law and United States StateandFederalcourtslocated in,Canada, Mexico, Central America, federal lawSalt Lake County,Utah,South America, the Caribbean, or ,any other country not otherwise ,included in the rest of the table ,below,Europe, the United Kingdom, EnglandInternational Chamber of ,Switzerland, Russia, the Middle Commerce, International Court of ,East or AfricaArbitration, with seat of ,arbitration in London,JapanJapanInternational Chamber of ,Commerce, International Court of ,Arbitration, with seat of ,arbitration in Tokyo,Australia or New ZealandAustraliaInternational Chamber of ,Commerce, International Court of ,Arbitration, with seat of ,arbitration in Melbourne,A Country in Asia or the Pacific SingaporeInternational Chamber of ,region, other than Japan, Australia Commerce, International Court of ,or New ZealandArbitration, with seat of ,arbitration in Singapore,8.9.Dispute Resolution.\nTo the extent permitted by law, before Customerfiles suit or initiates an arbitration claim with ,respect to a dispute involving any aspect of this Agreement, Customershall notify DigiCert, and any other party to the ,dispute for the purpose of seeking business resolution.\nBoth Customerand DigiCert shall make good faith efforts to ,resolve such dispute via business discussions.\nIf the dispute is not resolved within sixty (60) days after the initial notice, ,then a party may proceed as permitted under applicable law and as specified under this Agreement.\n,(i)Arbitration.\nIn the event a dispute is allowed or required under this agreement to be resolved through ,arbitration, theparties will maintain the confidential nature of the existence, content, or results of any ,arbitration hereunder, except as may be necessary to prepare for or conduct the arbitration hearing on the ,merits, or except as maybe necessary in connection with a court application for a preliminary remedy, a judicial ,confirmation or challenge to an arbitration award or its enforcement, or unless otherwise required by law or ,judicial decision.,(ii)Class Action and Jury Trial Waiver.\nTHE PARTIES EXPRESSLY WAIVE THEIR RESPECTIVE RIGHTS TO ,A JURY TRIAL FOR THE PURPOSES OF LITIGATING DISPUTES HEREUNDER.\nEach party agrees that any dispute ,must be brought in the respective party’s individual capacity, and not as a plaintiff or classmember in any ,purported class, collective, representative, multiple plaintiff, or similar proceeding (“Class Action”).\nThe ,parties expressly waive any ability to maintain any Class Action in any forum in connection with any dispute.\n,If the dispute is subject to arbitration, the arbitrator will not have authority to combine or aggregate similar ,claims or conduct any Class Action nor make an award to any person or entity not a party to the arbitration.\n,Any claim that all or part of this Class Action waiver is unenforceable, unconscionable, void, or voidable may ,be determined only by a court of competent jurisdiction and not by an arbitrator.\n,8.10.Compliance with Law.\nEach party will comply with all applicable laws, including federal, state and local laws and ,regulations in connection with its performance under this Agreement.\nCustomer acknowledges that Services ,provided or offered under this Agreement may be subject to, and Customer agrees to comply with all applicable ,laws in connection with is use of the Services, including all applicable export controls, trade sanctions, and ,Page 10of 10,physical or electronic import laws, advertising laws, privacy laws, regulations, and rules.\nDigiCert may suspend ,performance of any of its obligations under the Agreement, without any priornotice or cure period and without ,any liability, if Customer fails to comply with this provision.,8.11.Severability.The invalidity or unenforceability of any provision of this Agreement, as determined by a court or ,administrative body of competent jurisdiction, will not affect the validity or enforceability of the remainder of this ,Agreement, and the provision affected will be construed so as to be enforceable to the maximum extent ,permissible by law.,8.12.Rights of Third Parties.\nExcept asstatedinthe CertificateTerms ofUseor Section 1.8,no thirdpartieshaveany,rightsorremedies under this Agreement.,8.13.Interpretation.The definitive version ofthisAgreement is written in English.IfthisAgreementistranslatedinto,another language and there is a conflictbetween the Englishversionand thetranslated version,theEnglish,language versioncontrols.", "created_at": "2021-06-19 09:46:00.844943", "updated_at": "2021-06-19 09:46:06.488443"}, {"id": 7156, "name": "Public Privacy Notice", "url": "https://www.digicert.com/digicert-privacy-policy", "xpath": "/html/body/div[1]/div/div/div[2]/div/div[2]/div", "text": " Public Privacy Notice in other languages\n<p>Français – France&nbsp;|&nbsp;Français – Canada&nbsp;|&nbsp;Deutsch – Deutschland&nbsp;|&nbsp;Español – España&nbsp;|&nbsp;Español – México&nbsp;|<br>\nItaliano – Italia&nbsp;|&nbsp;日本語 – 日本&nbsp;|&nbsp;한국어 – 한국&nbsp;|&nbsp;Português – Brasil&nbsp;|&nbsp;Русский — Россия&nbsp;|&nbsp;简体中文&nbsp;–&nbsp;中国&nbsp;|&nbsp;中文 – 台湾</p>\nEffective Date\n<p>February 13, 2020<br>\nPrivacy Notice Archive</p>\n<b>Introduction</b>\n<p>DigiCert, Inc.\nand its subsidiaries (“DigiCert”, “DigiCert Group,” “we” or “us”) are committed to protecting the privacy of its Website visitors (“you”) and Customers (“you” or “Customer”) and employees or agents of Customers (“you” or “Individuals”).\nAs a result, DigiCert has promulgated this privacy notice to inform its Website visitors, Customers and Individuals about how DigiCert will collect, use, share or otherwise process any personal data or usage information.\nThis privacy notice applies to all sites owned and operated by DigiCert (collectively, “Websites,” individually referred to as a “Website,” meaning each and every Website owned and operated by DigiCert).\nThis privacy notice also applies to DigiCert’s provision of website and other certificate services and all dealings with natural-person representatives of our Customers (the “Validation Services” or “Certificates”).</p>\n<p>DigiCert is a company established in the United States with principal offices at 2801 North Thanksgiving Way, Suite 500, Lehi, Utah 84043 and for the purpose of the EU General Data Protection Regulation (“GDPR”) and any other applicable data privacy laws, we are the data controller of personal information obtained through our Website.\nWe are also a data controller in relation to the Individuals’ personal information that we receive from Customers, either directly or through resellers.</p>\n<p>If you have any concerns or questions regarding the personal data we process through our Website or through providing services to our Customers, you may contact DigiCert’s Data Privacy Officer at&nbsp;dpo@digicert.com.&nbsp;If you are an EU or Switzerland resident, we have appointed a Data Protection Liaison for Europe at DigiCert Ireland Ltd.\nas our Europe Representative who you can contact (in addition to or instead of our Data Privacy Officer, located at our US headquarters) should you have any issues in connection with personal information processed through our Website.\nContact details for the Data Privacy Officer and Europe Data Protection Liaison are provided below.<br>\n<br>\n<b>Information that DigiCert Receives</b>\n</p>\n<ul>\n<li>\n<b>Through our Website</b>: DigiCert collects information such as the name, organization, and email address of Website visitors and Customers who voluntarily submit that information via our Website, email, instant chat, by creating an account or otherwise, in order to download software or to submit sales or technical support questions.</li>\n<li>\n<b>From Customers</b>: Customers request DigiCert Certificates through their account in DigiCert’s Website (the “Account”) or through other contact with DigiCert or its resellers.\nWhen submitting a request, Customers typically provide to DigiCert the following information about Individuals: name, email address, telephone number, address and government-issued identification (which may include additional information, depending on the identification used).\nSpecific information about personal data required for particular DigiCert services and products may be found in DigiCert’s&nbsp;Certification Practices Statement.<br>\n<br>\nWhere Customers share personal information of Individuals with DigiCert, Customers represent that they have collected and processed such information in accordance with data privacy laws, and that they have duly informed the Individuals that their personal information was provided to DigiCert.\nDigiCert will process such information following Customer instructions as well as according to the industry standards that govern the issuance of digital Certificates (“Industry Standards”).\nMore information on the Industry Standards may be found through consulting DigiCert’s&nbsp;Certification Practices Statement.</li>\n<li>\n<b>From Candidates for Employment:</b>&nbsp;Interested persons submit personal information relevant to a job inquiry or application for employment.\nCandidates for employment can find specific information about how we use personal information provided to us in this context in our&nbsp;Candidate Portal Privacy Notice.</li>\n</ul>\nUse of Information\n<p>We will use your information to:</p>\n<ul>\n<li>\n<b>Provide products and services / live chat / sales &amp.\nsupport</b>: As it is in our legitimate interest to market, sell and provide our products and services, send order confirmations, respond to Customer service requests, provide chat services with sales questions and technical support needs, and fulfill your order, including using the information to verify the identity of the Customer or to contact the Customer in order to discuss support, renewal, and the purchase of products and services.</li>\n<li>\n<b>Marketing</b>: We will use your information as it is in our legitimate interests to send out promotional emails (subject to seeking your consent where required by applicable law).\nThese emails include beacons that communicate information about the email back to DigiCert, as further set out in Cookie Settings Such tracking allows DigiCert to gauge the effectiveness of its advertising and marketing campaigns.\nRecipients can opt-out of receiving promotional communications from DigiCert by following the unsubscribe instructions provided in each email or by emailing privacy@digicert.com.\nDigiCert may use third parties, with which it has a confidentiality agreement, to send promotional emails on our behalf.\nHowever, DigiCert does not permit any third party to use Customer information provided by DigiCert or obtained on DigiCert’s behalf for any other purpose.\nAnyone receiving an unsolicited email related to DigiCert’s products and services should forward the entire message and headers to&nbsp;privacy@digicert.com.</li>\n<li>\n<b>Validation Services</b>: DigiCert uses information provided by Customers to perform Validation Services, in accordance with Industry Standards.\nDigiCert uses this information as follows: (1) to perform our contracts with Customers that are natural persons.\n(2) based on the legitimate interest of DigiCert to provide services to Customers that are legal entities.\nand (3) based on the legitimate interest of Customers to have DigiCert issue Certificates.<br>\n<br>\n<br>\nPlease refer to DigiCert’s&nbsp;Master Services Agreement&nbsp;and&nbsp;Certification Practices Statement&nbsp;for details on the terms, conditions, policies and standards regarding the request and issuance of Certificates.</li>\n<li>\n<b>Advisory e-mails</b>: While a Customer account is active, DigiCert will send advisory e-mails to Customers to provide support and security updates in relation to our products and services, as this is necessary for the performance of our contracts with Customers.\nAdvisory emails are used to respond to inquiries, provide support and validation services, provide upgrade information and security updates, inform customers about expiring Certificates, and inform the Customer about ordered products and services.\nBecause advisory emails contain essential information related to the use and security of DigiCert’s products and services, Customers are not able to unsubscribe from advisory service emails while their Customer account is active.\nDigiCert may also use third-party service providers to assist in sending these communications, subject to the same restrictions as mentioned in the “Marketing” sub-heading, above.</li>\n<li>\n<b>Technical usage information</b>: As it is in our legitimate interests to ensure the proper functioning of our Website by personalizing its use, monitoring usage activity and trends, and keeping the Website safe and secure, when you visit the Website, we collect the information sent to us by your computer, mobile phone, or other access device.\nThis information includes: your IP address.\ndevice information including, but not limited to, identifier, name, and type of operating system.\nmobile network information.\nand standard web information, such as your browser type and the pages you access on our Website.</li>\n<li>\n<b>Customer analytics</b>: It is in our legitimate interest to analyze information provided by our Customers to track sales, demographics, product usage and related analytics so that we can improve our product offerings and target marketing and sales resources.\nWe create reports and data analyses that are reported internally and occasionally shared with third-party service providers, who are under a duty of strict confidentiality and who are not authorized to use information provided by us for any other purpose than to provide services as directed by us.</li>\n</ul>\nCookies &amp.\nTracking Technologies\n<p>DigiCert uses cookies, web beacons and log files to automatically gather, analyze, and store technical information about Website visitors.\nSee Cookie Settings for more information.</p>\nSharing with Third Parties\n<p>DigiCert will publicly disclose information embedded in an issued Certificate as necessary to provide the services contracted by Customer, in accordance with Industry Standards.(See our&nbsp;Certification Practices Statement&nbsp;for information specific to the various services and products offered by DigiCert.)</p>\n<p>When performing its services, DigiCert uses third party sources to confirm or supplement the information that it obtains from a Customer, including information about Individuals.\nDigiCert uses such information from third-party sources exclusively for the purposes of its Validation Services, based on the legitimate interests of DigiCert and of the Customer to provide services and have a Certificate issued.</p>\n<p>DigiCert never sells or provides personal information to third parties for uses apart from assisting DigiCert in servicing our Customers and Website visitors.\nWe will share your personal information with third parties including these categories of recipients:</p>\n<ul>\n<li>IT service providers that provide us with SaaS services including customer relationship management and other database and application software;</li>\n<li>Marketing providers, advertisers and advertising networks that require the data to send you advertisements about our products and select and serve relevant advertisements to you and others;</li>\n<li>Analytics and search engine providers that assist us in the improvement and optimization of the Website;</li>\n<li>Chat-based support software services that allow users to input information, including an email address, to request support and clarify their problem.\nand</li>\n<li>Credit card and payment providers that help process payments for us (note that we do not store any provided credit card information).</li>\n</ul>\n<p>DigiCert will share your information with law enforcement agencies, public authorities or other organizations if legally required to do so, including to meet national security or law enforcement requirements, or if we have a good faith belief that such use is reasonably necessary to:</p>\n<ul>\n<li>comply with a legal obligation, process or request;</li>\n<li>enforce our terms and conditions and other agreements, including investigation of any potential violation thereof;</li>\n<li>detect, prevent or otherwise address security, fraud or technical issues.\nor</li>\n<li>protect the rights, property or safety of us, our users, a third party or the public as required or permitted by law.</li>\n</ul>\n<p>DigiCert will also disclose your information to third parties:</p>\n<ul>\n<li>in the event that we sell any business or assets, in which case we will disclose your data to the prospective buyer of such business or assets.\nor</li>\n<li>if we or substantially all of our assets are acquired by a third party, in which case information held by us about our users will be one of the transferred assets.</li>\n</ul>\nReferrals\n<p>If you choose to use our referral service to tell a friend about our Website, we will ask you for your friend’s name and email address.\nWe will automatically send your friend a one-time email inviting them to visit the site.\nDigiCert collects this information for the sole purpose of sending this one-time email and tracking success of the referral program.<br>\n<br>\nIf you believe that one of your contacts has provided DigiCert with your personal information, you may contact us at&nbsp;privacy@digicert.com&nbsp;to request that we remove this information from our database.</p>\nBlogs\n<p>Our Website offers publicly accessible blogs or community forums.\nAny information you provide in these areas can be read, collected, and used by others who access them.</p>\n<p>To request removal or your personal information from our blog or community forums, please contact us at&nbsp;privacy@digicert.com.\nIn some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why, as well as additional contact information when applicable.</p>\nSocial Media Widgets\n<p>The Website includes social media features, such as a Facebook “Like” button and widgets, as well as share buttons or interactive mini-programs.\nThese features collect the user’s IP address, the pages visited on the Website, and set cookies to enable the features to function properly.\nSocial media features are either hosted by a third party or hosted directly on the Website.\nInteractions with these features are governed by the privacy notice of the corresponding social media company.</p>\nSecurity\n<p>The security of your personal information is of the utmost importance to DigiCert.\nDigiCert only transmits personal information, including sensitive information (such as credit cards), using transport layer security (TLS, formerly referred to as secure sockets layer or SSL).\nTo learn more about TLS, follow this link:&nbsp;https://www.digicert.com/what-is-an-ssl-certificate.</p>\n<p>Unfortunately, no method of transmission over the Internet or electronic storage is 100% secure.\nWhile DigiCert strives to use commercially acceptable standards to protect personal information, DigiCert cannot guarantee absolute security.\nIf you have any questions about the security of your personal information, please contact us at&nbsp;dpo@digicert.com.</p>\n<p>We take all necessary security and legal precautions to ensure the safety and integrity of the Individuals’ personal data that we receive from Customer, including, as appropriate, (i) the pseudonymization of personal data.\n(ii) ensuring the ongoing confidentiality, integrity, availability and resilience of processing systems and services.\n(iii) restoring the availability and access to personal data in a timely manner in the event of a physical or technical incident.\nand (iv) regularly testing, assessing, and evaluating the effectiveness of technical and organizational measures for ensuring the security of the processing.\nMore information about DigiCert’s security practices can be found&nbsp;here&nbsp;and&nbsp;here.</p>\nWhere We Store Your Data\n<p>The DigiCert Group has its parent company based in the United States and our Website is hosted in the United States.\nTherefore, if you are located outside the United States, the information that you submit to us through our Website will be transferred to the United States.\nFurthermore, DigiCert performs Validation Services for the EMEA region in its office in South Africa and provides hosting services for certain products in Australia and Japan.\nAccordingly, depending on your location and the products you are using, Customer data and your personal data will be accessible from and transferred to the United States, South Africa, Australia, Ireland, India and Japan.</p>\n<p>Where you have a question, dispute or complaint regarding DigiCert’s collection, storage, or use of your personal information, you may ask a question or make a complaint to DigiCert by sending it to&nbsp;privacy@digicert.com.\nIf you are an EU or Switzerland resident, where the dispute or complaint is not satisfactorily resolved or you do not receive a timely response, you may escalate the matter to your European data protection authority free of charge, and DigiCert commits to cooperate with the relevant European data protection authority and will comply with the advice given by this authority with regard to your information which was transferred from the European Union or Switzerland in the context of this Website or through DigiCert’s provision of services.\nYou may also contact our U.S.-based third-party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request.\nFor EU or Switzerland residents, such complaint is without prejudice to your right to launch a claim with the data protection supervisory authority in the country in which you live or work.</p>\nIndividual Rights over Personal Information\n<p>Generally, a Customer or Individual can review, delete inaccuracies, and update personal information through their DigiCert account interface by accessing and editing their Account Profile through the DigiCert service platform they are using.\nInformation and help in accessing and editing the Account Profile can be obtained by contacting DigiCert Support at&nbsp;support@digicert.com&nbsp;or through the phone numbers provided below.</p>\n<p>In certain circumstances and where legally available or required in your jurisdiction, Individuals also have the following rights:</p>\n<ul>\n<li>\n<b>Access and portability</b>: You have the right to know whether we process personal data about you, and if we do, to access data we hold about you and certain information about how we use it and who we share it with.</li>\n<li>\n<b>Correction, erasure and restriction of processing</b>: You have the right to require us to correct any personal data held about you that is inaccurate and have incomplete data completed or ask us to delete data (i) where you believe it is no longer necessary for us to hold the personal data.\n(ii) where we are processing your data on the basis of our legitimate interest and you object to such processing.\nor (iii) if you believe the personal data we hold about you is being unlawfully processed by us.\nYou can ask us to restrict processing data we hold about you other than for storage purposes if you believe the personal data is not accurate (whilst we verify accuracy).\nwhere we want to erase the personal data as the processing we are doing is unlawful but you want us to continue to store.\nwhere we no longer need the personal data for the purposes of the processing but you require us to retain the data for the establishment, exercise or defense of legal claims or where you have objected to us processing personal data and we are considering your objection.<p>Customers and Individuals cannot edit a DigiCert Certificate directly.\nIn order to update information in a Certificate, including personal information, Customers or Individuals must submit a change request through the Customer’s Account, and DigiCert will implement the edits or issue a new certificate where applicable.\nIf you have questions about how to submit a change request to your Certificate, please contact DigiCert Support at&nbsp;support@digicert.com&nbsp;or through the phone numbers provided below.</p>\n</li>\n<li>\n<b>Objection</b>: You have the right to object to our processing of data about you and we will consider your request.\nPlease contact&nbsp;privacy@digicert.com&nbsp;with details of your objection, providing us with detail as to your reasoning so that we can assess whether we have a compelling or overriding interest in continuing to process such data or whether we need to process it in relation to legal claims.</li>\n<li>\n<b>Testimonials</b>: With prior permission from the Customer, DigiCert displays personal testimonials of satisfied Customers on our Website in addition to other endorsements.\nCustomers wishing to update or delete a testimonial should contact DigiCert at&nbsp;privacy@digicert.com.</li>\n<li>\n<b>Marketing</b>: You have the right to ask us not to process your personal data for marketing purposes.\nYou can exercise your right to prevent such processing at any time by contacting us at&nbsp;privacy@digicert.com.</li>\n<li>\n<b>Complaints</b>: In the event that you wish to make a complaint about how we process your personal data, please contact us in the first instance at&nbsp;privacy@digicert.com&nbsp;and we will endeavor to deal with your request.\nIf you are an EU or Switzerland resident, this is without prejudice to your right to launch a claim with the data protection supervisory authority in the European country in which you live or work where you think we have infringed data protection laws.</li>\n</ul>\n<p>You can exercise these rights by sending an email to&nbsp;privacy@digicert.com&nbsp;or by mailing DigiCert at the address listed in this notice.\nBefore we respond to your request, we will ask you to verify your identity.\nNote that these rights may not apply in their entirety in your jurisdiction and are subject to the applicable law of the jurisdiction where you reside.\nWhere exercise of a particular data subject right is not required by law, your request will be handled on a case-by-case basis.</p>\nHow Long We Store Your Data\n<p>We will retain your information as follows:</p>\n<ul>\n<li>Account data and data provided for Validation Services (including to send Advisory e-mails): As long as the account is active, while a Certificate remains unexpired, and in accordance with industry standards, which requires us to maintain the data for 7.5 to 10.5 years (depending on the type of Certificate with which the data is associated) after account cancellation or Certificate expiration.\nIn addition, after account cancellation, we will keep this for as long as necessary to defend against legal claims, resolve disputes or enforce Customer agreements.</li>\n<li>Data provided and collected for marketing and web experience customization purposes: until you notify us that you no longer want us to use your information for marketing and/or web experience customization purposes, by unsubscribing from any marketing email you receive, changing your cookie preferences through consulting our Cookie Settings, or by contacting&nbsp;privacy@digicert.com.</li>\n</ul>\n<p>After we no longer have a legitimate basis for retaining your personal data, we may store your information in an aggregated and anonymized format.</p>\nEU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield\n<p>DigiCert participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nWe are committed to subjecting all personal data received from European Union (EU) member countries and Switzerland, respectively, in reliance on each Privacy Shield Framework, to the Framework’s applicable Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certification, visit the U.S.\nDepartment of Commerce’s Privacy Shield List, here:&nbsp;https://www.privacyshield.gov.</p>\n<p>DigiCert is responsible for the processing of personal data it receives, under each Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nDigiCert complies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Frameworks, DigiCert is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website here,&nbsp;https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\nApplicability\n<p>Terms of use for software downloaded from DigiCert’s Websites may override the terms of this privacy notice, with respect to use of the software.</p>\n<p>Our Website includes links to third party websites whose privacy practices may differ from those of DigiCert.\nIf you submit personal information to any of those websites, your information is governed by their privacy policies.\nWe encourage you to carefully read the privacy policies of those third-party websites before you submit any information to those websites.</p>\nChanges to This Privacy Notice\n<p>If we make material changes to our information practices, we will update this privacy notice and notify interested parties (e.g., by posting a notice on our home page or by emailing affected individuals).\nVisitors should check the Website regularly to be aware of changes.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nRevisions to the privacy notice are effective 30 calendar days after being posted, or as required by applicable law.</p>\nContact\n<p>Please contact DigiCert or DigiCert’s Europe Data Protection Liaison with any questions or concerns about this privacy notice or our data collection practices:</p>\n<p>\n<u>DigiCert Data Privacy Officer</u>\n</p>\n<p>By mail:</p>\n<p>DigiCert, Inc.<br>\nAttention: Data Privacy Officer, Aaron Olsen<br>\n2801 North Thanksgiving Way<br>\nSuite 500<br>\nLehi, Utah 84043<br>\nUSA</p>\n<p>By phone or fax:</p>\n<p>Toll Free: 1-800-896-7973 (US &amp.\nCanada)<br>\nDirect: 1-801-701-9600<br>\nFax Toll Free: 1-866-842-0223 (US &amp.\nCanada)<br>\nFax Direct: 801-705-0481</p>\n<p>By email:<br>\ndpo@digicert.com</p>\n<p>\n<u>Europe Data Protection Liaison</u>\n</p>\n<p>By mail:</p>\n<p>DigiCert Ireland Ltd.<br>\nAttention: Europe Data Protection Liaison, Richard Hall<br>\nUnit 21, Beckett Way<br>\nPark West Business Park<br>\nDublin 12<br>\nIreland</p>\n<p>By phone or fax:</p>\n<p>Phone:+353 1803 5400<br>\nFax: +353 1861 7990</p>\n<p>By email:</p>\n<p>richard.hall@digicert.com</p>\n<p>For assistance with technical difficulties, including problems with accessing or using your Customer account, please email&nbsp;support@digicert.com.</p>\n<p>As noted above, if you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request.\nFor EU or Switzerland residents, this is without prejudice to your right to launch a claim with the data protection supervisory authority in the country in which you live or work.</p>\n<p>&nbsp;</p>\nDigiCert Legal Repository\n<p>The DigiCert Legal Repository is available at:&nbsp;DigiCert Legal Repository</p> ", "created_at": "2021-06-19 11:43:37.265344", "updated_at": "2021-06-19 09:45:09.958458"}], "points": [], "urls": ["digicert.com", "geotrust.com"]}}