{"error": 448, "message": "OK", "parameters": {"id": 5071, "name": "Owl Labs", "created_at": "2021-10-01 00:47:01.942275", "updated_at": "2021-10-01 22:01:07.05325", "wikipedia": null, "keywords": null, "related": null, "slug": "owl-labs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5071.png", "url": "owllabs.com", "documents": [{"id": 9101, "name": "Terms of Service", "url": "https://owllabs.com/pages/terms-of-service", "xpath": "/html/body/main/div", "text": " Terms of Service We are pleased to offer you access to the Services conditioned on your acceptance without modification of the following Terms of Service.\n<p>PLEASE READ THESE TERMS CAREFULLY BEFORE USING THE WEBSITE OR ANY SERVICES, SOFTWARE, APPS OR DEVICES PROVIDED BY OWL LABS (THE “OWL PRODUCTS”).\nYOUR USE OF OWL PRODUCTS CONFIRMS YOUR UNCONDITIONAL ACCEPTANCE OF THE FOLLOWING TERMS, THE OWL END-USER LICENSE AGREEMENT LOCATED HERE:&nbsp;https://www.owllabs.com/end-user-license-agreement,&nbsp.\nTHE OWL PRIVACY POLICY LOCATED HERE&nbsp;https://www.owllabs.com/privacy-policy&nbsp;, THE OWL SOFTWARE LICENSE LOCATED HERE:&nbsp;https://www.owllabs.com/software-licenses.\nIF YOU DO NOT ACCEPT THESE TERMS, DO NOT USE THIS WEBSITE OR ANY SERVICES, SOFTWARE, APPS OR DEVICES PROVIDED BY OWL LABS.</p>\n<p>&nbsp;</p>\n1) Eligibility.\n<p>You affirm that you are of legal age, authorized by your employer (if applicable) and that you are otherwise fully able and competent to enter into these Terms and to abide by and comply with these Terms.\nYou represent that you are over 18 years of age.</p>\n<p>&nbsp;</p>\n2) Use of Services.\n<p>\n<strong>Configuration.</strong> The OWL Devices and the App work together, and the Devices may be configured via the App.\nWhen you configure your Device, you will be able to assign a name to the Device.</p>\n<p>\n<strong>Accurate Information.</strong> You agree that the information you provide to Owl Labs at all times will be true, accurate, current, and complete.\nTo use the App, and register your Device, you will be asked to provide your name and email address, which is the only personally identifiable information collected by Owl.\nTo use the Services, you may be asked to enter a user ID or password that has been provided to you.\nYou are solely responsible for maintaining the confidentiality of your Product portal, user ID, and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur on your device or with your Product.\nOwl Labs currently makes the Services available over the Internet.\nYou shall provide at your own expense, all necessary telephone lines, Internet connections, equipment, software (including a compatible web browser), and services for you to effectively access the Services.\nYou are responsible for upgrading and configuring your internal systems (e.g.\nnetwork settings, Internet routing, fire walls, and web browsers) to be and remain compatible with and optimize the performance of the Services.</p>\n<p>Prohibited Conduct.\nBY USING THE SERVICES YOU REPRESENT AND WARRANT THAT YOU WILL NOT: (a) stream or otherwise make available copyrighted material that is not your own or that you do not have the legal right to distribute, display and otherwise make available to others.\n(b) harass, threaten, or defraud other Services users.\n(c) stream or otherwise make available content that is threatening, embarrassing, hateful, racially or ethnically insulting, defamatory, pornographic, violates the intellectual property rights, privacy rights or other legal rights of third parties or is otherwise inappropriate.\n(d) impersonate another person or access another user's PIN or Product without that person's permission.\n(e) share passwords issued by Owl Labs or PINs with any third party or encourage any other user to do so (except when providing PINs to third parties you authorize to access your Streaming Content (as defined below).\n(f) misrepresent the source, identity, or content of information transmitted in connection with your use of the Services.\n(g) use the Services for any unlawful purpose or in violation of any applicable law or regulation.\n(h) upload material that is damaging to computer systems or data of Owl Labs or other users of the Services (e.g.\na virus, Trojan horse, or other malicious code).\nor (i) use the Services to advertise any product or service that is prohibited or regulated by applicable laws or regulations, or to engage in any false or misleading or otherwise unlawful or objectionable advertising practice.</p>\n<p>&nbsp;</p>\n<p>You may not use the Services in any manner that in our sole discretion could damage, disable, overburden, or impair them or interfere with any other party's use and enjoyment of the Services.\nYou may not attempt to gain unauthorized access to the Services, other accounts, computer systems or networks connected to the Services, or any part of them, through hacking, password mining or any other means or interfere or attempt to interfere with the proper working of the Services or any activities conducted on the Services.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available through the Services.\nThe Services may contain systems designed to restrict or regulate access to the Services.\nYou agree that you will not bypass any measures we may use to prevent or restrict access to the Services.</p>\n<p>&nbsp;</p>\n<p>Streaming Content.\nFor users of the Product, the Services provide certain features which may enable you to share video, by streaming such video live over the Internet.\nYou understand that all Streaming Content is the sole responsibility of the person from whom such content originated.\nThis means that you, and not Owl Labs, are entirely responsible for all content that you stream or otherwise make available through the Internet.\nYou acknowledge that Owl Labs does not pre-screen, monitor or approve Streaming Content and that Owl Labs makes no representations and has no liability with respect to the content or availability of any Streaming Content.</p>\n<p>Although Owl Labs has no obligation to do so, Owl Labs reserves the right, in its sole discretion, to deactivate a Device, if, for example, it deems such content to be in violation of these terms.</p>\n<p>No Endorsement.\nYou understand that Owl Labs does not endorse and is not responsible for the appropriateness, accuracy, usefulness, safety, or intellectual property rights of or relating to such Streaming Content.\nYou further understand and acknowledge that you may be exposed to Streaming Content that is inaccurate, offensive, indecent, or objectionable.\nYOU AGREE TO WAIVE, AND HEREBY DO WAIVE, ANY LEGAL OR EQUITABLE RIGHTS OR REMEDIES YOU HAVE OR MAY HAVE AGAINST OWL LABS WITH RESPECT THERETO.</p>\n<p>Location-Based Services.\nThe Services may provide features that enable Owl Labs to tailor your experience based on the Device’s location.\nFor example, the Device may use its Internet Protocol address (“IP Address”) to ensure that content is delivered to you, or bandwidth information to improve the speed and quality of your Streaming Content.\nIn order to use Location-based Services, you must allow Owl Labs access to your localized position, which Owl Labs may access through a variety of means, including, if available, GPS, IP address, cellular tower, and/or other location identifiers now known or later developed, none of which are transmitted to Owl by the Owl Device.\nIf you choose to disable Location-based services on your Device, you will not be able to utilize certain features of the Services.\nYou agree and acknowledge that: (i) Owl Labs may collect device data from your Owl Device, none of which contains personally identifiable information, in connection with the Services and your use of the App, and (ii) if enabled, your Owl Device may provide Location-based Services related to your then-current location for the duration of your session.\nYou acknowledge and agree that Owl Labs does not guarantee the accuracy of any location information, and your use of any Location-based Services is at your sole risk.</p>\n<p>No Guarantee of Services.\nOwl Labs cannot guarantee that the Services will always function without disruptions, delay or errors.\nA number of factors may impact the quality of your communications and use of the Services, and may result in the failure of your communications, including but not limited to: your local network, firewall, your Internet service provider, the public Internet, the public switched telephone network and your power supply.\nOwl Labs takes no responsibility for any disruption, interruption or delay caused by any failure of or inadequacy in any of these items or any other items over which we have no control.</p>\n<p>Your Indemnity.\nYou agree to indemnify, defend, and hold Owl Labs, its affiliates, contractors, employees, agents and its affiliates, suppliers, licensors, and partners harmless from any claims, losses, damages, liabilities, including legal fees and expenses, arising out of your use or misuse of the Apps or Services, your communications, transactions, or dealings with third parties initiated through the Services, your violation of these Terms or any law or regulation, or any breach of the representations, warranties, and covenants made by you in the Terms.\nOwl Labs reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Owl Labs, and you agree to cooperate with our defense of these claims.\nOwl Labs will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.</p>\n<p>Fees.\nFor any Services for which Owl Labs charges a fee, you agree that Owl Labs may charge to your credit card or other payment mechanism selected by you and approved by Owl Labs, all amounts due and owing for the Services, including Service fees, set up fees, subscription fees, or any other fee or charge associated with your Account.\nOwl Labs may change prices at any time, including changing from a free service to a paid service and charging for Services that were previously offered free of charge.\nprovided, however, that Owl Labs will provide you with prior notice and an opportunity to terminate your Account if Owl Labs changes the price of Services to which you are subscribed and will not charge you for previously free Services unless you have been notified of the applicable fees and agreed to pay such fees.\nYou agree that in the event Owl Labs is unable to collect the fees owed to Owl Labs for the Services through your Account, Owl Labs may take any other steps it deems necessary to collect such fees from you and that you will be responsible for all costs and expenses incurred by Owl Labs in connection with such collection activity, including collection fees, court costs and attorney fees.</p>\n<p>You further agree that Owl Labs may collect interest at the lesser of 1.5% per month or the highest amount permitted by law on any amounts not paid when due.</p>\n<p>You understand and acknowledge that third party fees may apply to your use of the Services, including without limitation fees charged by your mobile service provider or Internet provider for network access, data transmission, or other similar fees.\nYou are solely responsible for all such fees.&nbsp;</p>\n<p>&nbsp;</p>\n3) App Use.<br>\n<br>\n<ol>\n<li>License.\nThe App is licensed, not sold or otherwise transferred, to you.\nSubject to your acceptance of, and ongoing compliance with, the Terms (including payment of any applicable license fees and compliance with all license restrictions) and all applicable laws, Owl Labs hereby grants you a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to install and use one copy of the App in object code format, solely for your personal use, on only one iOS or Android device that you own or control.\nYou may not use the App on any device that you do not own or control, and you may not distribute or make the App available over a network where they could be used by multiple devices at the same time.\nYou may not rent, lease, lend, sell, reproduce, redistribute or sublicense the App.\nYou may not copy, decompile, reverse engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the App, any updates, or any part thereof (except as and only to the extent that any foregoing restriction is prohibited by applicable law).&nbsp;<br>\n<br>The Terms, together with Owl Labs Privacy Policy, will govern any upgrades provided by Owl Labs that replace and/or supplement the original App, unless such upgrade is accompanied by a separate license in which case that license will govern.</li>\n</ol>\n<br>\n<ol>\n<li>Consent to Use of Data.\nYou agree that Owl Labs may collect and use technical data and related information, including, but not limited to, technical information about your handset, device, system and application software, and peripherals, that is gathered periodically to facilitate the provision of the Services, including software updates, product support and other services to you (if any) related to the App or Services.\nbut not any personally identifiable information other than name and email address.\nOwl Labs may use this and other information you provide for a variety of purposes.\nTo learn more about our policies with respect to the collection, use and disclosure of information, please review our Privacy Policy.</li>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>Notice Regarding Apple and Google: You acknowledge that the Terms are between you and Owl Labs only, not with Apple or Google, and neither Apple nor Google is responsible for the App and the content thereof.\nNeither Apple nor Google has no obligation whatsoever to furnish any maintenance and support services with respect to the App.\nNeither Apple nor Google has no other warranty obligation whatsoever with respect to the App, and neither is responsible for addressing any claims by you or any third party relating to the App or your possession and/or use of the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nNeither Apple nor Google is responsible for the investigation, defense, settlement and discharge of any third party claim that the App or your possession and use of the App infringes that third party intellectual property rights.\nYou agree to comply with any applicable third party terms, when using the App.\nApple, Google and their subsidiaries, are third party beneficiaries of these Terms, and upon your acceptance of the Terms, Apple and Google will have the right (and will be deemed to have accepted the right) to enforce the Terms against you as a third party beneficiary of the Terms.\nYou hereby represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a terrorist supporting country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nThis license is subject to applicable Apple and Google Store Terms and Conditions.</li>\n</ol>\n<p>&nbsp;</p> 4) Use of Your Name and Logo.\n<p>If you are a corporation, non-profit organization, public entity, educational institution or other type of organization, Owl Labs may use your name and logo to identify you as a customer of Owl Labs on our website and on presentations, marketing materials and other documents identifying or listing our customers.\nIf you do not wish to be identified as a customer of Owl Labs, you may send an email to Marketing (support@owllabs.com) to request to be removed from publicly available customer lists and we will remove you from such list.</p>\n<p>&nbsp;</p>\n5) Revisions to these Terms.\n<p>These Terms may be revised at any time by us by updating this posting.\nYou should visit this page from time to time to review the then current Terms because they are binding on you.\nCertain provisions of these Terms may be superseded by legal notices or terms located on particular pages of this Website.</p>\n<p>YOUR CONTINUED USE OF THE SITE AFTER CHANGES ARE MADE SHALL BE CONSIDERED YOUR ACCEPTANCE TO THE REVISIONS.</p>\n<p>&nbsp;</p>\n6) Products, Content and Specifications.\n<p>All features, content, specifications, products, and prices of products and services described or depicted on this Website (collectively \"Website\") are subject to change at any time without notice.\nThe inclusion of any products or services on this Website at a particular time does not imply or warrant that these products or services will be available for purchase at any time.\nIt is your responsibility to ascertain and obey all applicable local, state, federal, and international laws (including minimum age requirements) in regard to the possession, use, and sale of any item purchased from this Website.\nBy placing an order, you represent that the products ordered will be used only in a lawful manner.</p>\n<p>&nbsp;</p>\n7) Shipping Limitations.\n<p>When an order is placed, it will be shipping to a valid address designated by the purchaser.\nRisk of loss and title for items purchased from this Website pass to you upon delivery of the items to our common carrier.\nYou are responsible for filing any claims with carriers for damaged or lost shipments.</p>\n<p>&nbsp;</p>\n8) Accuracy of Information.\n<p>We attempt to ensure that information on this Website is complete, accurate, and current.\nDespite our efforts, the information on this Website may occasionally be inaccurate, incomplete, or out of date.\nWe make no representation as to the completeness, accuracy, or currency of any information on this Website.</p>\n<p>&nbsp;</p>\n9) Use of this Website.\n<p>This Website, including its design, text, graphics, content visual material, and all information contained on this Website (\"Information\"), is copyrighted and protected by worldwide copyright laws and treaty provisions.\nThe Information Owl Labs authorizes you to view and download copies of this Information only for your personal, non-commercial use, subject to the following conditions: (1) you must retain, on all copies of the Information downloaded, all copyright and other proprietary notices contained in such Information.\n(2) you may not modify the Information in any way, reproduce, publicly display, distribute, or otherwise use such Information for any public or commercial purpose.\nand (3) you must not transfer the Information to any other person unless you give them notice of, and they agree to accept, the obligations arising under these terms and conditions of use.\nYou agree to abide by all additional restrictions displayed on the Website as it may be updated from time to time.</p>\n<p>Except as expressly provided herein, or as may be otherwise agreed by the parties in writing, Owl Labs does not grant any express or implied right or license to you under any patents, design patents, trademarks, copyrights, or trade secret information.</p>\n<p>&nbsp;</p>\n10) Third Party Links.\n<p>From time to time, this Website may contain links to websites that are not owned, operated or controlled by us or our respective affiliates.\nOwl Labs does not make any representation whatsoever regarding the content of any other website, which you may access from the Website.\nWhen you access a non-Owl Labs website, please understand that it is independent from Owl Labs and that Owl Labs does not have any control over the content on that website.\nA link to a non-Owl Labs website does not mean that Owl Labs endorses or accepts any responsibility for the content or use of such website.\nAll such links are provided solely as a convenience to you.\nIf you use these links, you will leave this Website.\nNeither we nor any of our respective affiliates are responsible for any content, materials or other information located on or accessible from any other website.\nNeither we nor any of our respective affiliates endorse, guarantee, or make any representations or warranties regarding any other websites, or any content, materials or other information located or accessible from any other websites, or the results that you may obtain from using any other websites.\nIf you decide to access any other websites linked to or from this Website, you do so entirely at your own risk.\nPlease also review the terms and conditions of any other website that you access from the Website, as they may be different from these Terms.</p>\n<p>The contents of this Website are ©2017-2021 Owl Labs Inc.\nAll rights reserved.</p>\n<p>&nbsp;</p>\n11) Trademarks.\n<p>Owl Labs may own or otherwise have rights to a number of trademarks.\nThose trademarks followed by a TM are registered trademarks of Owl Labs in the United States.\nall others marks are trademarks or common law marks of Owl Labs in the United States, except as noted below.\nFailure of a mark to appear on this Website does not mean that Owl Labs does not use the mark, nor does it mean that the product is not actively marketed or is not significant within its relevant market.\nOther trademarks, trade names, and service marks used or displayed on this Website are the registered and unregistered trademarks, trade names and service marks of their respective owners.\nNothing contained on this Website grants or should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any trademarks, trade names, service marks or logos displayed on this Website without the written permission of Owl Labs or such other owner.</p>\n<p>&nbsp;</p>\n12) Linking to this Website.\n<p>Creating or maintaining any link from another website to any page on this Website without our prior written permission is prohibited.\nRunning or displaying this Website or any information or material displayed on this Website in frames or through similar means on another website without our prior written permission is prohibited.\nAny permitted links to this Website must comply will all applicable laws, rules, and regulations.</p>\n<p>&nbsp;</p>\n13) Inappropriate Material.\n<p>You are prohibited from posting or transmitting any unlawful, threatening, defamatory, libelous, obscene, pornographic, or profane material or any material that could constitute or encourage conduct that would be considered a criminal offense or give rise to civil liability, or otherwise violate any law.\nIn addition to any remedies that we may have at law or in equity, if we determine, in our sole discretion, that you have violated or are likely to violate the foregoing prohibitions, we may take any action we deem necessary to cure or prevent the violation, including without limitation, the immediate removal of the related materials from this Website.\nWe will fully cooperate with any law enforcement authorities or court order or subpoena requesting or directing us to disclose the identity of anyone posting such materials.</p>\n<p>&nbsp;</p>\n14) User Information.\n<p>Other than personally identifiable information, which is subject to this Website's Privacy Policy, any material, information, suggestions, ideas, concepts, know-how, techniques, questions, comments or other communication that you transmit or post to this Website in any manner (\"User Communications\") is and will be considered non-confidential and non-proprietary.\nWe and our respective affiliates and our or their designees may use any or all User Communications for any purpose whatsoever, including, without limitation, reproduction, transmission, disclosure, publication, broadcast, development, manufacturing, or marketing in any manner whatsoever for any or all commercial or non-commercial purposes.\nWe may, but are not obligated to, monitor or review any User Communications.\nWe will have no obligation to use, return, review, or respond to any User Communications.\nWe will have no liability related to the content of any such User Communications, whether or not arising under the laws of copyright, libel, privacy, obscenity, or otherwise.\nWe retain the right to remove any or all User Communications that includes any material we deem inappropriate or unacceptable.</p>\n<p>&nbsp;</p>\n15) Customer Reviews.\n<p>Visitors may submit reviews so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of \"spam.\"</p>\n<p>If you do submit material, and unless we indicate otherwise, you grant Owl Labs, or its assigns, a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media.\nYou grant Owl Labs, or its assigns, the right to use the name that you submit in connection with such content, if they choose.\nYou represent and warrant that you own or otherwise control all of the rights to the content that you post.\nthat the content is accurate.\nthat use of the content you supply does not violate this policy and will not cause injury to any person or entity.\nand that you will indemnify Owl Labs&nbsp;for all claims resulting from content you supply.\nOwl Labs has the right but not the obligation to monitor and edit or remove any activity or content.\nOwl Labs takes no responsibility and assumes no liability for any content posted by you or any third party.</p>\n<p>&nbsp;</p>\n16) Submissions.\n<p>Owl Labs company policy does not allow it to accept or consider creative ideas, suggestions, or materials other than those it has specifically requested.\nAccordingly, we must request that no visitors to this site submit or send any original creative materials, including but not limited to submissions of suggestions, ideas or concepts related to current or future products or business ideas.\nIf at our request you send certain specific submissions (e.g., customer reviews) or, despite our request that you not send us any other creative materials, you send us creative suggestions, ideas, notes, drawings, concepts, or other information (collectively the \"Submissions\"), the Submissions shall be deemed and shall remain the property of Owl Labs in perpetuity.\nBy making any Submission, the sender automatically grants, or warrants that the owner of such material expressly grants Owl Labs the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, and distribute such material (in whole or in part) throughout the universe and/or to incorporate it in other works in any form, media, or technology now known or hereafter developed, for the full term of any copyright, trademark or patent that may exist in such material for any purpose that Owl Labs chooses, whether internal, public, commercial, or otherwise, without any compensation, credit, or notice to the sender whatsoever.\nThe sender waives all so-called \"moral rights\" in all Submissions.\nThe sender further waives the right to make any claims against Owl Labs relating to unsolicited submissions, including, but not limited to, unfair competition, breach of implied contract, or breach of confidentiality.</p>\n<p>&nbsp;</p>\n17) DISCLAIMER OF WARRANTIES.\n<p>YOUR USE OF THIS SITE AND ANY SERVICES IS AT YOUR RISK.\nTHE INFORMATION, MATERIALS AND SERVICES, PROVIDED ON OR THROUGH THIS WEBSITE ARE PROVIDED \"AS IS\" WITHOUT ANY WARRANTIES OF ANY KIND INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY.\nNEITHER WE NOR ANY OF OUR RESPECTIVE AFFILIATES WARRANT THE ACCURACY OR COMPLETENESS OF THE INFORMATION, MATERIALS OR SERVICES PROVIDED ON OR THROUGH THIS WEB SITE.</p>\n<p>THE INFORMATION, MATERIALS AND SERVICES PROVIDED ON OR THROUGH THIS WEBSITE MAY BE OUT OF DATE, MAY CONTAIN INACCURACIES OR TYPOGRAPHICAL ERRORS, AND NEITHER WE, NOR ANY OF OUR RESPECTIVE AFFILIATES MAKES ANY COMMITMENT OR ASSUMES ANY DUTY TO UPDATE SUCH INFORMATION, MATERIALS OR SERVICES.\nOWL LABS DOES NOT WARRANT THE ACCURACY, COMPLETENESS, OR USEFULNESS OF SUCH INFORMATION, MATERIALS OR SERVICES OR THE RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED OR DISTRIBUTED THROUGH THE WEBSITE.\nTHE FOREGOING EXCLUSIONS OF IMPLIED WARRANTIES DO NOT APPLY TO THE EXTENT PROHIBITED BY LAW.\nPLEASE REFER TO YOUR LOCAL LAWS FOR ANY SUCH PROHIBITIONS.</p>\n<p>ALL PRODUCTS AND SERVICES PURCHASED ON OR THROUGH THIS WEBSITE ARE SUBJECT ONLY TO ANY APPLICABLE WARRANTIES OF THEIR RESPECTIVE MANUFACTURES, DISTRIBUTORS, AND SUPPLIERS, IF ANY.\nTO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, WE HEREBY DISCLAIM ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, ANY IMPLIED WARRANTIES WITH RESPECT TO THE PRODUCTS AND SERVICES LISTED OR PURCHASED ON OR THROUGH THIS WEBSITE.</p>\n<p>&nbsp;</p>\n18) LIMITATIONS OF LIABILITY.\n<p>We do not assume any responsibility, and we will not be liable, for any damages to, or any viruses that may infect, your computer, telecommunication equipment, or other property caused by or arising from your access to, use of, or browsing this Website, your downloading of any information or materials from this Website or using any Services.\nIN NO EVENT WILL WE, OR ANY OF OUR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AFFILIATES, AGENTS, SUCCESSORS OR ASSIGNS, OR ANY PARTY INVOLVED IN THE CREATION, PRODUCTION OR TRANSMISSION OF THIS WEBSITE, BE LIABLE TO YOU OR ANYONE ELSE FOR ANY SPECIAL, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL ECONOMIC DAMAGES (INCLUDING, WITHOUT LIMITATION, THOSE RESULTING FROM LOST PROFITS, LOST DATA OR BUSINESS INTERRUPTION) ARISING OUT OF THE USE OR INABILITY TO USE THIS WEBSITE, ANY WEBSITE LINKED TO THIS WEBSITE, THE SERVICES,OR THE INFORMATION OR MATERIALS CONTAINED ON ANY OR ALL SUCH WEBSITES, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY AND WHETHER OR NOT ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT SHALL OWL LABS BE LIABLE TO YOU OR ANY OTHER PARTY IN EXCESS OF THE AMOUNTS PAID TO OWL LABS BY YOU.\nTHIS LIMITATION OF LIABILITY DOES NOT APPLY TO PERSONAL INJURY CLAIMS OR CLAIMS FOR CONSUMER FRAUD.</p>\n<p>IN THE EVENT OF ANY PROBLEM WITH YOUR USE OF THE WEBSITE OR SERVICES, YOU AGREE THAT YOUR SOLE REMEDY IS TO CEASE USING THIS WEBSITE OR SERVICES.</p>\n<p>&nbsp;</p>\n19) Termination.\n<p>You or we may suspend or terminate your account or your use of this Website or the Services at any time, for any reason or for no reason.\nYou are personally liable for any orders placed or charges incurred through your account prior to termination.\nWe reserve the right to change, suspend, or discontinue all or any aspect of this Website at any time without notice.</p>\n<p>You may terminate your right to use the Services at any time by discontinuing all use of the Services, including any and all Apps, and by deleting the App from your device.\nIf you have signed up for Services for a subscription period which requires the periodic payment of fees to Owl Labs, in order to terminate such Services you must send a termination notice to info@altiasystems.com at least thirty (30) days prior to the end of your subscription period and your termination rights will not be effective until the subscription period has expired.</p>\n<p>&nbsp;</p>\n20) Choice of Law/Forum Selection.\n<p>These Terms shall be governed by and construed in accordance with the laws of the Commonwealth of Massachusetts, excluding its conflict of law rules.\nYou further expressly consent and agree to submit to the exclusive jurisdiction and venue of a state court of competent jurisdiction located in Massachusetts or federal court of competent jurisdiction in the District Court of Massachusetts.</p>\n<p>&nbsp;</p>\n21) Severability.\n<p>The provisions of these Terms are intended to be interpreted in a manner which makes them valid, legal, and enforceable.\nIn the event any provision of the provisions are found to be partially or wholly invalid, illegal or unenforceable, such provisions shall be modified or restricted to the extent and in the manner necessary to render them valid, legal, and enforceable.\nIt is expressly understood and agreed between the parties that such modification or restriction may be accomplished unilaterally by us, or alternatively, by disposition of a court of law or arbitrator.\nIf such provisions cannot under any circumstances be so modified or restricted, they shall be excised from these Terms without affecting the validity, legality or enforceability of any of the remaining provisions.</p>\n<p>&nbsp;</p>\n22) Government Use.\n<p>The App and Services and related documentation are \"Commercial Items\", as that term is defined at 48 C.F.R.\nß2.101, consisting of \"Commercial Computer Software\" and \"Commercial Computer Software Documentation\", as such terms are used in 48 C.F.R.\nß12.212 or 48 C.F.R.\nß227.7202, as applicable.\nConsistent with 48 C.F.R.\nß12.212 or 48 C.F.R.\nß227.7202-1 through 227.7202-4, as applicable, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S.\nGovernment end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.\nUnpublished-rights reserved under the copyright laws of the United States.</p>\n<p>&nbsp;</p>\n23) Export Control.\n<p>You may not use or otherwise export or re-export the App or any software associated with the Services except as authorized by United States law and the laws of the jurisdiction in which the App was obtained.\nIn particular, but without limitation, the App, Device, Product or Services software may not be exported or re-exported (a) into any U.S.\nembargoed countries or (b) to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nDepartment of Commerce Denied Person’s List or Entity List.\nBy using the App, Device, Product or Services, you represent and warrant that you are not located in any such country or on any such list.\nYou also agree that you will not use these products for any purposes prohibited by United States law, including, without limitation, the development, design, manufacture or production of nuclear, missiles, or chemical or biological weapons.</p>\n<p>&nbsp;</p>\n24) Additional Assistance.\n<p>If you do not understand any of the foregoing Terms or if you have any questions or comments, we invite you to contact us at support@owllabs.com.</p> ", "created_at": "2021-10-01 00:47:01.946374", "updated_at": "2021-09-30 22:48:32.811373"}, {"id": 9100, "name": "Privacy Policy", "url": "https://owllabs.com/pages/privacy-policy", "xpath": "/html/body/main/div", "text": " Privacy Policy Information Collection and Use\n<p>This statement discloses our practices for gathering and disseminating information we collect when you visit this website or use any services, devices or mobile applications Owl Labs my make available.\nWe have created this privacy policy to demonstrate our firm commitment to your privacy and the protection of your information.\nOwl Labs is the sole owner of the information collected on this website (or through your use of any services).\nWe will not sell, share, or rent this information to others in ways different from what is disclosed in this policy.&nbsp;&nbsp;</p>\n<p>We may collect information from your use of this website.\nThis could include information about your navigation of our website, and how you use it.&nbsp.\nAlso, through the use of cookie technology or otherwise, we may track and collect information about your computer and software when you visit this website.\nThis information may include: (i) your IP address.\n(ii) domain server.\n(iii) type of computer.\n(iv) type of web browser.\n(v) access times.\nand (vi) referring websites addresses (collectively “Traffic Data”).\nTraffic Data is anonymous information that does not personally identify you.\nTraffic Data assists us to design and arrange our web pages in the user-friendliest manner and to continually improve our website and services to better meet the needs of users.</p>\n<p>If you contact us, we may keep a record of your communication to help solve any issues you might be facing.\nWe may use your email address to inform you about our products and services, such as letting you know about upcoming changes or improvements.</p>\n<p>We aim to maintain our website in a manner that protects information from accidental or malicious destruction.\nBecause of this, after you delete information from our website, we may not immediately delete residual copies from our active servers and may not remove information from our backup systems.</p> Personal Information\n<p>We use the term “Personal Information” to mean both “Personal Data” as defined by the EU General Data Protection Regulation or “GDPR” and “Personally Identifiable Information” as that term is understood in the United States.\nIn order for you to access certain portions of our website, we may require you to provide us with information that personally identifies you, such as your name, mailing address, email address and home and/or business telephone numbers (“Personal Information”).\nIf you communicate with us by email or otherwise complete online forms or the like, any information provided in such communication may be collected as Personal Information.\nYou may choose not to provide us with any Personal Information.\nIn such an event, you can still access and use much of the website.\nYou, however, will not be able to access or use those portions of the website (or any services) that require your Personal Information.</p>\n<p>If you use a blog, bulletin board or chat room on this website, you should be aware that any Personal Information you submit there can be read, collected, or used by other users of these forums, and could be used to send you unsolicited messages.\nWe are not responsible for the Personal Information you choose to submit in these forums.</p>\nLog Files\n<p>We use IP addresses to analyze trends, administer the website, track users’ movements, and gather broad demographic information for aggregate use.</p>\nCookies\n<p>In order to improve our website and our visitors’ experience while at our website, we sometimes use technology referred to as “cookies” We may employ cookie technology to store and sometimes track information about the users of the website and/or Services.\nCookies are a feature of web browser software that allows web servers to recognize the computer used to access a website.\nCookies are small pieces of data that are stored by a user’­s web browser on the user’s hard drive.\nCookies can remember what information a user accesses on one web page to simplify subsequent interactions with that website by the same user or to use the information to streamline the user’s transactions on related web pages.\nMost web browsers automatically accept cookies, but you can change your browser to prevent the browser from accepting cookies.</p>\n<p>We may use web beacons (small pieces of data that are embedded in images on the pages of websites) and auditing software to track page views and entry and exit points to and from the website.\nIn addition, we may use web beacons, cookies, customized links and/or similar technologies to determine whether electronic newsletters sent by us to those who have requested them from us have been opened and which links are clicked.\nAny data collected will only be used in an aggregate form and will not contain any personal information, as that term is defined below</p>\n<p>A user who does not accept cookies from our website may not be able to access certain areas of the website.</p>\nSurveys and Responsive Requests\n<p>From time to time, our website may request information from users via surveys or similar responsive requests.\nParticipation in these surveys or responsive requests is completely voluntary and the user therefore has a choice whether or not to disclose this information.\nInformation requested may include contact information (such as name, email and shipping address), and demographic information (such as zip code, age level).\nIf you give us personal information about somebody else, such as a spouse or work colleague, we will assume that you have their permission to do so.\nSurvey information may be used to monitor or improve the use and satisfaction of this website.</p>\n<p>This Privacy Notice for California Residents supplements this privacy policy and any terms defined in the CCPA have the same meaning when used in this Notice.</p>\n<p>Information We Collect</p>\n<p>Our Website collects the above information, in the following categories:</p>\n<ol>\n<li>Identifiers.</li>\n<li>\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).&nbsp;YES</li>\n<li>Commercial information.&nbsp;YES</li>\n<li>\nInternet or other similar network activity.&nbsp;YES</li>\n</ol>\n<p>Personal information under the CCPA does not include:</p>\n<p>* Publicly available information from government records.</p>\n<p>* Deidentified or aggregated consumer information.</p>\n<p>* Information excluded from the CCPA’s scope, like:&nbsp;</p>\n<p>o health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</p>\n<p>o personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994.</p>\n<p>Owl Labs, Inc.\nobtains the categories of personal information listed above from the following categories of sources:</p>\n<p>* Directly from you.\nFor example, from forms you complete or products and services you purchase.</p>\n<p>* Indirectly from you.\nFor example, from observing your actions on our Website.</p>\n<p>Use of Personal Information</p>\n<p>We may use or disclose the personal information we collect for one or more of the following business purposes:</p>\n<p>* To fulfill or meet the reason you provided the information.\nFor example, if you share your name and contact information to request a price quote or ask a question about our products or services, we will use that personal information to respond to your inquiry.\nIf you provide your personal information to purchase a product or service, we will use that information to process your payment and facilitate delivery.\nWe may also save your information to facilitate new product orders or process returns.</p>\n<p>* To provide customer support.</p>\n<p>* For testing, research, analysis, and product development, including to develop and improve our Websites, products, and services.</p>\n<p>* To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</p>\n<p>Sharing Personal Information</p>\n<p>Owl Labs, Inc.\ndoes not disclose your personal information to a third party other than for law enforcement requests and as required by applicable law, court order, or governmental regulations.</p>\n<p>Disclosures of Personal Information for a Business Purpose</p>\n<p>In the preceding twelve (12) months, Owl Labs has not disclosed personal information for a business purpose.</p>\n<p>In the preceding twelve (12) months, Owl Labs has not sold personal information.</p>\n<p>Your Rights and Choices&nbsp;</p>\n<p>The CCPA provides consumers (California residents) with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.\nRight to Delete</p>\n<p>You have the right to request that Owl Labs deletes the personal information we currently hold about you.</p>\n<p>To exercise this right, contact us @ privacy@owllabs.com&nbsp;</p>\n<p>Right to Opt-Out of ‘Sales’ of Personal Information</p>\n<p>If you are a California resident, the CCPA allows you to request that a company no longer “sells” your personal information.\nInsofar as Owl Labs does not sell or otherwise transfer personal information, this provision is not applicable to Owl Labs.</p>\n<p>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</p>\n<p>You have the right not to receive discriminatory treatment for the exercise of the privacy rights conferred by the CCPA.</p>\nData Integrity and Security\n<p>Owl Labs uses extensive security measures to protect against the loss, misuse and/or alteration of data located on our systems.\nWe implement appropriate measures and processes, such as using encryption when transmitting certain sensitive information, to help us to keep your information secure and to maintain its quality.\nWe regularly review our security and related policies to adapt the technology as new threats evolve, and monitor our systems to help ensure the highest level of availability.\nIf you have any questions about the security at our website, you can send an email to support@owllabs.com.</p>\nSharing and Usage\n<p>We will never intentionally share, sell, or rent Personal Information with anyone without your advance permission or unless ordered by a court of law, in order to:</p>\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>enforce applicable terms of service, including investigation of potential violations.</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>protect against harm to the rights, property or safety of Owl Labs, our users or the public as required or permitted by law.</li>\n</ul>\n<p>If we are involved in a merger, acquisition or asset sale, we will continue to ensure the confidentiality of any personal information.</p>\n<p>Otherwise, information submitted to us is only available to our employees managing this information for purposes of contacting you or sending you emails based on your request for information and to contracted service providers for purposes of providing services relating to our communications with you.\nThese employees and contracted service providers have been trained to handle such data properly and in accordance with our security protocols and strict standards of confidentiality.\nAlthough we cannot guarantee against any loss, misuse, unauthorized disclosure, alteration or destruction of data, we take reasonable precautions to prevent such unfortunate occurrences.</p>\nUse of Information\n<p>Owl Labs does not share any information with any third-parties, other than its agents who assist it in the collection and analysis of information as outlined herein.\nWe may, from time to time, contact you with regard to our products and services or with other information that you may be interested in receiving.\nYou can at any time request that no further contact be made, by emailing us at support@owllabs.com.</p>\nTransfer\n<p>Owl Labs may receive and transfer information all over the world.\nConsequently, your personal information may be used, stored and processed outside of the country where you entered that information.\nWhen transferred from the European Union to the United States, the transfer is conducted under the Standard Contractual Clauses of EU Article 26(2) of Directive 95/46/EC, attached hereto.</p>\n<p>Wherever we are required to transfer your personal information, regardless of where this occurs, we have taken steps to ensure that your information is treated securely and in accordance with this privacy policy.\nPlease note that your submission of information or use of our services will be deemed by us to signify explicit consent on your part to such transfer of information to any part of the world.</p>\nLinks to Other Web Sites\n<p>This website may contain links to other sites that are not operated by Owl Labs.\nPlease be aware that we are not responsible for the privacy practices or content of such other sites.\nWe encourage our users to be aware when they leave our website and to read the privacy statements of each and every web site that collects personally identifiable information.\nWe do not make any warranty or representation regarding, nor do we endorse, any linked third-party websites or the information appearing thereon or any of the products or services described thereon.\nIf you decide to access linked third-party websites, you do so at your own risk.&nbsp.\nThis privacy statement applies solely to information collected by the Owl Labs’ website and services.</p>\nDisclaimer\n<p>No data transmission over the internet can be guaranteed to be entirely secure.\nAs a result, while we always use all reasonable efforts to protect the personal information you provide to us, we cannot guarantee the security of your information and the submission of data is thus at your own risk.\nPlease be aware that in certain circumstances, it is possible that personal information may be subject to disclosure pursuant to judicial or other government subpoenas, warrants, or orders.</p>\nChildren's Privacy\n<p>The Children’s Online Privacy Protection Act restricts the collection and use of personal information pertaining to children under the age of 13.&nbsp.\nWe do not allow such children to register as users and will not knowingly collect or solicit personal information from anyone under the age of 13.&nbsp.\nNo one under the age of 13 should provide any personal information on or through this site or otherwise.&nbsp.\nIn the event we learn that we have collected personal information from a child under age 13, we will terminate the account and delete the information.&nbsp.\nIf you believe that we might have any information from or about a child under 13, please contact us at support@owllabs.com.&nbsp.\nMinors aged 13 and over should not use this site or post any information or other content without adult supervision.</p>\nCalifornia Notices\n<p>Users who reside in California and have provided Personal Information to Owl Labs have the right to receive: (a) information identifying any third party to whom we may have disclosed, within the past year, personal information pertaining to you and your family for that party’s direct marketing purposes.\nand (b) a description of the categories of personal information disclosed.\nTo obtain such information, please email your request to support@owllabs.com.&nbsp.\nThis request may be made no more than once per calendar year.\nWe reserve our right not to respond to requests submitted other than to the address specified in this paragraph.</p>\nNewsletters and Email Privacy\n<p>\n<b>Why did you receive an email from us?&nbsp;</b>\n</p>\n<p>If you received a mailing from us, (a) your email address is either listed with us as someone who has expressly shared this address for the purpose of receiving information in the future (\"opt-in\"), or (b) you have registered or purchased or otherwise have an existing relationship with us.</p>\n<p>\n<b>How can you stop receiving email from us?</b>\n</p>\n<p>Each email sent contains an easy way for you to cease receiving email from us.\nIf you wish to do this, simply follow the instructions at the end of any email.\nIf you have received unwanted, unsolicited email sent via this system or purporting to be sent via this system, please forward a copy of that email with your comments to support@owllabs.com.</p>\nAcceptance and Privacy Policy\n<p>\n<b>Consent and Notification of Changes</b>\n</p>\n<p>By using the website or any Owl Labs’ services, you consent to the collection, use and storage of your information by us in the manner described in this privacy policy.\nWe reserve the right to make changes to this privacy policy at any time.\nIf we decide to change our privacy policy, we will post those changes on our website so our users are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.</p>\n<p>If you do not agree with this Privacy Policy, please do not use our website (or any services offered).\nYour continued use of this website and services following posting of changes to these terms will mean you accept those changes.</p>\n<p>&nbsp;</p>\n<p>Standard Contractual Clauses (C2P)</p>\n<p>&nbsp;</p>\n<p>For the purposes of Article 26(2) of Directive 95/46/EC for the transfer of personal data to processors established in third countries which do not ensure an adequate level of data protection;</p>\n<p>Name of the data exporting organization</p>\n<p>Address:&nbsp;</p>\n<p>Telephone:&nbsp;</p>\n<p>Fax:&nbsp;</p>\n<p>e-mail address:</p>\n<p>(the \"data exporter\")</p>\n<p>AND</p>\n<p>Name of the data importing organization: Owl Labs, Inc</p>\n<p>Address: 33 1/2 Union Square, Somerville, MA 02143</p>\n<p>Telephone: +1-857-214-4341</p>\n<p>Fax: N/A</p>\n<p>e-mail address: John.Stevens@owllabs.com</p>\n<p>(the \"data importer\")</p>\n<p>&nbsp;</p>\n<p>Each a ‘party’.\ntogether ‘the parties’,&nbsp;</p>\n<p>HAVE AGREED on the following Contractual Clauses (the Clauses) in order to adduce adequate safeguards with respect to the protection of privacy and fundamental rights and freedoms of individuals for the transfer by the data exporter to the data importer of the personal data specified in Appendix 1.</p>\n<p>\n<b>\n<i>Clause 1</i>\n</b>\n</p>\n<p>\n<b>Definitions</b>\n</p>\n<p>For the purposes of the Clauses:&nbsp;</p>\n<ol>\n<li>‘personal data’, ‘special categories of data’, ‘process/processing’, ‘controller’, ‘processor’, ‘data subject’ and ‘supervisory authority’ shall have the same meaning as in Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data;</li>\n<li>‘the data exporter’ means the controller who transfers the personal data;</li>\n<li>‘the data importer’ means the processor who agrees to receive from the data exporter personal data intended for processing on his behalf after the transfer in accordance with his instructions and the terms of the Clauses and who is not subject to a third country’s system ensuring adequate protection within the meaning of Article 25(1) of Directive 95/46/EC;</li>\n<li>‘the sub-processor’ means any processor engaged by the data importer or by any other sub-processor of the data importer who agrees to receive from the data importer or from any other sub-processor of the data importer personal data exclusively intended for processing activities to be carried out on behalf of the data exporter after the transfer in accordance with his instructions, the terms of the Clauses and the terms of the written subcontract;</li>\n<li>‘the applicable data protection law’ means the legislation protecting the fundamental rights and freedoms of individuals and, in particular, their right to privacy with respect to the processing of personal data applicable to a data controller in the Member State in which the data exporter is established;</li>\n<li>‘technical and organisational security measures’ means those measures aimed at protecting personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, in particular where the processing involves the transmission of data over a network, and against all other unlawful forms of processing.</li>\n</ol>\n<p>\n<b>\n<i>Clause 2</i>\n</b>\n</p>\n<p>\n<b>Details of the transfer</b>\n</p>\n<p>The details of the transfer and in particular the special categories of personal data where applicable are specified in Appendix 1 which forms an integral part of the Clauses.</p>\n<p>\n<b>\n<i>Clause 3</i>\n</b>\n</p>\n<p>\n<b>Third-party beneficiary clause</b>\n</p>\n<ol>\n<li>The data subject can enforce against the data exporter this Clause, Clause 4(b) to (i), Clause 5(a) to (e), and (g) to (j), Clause 6(1) and (2), Clause 7, Clause 8(2), and Clauses 9 to 12 as third-party beneficiary.</li>\n<li>\nThe data subject can enforce against the data importer this Clause, Clause 5(a) to (e) and (g), Clause 6, Clause 7, Clause 8(2), and Clauses 9 to 12, in cases where the data exporter has factually disappeared or has ceased to exist in law unless any successor entity has assumed the entire legal obligations of the data exporter by contract or by operation of law, as a result of which it takes on the rights and obligations of the data exporter, in which case the data subject can enforce them against such entity.&nbsp;</li>\n<li>The data subject can enforce against the sub-processor this Clause, Clause 5(a) to (e) and (g), Clause 6, Clause 7, Clause 8(2), and Clauses 9 to 12, in cases where both the data exporter and the data importer have factually disappeared or ceased to exist in law or have become insolvent, unless any successor entity has assumed the entire legal obligations of the data exporter by contract or by operation of law as a result of which it takes on the rights and obligations of the data exporter, in which case the data subject can enforce them against such entity.\nSuch third-party liability of the sub-processor shall be limited to its own processing operations under the Clauses.</li>\n<li>The parties do not object to a data subject being represented by an association or other body if the data subject so expressly wishes and if permitted by national law.</li>\n</ol>\n<p>\n<b>\n<i>Clause 4</i>\n</b>\n</p>\n<p>\n<b>Obligations of the data exporter</b>\n</p>\n<p>The data exporter agrees and warrants:</p>\n<ol>\n<li>that the processing, including the transfer itself, of the personal data has been and will continue to be carried out in accordance with the relevant provisions of the applicable data protection law (and, where applicable, has been notified to the relevant authorities of the Member State where the data exporter is established) and does not violate the relevant provisions of that State;</li>\n<li>that it has instructed and throughout the duration of the personal data-processing services will instruct the data importer to process the personal data transferred only on the data exporter’s behalf and in accordance with the applicable data protection law and the Clauses;</li>\n<li>\nthat the data importer will provide sufficient guarantees in respect of the technical and organisational security measures specified in Appendix 2 to this contract;&nbsp;</li>\n<li>that after assessment of the requirements of the applicable data protection law, the security measures are appropriate to protect personal data against accidental or unlawful destruction or accidental loss, alteration, unauthorised disclosure or access, in particular where the processing involves the transmission of data over a network, and against all other unlawful forms of processing, and that these measures ensure a level of security appropriate to the risks presented by the processing and the nature of the data to be protected having regard to the state of the art and the cost of their implementation;</li>\n<li>\nthat it will ensure compliance with the security measures;&nbsp;&nbsp;</li>\n<li>that, if the transfer involves special categories of data, the data subject has been informed or will be informed before, or as soon as possible after, the transfer that its data could be transmitted to a third country not providing adequate protection within the meaning of Directive 95/46/EC;</li>\n<li>to forward any notification received from the data importer or any sub-processor pursuant to Clause 5(b) and Clause 8(3) to the data protection supervisory authority if the data exporter decides to continue the transfer or to lift the suspension;&nbsp;</li>\n<li>to make available to the data subjects upon request a copy of the Clauses, with the exception of Appendix 2, and a summary description of the security measures, as well as a copy of any contract for sub-processing services which has to be made in accordance with the Clauses, unless the Clauses or the contract contain commercial information, in which case it may remove such commercial information;</li>\n<li>that, in the event of sub-processing, the processing activity is carried out in accordance with Clause 11 by a sub-processor providing at least the same level of protection for the personal data and the rights of data subject as the data importer under the Clauses.\nand</li>\n<li>that it will ensure compliance with Clause 4(a) to (i).</li>\n</ol>\n<p>\n<b>\n<i>Clause 5</i>\n</b>\n</p>\n<p>\n<b>Obligations of the data importer</b>\n</p>\n<p>The data importer agrees and warrants:&nbsp;</p>\n<ol>\n<li>to process the personal data only on behalf of the data exporter and in compliance with its instructions and the Clauses.\nif it cannot provide such compliance for whatever reasons, it agrees to inform promptly the data exporter of its inability to comply, in which case the data exporter is entitled to suspend the transfer of data and/or terminate the contract;</li>\n<li>\nthat it has no reason to believe that the legislation applicable to it prevents it from fulfilling the instructions received from the data exporter and its obligations under the contract and that in the event of a change in this legislation which is likely to have a substantial adverse effect on the warranties and obligations provided by the Clauses, it will promptly notify the change to the data exporter as soon as it is aware, in which case the data exporter is entitled to suspend the transfer of data and/or terminate the contract;&nbsp;</li>\n<li>that it has implemented the technical and organisational security measures specified in Appendix 2 before processing the personal data transferred;&nbsp;</li>\n<li>that it will promptly notify the data exporter about:</li>\n<li>any legally binding request for disclosure of the personal data by a law enforcement authority unless otherwise prohibited, such as prohibition under criminal law to preserve the confidentiality of a law enforcement investigation;</li>\n<li>any accidental or unauthorized access.\nand</li>\n<li>any request received directly from the data subjects without responding to that request, unless it has been otherwise authorized to do so;</li>\n<li>to deal promptly and properly with all inquiries from the data exporter relating to its processing of the personal data subject to the transfer and to abide by the advice of the supervisory authority with regard to the processing of the data transferred;</li>\n<li>at the request of the data exporter to submit its data-processing facilities for audit of the processing activities covered by the Clauses which shall be carried out by the data exporter or an inspection body composed of independent members and in possession of the required professional qualifications bound by a duty of confidentiality, selected by the data exporter, where applicable, in agreement with the supervisory authority</li>\n<li>\nto make available to the data subject upon request a copy of the Clauses, or any existing contract for sub-processing, unless the Clauses or contract contain commercial information, in which case it may remove such commercial information, with the exception of Appendix 2 which shall be replaced by a summary description of the security measures in those cases where the data subject is unable to obtain a copy from the data exporter;&nbsp;</li>\n<li>\nthat, in the event of sub-processing, it has previously informed the data exporter and obtained its prior written consent;&nbsp;</li>\n<li>that the processing services by the sub-processor will be carried out in accordance with Clause 11;&nbsp;</li>\n<li>to send promptly a copy of any sub-processor agreement it concludes under the Clauses to the data exporter.</li>\n</ol>\n<ol>\n</ol>\n<p>\n<b>\n<i>Clause 6</i>\n</b>\n</p>\n<p>\n<b>Liability&nbsp;</b>\n</p>\n<ol>\n<li>The parties agree that any data subject, who has suffered damage as a result of any breach of the obligations referred to in Clause 3 or in Clause 11 by any party or sub-processor is entitled to receive compensation from the data exporter for the damage suffered.</li>\n<li>If a data subject is not able to bring a claim for compensation in accordance with paragraph 1 against the data exporter, arising out of a breach by the data importer or his sub-processor of any of their obligations referred to in Clause 3 or in Clause 11, because the data exporter has factually disappeared or ceased to exist in law or has become insolvent, the data importer agrees that the data subject may issue a claim against the data importer as if it were the data exporter, unless any successor entity has assumed the entire legal obligations of the data exporter by contract of by operation of law, in which case the data subject can enforce its rights against such entity.</li>\n</ol>\n<p>The data importer may not rely on a breach by a sub-processor of its obligations in order to avoid its own liabilities.&nbsp;</p>\n<ol>\n<li>\n&nbsp;If a data subject is not able to bring a claim against the data exporter or the data importer referred to in paragraphs 1 and 2, arising out of a breach by the sub-processor of any of their obligations referred to in Clause 3 or in Clause 11 because both the data exporter and the data importer have factually disappeared or ceased to exist in law or have become insolvent, the sub-processor agrees that the data subject may issue a claim against the data sub-processor with regard to its own processing operations under the Clauses as if it were the data exporter or the data importer, unless any successor entity has assumed the entire legal obligations of the data exporter or data importer by contract or by operation of law, in which case the data subject can enforce its rights against such entity.\nThe liability of the sub-processor shall be limited to its own processing operations under the Clauses.</li>\n</ol>\n<p>\n<b>\n<i>Clause 7</i>\n</b>\n</p>\n<p>\n<b>Mediation and jurisdiction</b>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>The data importer agrees that if the data subject invokes against it third-party beneficiary rights and/or claims compensation for damages under the Clauses, the data importer will accept the decision of the data subject:</li>\n<li>to refer the dispute to mediation, by an independent person or, where applicable, by the supervisory authority;</li>\n<li>to refer the dispute to the courts in the Member State in which the data exporter is established.</li>\n</ol>\n<p>&nbsp;The parties agree that the choice made by the data subject will not prejudice its substantive or procedural rights to seek remedies in accordance with other provisions of national or international law.</p>\n<p>\n<b>\n<i>Clause 8</i>\n</b>\n</p>\n<p>\n<b>Cooperation with supervisory authorities</b>\n</p>\n<ol>\n<li>The data exporter agrees to deposit a copy of this contract with the supervisory authority if it so requests or if such deposit is required under the applicable data protection law.</li>\n<li>The parties agree that the supervisory authority has the right to conduct an audit of the data importer, and of any sub-processor, which has the same scope and is subject to the same conditions as would apply to an audit of the data exporter under the applicable data protection law.</li>\n<li>The data importer shall promptly inform the data exporter about the existence of legislation applicable to it or any sub-processor preventing the conduct of an audit of the data importer, or any sub-processor, pursuant to paragraph 2.\nIn such a case the data exporter shall be entitled to take the measures foreseen in Clause 5(b).</li>\n</ol>\n<p>\n<b>\n<i>Clause 9</i>\n</b>\n</p>\n<p>\n<b>Governing law</b>\n</p>\n<p>The Clauses shall be governed by the law of the Member State in which the data exporter is established, namely: [Country].</p>\n<p>\n<b>\n<i>Clause 10</i>\n</b>\n</p>\n<p>\n<b>Variation of the contract</b>\n</p>\n<p>The parties undertake not to vary or modify the Clauses.\nThis does not preclude the parties from adding clauses on business related issues where required as long as they do not contradict the Clauses.</p>\n<p>\n<b>\n<i>Clause 11</i>\n</b>\n</p>\n<p>\n<b>Sub-processing</b>\n</p>\n<ol>\n<li>The data importer shall not subcontract any of its processing operations performed on behalf of the data exporter under the Clauses without the prior written consent of the data exporter.\nWhere the data importer subcontracts its obligations under the Clauses, with the consent of the data exporter, it shall do so only by way of a written agreement with the sub-processor which imposes the same obligations on the sub-processor as are imposed on the data importer under the Clauses.\nWhere the sub-processor fails to fulfill its data protection obligations under such written agreement the data importer shall remain fully liable to the data exporter for the performance of the sub-processor’s obligations under such agreement.</li>\n<li>\nThe prior written contract between the data importer and the sub-processor shall also provide for a third-party beneficiary clause as laid down in Clause 3 for cases where the data subject is not able to bring the claim for compensation referred to in paragraph 1 of Clause 6 against the data exporter or the data importer because they have factually disappeared or have ceased to exist in law or have become insolvent and no successor entity has assumed the entire legal obligations of the data exporter or data importer by contract or by operation of law.\nSuch third-party liability of the sub-processor shall be limited to its own processing operations under the Clauses.&nbsp;</li>\n<li>\nThe provisions relating to data protection aspects for sub-processing of the contract referred to in paragraph 1 shall be governed by the law of the Member State in which the data exporter is established, namely: [Country].&nbsp;</li>\n<li>The data exporter shall keep a list of sub-processing agreements concluded under the Clauses and notified by the data importer pursuant to Clause 5(j), which shall be updated at least once a year.\nThe list shall be available to the data exporter’s data protection supervisory authority.</li>\n</ol>\n<p>\n<b>\n<i>Clause 12</i>\n</b>\n</p>\n<p>\n<b>Obligations after the termination of personal data-processing services</b>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>The parties agree that on the termination of the provision of data-processing services, the data importer and the sub-processor shall, at the choice of the data exporter, return all the personal data transferred and the copies thereof to the data exporter or shall destroy all the personal data and certify to the data exporter that it has done so, unless legislation imposed upon the data importer prevents it from returning or destroying all or part of the personal data transferred.\nIn that case, the data importer warrants that it will guarantee the confidentiality of the personal data transferred and will not actively process the personal data transferred anymore.</li>\n<li>The data importer and the sub-processor warrant that upon request of the data exporter and/or of the supervisory authority, it will submit its data-processing facilities for an audit of the measures referred to in paragraph 1.</li>\n</ol>\n<p>Dated:&nbsp;</p>\n<p>\n<strong>On behalf of the data</strong>&nbsp;<strong>exporter:</strong>\n</p>\n<p>Name:</p>\n<p>Position:</p>\n<p>Address:&nbsp;</p>\n<p>Signature:</p>\n<p>&nbsp;</p>\n<p>\n<strong>On behalf of the data importer:&nbsp;</strong>Owl Labs, Inc.</p>\n<p>Name:&nbsp;John Stevens</p>\n<p>Position: Chief Financial Officer</p>\n<p>Address: 33 1/ Union Square, Somerville, MA 02143</p>\n<p>Signature:</p>\n<p>&nbsp;</p>\n<p>\n<b>Appendix 1</b>\n<br>\n</p>\n<p>\n<b>To the Standard Contractual Clauses</b>\n</p>\n<p>This Appendix forms part of the Clauses and must be completed and signed by the parties.</p>\n<p>\n<b>Data exporter</b>\n</p>\n<p>The data exporter is (please specify briefly your activities relevant to the transfer):</p>\n<p>Registered Address</p>\n<p>\n<b>Data importer</b>\n</p>\n<p>The data importer is (please specify briefly activities relevant to the transfer):</p>\n<p>Using the name and email address of an employee of the Data Exporter for purposes of registering Owl Labs telecommunications devices.</p>\n<p>\n<b>Data subjects</b>\n</p>\n<p>The personal data transferred concern the following categories of data subjects (please specify):</p>\n<p>Employees of the Data Exporter</p>\n<p>\n<b>Categories of data</b>\n</p>\n<p>The personal data transferred concern the following categories of data (please specify):</p>\n<p>Name and email address</p>\n<p>\n<b>Special categories of data (if appropriate)</b>\n</p>\n<p>The personal data transferred concern the following special categories of data (please specify):</p>\n<p>None</p>\n<p>\n<b>Processing operations&nbsp;</b>\n</p>\n<p>The personal data transferred will be subject to the following basic processing activities (please specify):&nbsp;</p>\n<p>Registering Owl Labs devices and validating the devices during customer support by Owl Labs.</p>\n<p>\n<b>DATA EXPORTER:</b>\n</p>\n<p>Name: Registered Address</p>\n<p>Authorized signature:&nbsp;</p>\n<p>\n<b>DATA IMPORTER:</b>\n</p>\n<p>Name: John Stevens, CFO</p>\n<p>Authorized signature:&nbsp;</p>\n<p>\n<b>Appendix 2</b>\n</p>\n<p>\n<b>To the Standard Contractual Clauses</b>\n</p>\n<p>This Appendix forms part of the Clauses and must be completed and signed by the parties.</p>\n<p>\n<b>Description of the technical and organisational security measures implemented by the data importer in accordance with Clauses 4(d) and 5(c) (or document/legislation attached):</b>\n</p>\n<p>Owl Labs uses extensive security measures to protect against the loss, misuse and/or alteration of data located on our systems.\nWe implement appropriate measures and processes, such as using encryption when transmitting certain sensitive information, to help us to keep your information secure and to maintain its quality.\nWe regularly review our security and related policies to adapt the technology as new threats evolve, and monitor our systems to help ensure the highest level of availability.\nIf you have any questions about the security at our website, you can send an email to support@owllabs.com.</p>\n<p>&nbsp;</p> ", "created_at": "2021-10-01 00:47:01.944672", "updated_at": "2021-09-30 22:50:19.997135"}], "points": [], "urls": ["owllabs.com"]}}