{"error": 448, "message": "OK", "parameters": {"id": 5813, "name": "FindUnclaimedAssets", "created_at": "2021-11-26 06:30:08.160045", "updated_at": "2021-11-26 23:01:09.840445", "wikipedia": null, "keywords": null, "related": null, "slug": "findunclaimedassets", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5813.png", "url": "findunclaimedassets.info", "documents": [{"id": 10484, "name": " Privacy Policy", "url": "https://findunclaimedassets.info/page-privacy.php", "xpath": "/html/body/div[2]", "text": " <p>(Updated 03/22/2021) <br>\n<br>\n<b>PURPOSE OF POLICY.</b> FindUnclaimedAssets, its parent, subsidiary, affiliated companies, and each of their respective officers, directors, members, owners, employees, agents, and representatives (collectively, \"Us,\" \"We,\" “Our,” or \"Company\") is committed to respecting the privacy rights of its customers, visitors, and other users of the Company Website (the \"Site\") pursuant to the terms contained herein.\nWe created this Privacy Policy (this \"Policy\") to give you notice of how your private information will be used as a result of submitting it to Our Company.\nThis Policy is only applicable to the Site, and not to any other websites that you may be able to access from the Site, each of which may have data collection and use practices and policies that differ materially from this Policy.<br>\n<br>\nBy accessing, using, or submitting information to the Site, you agree to this Policy and Our Terms of Service.<br>\n<br>\n<b>NOTICE CONCERNING CHILDREN.</b> You must be at least 18 years old to use the Site.\nWe are a general audience Site, and do not direct any of Our content specifically at children under 18 years of age.\nWe understand and are committed to respecting the sensitive nature of children’s privacy online.\nIf We learn or have reason to suspect that a Site user is under age 18, We will promptly delete any personal information in that user’s account.\nConsistent with the federal Children’s Online Privacy Protection Act of 1998 (“COPPA”), We will never knowingly collect personal information from anyone under the age of 13 without requesting parental consent.\nIf you are aware that your minor child under the age of 13 has provided Us with personal information, please contact Us.<br>\n<br>\n<b>\n<u>INFORMATION COLLECTION PRACTICES</u>\n</b>\n<br>\n<br>\n<b>WHAT PERSONAL INFORMATION DOES THE COMPANY COLLECT?</b> We collect, use, and are responsible for certain personal information about you, that identifies, relates to, describes, is reasonably capable of being associated with you, or that which could reasonably be linked, directly or indirectly, with a particular consumer or household.\nWe collect, and have collected personal information about Our visitors within the preceding 12 months in the following categories and for the noted <br>\npurposes:<br>\n<br>\n</p>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<b>Categories of Personal Information</b>\n<b>Collected?</b>\n<b>Categories of Sources from which Collected</b>\n<b>Business or Commercial Purpose for which Each Category Will be Used</b>Identifiers such as a real name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiersYesSite.\nThird party data analytics providersAdvertising/marketing.\nUpdate internal database.\nAnalytics.\nConnect you with the services featured on the Site.\nTrack consumer interaction (counting ad impressions, verifying positioning and quality of ad impressions, etc.).\nShort-term, transient use.\nand Legal complianceAny categories of personal information described in subdivision (e) of Sec.\n1798.80MYesSite.\nThird party data analytics providersAdvertising/marketing.\nUpdate internal database.\nAnalytics.\nConnect you with the services featured on the Site.\nTrack consumer interaction (counting ad impressions, verifying positioning and quality of ad impressions, etc.).\nShort-term, transient use.\nand Legal complianceCharacteristics of protected classifications under California or federal lawYesSite.\nThird party data analytics providersAdvertising/marketing.\nUpdate internal database.\nAnalytics.\nConnect you with the services featured on the Site.\nTrack consumer interaction (counting ad impressions, verifying positioning and quality of ad impressions, etc.).\nShort-term, transient use.\nand Legal complianceCommercial information, including records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendenciesYesSite.\nThird party data analytics providersAdvertising/marketing.\nUpdate internal database.\nAnalytics.\nConnect you with the services featured on the Site.\nTrack consumer interaction (counting ad impressions, verifying positioning and quality of ad impressions, etc.).\nShort-term, transient use.\nand Legal complianceBiometric informationNoN/AN/AInternet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with an internet website, application, or advertisementYesSite.\nThird party data analytics providersAdvertising/marketing.\nUpdate internal database;<br>\nAnalytics;<br>\nConnect you with the services featured on the Site;<br>\nTrack consumer interaction (counting ad impressions, verifying positioning and quality of ad impressions, etc.);<br>\nShort-term, transient use.\nand<br>\nLegal compliance Geolocation information\nYes\nSite;<br>\nThird party data analytics providers\n<br>\nAdvertising/marketing;<br>\nUpdate internal database;<br>\nAnalytics;<br>\nConnect you with the services featured on the Site;<br>\nTrack consumer interaction (counting ad impressions, verifying positioning and quality of ad impressions, etc.);<br>\nShort-term, transient use.\nand<br>\nLegal compliance Audio, electronic, visual, thermal, olfactory, or similar information\nNo\nN/A\nN/A Professional or employment-related information\nNo\nN/A\nN/A Education information, defined as information that is not publicly available personally identifiable information as defined in the Family Educational Rights and Privacy Act (20 U.S.C.\nSec.\n1232g.\n34 C.F.R.\nPart 99)\nNo\nN/A\nN/A Inferences drawn from any of the information identified in this subdivision to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nYes\nSite;<br>\nThird party data analytics providers\n<br>\nAdvertising/marketing;<br>\nUpdate internal database;<br>\nAnalytics;<br>\nConnect you with the services featured on the Site;<br>\nTrack consumer interaction (counting ad impressions, verifying positioning and quality of ad impressions, etc.);<br>\nShort-term, transient use.\nand<br>\nLegal compliance <br>\n<br>\nAs noted in the above chart, We collect the above personal information directly from you via the Site, and from your interactions with the Site, including any personal information which you provide directly or indirectly.<br>\n<br>\n<b>(a) INFORMATION YOU PROVIDE TO US VIA THE SITE.</b> We collect any personal information which you submit directly to the Site, including any information input through the Site’s webform used to subscribe to receive communications from Us, and or inquiries regarding the services provided via the Site.\nSuch personal information includes information that enables Us to identify or contact users, and includes, among other things, the user’s full name, address, telephone number and e-mail address.\nFurther, to the extent that you contact Us through the Site, We also collect the personal information that you submit in conjunction with your communication, including but not limited to your name and email address.<br>\n<br>\n<b>(b) COOKIES AND TRACKING PIXELS ON THE SITE.</b> We use and store cookies and tracking pixels on the Site, as described further, to facilitate and customize your use of the Site.\nA cookie is a small data text file, which is stored on your computer’s hard drive (if your web browser permits) that can later be retrieved to identify you to Us.\nThe identifier is then sent back to the server each time the browser requests a page from the server.\nCookies can later be retrieved to identify you to Us.\nPersonal information that We store about you may be linked to the information stored in and obtained from cookies.\nWe use the standard 'cookies' feature of major browser applications that allows Us to store a small piece of data on your computer about your visit to our Site.\nCookies help Us learn which areas of our Site are useful, which areas need improvement, and to deliver personalized advertisements on Our Site and other websites.\n<br>\n<br>\nTracking pixels (also known as web beacons, 1x1 pixels, or clear GIFs) are code requiring a call back to a server to render, and which deliver information to Us about your IP address and information from your browser.\nCookies and tracking pixels are used to track your interaction with the Site, including clicks.\nCookies and tracking pixels may collect information about you, such as your IP address, your domain name, your browser type and version, operating system, software and platform, your Internet service provider, geographic location, the area code and zip code associated with your server, time zone setting, the date and time of your visit, the time spent on the Site, referring and exit domain names and websites, screen resolutions, color capabilities, browser plug-ins, language settings, cookie preferences, search engine keywords, and click stream data.\nWe may also collect information on any links you click through the Site through the use of tracking pixels.<br>\n<br>\nYour choices: The Help feature on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nAdditionally, you can disable or delete similar data used by browser add-ons, such as Flash cookies, by changing the add-on's settings or visiting the website of its manufacturer.\nHowever, if you choose to disable this function, your experience at our Site may be diminished and some features may not work as they were intended.\nIn the event that your browser requests that We do not track you or store a cookie, unless otherwise required by law to honor the requests, We do not guarantee that Our Site will honor such requests.\nPlease note that We do not guarantee that the Site will work properly in the event that you elect to opt out of Our tracking or use of cookies.\n<br>\n<br>\nNotwithstanding any other provision in this Policy, in visiting this Site, a third-party advertiser (or its partners) may place or recognize a unique cookie on your browser, or utilize tracking pixels.\nThese third party cookies and tracking pixels may collect personal information, in the course of advertising on or through the Site.\nThese cookies enable more customized ads, content or services to be provided to you.\nTo trigger these cookies, We may pass an encrypted or 'hashed' (non-human readable) identifier corresponding to your email address to a Web advertising partner, who may place a cookie on your computer.\nThird party publishers may utilize their own cookies and tracking pixels, as noted below.\nTo opt-out of these cookies, please go to http://www.privacychoice.org/companies or http://www.aboutads.info/choices.\n<br>\n<br>\n<b>(c) COOKIES AND TRACKING PIXELS IN OUR EMAILS.</b> Apart from use of the above technologies on Our Site, We automatically collect information when an individual opens one of Our emails, through the use of cookies and tracking pixels.\nWe also automatically collect information on whether the individual clicked on any links within such emails.\nThird party publishers may also automatically collect information when an individual opens an email promoting the Site or clicks on a link included in such email, through the use of cookies and tracking pixels.\nTo the extent that you click on a third party advertisement, or a particular product or service featured on the Site or in any email communication or newsletter, We and the applicable third party collect information on which link you clicked.\nWe may receive compensation from third party lead aggregators, lead purchasers, and/or advertisers based on based on clicks, leads, and/or purchases generated through the Site and through any related emails.\nIf you request to unsubscribe from receiving emails, We and Our third party publishers may add your email address to Our suppression file, to comply with CAN-SPAM.<br>\n<br>\n<b>(d) THIRD PARTIES.</b> In addition to the above, We also may collect information through third party data analytics providers.\n<br>\n<br>\n<b>\n<u>USE AND SHARING OF INFORMATION</u>\n</b>\n<br>\n<br>\n<b>WHAT DOES COMPANY DO WITH COLLECTED PERSONAL INFORMATION?</b>\n<br>\n<br>\n<b>(a) PROVIDE THE SITES.</b> With your consent, We use the personal information We gather on the Site to connect individuals with the featured services.\nThis may include passing the individual’s information on to third parties, which include lead aggregators, lead purchasers, and/or advertisers in Our network to process and fulfill requests submitted through the Site for the featured services.\nWe may use your personal information to verify your identity, to check your qualifications, or to follow up with transactions initiated on the Site.\nWe may also use your contact information to inform you of any changes to the Site, or to send you additional information about Us.\n<br>\n<br>\n<b>(b) TELEMARKETING, SMS, AND EMAIL.</b> If you give your permission during the account registration process, We may send you marketing/promotional materials.\nBy giving your permission during the account registration process, you expressly consent to receive such promotional materials from various media channels, including but not limited to, SMS messaging (standard carrier text messaging charges will apply) and email, even if you are listed on a state, federal, or corporate “Do Not Call” list and/or Do Not Email registry.\nYou may opt out at any time be replying ‘stop’ to any SMS messages or by clicking ‘unsubscribe’ on any email message.\nEntering your phone number is optional and not required to access any other areas of Our Sites.\n<br>\n<br>\nThis site is compliant with the Telephone Consumer Protection Act (47 U.S.C.\nSec.\n227), as implemented by the Federal Communications Commission.\nBy entering the information requested in the prompts and/or fields on the Site, checking the box, and clicking “VIEW AVAILABLE FUNDS” and submitting your request to Us, you agree that you are 18+ years old, and that you have read and agree to this Privacy Policy and the Terms (including the arbitration provision and class action waiver), and provide your electronic signature expressly consenting to the transfer of your personal information and to receive promotional offers, emails, calls, mail, and text message offers and communications from Company and Our marketing partners and their representatives and agents, including through the use of automatic telephone dialing systems, recurring auto-dialers, artificial voice, and pre-recorded messages, even if your phone is a mobile number or is currently listed on any state, federal, or corporate “Do Not Call” list and/or Do Not Email registry regarding the featured products and/or services, or other offers.\nThe list of marketing partners participating are subject to change.\nYou understand that there may be a charge by your wireless carrier for such communications.\nYou understand that your consent is not a condition to utilize Our services.\nYou understand that your authorization overrides any previous registrations on a federal or state Do Not Call registry.\nIf you wish to remove your information from the third party’s database, you must contact that party directly.<br>\n<br>\nWe may display third party advertisements on the Site and/or in Our emails, including those from third party lead aggregators, lead purchasers, and/or advertisers.\nWe use the information collected through the Site to track your access and interaction with the Site and with any third party advertisements featured on the Site.\nWe may share the information collected through your use of the Site with Our third party lead aggregators, lead purchasers, advertisers, and/or email publishers.\nWe and Our third party lead aggregators, lead purchasers, advertisers, and/or publishers may collect and use personal information about you obtained through cookies and tracking pixels implemented on the Site, including the keywords leading you to the Site and the referring website address and whether you responded to a particular advertisement featured on the Site, and which third party advertisements and links you click through the Site.\nWe and Our third party lead aggregators, lead purchasers, advertisers, and/or publishers also automatically collect information when an individual opens an email marketing the Site, through the use of cookies and tracking pixels.\nAs noted above, in the event that your web browser requests that We do not track you or store a cookie, unless otherwise required by law to do so, We do not guarantee that Our Site will honor such requests.\n<br>\n<br>\n<b>(b) USE OF COOKIES.</b> We may use cookies to deliver content specific to your interests, to save your password so you don’t have to re-enter it each time you visit Our site, or for other purposes.\nPromotions or advertisements displayed on Our Site may contain cookies.\nWe do not have access to or control over information collected by third parties on our Site.<br>\n<br>\n<b>(c) THIRD PARTIES.</b> As noted in the chart, in addition to collecting personal information through the Site, we also collect personal information through third party data analytics providers.<br>\n<br>\n<b>WITH WHOM DOES COMPANY SHARE YOUR PERSONAL INFORMATION?</b>\n<br>\n<br>\nWe may share information in all of the above categories internally with Our parent company and any subsidiary and affiliated companies.\n<br>\n<br>\nWe may also share the information in the following categories: “identifiers such as a real name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers” and “any categories of personal information described in subdivision (e) of Sec.\n1798.80” with Our third party lead aggregators, lead purchasers, advertising networks, advertisers, email service providers, data hygiene companies, internet service providers, data analytics providers, operating systems and platforms, and social networks.\n<br>\n<br>\nWe may share information in all of the above categories with Our third party email publishers for the purpose of tracking their clicks/conversions.\nAlso, if you request to unsubscribe from receiving email newsletters from Us, We may share your email address with Our marketing partners, including email publishers, to effectuate your request to unsubscribe and to comply with CAN-SPAM.<br>\n<br>\nAlso, on occasion, We may be required by law enforcement or judicial authorities to provide personal information to the appropriate governmental authorities.\nWe may disclose personal information if required to do so by law or in the good-faith belief that such action is necessary to (1) conform to the edicts of the law or comply with legal process served on Company or its parent company, subsidiaries or affiliates, (2) protect and defend the rights or property of Company or the users of the Site, or (3) act under exigent circumstances to protect the safety of the public or users of the Site.<br>\n<br>\nIn the event of a merger, acquisition, or sale of Our business, your personal information may also be transferred.\nIn order to accommodate changes in Our business, We may sell or buy portions of Our Company or other companies or assets, including the personal information collected through this Site.\nIn the event We become the subject of an insolvency proceeding, whether voluntary or involuntary, We or Our liquidator, administrator, receiver or administrative receiver may sell, license or otherwise dispose of, such personal information in a transaction approved by the court.<br>\n<br>\nYour personal information may be transferred to and maintained on computers located outside of your state, country, or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.\nIf you are located outside United States, please note that the personal information We collect through the Site may be processed in and outside of the United States.\nWe will take all the steps reasonably necessary to ensure that your personal information is treated securely and in accordance with this Privacy Policy and that no transfer takes place to an organization or a country unless there are adequate controls in place including the security of your data.\nYour consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<br>\n<br>\n<b>SECURITY.</b> The Site has security measures in place to prevent the loss, misuse, and alteration of the information that We obtain from you, but We make no assurances about Our ability to prevent any such loss, misuse, to you or to any third party arising out of any such loss, misuse, or alteration.\nNo method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect your data, We cannot guarantee its absolute security.\nAs a result, you acknowledge that there are security and privacy limitations of the Internet which are beyond Our control.\nthe security, integrity and privacy of any and all information and data exchanged between you and Us through this Site cannot be guaranteed.\nand any such information and data may be viewed or tampered with in transit by a third party.\nWe make no warranty, express, implied, or otherwise, regarding the security of the Site and your personal information.<br>\n<br>\n<b>WEBSITE AREAS BEYOND COMPANY’S CONTROL</b>\n<br>\n<br>\n<b>PUBLIC FORUMS.</b> The Site may include interactive forums such as message boards and chat rooms.\nPlease remember that any information that is disclosed in these areas becomes public information and you should exercise caution when deciding to disclose your personal information.<br>\n<br>\n<b>THIRD PARTY WEBSITES.</b> The Site may contain links to other websites.\nIf you choose to visit other websites, We are not responsible for the privacy practices or content of those other websites, and it is your responsibility to review the privacy policies at those websites to confirm that you understand and agree with their policies.\nWe are not responsible for the policies or practices of third parties or their sites.\nAdditionally, third party lead aggregators, lead purchasers, advertisers, and publishers may collect personal information about you when you view or click on advertising or links displayed on the Site or in communications, through the use of cookies and tracking pixels.\nWe cannot control this collection of such personal information.\nYou should contact these third parties directly if you have any questions about their use of the personal information that they collect.<br>\n<br>\n<b>CALIFORNIA RESIDENTS – YOUR PRIVACY RIGHTS</b>\n<br>\n<br>\n<i>California Rights Under Shine the Light</i>\n<br>\n<br>\nUnder California’s Shine the Light law (California Civil Code Sec.\n1789.83), California residents have the right to request, once a year, information on the types of personal information We have shared with third parties for their direct marketing purposes during the immediately preceding calendar year.\nand the names and addresses of third parties with whom We have shared the personal information.\nYou have agreed to allow Us to share information with third parties for their direct marketing purposes until you request to opt-out of such sharing.\nCalifornia customers may request further information about Our compliance with this law by contacting Us via email at info@FindUnclaimedAssets.\nPlease note that We are only required to respond to one request per customer each year, and We are not required to respond to requests made by means other than through this email address.<br>\n<br>\n<i>California Rights Under the CCPA</i>\n<br>\n<br>\nIn addition, if you are a California resident under the meaning of Sec.\n17014 of Title 18 of the Cal.\nCode of Regulations, your use of the Site is subject to the California Consumer Privacy Act (“CCPA”), and all final, implementing regulations.\nUnder the CCPA, up to twice in a twelve (12) month period, a consumer has the right to request that a business disclose what personal information it collects, uses, discloses, and sells.\nInformation regarding Our collection and disclosure practices are detailed herein, in addition to instructions on how to exercise your rights regarding your personal information.<br>\n<br>\n<i>What Personal Information Do We Collect?</i>\n<br>\n<br>\nWe collect, use, and are responsible for certain personal information about you, that identifies, relates to, describes, is reasonably capable of being associated with you, or that which could reasonably be linked, directly or indirectly, with a particular consumer or household.\nInformation on the personal information that We collect, and have collected about Our visitors within the preceding 12 months are detailed above under the <b>“WHAT PERSONAL INFORMATION DOES THE COMPANY COLLECT?”</b> heading.<br>\n<br>\n<i>What Personal Information Do We Disclose?</i>\n<br>\n<br>\nWithin the preceding 12 months, We have disclosed personal information to the third parties identified under the <b>“WITH WHOM DOES COMPANY SHARE YOUR PERSONAL INFORMATION?”</b> heading above.\nMore specifically, We may disclose personal information in all of the above categories internally with Our parent company and any subsidiary and affiliated companies.\nWe may disclose information in all of the above categories to Our third party email publishers for the purpose of tracking their clicks/conversions.\nAlso, if you request to unsubscribe from receiving email newsletters from Us, We may share your email address with Our marketing partners, including email publishers, to effectuate your request to unsubscribe and to comply with CAN-SPAM.<br>\n<br>\nWe may also disclose your personal information in any of the above categories if required by law enforcement or judicial authorities to provide personal information to the appropriate governmental authorities.\nWe may disclose personal information in any of the above categories if required to do so by law or in the good-faith belief that such action is necessary to (1) conform to the edicts of the law or comply with legal process served on Company or its parent company, subsidiaries or affiliates, (2) protect and defend the rights or property of Company or the users of the Site, or (3) act under exigent circumstances to protect the safety of the public or users of the Site.<br>\n<br>\n<i>What Personal Information Do We Sell?</i>\n<br>\n<br>\nWe disclose for a business purpose and sell personal information in the above noted categories to the third parties identified under the <b>“WITH WHOM DOES COMPANY SHARE YOUR PERSONAL INFORMATION?”</b> heading above.\nMore specifically, We may sell the information in the following categories: “identifiers such as a real name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers” and “any categories of personal information described in subdivision (e) of Sec.\n1798.80” to Our third party lead aggregators, lead purchasers, advertising networks, advertisers, email service providers, data hygiene companies, internet service providers, data analytics providers, operating systems and platforms, and social networks.\n<br>\n<br>\nAlso, in the event of a merger, acquisition, or sale of Our business, your personal information may also be transferred.\nIn order to accommodate changes in Our business, we may sell or buy portions of Our Company or other companies or assets, including the personal information collected through this Site.\nIn the event We become the subject of an insolvency proceeding, whether voluntary or involuntary, We or Our liquidator, administrator, receiver or administrative receiver may sell, license or otherwise dispose of, such personal information in a transaction approved by the court.<br>\n<br>\nWe do not have any actual knowledge of the sale of personal information of minors under 16 years of age.\nThere are no financial incentives to disclose.<br>\n<br>\n<i>Your Right to Request to Know and How to Submit a Verified Request to Know</i>\n<br>\n<br>\nA “request to know” is a request related to the personal information that a business has about such consumer.\nIt may include a request for any or all of the following from Us:<br>\n1.\nspecific pieces of personal information that We have collected about you;<br>\n2.\ncategories of personal information that We have collected about you;<br>\n3.\ncategories of sources from which the personal information was collected;<br>\n4.\ncategories of personal information that We have sold or disclosed for a business purpose about you;<br>\n5.\ncategories of third parties to whom the personal information was sold or disclosed for a business purpose.\nand<br>\n6.\nthe business or commercial purpose for collecting or selling personal information.<br>\n<br>\nThe CCPA permits requests to know from the same consumer up to twice in a twelve (12) month period.<br>\n<br>\nTo submit a request to know, please email Us at info@FindUnclaimedAssets.\nTo process your request, We may require that you submit the following information in conjunction with your request: a California address and email address.\nThe information which you provide will be used to verify your request and to attempt to identify you within Our data records.\nIf you elect to use an authorized agent to exercise your right to submit a request for information, We may require that the authorized agent provide proof that the consumer gave them signed permission to submit the request.\nIn addition, We may also require that the consumer directly verify their identity and directly confirm that they provided the authorized agent permission to submit the request on their behalf.\nThe information which is submitted in conjunction with the request to know will be used for the express purposes of verification and providing responsive information to the request, if required.<br>\n<br>\n<i>Your Right to Request Deletion and How to Submit a Verified Request to Delete</i>\n<br>\n<br>\nYou have the right to request the deletion of any personal information which We have collected about you.\nTo submit a verifiable request to delete, please email Us at info@FindUnclaimedAssets.\nTo process your request, We may require that you submit the following information in conjunction with your request: a California address and email address.\nThe information which you provide will be used to verify your request and to attempt to identify you within Our data records.\nIf you elect to use an authorized agent to exercise your right to submit a request for deletion, We may require that the authorized agent provide proof that the consumer gave them signed permission to submit the request.\nIn addition, We may also require that the consumer directly verify their identity and directly confirm that they provided the authorized agent permission to submit the request on their behalf.\nThe information which you submit in conjunction with your request to delete will be used for the express purposes of verification and fulfilling your request, if required.\nThe information which is submitted in conjunction with the request to delete will be used for the express purposes of verification and fulfilling the request, if required.<br>\n<br>\nWe utilize a two-step process for online requests to delete, whereby you first submit your request to delete, and second, you separately confirm that you want your personal information deleted.<br>\n<br>\nTo the extent that your personal information is necessary for Us to maintain for a reason delineated in Cal.\nCiv.\nCode Sec.\n1798.105(d), including but not limited to complete a transaction for which the personal information was collected, provide a good or service you have requested, detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, debug, etc., or to comply with a legal obligation, We are not required to comply with your request for deletion.\nFor instance, We are not required to delete personal information which is necessary to maintain suppression files for those individuals who have opted out of receiving email marketing from Us.\nIf We are unable to verify your request, We will notify you as well.<br>\n<br>\n<i>Your Right to Opt-Out of the Sale of Personal Information and How to Submit a Verified Request to Opt-Out</i>\n<br>\n<br>\nYou have the right to opt-out of the sale of your personal information.\nYou have the right to direct a business that sells (or may in the future sell) your personal information to stop selling your personal information, and to refrain from doing so in the future.<br>\n<br>\nOur homepage features a “Do Not Sell My Personal Information” link, through which you can submit your request to opt-out of the sale of your personal information.\nYou may also email Us at info@FindUnclaimedAssets to submit your request to opt-out of the sale of your personal information.\nIn conjunction with your request, We may request that you provide a California address and email address to verify and process your request.\n<br>\n<br>\nThe information which you provide will be used to verify your request and to attempt to identify you within Our data records.\nIf you elect to use an authorized agent to exercise your right to submit a request to opt-out of the sale of your personal information, We may require that the authorized agent provide proof of your signed permission demonstrating that the authorized agent has been authorized to act on your behalf.\nThe information which you submit in conjunction with your request to opt-out will be used for the express purposes of verification and complying with the opt-out request, if required.<br>\n<br>\n<i>Your Right to Non-Discrimination for the Exercise of Your Privacy Rights</i>\n<br>\n<br>\nCalifornia affords consumers with the right not to receive discriminatory treatment by a business for the exercise of their privacy rights conferred by the CCPA.\nThis means that you cannot be denied goods or services.\nbe charged different prices or rates.\nbe provided with a different level or quality of goods or services.\nor have it suggested that you will receive a different price or rate or different level or quality of goods or services.\nHowever, a business may offer a financial incentive or price or service difference if it is reasonably related to the value of the consumer’s data.\nA business shall notify consumers of any financial incentive or price or service difference.<br>\n<br>\n<b>POLICY UPDATES AND CHANGES.</b>\n<br>\n<br>\nWe reserve the right, at any time, to add to, change, update, or modify this Policy, simply by posting such change, update, or modification on the Site and without any other notice to you.\nAny such change, update, or modification will be effective immediately upon posting on the Site.\nIt is your responsibility to review this Policy from time to time to ensure that you continue to agree with all of its terms.\n<br>\n<br>\nClick Here to Contact Us<br>\n<br>\nWant to unsubscribe from Our mailing list? Click here to go to Our unsubscribe page where you can unsubscribe from receiving any more email from Us or any of Our affiliates.<br>\n<br>\nAll Content Copyright © FindUnclaimedAssets<p>\n</p> ", "created_at": "2021-11-26 06:30:08.167488", "updated_at": "2021-11-26 05:31:33.600779"}, {"id": 10483, "name": " Terms of Service", "url": "https://findunclaimedassets.info/page-terms.php", "xpath": "/html/body/div[2]", "text": " <p>(Updated 03/22/2021)<br>\n<br>\n<b>\n<u>Acceptance of Terms</u>\n</b>\n<br>\n<br>\nFindUnclaimedAssets, its parent, subsidiary, affiliated companies, and each of their respective officers, directors, members, owners, employees, agents, and representatives (collectively, \"Us,\" \"We,\" or \"Company\") welcomes the undersigned customer (“You”).\nWe provide Our service to You subject to the following Terms of Service (“TOS”), which may be updated from time to time at Our discretion.\nBy accessing, browsing, and/or using Our website (the “Site”), You agree to these TOS (including the arbitration and class action waiver provisions below), Our Privacy Policy, and to comply with all applicable laws and regulations.\n<br>\n<br>\nTHIS AGREEMENT CONTAINS WARRANTY DISCLAIMERS AND OTHER PROVISIONS THAT LIMIT OUR LIABILITY TO YOU.\nPLEASE READ THIS AGREEMENT IN ITS ENTIRETY.\nIf you do not agree to these TOS, please do not use the Site.<br>\n<br>\nBy using this Site, you represent that you are at least 18 years old and that you are legally able to agree to these TOS.<br>\n<br>\n<b>\n<u>Description of Products &amp.\nServices Description</u>\n</b>\n<br>\n<br>\nWe provide a free, informational platform where users can interact with our custom content and subscribe to receive communications from Us (the “Service”).\nYou agree that the Service may include various communications from Us to You via SMS and/or e-mail, such as service announcements and administrative messages, and that these communications are considered part of your subscription to Our Service.\nUnless explicitly stated otherwise, any new features that amplifies or enhances the current Site or Service, shall be subject to the TOS.\nYou understand and agree that the Service is provided “AS-IS”.\nYou are responsible for obtaining access to the Site and Service and that access may involve third party fees (such as Internet service provider or airtime charges).\nYou are responsible for said fees, including any fees associated with the display or delivery of Our communications.\nYou must provide, and are responsible for, all equipment needed to access the Site and Service.<br>\n<br>\n<b>\n<u>Privacy Policy</u>\n</b>\n<br>\n<br>\nAny personal information that you provide to Us via this Site is subject to Our Privacy Policy located at [link to Privacy Policy], which is expressly incorporated into these TOS and agreement by reference.\nAdditional information for California residents is provided in the “California Residents – Your Privacy Rights” section of Our Privacy Policy.\n<br>\n<br>\n<b>\n<u>Your Use of the Site and the Service</u>\n</b>\n<br>\n<br>\nYou agree to not use the Site or Service to:<br>\n<br> 1.\nupload, post, email, transmit or otherwise make available any content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically or otherwise offensive;<br>\n<br> 2.\nharm or disturb minors in any way;<br>\n<br> 3.\nupload, post, email, transmit or otherwise make available any content that You do not have a right to make available under any law or under contractual or fiduciary relationships (such as insider information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);<br>\n<br> 4.\nupload, post, email, transmit or otherwise make available any content that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party;<br>\n<br> 5.\nupload, post, email, transmit or otherwise make available any material that contains software viruses, or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software, hardware or telecommunications equipment;<br>\n<br> 6.\ninterfere with or disrupt the Site or Service or servers or networks connected to the Site or Service, or violate any requirements, procedures, policies or regulations of networks connected to the Site or Service.\nor<br>\n<br> 7.\nintentionally or unintentionally violate any applicable local, state, national or international law, and any regulations having the force of law.<br>\n<br>\nYou acknowledge that We may or may not pre-screen content, but Company and Our designees shall have the right to (but not the obligation), in their sole discretion, pre-screen, refuse, or move any content that is available via the Site or Service.\nWithout limiting the foregoing, Company and its designees shall have the right to remove any content that violates the TOS or is otherwise offensive.\nYou agree that You must evaluate, and bear all risks associated with, the use of any content, including any reliance on the accuracy, completeness, or usefulness of such content.<br>\nYou acknowledge, consent and agree that We may access, preserve, and disclose your subscriber information and content if required to do so by law or in a good faith belief that such access preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce the TOS.\n(c) respond to claims that any content violates the rights of third parties.\n(d) respond to your requests for customer service.\n(e) protect the rights, property, or personal safety of Company, its users and the public.\nor (f) subject to a legally issued subpoena or court order.<br>\nYou understand that the technical processing and transmission of the Site and Service, including your content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.<br>\n<br>\nThe Site contains intellectual property owned by Us and other third parties.\nThe Site hereby grants you a limited license to use the Site solely for your personal, non-commercial use, subject to these TOS.\nNo other use of the Site is authorized, and the design and layout of the Site are specifically excluded from the above limited license.\nFraming of the Site is strictly prohibited.<br>\n<br>\nThe Site, Service, technology, and/or processes described and/or used on the Site may be the subject of intellectual property rights reserved by the Site or other third parties.\nThe FindUnclaimedAssets logo, any trademarks, service marks and other FindUnclaimedAssets logos, product and service names are trademarks of FindUnclaimedAssets.\nExcept for the limited license granted above, nothing contained herein shall be construed as conferring to You in any manner, whether by implication, estoppel or otherwise, any license, title, or ownership of or to any intellectual property right of the Site or any third party (including any trademarks).<br>\n<br>\nYou understand that the Service and software embodied within the Service may include security components that permit digital materials to be protected, and use of these materials is subject to usage rules set by Company and/or content providers who provide content to the Service.\nYou may not attempt to override or circumvent any of the usage rules embedded into the Service.\nAny unauthorized reproduction, publication, further distribution or public exhibition of the materials provided on the Service, in whole or in part, is strictly prohibited.\nYou are prohibited from violating or attempting to violate any security features of the Site, including, without limitation, (a) accessing content or data not intended for you, or logging onto a server or account that you are not authorized to access.\n(b) attempting to probe, scan, or test the vulnerability of the Site, or any associated system or network, or to breach security or authentication measures without proper authorization.\n(c) interfering or attempting to interfere with service to any user, host, or network, including, without limitation, by means of submitting a virus to the Site, overloading, “flooding,” “spamming,” “mail bombing,” or “crashing”.\nor (d) attempting to modify, reverse-engineer, decompile, disassemble, or otherwise reduce or attempt to reduce to a human-perceivable form any of the source code used to provide the Site.\nAny violation of system or network security may subject you to civil and/or criminal liability.<br>\n<br>\n<b>\n<u>Indemnity</u>\n</b>\n<br>\n<br>\nYou agree to defend, indemnify and hold Company, and its subsidiaries, officers, agents, co-branders or other partners, and employees, harmless from any claim, complaint, demand or lawsuit, including reasonable attorneys’ fees, made by any third party due to or arising out of or related to your breach of these TOS, your subscription, or your use of the Site or Service.<br>\n<br>\n<b>\n<u>No Resale of Service</u>\n</b>\n<br>\n<br>\nThe Service is non-transferable.\nYou may not to reproduce, duplicate, copy, disseminate, sell, trade, resell or exploit for any commercial purposes, any portion of the Service, use of the Service, or access to the Service.<br>\n<br>\n<b>\n<u>Modifications to Site and Services</u>\n</b>\n<br>\n<br>\nCompany reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Site and/or Service (or any part thereof) with or without notice.\nYou agree that Company shall not be liable to You or to any third party for any modification, suspension or discontinuance of the Site and/or Service.<br>\n<br>\n<b>\n<u>Third Party Links and Advertisements</u>\n</b>\n<br>\n<br>\nThe Site may contain links to third party websites.\nHowever, no representations or warranties are made with respect to any information, products, or services provided by such third parties, or which is contained in or at such third party websites and there shall be no liability for any damages or injury arising from the conduct of such third parties, and/or the content of such third party websites.\nYou agree to hold Us harmless from any claims which you may have against a third party that contacted you based on your request, or which you linked to or accessed through the Site.<br>\n<br>\n<b>\n<u>Termination</u>\n</b>\n<br>\n<br>\nYou agree that We may, under certain circumstances and without prior notice, immediately terminate your subscription/account and access to the Site and/or Service.\nCause for termination shall include, but not be limited to, (a) breaches or violations of the TOS or other incorporated agreements or guidelines, (b) requests by law enforcement or other government agencies, (c) a request by You (self-initiated account deletions), (d) discontinuance or material modification to the Service (or any part thereof), (e) unexpected technical or security issues or problems, and/or (f) You have engaged in fraudulent or illegal activities.\nTermination of your subscription/account includes (a) removal of access to all offerings within the Site or Service.\n(b) deletion of all related information, text associated to codes, comments, activity reports and content associated with or inside your subscription/account (or any part thereof), and (c) barring further use of the Site and Service.\nFurther, You agree that all terminations for cause shall be made at the sole discretion of Company and that Company shall not be liable to You or any third-party for any termination of your subscription/account or access to the Site or Service.<br>\n<br>\n<b>\n<u>Disclaimer of Warranties</u>\n</b>\n<br>\n<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT:<br>\n<br>\nYOUR USE OF THE SITE AND SERVICE IS AT YOUR SOLE RISK.\nTHE SITE AND SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.<br>\n<br>\nCOMPANY MAKES NO WARRANTY THAT (i) THE SITE OR SERVICE WILL MEET YOUR REQUIREMENTS, (ii) USE OF THE SITE OR SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE OR SERVICE WILL BE ACCURATE OR RELIABLE, AND (iv) ANY ERRORS IN THE SITE OR SERVICES WILL BE CORRECTED.\n<br>\n<br>\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OR FROM THE SITE OR SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TOS.<br>\n<br>\nA SMALL PERCENTAGE OF USERS MAY EXPERIENCE EPILEPTIC SEIZURES WHEN EXPOSED TO CERTAIN LIGHT PATTERNS OR BACKGROUNDS ON A COMPUTER SCREEN OR WHILE USING THE SERVICE.\nCERTAIN CONDITIONS MAY INDUCE PREVIOUSLY UNDETECTED EPILEPTIC SYMPTOMS EVEN IN USERS WHO HAVE NO HISTORY OF PRIOR SEIZURES OR EPILEPSY.\nIF YOU, OR ANYONE IN YOUR FAMILY, HAVE AN EPILEPTIC CONDITION, CONSULT YOUR PHYSICIAN PRIOR TO USING THE SITE OR SERVICE.\nIMMEDIATELY DISCONTINUE USE OF THE SERVICE AND CONSULT YOUR PHYSICIAN IF YOU EXPERIENCE ANY OF THE FOLLOWING SYMPTOMS WHILE USING THE SITE AND SERVICE — DIZZINESS, ALTERED VISION, EYE OR MUSCLE TWITCHES, LOSS OF AWARENESS, DISORIENTATION, ANY INVOLUNTARY MOVEMENT, OR CONVULSIONS.<br>\n<br>\n<b>\n<u>Limitation of Liability</u>\n</b>\n<br>\n<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT BENEFITS DEPOT SHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SITE OR SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SITE OR SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\nOR (iv) ANY OTHER MATTER RELATING TO THE SITE OR SERVICE.\nTHIS LIMITATION APPLIES TO ALL CAUSES OF ACTION IN THE AGGREGATE INCLUDING, BUT NOT LIMITED TO, BREACH OF CONTRACT, BREACH OF WARRANTY, NEGLIGENCE, STRICT LIABILITY, MISREPRESENTATION, AND ANY OTHER TORT.<br>\n<br>\nEXCLUSIONS AND LIMITATIONS<br>\n<br>\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.<br>\n<br>\n<b>\n<u>No Third Party Beneficiaries</u>\n</b>\n<br>\n<br>\nYou agree that, except as otherwise expressly provided in this TOS, there shall be no third party beneficiaries to this Agreement.<br>\n<br>\n<b>\n<u>Notices</u>\n</b>\n<br>\n<br>\nWe may provide You with notices, including those regarding changes to the TOS, by either email, regular mail, or postings on the Site or Service.<br>\n<br>\n<b>\n<u>Enforcement</u>\n</b>\n<br>\n<br>\nIn the event that We determine, in Our sole discretion, that You have violated these TOS, We shall have the right to immediately terminate your use of the Site and/or Service, in addition to electing to pursue any other remedies available to Us under applicable law.<br>\n<br>\n<b>\n<u>General Information</u>\n</b>\n<br>\n<br>\nEntire Agreement.\nThe TOS constitutes the entire agreement between You and Company and governs your use of the Site and Service, superseding any prior agreements between You and Company with respect to the Service.<br>\n<br>\nChoice of Law and Forum.\nYour use of the Site, the validity and construction of these TOS and the Privacy Policy, and the interpretation of the rights and duties arising under such, and the relationship between You and Company shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.\n<br>\n<br>\nArbitration and Class Action Waiver.\nExcept as otherwise provided by applicable law, any and all controversies and disputes arising out of or related to use of the Site, the Service, these TOS, the Privacy Policy, and/or their interpretation shall be settled by binding arbitration administered by the American Arbitration Association (AAA) in accordance with its Commercial Arbitration Rules, and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nThe arbitration shall take place in Delaware.\nArbitration hereunder shall be conducted by one neutral arbitrator appointed by the AAA.\nThe United States Federal Arbitration Act shall govern the interpretation, enforcement, and proceedings pursuant to this arbitration clause.\nAny disputes, including any threshold disagreement about the arbitrability of any claim, shall be delegated to the arbitrator (and not a court).\nIn no event shall the arbitrator have any authority to award punitive or other damages not measured by the prevailing party’s actual damages, except as may be required by statute.\nIrrespective of the outcome of arbitration, each party shall bear its own costs and expenses, including its own attorneys’ fees, and an equal share of the arbitrator’s fees and administrative fees of arbitration.\nThe arbitrator shall not determine or award any alternative allocation of costs and expenses, including any attorneys’ fees.\nJudgment upon the arbitration award may be entered in any court having jurisdiction thereof.\nYou agree and submit to the personal jurisdiction and venue of any such court of competent jurisdiction.\nIn the event that this arbitration clause is deemed to be invalid or otherwise unenforceable or illegal, the remaining terms of this Agreement shall remain in full force and effect, including the waiver of the right to proceed in a class action.\nTHE PARTIES AGREE TO WAIVE THE RIGHT TO BRING OR PARTICIPATE IN ANY CONSOLIDATED OR CLASS ACTION AND AGREE THAT ALL FORMS OF CLASS ACTION OR CLASS WIDE ARBITRATION ARE EXPRESSLY PROHIBITED.\nTHE PARTIES UNDERSTAND THEY WILL NOT HAVE THE RIGHT TO A TRIAL BY A COURT OR A JURY AND THAT THE INFORMATION THAT CAN BE OBTAINED IN DISCOVERY FROM EACH OTHER OR FROM THIRD PERSONS IN ARBITRATION IS GENERALLY MORE LIMITED THAN IN A LAWSUIT.\nIN ADDITION, OTHER RIGHTS THAT THE PARTIES WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nRegardless of any statute or law to the contrary, any claim or cause of action arising out of or related to your use of the Site, the Service, any or services offered through the Site, and/or these TOS must be brought within one (1) year after such claim or cause of action arose or be forever barred.<br>\n<br>\nWaiver and Severability of Terms.\nThe failure of Company to exercise or enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.\nIf any provision of the TOS is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the TOS remain in full force and effect.<br>\n<br>\nNo Right of Survivorship and Non-Transferability.\nYou agree that your account/subscription is non-transferable and any rights to or contents within your account/subscription terminate upon your death.\nUpon receipt of a copy of a death certificate, your account/subscription may be terminated and all contents therein permanently deleted.<br>\n<br>\nStatute of Limitations.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Site, Service, or the TOS must be filed within one (1) year after such claim or cause of action arose or be forever barred.<br>\n<br>\nThe section titles in the TOS are for convenience only and have no legal or contractual effect.<br>\n<br>\n<b>\n<u>Contact Us</u>\n</b>\n<br>\nTo contact Us with any inquiries or complaints, including any regarding these TOS, you may contact Us via email at info@FindUnclaimedAssets.<br>\n<br>\nAll Content Copyright © FindUnclaimedAssets</p> ", "created_at": "2021-11-26 06:30:08.162523", "updated_at": "2021-11-26 05:31:06.665975"}], "points": [], "urls": ["findunclaimedassets.info"]}}