{"error": 448, "message": "OK", "parameters": {"id": 3908, "name": "CanadaHelps", "created_at": "2021-06-01 14:32:01.162293", "updated_at": "2021-06-01 22:00:20.612547", "wikipedia": null, "keywords": null, "related": null, "slug": "canadahelps", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3908.png", "url": "canadahelps.org", "documents": [{"id": 6622, "name": "Terms of Use", "url": "https://www.canadahelps.org/en/terms-of-use/", "xpath": "", "text": " TERMS OF USE\n<p>(Last updated: February 11 2020)</p>\n<p>CanadaHelps makes available to you this website located at www.CanadaHelps.org (the “<b>Website</b>”) subject to your acceptance of and compliance with these website terms of use (the “<b>Terms of Use</b>”).\nBY ACCESSING, BROWSING, AND/OR USING THIS WEBSITE YOU ARE ACKNOWLEDGING THAT YOU HAVE READ AND UNDERSTOOD THESE TERMS OF USE AND OUR PRIVACY POLICY AND THAT YOU AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS.\nIF YOU CANNOT OR DO NOT AGREE WITH THESE TERMS OF USE OR OUR PRIVACY TERMS OF USE THEN DO NOT ACCESS OR USE THIS WEBSITE.</p>\n<p>CanadaHelps reserves the right, in its sole discretion, to update, revise, supplement, and modify these Terms of Use as well as to impose new or additional terms and conditions to these Terms of Use at any time.\nWe will notify you of any changes to these Terms of Use by posting any revised draft on our Website.\nYour continued access or use of the Website after such modifications have been posted shall indicate your acceptance of and agreement to be bound by these Terms of Use as modified.\nIt is your responsibility to review regularly these Terms of Use.</p>\n<p>CanadaHelps does not intentionally market its services to minors.\nIf you are under 18, you will need to obtain your parent or guardian’s permission before you send any personal information to CanadaHelps over the Internet.\nParent or guardian participation, understanding of their children’s online usage, and awareness of the activities in which they are participating, are strongly encouraged.</p>\n1.\nYOUR DONATIONS\n<p>Donations made through www.canadahelps.org, or through one of CanadaHelps’ software tools for charities (excluding Ticketed Events) or business partners, are legally made to CanadaHelps CanaDon, a charity registered with the Canada Revenue Agency (Registration Number: 896568417RR0001), and CanadaHelps CanaDon issues the official tax receipt.\nCanadaHelps uses all reasonable and best efforts to honour all donors’ wishes and instructions in disbursing their donation to the charity or charities of their choice.</p>\n<p>CanadaHelps transfers the donated amount (minus its payment processing fee described below) to the registered charity(ies) selected by the donor (unless the donation is intended by you to be to CanadaHelps alone, in which case and the gift is retained by CanadaHelps in its entirety).\nIn some cases, you may be able to direct your donation to a group of charities (“Community and/or Cause Funds”), which may be grouped by identifying categories (such as cause, geographic location or curator).\nCanadaHelps may choose to offer, modify, or stop offering Community and/or Cause Funds at any time.\nAdditional terms may apply to any donations may through CanadaHelps’ Website, including to Community and/or Cause Funds.<br>\nCanadaHelps is a not-for-profit registered Canadian charity.\nTo support our service offerings, fees are assessed on a per donation basis according to the type of donation and rates published on the Website at: https://www.canadahelps.org/en/for-charities/pricing/.</p>\n<p>Gifts made through CanadaHelps are unrestricted.\nIf a Fund has been created by a charity, the selection of this Fund by the donor will be communicated to the charity.\nhowever, if a charity cannot use the gift for the purposes identified in the Fund, or if the Fund is deleted by the charity after the donation has been created, the donation will be used at the discretion of the recipient charity where it is deemed to be needed most.</p>\n<p>\n<b>Donations of Securities are governed by our Gifts of Securities Policy.</b>\n</p>\n<p>\n<b>A copy of our full Donation Delivery and Refund Policy may be found here.</b>\n</p>\n2.\nCONDITIONS OF USE\n<p>Except as may be expressly authorized by CanadaHelps, any reproduction, modification or distribution of the Website materials or content, in whole or in part, is strictly prohibited.\nNotwithstanding the foregoing CanadaHelps hereby grants to you a limited, non-transferrable license to view, download, and retain copies of this Website and materials published by CanadaHelps on this Website for your personal, non-commercial use only, provided you do not remove or alter any copyright or other proprietary notices.\nYou also agree that you will not use any part of this Website in such a way that suggests any type of relationship between CanadaHelps and you or any entity related to you, unless you have received prior consent from CanadaHelps.</p>\n<p>For registered charities that use the tools and services that are made available through this Website, you understand that your use of such tools and services is governed by the CanadaHelps Client Services Agreement.\nExcept to the extent permitted by copyright law, no copying or use of the material from this Website is permitted except in accordance with these Terms of Use, the CanadaHelps Client Services Agreement or the express permission of CanadaHelps.\nCanadaHelps reserves the right to modify, change, discontinue or suspend the Website (and any services offered through the Website) in whole or in part, at any time, without prior notice to you.\nCanadaHelps or any of its respective employees, agents, officers, directors or third party service providers (collectively, “CanadaHelps and CanadaHelps Service Providers”) shall not be liable to you or any third party should CanadaHelps exercise this right.</p>\n<p>You represent and warrant that any information or materials you provide to CanadaHelps or post on its Website is accurate, truthful, not misleading, not confidential property of third parties, does not violate third party rights, and is offered in good faith.\nThis includes, but is not limited to, information provided as part of any registration, to gain access to, or for use of any service offered on the Website.\nIn addition you agree not to use the Website in connection with any of the following activities: a) sending and relaying spam, impersonating another person or entity, falsely misrepresenting your identity or your affiliations.\nb) for illegal or fraudulent purposes.\nc) for transmitting or distributing any objectionable material that is illegal, harassing, defamatory, tortuous, sexually explicit, obscene, hateful, or racist.\nor d) for transmitting material that contain computer programs including but not limited to viruses, Trojan horses, worms, time bombs, and cancel bots, which are designed to disrupt, destroy, harm, or damage the operation of the Website or computer.\nCanadaHelps reserves the right at any time, in its discretion, to remove any content or material provided or posted by you including, but not limited to, materials CanadaHelps deems to be in violation of these Terms of Use or the CanadaHelps Client Services Agreement.</p>\n3.\nMONITORING INFORMATION\n<p>CanadaHelps makes reasonable efforts to ensure that the information provided through the Website is current and accurate.\nCanadaHelps makes no representations or warranties as to the accuracy, reliability, completeness or timeliness of such information.</p>\n4.\nOWNERSHIP OF INTELLECTUAL PROPERTY\n<p>CanadaHelps and its licensors own all rights, title and interest in the Website and you acquire no interest therein.\nThe materials provided on the Website including, without limitation, all content, site design, text, graphics and the selection and arrangement thereof are protected by copyright.\nAll rights are reserved.\nAny unauthorized use or any reproduction, modification or distribution of the materials is strictly prohibited.\nNothing in these Terms of Use shall grant you any rights in or to the intellectual property or proprietary rights of CanadaHelps or any third party.\nBy providing or posting this material onto CanadaHelps’ website you hereby grant to CanadaHelps a nonexclusive, royalty free, perpetual, and irrevocable license which allows CanadaHelps the right to use, edit, modify, adapt, reproduce, publish, distribute and display such material.\nYou also hereby waive all moral rights you may have in such material.\nYou represent and warrant that you own all rights to the material you post on our Website and therefore have the authority to grant such a license.\nNothing on the Website shall be construed as granting, either expressly, by implication, by estoppel or otherwise, a licence or other right to you to use any trade-marks or trade-names of CanadaHelps.\nThe names of other companies, products or services referred to on the Website may be trade-marks or trade-names of their respective owners.\nAny unauthorized use of the trade-marks or trade-names of CanadaHelps or of third parties is strictly prohibited.</p>\n5.\nLINKS\n<p>Certain links on this Website lead to other websites (“Linked Sites”), which are owned and operated by independent parties over whom CanadaHelps has no control.\nUse of any Linked Site is entirely at your own risk.\nCanadaHelps makes no representations or warranties as to the accuracy or any other aspect of the information contained on the Linked Sites, including the goods or services sold or made available.\nCanadaHelps therefore disclaims all liability and responsibility for the availability of information, content, accuracy, products, or services found on Linked Sites.\nThe existence of a link from the Website to any third party site does not constitute an endorsement by CanadaHelps of the Linked Site or any goods, services or information provided through such Linked Sites.<br>\nWhile CanadaHelps encourages links to the Website, we do not wish to be linked to or from any third-party web site which may be damaging or detrimental to the activities, operations, credibility or integrity of CanadaHelps.\nCanadaHelps reserves the right to prohibit or refuse to accept any link to the Web site which contains or makes available any content or information that includes, without limitation, unlawful, threatening, abusive, racist, libellous, defamatory, obscene, vulgar, violent, pornographic, profane or indecent information of any kind.\nYou agree to remove any link you may have to the Website upon the request of CanadaHelps.<br>\nYou may not use the Website in any manner which could damage, disable, overburden, or impair the Website or interfere with any other party’s use or enjoyment of the Website.</p>\n6.\nCOMPLIANCE WITH LAWS\n<p>In addition to complying with these Terms of Use, you agree to use the Website and services available on or through the Website for lawful purposes only and in a manner consistent with local, national or international laws and regulations.</p>\n7.\nDISCLAIMERS, LIMITATIONS OF LIABILITY AND INDEMNIFICATION\n<p>YOU UNDERSTAND AND AGREE THAT: USE OF THE WEBSITE IS AT YOUR SOLE RISK.\nTHE WEBSITE IS PROVIDED ON AN “AS IS”, “AS AVAILABLE” BASIS.\nCANADAHELPS DOES NOT PROVIDE ANY WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES REGARDING MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nCANADAHELPS DOES NOT WARRANT THAT USE OF THE WEBSITE WILL BE UNINTERRUPTED OR ERROR FREE.\nNOR DO WE MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE OR AS TO THE ACCURACY, RELIABILITY OR CONTENT OF ANY INFORMATION AVAILABLE ON OR THROUGH THE WEBSITE.\nTHE DOWNLOADING OF MATERIAL FROM THE WEBSITE IS DONE AT YOUR OWN RISK.\nCANADAHELPS DOES NOT GUARANTEE OR WARRANT THAT SUCH MATERIALS ARE FREE OF VIRUSES, WORMS, TROJAN HORSES OR OTHER DESTRUCTIVE CODE.\nYOU ARE RESPONSIBLE FOR IMPLEMENTING SAFEGUARDS TO PROTECT YOUR COMPUTER SYSTEM AND DATA AND YOU ARE RESPONSIBLE FOR THE ENTIRE COST OF ANY SERVICE, REPAIRS OR CORRECTIONS NECESSARY AS A RESULT OF THE USE OF THE WEBSITE.\nYOU SHOULD NOT RELY ON ANY OPINION OR OTHER INFORMATION SET OUT IN THE WEBSITE WHEN MAKING BUSINESS, FINANCIAL, PERSONAL OR OTHER DECISIONS.\nCANADAHELPS AND CANADAHELPS SERVICE PROVIDERS DO NOT ENDORSE THE OPINIONS OF ANY THIRD PARTY EXPRESSED ON THE WEBSITE OR ANY SITE ACCESSIBLE THROUGH THE WEBSITE.</p>\n<p>\n<b>Limitations of Liability.\n</b>TO THE EXTENT PERMITTED BY LAW, IN NO EVENT SHALL CANADAHELPS ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS BE LIABLE FOR ANY: (i) INDIRECT, CONSEQUENTIAL, INCIDENTAL, SPECIAL, COMPENSATORY OR PUNITIVE DAMAGES.\n(ii) DAMAGES FOR LOSS OF INCOME, LOSS OF BUSINESS PROFITS, BUSINESS INTERRUPTION, LOSS OF DATA OR BUSINESS INFORMATION, LOSS OF OR DAMAGE TO PROPERTY.\n(iii) CLAIMS OF THIRD PARTIES.\nOR (iv) OTHER PECUNIARY LOSS, ARISING OUT OF OR RELATED TO THIS POLICY, THE WEBSITE OR ANY LINKED SITE.\nIN NO EVENT WILL THE CUMULATIVE LIABILITY OF CANADAHELPS, ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS ARISING OUT OF OR RELATED TO THIS POLICY EXCEED CDN $100.\nTO THE EXTENT THAT SOME JURISDICTIONS DO NOT ALLOW EXCLUSIONS OR LIMITATIONS ON SOME CATEGORIES OF DAMAGES, THESE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<b>Scope of Limitations and Disclaimers.</b> THE DISCLAIMER OF WARRANTIES AND LIMITATIONS OF LIABILITY SET OUT IN THESE TERMS OF USE SHALL APPLY REGARDLESS OF THE CAUSES, CIRCUMSTANCES OR FORM OF ACTION GIVING RISE TO THE LOSS, DAMAGE, CLAIM OR LIABILITY, EVEN IF SUCH LOSS, DAMAGE, CLAIM OR LIABILITY IS BASED UPON BREACH OF CONTRACT (INCLUDING, WITHOUT LIMITATION, A CLAIM OF FUNDAMENTAL BREACH OR BREACH OF A FUNDAMENTAL TERM), TORT (INCLUDING, WITHOUT LIMITATION, NEGLIGENCE), STRICT LIABILITY OR ANY OTHER LEGAL OR EQUITABLE THEORY, AND EVEN IF CANADAHELPS, ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS ARE ADVISED OF THE POSSIBILITY OF THE LOSS, DAMAGE, CLAIM OR LIABILITY.</p>\n<p>\n<b>Indemnity.</b> YOU AGREE TO INDEMNIFY AND HOLD HARMLESS CANADAHELPS AND ITS SERVICE PROVIDERS, SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, ATTORNEYS, AND AGENTS FROM AND AGAINST ANY AND ALL CLAIMS, LIABILITIES, DAMAGES, DEMANDS, LOSSES OR EXPENSES (INCLUDING ALL LEGAL FEES) BROUGHT BY YOU OR ANY THIRD PARTY ARISING OUT OF YOUR USE OF THIS SITE IN BREACH OF THIS OR ANY OF CANADAHELPS POLICIES OR THE INFRINGEMENT BY YOU OF ANY INTELLECTUAL PROPERTY RIGHTS OF ANY PERSON OR ENTITY.</p>\n8.\nSEVERABILITY\n<p>If in any jurisdiction any part of these Terms of Use is held, by a court of competent jurisdiction, to be invalid or unenforceable, such part of these Terms of Use shall be restricted or eliminated to the minimum extent necessary with respect to that jurisdiction, and the remaining Terms of Use shall otherwise remain in full force and effect.\nIf such invalid or unenforceable provision may be modified to become valid and enforceable, such provision will be deemed to be modified so as to be valid and enforceable to the greatest extent allowed by law.</p>\n9.\nGENERAL\n<p>These Terms of Use, together with the CanadaHelps Client Services Agreement, the CanadaHelps Privacy Policy and all other notices, policies and disclaimers contained on the Website (as the same may be amended by CanadaHelps from time to time) constitute the entire agreement between CanadaHelps and you in relation to the subject thereof.\nThese Terms of Use, together with the CanadaHelps Client Services Agreement and the CanadaHelps Privacy Policy supersede anything in the Website inconsistent with them.\nNo delay or failure to exercise any right or any non-compliance by you, the user, with respect to the terms of these Terms of Use shall be construed as a waiver by CanadaHelps.\nNo waiver of any of these Terms of Use shall be deemed a further or continuing waiver of such term or condition or any other term or condition.</p>\n10.\nJURISDICTION\n<p>The laws of the Province of Ontario and any applicable federal laws of Canada shall govern your use of the Website.\nThe courts of the Province of Ontario shall have exclusive jurisdiction over any dispute arising out of your use of this Website.</p> ", "created_at": "2021-06-01 14:32:01.164712", "updated_at": "2021-06-01 12:32:27.552829"}], "points": [], "urls": ["canadahelps.org"]}}