{"error": 448, "message": "OK", "parameters": {"id": 2133, "name": "Privva", "created_at": "2020-01-23 17:10:36.351209", "updated_at": "2021-03-25 03:19:48.570406", "wikipedia": null, "keywords": null, "related": null, "slug": "privva", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2133.png", "url": "privva.com, app.privva.com, www.privva.com", "documents": [{"id": 2348, "name": "Privacy Policy", "url": "https://www.privva.com/privacy", "xpath": "", "text": " <ul>\n<li>\n<p>Solutions</p>\n</li>\n<li>\n<p>Industries</p>\n</li>\n<li>\n<p>Company</p>\n</li>\n<li>\n<p>Blog</p>\n</li>\n<li>\n<p>Contact</p>\n</li>\n<li>\n<p>Login</p>\n</li>\n<li>\n<p>More</p>\n</li>\n</ul>\n<ul>\n</ul>\n<p>Privacy Policy</p>\n<p>​</p>\n<p>Privacy Policy<br>\nLast Updated: January 21, 2020</p>\n<p>Privva, Inc.\n(“Privva”) respects your privacy.\n&nbsp;We have prepared this Privacy Policy to describe to you our practices regarding the Personal Data (as defined below) we collect from users of our website located at www.privva.com (the “Site”) and our online services (“Services”).&nbsp;</p>\n<p>\n<br>\n1.&nbsp;&nbsp.\n&nbsp;Questions.\nContacting Privva.\n&nbsp;If you have any questions or concerns or complaints about our Privacy Policy or our data collection or processing practices, or if you want to report any suspected security violations to us, please contact us at the following:</p>\n<p>&nbsp;</p>\n<p>Privva, Inc.<br>\n8 Market Place<br>\nSuite 805<br>\nBaltimore, MD 21202<br>\nAttn: Privacy Team<br>\nprivacy@privva.com</p>\n<p>​</p>\n<p>2.&nbsp;&nbsp.\n&nbsp;User Consent.\n&nbsp;By visiting our Site, using our Services, or providing us with your Personal Data through our Site or Services, you agree to the terms of this Privacy Policy and you expressly consent to the collection, use and disclosure of your Personal Data in accordance with this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>3.&nbsp;&nbsp.\n&nbsp;A Note About Children.\n&nbsp;We do not intentionally gather Personal Data from visitors who are under the age of 13.\n&nbsp;If we discover that a child under 13 has submitted Personal Data to Privva, we will attempt to delete the information as soon as possible.\n&nbsp;If you believe that we might have any Personal Data from a child under 13, please contact us at privacy@privva.com.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>4.&nbsp;&nbsp.\n&nbsp;A Note to Users Outside of the United States.\n&nbsp;Your Personal Data may be processed in the country in which it was collected and in other countries, including the United States, where laws regarding the processing of Personal Data may be less protective than the laws in your country.\n&nbsp;By providing your data, you consent to such processing and transfer.&nbsp;</p>\n<p>&nbsp;</p>\n<p>5.&nbsp;&nbsp.\n&nbsp;Types of Data We Collect.\n&nbsp;“Personal Data” means data that, by itself, allows someone to identify or contact you as an individual, company, or your employer including, for example, name, address, telephone number, e-mail address, as well as any other non-public information about you that is associated with or linked to any of the foregoing data.\n&nbsp;“Anonymous Data” means data that does not, by itself, permit the identification of individual persons and that is not associated with or linked to Personal Data.\n&nbsp;We collect Personal Data and Anonymous Data, as described below.<br>\n(a)&nbsp;&nbsp.\n&nbsp;Information You Provide to Us.&nbsp;<br>\n·&nbsp;&nbsp.\n&nbsp;We may collect your first name, last name, organization name, e-mail address, phone number, and password when you create an account to log in to our Services (“Account”).<br>\n·&nbsp;&nbsp.\n&nbsp;If you are creating a security risk assessment questionnaire (“Assessment”), we collect any Personal Data you provide in your questions.<br>\n·&nbsp;&nbsp.\n&nbsp;If you are a vendor responding to an Assessment, we collect any Personal Data you provide in your survey response.<br>\n·&nbsp;&nbsp.\n&nbsp;If you subscribe to our e-mail newsletter, we will collect your e-mail address.<br>\n·&nbsp;&nbsp.\n&nbsp;If you provide us feedback or contact us via e-mail, we will collect your name and e-mail address, as well as any other content included in your e-mail to us, in order to send you a reply.\n&nbsp;<br>\n·&nbsp;&nbsp.\n&nbsp;We may also collect Personal Data at other points in our Site or Services that state that Personal Data is being collected.</p>\n<p>(b)&nbsp;&nbsp.\n&nbsp;Information Collected via Technology.<br>\n·&nbsp;&nbsp.\n&nbsp;Information Collected by Our Servers.\n&nbsp;To make our Site and Services more useful to you, our servers (which may be hosted by a third-party service provider) may collect information from your computer or device, including but not limited to:<br>\no&nbsp;&nbsp.\n&nbsp;The date and time of your visit and the web pages and content you view and links you click on while navigating within our Services;<br>\no&nbsp;&nbsp.\n&nbsp;Information about the type of content accessed via our Services;<br>\no&nbsp;&nbsp.\n&nbsp;The site you visited before and after visiting our Site;<br>\no&nbsp;&nbsp.\n&nbsp;Your Internet Protocol (IP) address (a numerical address assigned to your computer by your Internet service provider so that other computers connected to the Internet can communicate with your browser online) that can sometimes be used to derive your general geographic area;<br>\no&nbsp;&nbsp.\n&nbsp;Search terms you enter using our Services or on a referral site;<br>\no&nbsp;&nbsp.\n&nbsp;Unique identifiers, including non-global mobile device identification numbers;<br>\no&nbsp;&nbsp.\n&nbsp;Information about your device such as your device type, screen size, browser type, language and other settings, memory capacity, plug-ins, Internet domain, TCP configuration parameters, operating system, carrier code, time zone and the names, versions and package IDs of software installed on your device.\nand<br>\no&nbsp;&nbsp.\n&nbsp;Information collected through cookies and other tracking technologies (see additional descriptions of these terms below).<br>\n·&nbsp;&nbsp.\n&nbsp;Cookies.\n&nbsp;Like many online services, we use cookies to collect information.\n&nbsp;“Cookies” are small pieces of information that a website sends to your computer’s hard drive while you are viewing the website.\n&nbsp;We may use both session Cookies (which expire once you close your web browser) and persistent Cookies (which stay on your computer until you delete them) to provide you with a more personal and interactive experience on our Site and Services.\n&nbsp.\n&nbsp;<br>\n·&nbsp;&nbsp.\n&nbsp;Do Not Track.\nWe do not currently respond to “do not track” signals from web browsers.</p>\n<p>&nbsp;</p>\n<p>The following two items apply only to Privva.com.\nOur software application does not use any third party analytics or tracking.</p>\n<p>\n<br>\n·&nbsp;&nbsp.\n&nbsp;Analytics Services.\nWe use third-party analytics services including Google Analytics (“Analytics Services”), to help analyze how users use our Site at Privva.com.\n&nbsp;The information generated by the Cookies or other technologies about your use of our Site (the “Analytics Information”) is transmitted to the Analytics Services.\nThe Analytics Services use Analytics Information to compile reports on user activity.\nThe Analytics Services may also transfer the Analytics Information to third parties where required to do so by law, or where such third parties process Analytics Information on their behalf.\nEach Analytics Service’s ability to use and share Analytics Information is restricted by such Analytics Service’s terms of use and privacy policy.\n&nbsp;By using our Site, you consent to the processing of data about you by Analytics Services in the manner and for the purposes set out above.\nFor a full list of Analytics Services, please contact us at privacy@privva.com.\n&nbsp;To learn more about how Google uses data, visit&nbsp;www.google.com/policies/privacy/partners/.<br>\n·&nbsp;&nbsp.\n&nbsp;Google AdWords, Wix, and other similar retargeting services.\n&nbsp;We use Google Adwords, Wix, and/or other similar retargeting services to send ads on websites across the Internet to users who previously visited our Site.\n&nbsp;Third-party vendors, including Google, may use Cookies to serve ads based on a user’s past visits to our Site.</p>\n<p>&nbsp;</p>\n<p>6.&nbsp;&nbsp.\n&nbsp;Use of Your Personal Data<br>\n(a)&nbsp;&nbsp.\n&nbsp;General Use.\n&nbsp;In general, Personal Data you submit to us is used either to respond to requests that you make, aid us in serving you better, or improve our Site and Services.\n&nbsp;We and our authorized service providers may use your Personal Data in various ways, including to: &nbsp;<br>\n•&nbsp;&nbsp.\n&nbsp;facilitate the creation of and secure your Account on our network;&nbsp;<br>\n•&nbsp;&nbsp.\n&nbsp;identify you as a user in our system;&nbsp;<br>\n•&nbsp;&nbsp.\n&nbsp;provide our Services;<br>\n•&nbsp;&nbsp.\n&nbsp;provide improved administration of our Site and Services;&nbsp;<br>\n•&nbsp;&nbsp.\n&nbsp;measure and analyze audience traffic and improve the quality of your experience when you interact with our Site and Services;&nbsp;<br>\n•&nbsp;&nbsp.\n&nbsp;send you a welcome e-mail to verify ownership of the e-mail address provided when your Account was created;&nbsp;<br>\n•&nbsp;&nbsp.\n&nbsp;send you administrative e-mail notifications, such as security, or support and maintenance advisories;<br>\n•&nbsp;&nbsp.\n&nbsp;respond to your inquiries related to employment opportunities or other requests;<br>\n•&nbsp;&nbsp.\n&nbsp;display and/or send surveys, newsletters, and other promotional materials;<br>\n•&nbsp;&nbsp.\n&nbsp;help recognize you as a previous visitor and save and remember your preferences and settings and deliver to you appropriate interest-based content;<br>\n•&nbsp;&nbsp.\n&nbsp;prevent potentially prohibited or illegal activities, comply with applicable law and enforce our Terms of Service.\nand<br>\n•&nbsp;&nbsp.\n&nbsp;for any other purposes disclosed to you at the time we collect your information or pursuant to your consent.</p>\n<p>(b)&nbsp;&nbsp.\n&nbsp;User Testimonials and Feedback.\n&nbsp;We often receive testimonials and comments from users who have had positive experiences with our Services.\n&nbsp;We occasionally publish such content.\n&nbsp;We obtain the user’s consent prior to posting his or her Personal Data along with the testimonial.\n&nbsp;<br>\n(c)&nbsp;&nbsp.\n&nbsp;Creation of Anonymous Data.\n&nbsp;We may create Anonymous Data records from Personal Data by excluding information (such as your name) that makes the data personally identifiable to you.\n&nbsp;We reserve the right to use Anonymous Data for any purpose and disclose Anonymous Data to third parties in our sole discretion.&nbsp;</p>\n<p>&nbsp;</p>\n<p>7.&nbsp;&nbsp.\n&nbsp;Disclosure of Your Personal Data.\n&nbsp;We disclose your Personal Data as described below and as described elsewhere in this Privacy Policy.<br>\n(a)&nbsp;&nbsp.\n&nbsp;Users.\n&nbsp;If you are creating or reviewing an Assessment, your Personal Data will be disclosed to the vendor responding to the Assessment.\nIn addition, any Personal Data provided in your questions will also be disclosed to the vendor.\n&nbsp;If you are vendor responding to an Assessment, your Personal Data will be disclosed to the organization which used the Services to send the Assessment to you.\n&nbsp;In addition, any Personal Data you provided in your responses will also be disclosed to such organization.\n&nbsp;<br>\n(b)&nbsp;&nbsp.\n&nbsp;Third-Party Service Providers.\n&nbsp;We may share your Personal Data with third-party service providers that conduct quality assurance testing, facilitate creation of accounts, provide technical support, and/or provide other services to Privva.&nbsp;<br>\n(c)&nbsp;&nbsp.\n&nbsp;Affiliates.\n&nbsp;We may share some or all of your Personal Data with our parent company, subsidiaries, joint ventures, or other companies under common control with Privva (“Affiliates”), in which case we will require our Affiliates to honor this Privacy Policy.<br>\n(d)&nbsp;&nbsp.\n&nbsp;Corporate Restructuring.\n&nbsp;We may share some or all of your Personal Data in connection with or during negotiation of any merger, financing, acquisition or dissolution transaction or proceeding involving the sale, transfer, or divestiture of all or a portion of our business or assets.\n&nbsp;In the event of an insolvency, bankruptcy, or receivership, Personal Data may also be transferred as a business asset.\nIf another company acquires our company, business, or assets, that company will possess the Personal Data collected by us and will assume the rights and obligations regarding your Personal Data as described in this Privacy Policy.&nbsp;<br>\n(e)&nbsp;&nbsp.\n&nbsp;Other Disclosures.\n&nbsp;Regardless of any choices you make regarding your Personal Data (as described below), Privva may disclose Personal Data if it believes in good faith that such disclosure is appropriate (a) in connection with any legal investigation or proceeding.\n(b) to comply with relevant laws or to respond to subpoenas or warrants served on Privva.\n(c) to protect or defend the rights or property of Privva, its affiliates or its users.\nand/or (d) to investigate or assist in preventing any violation or potential violation of the law, this Privacy Policy, our Terms of Use, or any other contractual arrangement.</p>\n<p>&nbsp;</p>\n<p>8.&nbsp;&nbsp.\n&nbsp;Third-Party Websites.\n&nbsp;Our Site may contain links to third-party websites.\n&nbsp;When you click on a link to any other website, you will leave our Site and go to another site, and another entity may collect Personal Data or Anonymous Data from you.\n&nbsp;We have no control over, do not review, and cannot be responsible for, these outside websites or their content.\n&nbsp;Please be aware that the terms of this Privacy Policy do not apply to these outside websites, or to any collection of your Personal Data after you click on links to such outside websites.\n&nbsp;We encourage you to read the privacy policies of every website you visit.\n&nbsp;The links to third-party websites or locations are for your convenience and do not signify our endorsement of such third parties or their products, content or services.</p>\n<p>&nbsp;</p>\n<p>9.&nbsp;&nbsp.\n&nbsp;Your Choices Regarding Information.\n&nbsp;You have several choices regarding the use of information on our Service:<br>\n(a)&nbsp;&nbsp.\n&nbsp;Email Communications.\n&nbsp;We may periodically send you free newsletters and e-mails that directly promote the use of our Site or Services.\n&nbsp;When you receive newsletters or promotional communications from us, you may indicate a preference to stop receiving further communications from us and you will have the opportunity to “opt-out” by following the unsubscribe instructions provided in the e-mail you receive or by contacting us directly (please see contact information above).\n&nbsp;Despite your indicated preferences for commercial e-mail messages, we may continue to send you account or service-related communications, including notices of any updates to our Terms of Use or Privacy Policy.<br>\n(b)&nbsp;&nbsp.\n&nbsp;Cookies.\n&nbsp;If you decide at any time that you no longer wish to accept Cookies for any of the purposes described above, then you can instruct your browser, by changing its settings, to stop accepting Cookies or to prompt you before accepting a Cookie from the websites you visit.\nConsult your browser’s technical information.\nIf you do not accept Cookies, however, you may not be able to use all portions of the Service or all functionality of the Services.\nYou can opt out of Google’s use of Cookies by visiting www.google.com/settings/ads.\n&nbsp;You may also opt out of some third-party Cookies by visiting www.networkadvertising.org/managing/opt_out.asp.\n&nbsp;If you have any questions about how to disable or modify Cookies, please let us know at the contact information provided above.<br>\n(c)&nbsp;&nbsp.\n&nbsp;Google Analytics.\n&nbsp;You may prevent your data from being collected and used by Google Analytics by opting out through the use of the Google Analytics Opt-out Browser Add-on available at https://tools.google.com/dlpage/gaoptout/.<br>\n(d)&nbsp;&nbsp.\n&nbsp;Changing or Deleting Your Personal Data.\n&nbsp;You may change any of your Personal Data in your Account by editing your Personal Data within your Account or by sending an e-mail to us at privacy@privva.com.\n&nbsp;However, we request you do not share passwords via email.\n&nbsp;You should make any changes related to your password directly in your Account.\nYou may request deletion of your Personal Data by us, and we will use commercially reasonable efforts to honor your request, but please note that we may be required to keep such information and not delete it (or to keep this information for a certain time, in which case we will comply with your deletion request only after we have fulfilled such requirements).\n&nbsp;When we delete any information, it will be deleted from the active database, but may remain in our archives.\n&nbsp;We may also retain your information for fraud prevention or similar purposes.</p>\n<p>&nbsp;</p>\n<p>10.&nbsp;&nbsp.\n&nbsp;Changes to This Privacy Policy.\n&nbsp;This Privacy Policy may be updated from time to time for any reason.\n&nbsp;We will notify you of any changes to our Privacy Policy by posting the new Privacy Policy at www.privva.com and we will change the “Last Updated” date above.\n&nbsp;You should consult this Privacy Policy regularly for any changes.&nbsp;<br>\n&nbsp;</p>SERVICES <p>Portfolio Risk Management</p>\n<p>Internal Risk Management</p>\n<p>Vendor Risk Management</p>\n<p>Vendor Risk Assessment&nbsp;Automation</p>\n<p>Third Party Risk Assessment</p>\n<p>Privva AutoAssess</p>\n<p>Compliance Management</p>\n<p>No-Cost Diversity Assessment</p>\n<p>​</p> ​ <p>​</p>COMPANY <p>About</p>\n<p>Security Frameworks</p>\n<p>Become a Channel Partner</p>\n<p>Careers​</p>\n<p>​</p> BLOG <p>7 Steps to Vendor Risk Assessment<br>\nView All Articles</p> ​CONTACT <p>Contact Us</p>\n<p>Request a Demo​</p> &nbsp.\nMEMBERS&nbsp.\n<p>Member Log In&nbsp;&nbsp;</p>\n<p>PRIVACY POLICY&nbsp.\n&nbsp;|&nbsp.\n&nbsp;TERMS OF USE</p>\n<p>© 2020 PRIVVA INC</p> ", "created_at": "2020-01-23 17:12:57.374156", "updated_at": "2020-12-14 23:53:37.587206"}], "points": [], "urls": ["privva.com", " app.privva.com", " www.privva.com"]}}