{"error": 448, "message": "OK", "parameters": {"id": 5208, "name": "VIBE Cybersecurity International", "created_at": "2021-10-21 00:16:04.32986", "updated_at": "2021-10-21 22:01:08.460894", "wikipedia": null, "keywords": null, "related": null, "slug": "vibe-cybersecurity-international", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5208.png", "url": "vibecyber.com", "documents": [{"id": 9333, "name": "Privacy Policy ", "url": "https://vibecyber.com/privacy-policy/", "xpath": "//*[@id=\"post-8819\"]", "text": " Privacy Policy <p>\n<strong>VIBE Cybersecurity International LLC <br>Privacy Policy &amp.\nLegal Disclaimer</strong>\n</p>\n<p>Welcome to the VIBE Cybersecurity International LLC (VIBECyber) Web Site (the “Site”).\n&nbsp;Your use of this Site is governed by, without modification, these terms and conditions.\nIf you do not agree to these terms and conditions, you may not use this Site.\n&nbsp;Entering the Site will constitute your acceptance of these terms and conditions.\n&nbsp;Changes to these terms and conditions will be effective when posted.\n&nbsp;We suggest that you periodically refer to these term and conditions for changes.\n&nbsp;By using this Site after we post changes to these terms and conditions, you agree to accept those changes, whether or not you actually reviewed them.</p>\n<p>\n<strong>Copyright Notice</strong>\n</p>\n<p>The information made available on or through this Site by VIBECyber, is the property of VIBECyber and is protected by copyright and other applicable laws.\n&nbsp;</p>\n<p>\n<strong>VIBECyber Disclaimer of Warranty</strong>\n</p>\n<p>USE OF THIS SITE IS AT YOUR OWN RISK.\nVIBECyber DOES NOT MAKE ANY WARRANTY, EXPRESS OR IMPLIED, AS TO THE RESULTS THAT MAY BE OBTAINED FROM USE OF THIS SITE OR AS TO THE AVAILABILITY, ACCURACY, RELIABILITY, OR CONTENT OF ANY INFORMATION PROVIDED THROUGH THIS SITE.\nVIBECYBER EXPRESSLY DISCLAIMS ANY WARRANTY THAT THE SITE WILL BE UNINTERRUPTED OR ERROR FREE AND VIBECYBER MAKES NO WARRANTY THAT THE RESULTS OBTAINED FROM USE OF THE SITE, OR THE CONTENT THEREON, WILL MEET YOUR NEEDS.\nTHE SITE AND CONTENT ARE PROVIDED “AS IS”, AND “AS AVAILABLE”, AND VIBECYBER MAKES NO WARRANTIES OF ANY KIND, EITHER EXPRESSOR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE OR NON-INFRINGEMENT, OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>\n<strong>Disclaimer of Liability</strong>\n</p>\n<p>IN NO EVENT SHALL VIBECYBER OR ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AFFILLIATES OR SUBSIDIARIES BE LIABLE TO YOU FOR ANY SPECIAL, COLLATERAL, INDIRECT, EXEMPLARY, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING BUT NOT LIMITED TO, LOSS OF GOODWILL, LOSS OF PROFITS, TRADING LOSSES, OR LOSS OF USE, DUE TO YOUR USE OF THIS SITE.\nTHIS LIMITATION OF VIBECYBER’s LIABILITY SHALL BE IN FULL FORCE REGARDLESS OF WHETHER SUCH LIABILITY IS BASED ON BREACH OF CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, AND EVEN IF VIBECYBER OR ITS AGENT HAD PREVIOUSLY BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nYOU HEREBY ACKNOWLEDGE THAT THE PROVISIONS OF THIS SECTION SHALL APPLY TO ALL CONTENT ON THIS SITE.</p>\n<p>\n<strong>Links to Other Sites</strong>\n</p>\n<p>The Site may contain hyperlinks to other web sites operated by parties other than VIBECyber.\nSuch hyperlinks are provided for your convenience only and you access them at your own risk.\nAny other web site accessed from this Site is independent from VIBECyber, and VIBECyber has no control over and is not responsible for the content of that other web site.\n&nbsp;In addition, a link to any other web site does not imply that VIBECyber endorses or accepts any responsibility for the content, availability or use of that web site, or of any product or service provided by a third party.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>These terms and conditions, and all matters relating directly or indirectly to this Site shall be construed, interpreted, applied and governed in all respects in accordance with the laws of Bermuda, without regard to its conflicts or choice of law provisions.</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>As a general visitor to this Site, you are required to provide us with some personal information, and we do monitor and collect identifiable usage information from you or your use of the upload, download and provisioning services of our Site.\n&nbsp;We may track the number of users who visit particular portions of our Site, but such aggregate numbers do not identify any specific individual.\n&nbsp;We may also record the location of your computer on the Internet, for systems administration and troubleshooting purposes, and to report aggregate information.\n&nbsp;Any information you enter in requesting papers etc.\nwill not be shared with any third-party individual or company.</p>\n<p>Our Site may contain links to other sites.\nOther sites may also reference or link to our Site.\n&nbsp;We are not responsible for the privacy practices or the content of such other sites.\n&nbsp;Although we have tried to create a reliable and useful web site for our users, the confidentiality of any communication or material transmitted via our web site or by e-mail cannot be guaranteed.\n&nbsp;When disclosing any personal information, all users should remain mindful of the fact that it is potentially accessible to others, and consequently, can be collected and used by others without user consent.\n&nbsp;Accordingly, users should consider carefully if they want to submit sensitive information that they would not want disclosed and should recognize that their use of the Internet and our web site is solely at their own risk.\n&nbsp;VIBECyber has no responsibility or liability for the security of personal information transmitted via the Internet.</p>\n<p>\n<strong>Comments and Questions</strong>\n</p>\n<p>VIBECyber welcomes your feedback on this Site.\n&nbsp;However, any comments, ideas, notes, messages, suggestions or other communications sent to us shall be and remain the exclusive property of VIBECyber, and we may use all such communications in any manner, including reproducing, disclosing and publishing such communications, all without compensation to you.</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>For any inquiry, feedback or complaint please contact:</p>\n<p>VIBE Cybersecurity International LLC<br>Legal Department<br>Clarendon House, 2 Church Street<br>Hamilton HM 11, Bermuda</p>\n<p>Email: legal@vibecyber.com</p> ", "created_at": "2021-10-21 00:16:04.332913", "updated_at": "2021-10-20 22:21:59.683126"}], "points": [], "urls": ["vibecyber.com"]}}