{"error": 448, "message": "OK", "parameters": {"id": 5907, "name": "Chemtable Software", "created_at": "2021-11-27 04:37:16.458465", "updated_at": "2021-11-27 23:01:09.253395", "wikipedia": null, "keywords": null, "related": null, "slug": "chemtable-software", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5907.png", "url": "chemtable.com", "documents": [{"id": 10668, "name": "Privacy Policy", "url": "https://www.chemtable.com/license.htm?doc=privacy", "xpath": "//*[@id=\"page_longtext\"]", "text": " Privacy Policy\nOur Commitment To Privacy\n<p>Your privacy is important to us.\nTo better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used.\nTo make this notice easy to find, we make it available on our homepage and at every point where personally identifiable information may be requested.</p>\n<p>To buy our software you should register with our online registrator providing it with your personal information including name, email address, mailing address, phone number, credit card number, and expiration date.\nYou can find additional information about our registrator privacy policy at Digital River Privacy Statement.\nWe keep the information pointed above except credit card number and payment details in our database to send registration codes to you.</p>\n<p>Neither ChemTable Software, nor its partners do not disclose to any third parties information received when you are registering ChemTable Software products.</p>\n<p>We don't share information you provide us with any third parties apart from mentioned above.</p>\n<p>As an exception to that policy ChemTable Software may disclose Personal Information only if required to do so by law or in the good-faith belief that such action is necessary to protect and defend the rights or property of ChemTable Software, the sites or the users of ChemTable Software.</p> Cookies and Visitor Tracking\n<p>Our website collects anonymous information about the visitors by using cookies.\nCookies are small pieces of information stored on your computer for a pre-defined period of time.\nThe use of cookies allows us to determine visitors’ path on our website, optimize the content and streamline website structures.\nIn addition, cookies allow us to determine first-time and repeat visitors.\nCookies set by ChemTable Software contain no personal information.</p>\n<p>Modern Web browsers such as Mozilla Firefox, Google Chrome, Apple Safari or Internet Explorer provide means to control the handling of cookies on your computer.\nYou may block all future cookies, clear and delete existing ones at your will.\nPlease note that if you disable cookies, certain minor functionality of our website may not be available to you due to technical limitations.\nBy visiting chemtable.com, you agree to the use of cookies by ChemTable Software as regulated by this Privacy Policy.</p>\n<p>Our website uses Google Analytics, a traffic analysis application provided by Google.\nThe use of cookies by Google Analytics is governed by Google’s own Privacy Policy.</p>\n<p>Google Analytics collects anonymous information about visitors to our website and their behavior on our online property.\nInformation collected by Google Analytics may include (but is not limited to) referrer data, visitor’s IP address, Web pages visited, and time spent on our website.\nThis information is stored exclusively on Google servers, and is governed by Google Privacy Policy.\nChemTable Software uses this information to optimize our website to improve its performance, usability and content.</p>\n<p>Updated: October 13, 2021</p>\n", "created_at": "2021-11-27 03:39:08.449446", "updated_at": "2021-11-27 03:39:14.446863"}, {"id": 10667, "name": "Refund Policy", "url": "https://www.chemtable.com/license.htm?doc=refund", "xpath": "//*[@id=\"page_longtext\"]", "text": " Chemtable Software Refund Policy <p>Chemtable Software offers 30-day money back guarantee for Reg Organizer, Soft Organizer Pro and Files Inspector Pro.\nThe money back guarantee is made by Chemtable Software only.\nIt is not applicable for orders placed from Chemtable Software resellers or partners or any other unauthorized channels.\n</p>\n<p>No Refund Circumstances</p>\n<p>1.\nProduct price differences between different regions or price differences between Chemtable Software website and its resellers or other companies.\n</p>\n<p>2.\nA refund request for order exceeds 30 days.\nHowever, if a refund request claiming encountering technical problem after an software update, we can make an exception privately and make a refund after considering the request.\n</p>\n<p>Refund request may be placed by the following link: https://www.chemtable.com/blog/en/refund-request </p>\n<p>If you have any questions about this Refund Policy, please contact us by email: support@chemtable.com </p>\n<p>Updated: October 13, 2021</p>\n", "created_at": "2021-11-27 03:38:50.009067", "updated_at": "2021-11-27 03:38:55.971156"}, {"id": 10666, "name": "Terms of Use", "url": "https://www.chemtable.com/terms.htm", "xpath": "//*[@id=\"page_longtext\"]", "text": " Terms of Use\nNotice Specific to Software Available on This Website\n<p>Any software that is made available to download from this server (\"Software\") is the copyrighted work of ChemTable Software.\nUse of the Software is governed by the terms of the end user license agreement, if any, which accompanies or is included with the Software (\"License Agreement\").\nAn end user will be unable to install any Software that is accompanied by or includes a License Agreement, unless he or she first agrees to the License Agreement terms.</p>\n<p>The Software is made available for downloading solely for use by end users according to the License Agreement.\nAny reproduction or redistribution of the Software not in accordance with the License Agreement is expressly prohibited by law, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.</p>\n<p>Without limiting the foregoing, copying or reproduction of the software to any other server or location for further reproduction or redistribution is expressly prohibited, unless such reproduction or redistribution is expressly permitted by the license agreement accompanying such software.</p> End User License Agreement (EULA) for <ul>\n<li>Reg Organizer\n</li>\n<li>Soft Organizer\n</li>\n<li>Files Inspector\n</li>\n<li>Autorun Organizer\n</li>\n</ul>\n<p>Updated: October 13, 2021</p>\n", "created_at": "2021-11-27 04:37:16.465725", "updated_at": "2021-11-27 03:38:43.481815"}], "points": [], "urls": ["chemtable.com"]}}