{"error": 448, "message": "OK", "parameters": {"id": 1629, "name": "Honey", "created_at": "2019-06-18 00:49:40.813122", "updated_at": "2021-03-25 03:19:41.096714", "wikipedia": "https://everipedia.org/wiki/lang_en/savehoney/", "keywords": null, "related": null, "slug": "honey", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1629.png", "url": "joinhoney.com", "documents": [{"id": 2156, "name": "Privacy Policy", "url": "https://www.joinhoney.com/privacy", "xpath": "/html/body/div[1]/div/main/div[2]/div/div/div[1]/div/div[2]", "text": "Honey Privacy and Security PolicyLast updated June 25, 2020A letter from our founders As users of the internet, we care about privacy just like you do.\nAnd as fellow human beings, we think you deserve to know exactly what you can expect from your Honey experience.\nBefore you read our privacy policy, we’d first like to tell you how we think about privacy in simple terms.<br>\n<br> We do not sell your personal information.\nEver.<br>\n<br> Honey works by finding you the best deals.\nWhen you buy something with a Honey coupon, promo code, or offer, the store sometimes pays us a fee.\nThat’s how we make money.\nWe do not need to (or want to) sell your information.<br>\n<br> So how do we use your data?<br>\n<br> First and foremost, we analyze some information on the retail website you’re on so that we can find the best coupons for that site or product.\nAlso, we collect limited shopping data to support the Honey community.\nThat means Honey members share real-time information about deals, prices, and products with the rest of the community to help everyone save time and money.<br>\n<br> Want to know which promo code works? Sure, another member just tested all of the codes with Honey five minutes ago.\nWant to see when a product you’re interested in goes on sale? Another Honey member is helping us update the price right now.\nWhen shoppers hunt for deals together, rather than on their own, everyone saves time and money.<br>\n<br> Our stance on privacy is simple: We will be transparent with what data we collect and how we use it to save you time and money, and you can decide if you’re good with that.<br>\n<br> If this sounds fair, then let’s start shopping smarter, together.<br>\n<br> P.S.\nIf you have any questions or comments, just email us at privacy@joinhoney.com.\nGeorge RuanCo-FounderRyan HudsonCo-FounderIntroducing the Privacy Policy This privacy policy (“Privacy Policy”) explains how Honey Science LLC (“Honey” or “we”) collects and processes information from members and users of the website, software applications, and other online services we provide (collectively “Honey’s products”).\nHoney’s products include, but are not limited to, the Honey extension for web browsers (the “Extension”), the Honey mobile application (the “Mobile App”), and the website located at www.joinhoney.com (the “Website”).<br>\n<br> If we ever need additional personal information for a specific reason, we will tell you and ask for your permission.\nAlso, to the extent that Honey has links to other websites (like retailers), please note that we do not own, operate, or control them, and they have their own controlling privacy policies that you should review.\nWhat data we collect and why In order to provide our products, Honey collects information that you share directly with us when you use our website, extension, or Mobile App.\nThough you don’t have to, you can choose to provide your email to set up an account with us, which lets you add items to your Droplist, earn Honey Gold, see a personalized recommendation feed, and more.\nYou can also set up your profile with your name and other info for a more personalized experience.<br>\n<br> Honey also collects technical information about your device and use of Honey to make sure that our products are working correctly.\nThe information we collect is geared to providing Honey members with a better way to shop online and to help us develop, improve, and market our services.\nLearn More&nbsp;Honey does not track your search engine history, emails, or your browsing on any site that is not a retail website (a site where you can shop and make a purchase).\nWhen you are on a pre-approved retail site, to help you save money, Honey will collect information about that site that lets us know which coupons and promos to find for you.\nWe may also collect information about pricing and availability of items, which we can share with the rest of the Honey community.Learn More&nbsp;How we share your dataWe know how important your personal data is to you, so we will never sell it.\nWe’ll only share it with your consent or in ways you’d expect (as we explain here).\nThat means we will share your data if needed to complete your purchase, with businesses who help us operate Honey, or if we are legally required to do so.Learn More&nbsp;How we protect your dataThe security of your information is important to us.\nWe have a team dedicated to protecting your information and have put in place physical, electronic, and procedural safeguards.Learn More&nbsp;How we use cookies and similar technologiesLike most other online services, Honey uses cookies, pixel tags, web beacons, and other markers (we’ll just call them “cookies”) to collect some of the data discussed in this Privacy Policy.\nThese help us operate our products, analyze engagement and usage, and provide a relevant and personalized shopping experience.\nSee below to learn how you can manage your cookie preferences.Learn More&nbsp;Your choices for managing your dataWe’ve made it easy to opt out of Honey’s products at any time.Learn More&nbsp;Additional rights regarding your dataDepending on where you live, you may have additional rights as to the personal information that you share and Honey collects.\nResidents of the EU, UK, Canada, Australia, New Zealand, and California can click below to learn more.Learn More&nbsp;Data Transfers and the EU-US Privacy ShieldIf we transfer your data outside of the European Economic Area, we will do so within the safeguards of Model Contract Clauses and the EU-US Privacy Shield framework.Learn More&nbsp;MinorsWe created Honey for the exclusive use of adults (18 and older).\nWe don’t knowingly collect or solicit personal information from children.\nIf you are a child under 18, please do not attempt to register for Honey’s products or send any personal information to us.Learn More&nbsp;Changes to this policyWe will continue to update our policies and practices as needed.\nWe will notify you of any changes to our Privacy Policy by posting any changes here.\nIf we do, you’ll see that the date at the top of this Privacy Policy has changed.How to contact us If you have any questions about our privacy policies and practice, please contact us at privacy@joinhoney.com.<br>\n<br> Or you can write us a letter (fancy!) at:<br>\n<br>\n<strong>Honey Science LLC<br> Attn: Privacy<br> 963 E.\n4th Street<br> Los Angeles, CA 90013<br>\n</strong>", "created_at": "2019-11-23 20:43:02.295006", "updated_at": "2020-12-14 23:22:20.755843"}], "points": [{"id": 27665, "title": "They will store information indefinitely even when you delete your account", "source": "https://www.joinhoney.com/privacy", "status": "https://www.joinhoney.com/privacy then \"Your choices for managing your data\" then \"Learn more\" under (2): \"we may also continue to store your personal data in an aggregated and anonymized format that doesn’t identify you and can’t be attributed to you, even after you’ve deleted your profile.\"", "created_at": "2022-04-05 14:02:00.824678", "updated_at": "2022-04-05 14:02:00.824678", "quoteText": null, "case_id": 173, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11973, "title": "This service is only available to users over a certain age", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-02 19:23:42.187501", "updated_at": "2020-12-02 19:32:51.214176", "quoteText": "We don’t knowingly collect or solicit personal information from children.\nIf you are a child under 18, please do not attempt to register for Honey’s products or send any personal information to us.", "case_id": 152, "document_id": 2156, "quoteStart": 5632, "quoteEnd": 5829}, {"id": 11975, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-02 19:35:13.24367", "updated_at": "2020-12-07 05:56:22.204682", "quoteText": "Honey uses cookies, pixel tags, web beacons, and other markers (we’ll just call them “cookies”) to collect some of the data discussed in this Privacy Policy.\n", "case_id": 323, "document_id": 2156, "quoteStart": 4580, "quoteEnd": 4738}, {"id": 8444, "title": "There is a date of the last update of the terms", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-23 20:45:39.87808", "updated_at": "2021-02-06 04:16:24.469053", "quoteText": "Last updated September 5, 2019", "case_id": 331, "document_id": 2156, "quoteStart": 27, "quoteEnd": 57}, {"id": 8447, "title": "Your personal data is used for limited purposes", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-23 20:58:55.501441", "updated_at": "2020-12-02 19:33:14.952585", "quoteText": "That means we will share your data if needed to complete your purchase, with businesses who help us operate Honey, or if we are legally required to do so.", "case_id": 196, "document_id": 2156, "quoteStart": 4115, "quoteEnd": 4269}, {"id": 8446, "title": "This service does not sell your personal data", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-23 20:58:16.913708", "updated_at": "2020-09-14 22:28:14.500882", "quoteText": "We know how important your personal data is to you, so we will never sell it.", "case_id": 193, "document_id": 2156, "quoteStart": 3953, "quoteEnd": 4030}, {"id": 8445, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-23 20:48:25.51455", "updated_at": "2020-12-15 10:07:20.214485", "quoteText": "Though you don’t have to, you can choose to provide your email to set up an account with us", "case_id": 298, "document_id": 2156, "quoteStart": 2834, "quoteEnd": 2925}, {"id": 11974, "title": "This service tracks you on other websites", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-02 19:24:39.801036", "updated_at": "2020-12-07 05:56:42.59582", "quoteText": "When you are on a pre-approved retail site, to help you save money, Honey will collect information about that site that lets us know which coupons and promos to find for you.", "case_id": 129, "document_id": 2156, "quoteStart": 3611, "quoteEnd": 3785}, {"id": 11976, "title": "The service provides a free help desk", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-02 19:36:25.770527", "updated_at": "2020-12-15 12:29:53.820547", "quoteText": "P.S.\nIf you have any questions or comments, just email us at privacy@joinhoney.com.", "case_id": 232, "document_id": 2156, "quoteStart": 1691, "quoteEnd": 1774}, {"id": 11977, "title": "You have the right to leave this service at any time", "source": "https://www.joinhoney.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-02 19:38:02.439458", "updated_at": "2020-12-07 05:55:53.394963", "quoteText": "We’ve made it easy to opt out of Honey’s products at any time.", "case_id": 170, "document_id": 2156, "quoteStart": 4978, "quoteEnd": 5040}], "urls": ["joinhoney.com"]}}