{"error": 448, "message": "OK", "parameters": {"id": 3159, "name": " Wise Funeral Home ", "created_at": "2021-04-16 21:28:16.380541", "updated_at": "2021-04-17 00:00:52.170901", "wikipedia": null, "keywords": null, "related": null, "slug": "_wise_funeral_home_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3159.png", "url": "wisefuneralhome.com", "documents": [{"id": 5110, "name": " Privacy Policy", "url": "https://www.wisefuneralhome.com/privacy", "xpath": "", "text": " Wise Funeral Home\"Not Just the Standard Service...\nThe Service That Sets the Standard.\" <ul>\n<li>Who We Are\n<ul>\n<li>Our Story</li>\n<li>Our Staff</li>\n<li>Our Locations</li>\n<li>Our Calendar</li>\n<li>Additional Info</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Directions</li>\n<li>Send Flowers</li>\n<li>Call: (903) 583-2161</li>\n</ul> Toggle navigation\n<i>\n</i> MENU <ul>\n<li>\n<i>\n</i>\n</li>\n<li>Obituaries</li>\n<li>Plan a Funeral\n<ul>\n<li>Our Services</li>\n<li>Funeral Packages</li>\n<li>Cremation Packages</li>\n<li>General Price List</li>\n<li>Merchandise</li>\n</ul>\n</li>\n<li>Plan Ahead\n<ul>\n<li>Life Choices</li>\n<li>Why Plan Ahead?</li>\n<li>Pre-Planning Form</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Local Florist</li>\n<li>Grief Library</li>\n<li>Grief Bookstore</li>\n<li>Planning Insights</li>\n<li>Helpful Links</li>\n<li>Additional Info</li>\n</ul>\n</li>\n</ul> Privacy Policy <p>Effective Date of Current Policy: November 7, 2018.</p>\n<p>This website (\"Site\") is provided by Wise Funeral Home through an agreement with Batesville Services, Inc.\nand its affiliated companies (\"we\" or \"us\").\nThis Privacy Policy (\"Policy\") explains how we collect, use, and disclose personal information for services provided on this website (\"Site\").\nYour prior activities on the Site may have been governed by an earlier version of this Policy.</p>\nWhat We Collect\n<p>\n<strong>Personal Information.</strong> We collect personal information you choose to provide to us in connection with your activities on the Site, such as using our pre-planning services, subscribing to obituary notifications, and so on.\nThis information may include your name, email and postal address, phone number, and any other information you submit on the Site.</p>\n<p>\n<strong>Other User Information.</strong> In addition, we automatically gather certain other potentially identifying information and store it in log files.\nThis information includes (as applicable) browser type and version, operating system and network, referring/exit pages, date/time stamp, whether you are a new or returning visitor, and frequency of visits.\nWe collect and store this information on an individual basis and in aggregate, or combined, form.\nwe do not connect it to an individual user’s personal information.</p>\n<p>\n<strong>Cookies.</strong> A cookie is a small text file that is stored in a user’s computer for record-keeping purposes.\nIf you reject cookies, you may still use our Site, but your ability to use some of the areas of our Site will be limited.\nWe use both persistent and session cookies.\nWe use cookies to make it easier for you to navigate our site, to record session information, such as which web pages a user has visited, to enable the Site to remember information about you and your preferences, and to track user activity on our Site.</p>\n<p>\n<strong>Analytics.</strong> To determine how many users visit our Site, how often they visit the Site, and to better understand the areas of greatest interest to our visitors, we use a tool called \"Google Analytics\" to compile this information for us.\nAs a result of your visit to our Site, Google may collect information such as your domain type, your IP address, and clickstream information.\nWe do not combine the information collected through the use of analytics tools with personally identifiable information.\nFor more information about the analytics company’s ability to use and share information about your visits to this Site, see https://policies.google.com/privacy?hl=en.</p>\n<p>\n<strong>Ad Networks.</strong> As you browse our Site, advertising cookies may be placed on your computer to help us understand what products and services you are interested in.\nWhen you visit other sites, our display advertising partners let us show you retargeting advertising based on your interaction with our Site, if we choose to do so.\nIn addition, we may show you ads of other companies on our Site, based on your activities on other sites.\nOur ad partners may collect personal information such as your name, email address, postal address, or telephone number.</p>\nHow We Use Information\n<p>We store and process your personal information in connection with the purposes for which you provided it (for example, to contact you in response to a request for information).\nWe may also send you information about products and services we believe will be of interest to you, and/or contact you regarding such products and services.</p>\n<p>We use other information we collect to analyze trends, to administer the Site, to improve the content of our web pages, and to make our Site more useful to visitors.</p>\nHow We Share Information\n<p>We may share Personal Information we collect with third parties as reasonably necessary to provide the Site’s services.\nWe may also share your information with trusted third parties so they can provide additional services through our Site.\nWe may share your information to comply with law enforcement requests and judicial proceedings, and to ensure the safety and security of the Site.\nIt is possible that, at some time in the future, our company may be sold along with its assets, or may engage in business transactions in which customer information is one of the assets transferred.\nIn such a case, the customer information which we have gathered may be one of the business assets we transfer.</p>\n<p>We do not rent or sell email addresses, postal addresses, or telephone contact information to unaffiliated third parties, except as described above.</p>\nHow Long We Keep Information\n<p>We may retain login credentials and entered data indefinitely for technical purposes, market research, and other internal uses.\nWe may retain obituaries, photographs, and remembrances perpetually, both for our own records and for the public to view.\nWe reserve the right to delete information when it is no longer needed for any of the uses discussed in this Policy.</p>\nCorrecting Your Information\n<p>You may request access to your Personal Information that we maintain.\nSend your request to the postal address or email address provided below.\nTo help us process your request, please provide sufficient information to allow us to identify you in our records.\nWe also offer the opportunity to have inaccuracies corrected in all information we maintain about you.</p>\n<p>We reserve the right to ask for information verifying your identity prior to disclosing or correcting any information to you.\nShould we ask for verification, the information you provide to verify your identity will be used only for that purpose, and all copies of this information in our possession will be destroyed when the process is complete.</p>\nPolicy Changes\n<p>From time to time, we may use your information for new, unanticipated uses not previously disclosed in our Policy.\nIf our information practices do change materially, we will post the changes to our Site and revise our Policy accordingly.\nIn addition, if we have collected personally-identifying information from you, we will notify you and secure your consent before using your personal information in new ways.</p>\n\"Do Not Track\" Signals\n<p>We do not currently have the capability to recognize \"Do Not Track\" signals.\nWe adhere to the standards set forth in this Privacy Policy.</p>\nLinks to Third Party Sites\n<p>This Policy applies only to information collected by this Site.\nFrom time to time, the Site may link you to other websites (\"Linked Sites\") that are not owned by us, even though they provide goods or services related to our company.\nWe do not control the collection or use of any information, including personal information, that occurs during your visit to the Linked Sites.\nFurther, we make no representations about the privacy policies or practices of the Linked Sites, and we are not responsible for their privacy practices.</p>\n<p>Be careful of disclosing any of your personally identifiable information when leaving our Site.\nWe encourage you to be aware when you leave our Site and to read the privacy statements of every website that collects personally identifiable information.</p>\nCalifornia Privacy Rights\n<p>Pursuant to California Civil Code Section 1798.83, users who are California residents can request certain information about the sharing of their own personal information with third parties for direct marketing purposes during the past year.\nThe information which you have a right to receive includes the categories of personal information disclosed by us for direct marketing purposes during the preceding calendar year and the names of the companies that received such information.\nYou are entitled to receive a copy of this information in a standardized format, and the information will not be specific to you individually.</p>\n<p>California residents can request this disclosure by sending a request to us using the contact information provided below.\nPlease provide sufficient information to allow us to identify you in our records.</p>\nQuestions\n<p>If you have any questions or concerns regarding our Privacy Policy, you may contact</p> Batesville Casket Company<br>\nOne Batesville Blvd.<br>\nBatesville, Indiana 47006<br>\nTelephone: (812) 934-7500<br>\nFacsimile: (812) 934-1726<br>\nE-Mail: privacy@batesvillesupport.com <ul>\n<li> Join our mailing list</li>\n<li> wisefuneralhome@gmail.com</li>\n<li>219 West Sam Rayburn Drive P.O.\nBox 188 </li>\n<li>Bonham, Texas 75418</li>\n<li> (903) 583-2161</li>\n<li> 903-583-2806</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Obituaries</li>\n<li>Plan a Funeral</li>\n<li>Plan Ahead</li>\n</ul>\n<ul>\n<li>Our Story</li>\n<li>Our Staff</li>\n<li>Our Locations</li>\n<li>Our Calendar</li>\n<li>Resources</li>\n</ul>\n<ul>\n<li>Send Flowers</li>\n<li>Terms of Use</li>\n<li>Privacy</li>\n</ul>\n<p>© Copyright 2010 - 21 Wise Funeral Home.\nAll Rights Reserved.<br>Funeral Home Website by Batesville, Inc.\n| Funeral Planning and Grief Resources</p> Login ", "created_at": "2021-04-16 21:28:17.343391", "updated_at": "2021-04-16 21:28:36.2856"}, {"id": 5111, "name": "Terms and Conditions", "url": "https://www.wisefuneralhome.com/conditions", "xpath": "//body", "text": " Wise Funeral Home\"Not Just the Standard Service...\nThe Service That Sets the Standard.\" <ul>\n<li>Who We Are\n<ul>\n<li>Our Story</li>\n<li>Our Staff</li>\n<li>Our Locations</li>\n<li>Our Calendar</li>\n<li>Additional Info</li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>Directions</li>\n<li>Send Flowers</li>\n<li>Call: (903) 583-2161</li>\n</ul> Toggle navigation\n<i>\n</i> MENU <ul>\n<li>\n<i>\n</i>\n</li>\n<li>Obituaries</li>\n<li>Plan a Funeral\n<ul>\n<li>Our Services</li>\n<li>Funeral Packages</li>\n<li>Cremation Packages</li>\n<li>General Price List</li>\n<li>Merchandise</li>\n</ul>\n</li>\n<li>Plan Ahead\n<ul>\n<li>Life Choices</li>\n<li>Why Plan Ahead?</li>\n<li>Pre-Planning Form</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>Local Florist</li>\n<li>Grief Library</li>\n<li>Grief Bookstore</li>\n<li>Planning Insights</li>\n<li>Helpful Links</li>\n<li>Additional Info</li>\n</ul>\n</li>\n</ul> Terms and Conditions <p>The effective date of these Terms of Use is November 7, 2018.</p>\n<p>This website (\"Site\") is provided by Wise Funeral Home through an agreement with Batesville Services, Inc.\nand its affiliated companies (\"we\" or \"us\").\nPlease read these Terms carefully so that you understand the conditions for accessing and using the Site and associated services.</p>\n<p>We may make changes to these Terms from time to time as our Site develops, so check back frequently.\nYour continued use of the Site following any posted changes to the Terms constitutes your consent to them.\nWe provide the information, services, text, graphics, links or other material on this site to you, conditioned on your acceptance, without modification, of these Terms.\nIn order to be a user of our website, you must agree to these terms.</p>\n<p>Privacy Policy</p>\n<p>By using this Site, you consent to our collection and use of Personal Information as explained in our Privacy Policy, which is hereby incorporated into these terms.\nThis Site is intended for use by adults.</p>\n<p>Permitted Use</p>\n<p>The Site is intended to provide information and services for your personal use.\nWe grant you a limited, nonexclusive, revocable license to make personal and non-commercial use of the Site.\nYou may copy the content for your own personal use, provided that all copyright and other proprietary notices are kept intact and provided that you do not modify the content in any manner.\nExcept as provided herein, this license does not include the right to modify, reproduce, copy, or resell any of the content of the Site.\nYou may not bypass any technical measures used to prevent or restrict access to any portion of the Site.\nuse any data mining, robots, or similar automated data gathering and extraction tools to access the Site.\nviolate or attempt to violate the security of the Site.\nor interfere with or attempt to interfere with the proper working of the Site.</p>\n<p>You agree to use this Site only for lawful purposes and in accordance with these Terms.\nYou acknowledge that your use of this Site is at our sole discretion, and your license to use the Site may be terminated by us at any time.\nWe reserve the right, in our sole discretion, to refuse service to anyone and to block or prevent your future access to and use of this Site.</p>\n<p>Your Account</p>\n<p>Before you can make use of certain services associated with the Site, you may be required to register.\nYou agree and warrant that all information you provide to us through this Site, including but not limited to any contact information and other registration information for your account, is truthful and accurate.</p>\n<p>You agree to accept responsibility for all activities that occur under your account.\nYou agree to notify us immediately of any unauthorized use of your account.\nWe are neither responsible for nor liable for any loss or other injury that you may incur as a result of someone else using your user account or password, either with or without your knowledge.</p>\n<p>Submission of Content and User Activity</p>\n<p>The Site may have features that allow users to upload materials.\nYou understand that all information, communications, data, text, music, sound, photographs, graphics, video, messages or other materials (\"Content\") are the sole responsibility of the person from which such Content originated.\nThis means that you, and not Wise Funeral Home or Batesville, are entirely responsible for all Content that you upload, transmit, or otherwise make available through the Site or any associated services.</p>\n<p>You represent and warrant that you own or otherwise control the rights to any Content that you provide through the Site.\nthat use of the Content you provide does not violate the intellectual property rights or any other rights of any third parties, and that use of the Content you provide will not cause injury to any person or entity.\nIn line with, and without limiting, the foregoing, you specifically agree that you will not (a) provide any Content that is unlawful (according to local, state, federal or international law) or any Content that advocates illegal activity.\n(b) provide any Content that is defamatory, false or libelous, or that contains unlawful, harmful, threatening, harassing, discriminatory, abusive, profane, pornographic, or obscene material.\n(c) provide any Content that you do not have a right to provide under law or under a contractual or fiduciary relationship.\n(d) provide any Content that contains software viruses or other harmful devices.\nor (e) impersonate any other person or entity in order to disguise the origin of any Content you provide.</p>\n<p>You hereby grant us a royalty-free, non-exclusive right and license, perpetual and irrevocable, to use, display, edit, or delete the Content to provide services on the Site and for all other lawful purposes.\nAny communications you send to us via the Site are non-confidential.</p>\n<p>Trademarks and Copyrights</p>\n<p>The trademarks, services marks, slogans, logos, and trade names used on this Site are either Wise Funeral Home or Batesville trademarks or the trademarks of a third-party licensor or other provider.\nAll Content is owned by Wise Funeral Home or Batesville, or we have been granted permission to use the Content.\nNothing contained on the Site may be construed as granting, by implication, estoppel, or otherwise, any right or license to use any trademark or Content except as set forth in these Terms.</p>\n<p>Links</p>\n<p>The Site may contain links to other sites and resources operated and controlled by parties other than Wise Funeral Home or Batesville.\nSuch links are provided for your convenience only and do not imply or constitute endorsement of any third-party material or contents.\nWe assume no responsibility or liability for your activities on such sites.\nWe recommend that you review the terms and policies of those sites carefully, as they may differ from ours.</p>\n<p>Disclaimer</p>\n<p>THE CONTENT ON THIS SITE IS PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nWE DO NOT WARRANT THAT THE OPERATION OF THIS SITE WILL BE UNINTERRUPTED OR ERROR FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THIS SITE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nWE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE MATERIALS ON THIS SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.</p>\n<p>BY USING THE SITE, YOU ACKNOWLEDGE THAT YOUR USE IS AT YOUR OWN RISK.\nWE WILL NOT BE LIABLE FOR DAMAGES OF ANY KIND ARISING FROM OR OTHERWISE RELATED TO YOUR USE OF THE SITE, INCLUDING WITHOUT LIMITATION DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES, EVEN IF WE HAVE BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>YOU FURTHER UNDERSTAND AND AGREE THAT ALL RIGHTS UNDER SECTION 1542 OF THE CIVIL CODE OF CALIFORNIA AND ANY SIMILAR LAW OF ANY STATE OR TERRITORY OF THE UNITED STATES ARE HEREBY EXPRESSLY WAIVED.</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATION MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>\n<p>You agree to indemnify, defend, and hold harmless Wise Funeral Home, Batesville, their agents and affiliates, and their officers, directors, and employees, from and against any claims, demands, damages, costs, and expenses, including without limitation reasonable attorney’s fees, arising from or related to your use of the Site, your submission of any Content, or your breach of any provision of these Terms or any warranty hereunder.</p>\n<p>You agree that (i) all disputes concerning the construction, interpretation, validity, effect, and enforceability of these Terms will be governed by the laws of the State of Indiana without regard to conflicts of laws provisions, (ii) exclusive jurisdiction over any legal action arising out of or in connection with the Site will be in state or federal courts located in or nearest to Ripley County, Indiana, and (iii) your use of the Site constitutes consent to such jurisdiction and venue.</p>\n<p>You agree that if you are dissatisfied with the Site, your sole and exclusive remedy is to discontinue using it.</p>\n<p>Copyright Infringement Claims</p>\n<p>If you believe this Site contains material that infringes your copyrights, please see our procedure for handling such claims here: Copyright Infringement Claims.</p>\n<ul>\n<li> Join our mailing list</li>\n<li> wisefuneralhome@gmail.com</li>\n<li>219 West Sam Rayburn Drive P.O.\nBox 188 </li>\n<li>Bonham, Texas 75418</li>\n<li> (903) 583-2161</li>\n<li> 903-583-2806</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Obituaries</li>\n<li>Plan a Funeral</li>\n<li>Plan Ahead</li>\n</ul>\n<ul>\n<li>Our Story</li>\n<li>Our Staff</li>\n<li>Our Locations</li>\n<li>Our Calendar</li>\n<li>Resources</li>\n</ul>\n<ul>\n<li>Send Flowers</li>\n<li>Terms of Use</li>\n<li>Privacy</li>\n</ul>\n<p>© Copyright 2010 - 21 Wise Funeral Home.\nAll Rights Reserved.<br>Funeral Home Website by Batesville, Inc.\n| Funeral Planning and Grief Resources</p> Login ", "created_at": "2021-04-16 21:28:54.652418", "updated_at": "2021-04-16 21:29:05.442829"}], "points": [], "urls": ["wisefuneralhome.com"]}}