{"error": 448, "message": "OK", "parameters": {"id": 2697, "name": "Burger King", "created_at": "2021-02-04 18:40:55.702255", "updated_at": "2021-03-27 21:35:23.238971", "wikipedia": "https://en.wikipedia.org/wiki/Burger_King", "keywords": null, "related": null, "slug": "burger_king", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2697.png", "url": "bk.com", "documents": [{"id": 3963, "name": "Accessibility", "url": "https://www.bk.com/accessibility", "xpath": "/html/body/div[1]/div[3]/div/div/div/div/div[2]/div", "text": "<p>Burger King is committed to making its website usable by all people, including those with disabilities by meeting or exceeding the requirements of the Web Content Accessibility Guidelines 2.1 Level A/AA (WCAG 2.1 A/AA).We strive to make our site an equal experience for everyone.</p>\n<p>\n</p>\n<p>We continue to monitor our site and make sure that all content provided is accessible to all visitors.In order to help us in this process, we have engaged The Bureau of Internet Accessibility, an accessibility consulting company, to conduct a full accessibility audit consisting of both automated and manual testing of our website using BoIA’s A11Y® platform which provides us with specific recommendations that will assist us in ensuring that our Web presence is in conformance with the WCAG 2.1 A/AA.</p>\n<p>\n</p>\n<p>\n<strong>Disclaimer</strong>\n</p>\n<p>It is important to note that efforts to the website are ongoing as we work to implement the relevant improvements to meet WCAG 2.1 A/AA guidelines over time.</p>\n<p>\n</p>\n<p>\n<strong>Our Commitment to Help</strong>\n</p>\n<p>We are dedicated to meeting all of your accessibility needs.\nShould you have specific questions or concerns about the accessibility of this site or need assistance in using the processes found within this site, we have trained individuals here at Burger King to assist you.</p>\n<p>\n</p>\n<p>Please contact us at <strong>1-866-394-2493</strong> and be sure to specify the web page so we can look into making that page accessible for you.\nWe greatly value your questions and comments.</p>\n<p>\n</p>\n<p>\n<strong>Third Party Applications</strong>\n</p>\n<p>While you are visiting our site, you will notice that we make use of third-party sites such as Instagram, Facebook, YouTube, Twitter, and Google Maps to provide information about Burger King.Though individuals may have challenges with access to these particular sites, Burger Kingdoes not control or remedy the way content is portrayed.</p>\n<p>\n</p>", "created_at": "2021-02-04 18:41:41.056501", "updated_at": "2021-02-04 18:41:58.724965"}, {"id": 3964, "name": "Privacy Policy", "url": "https://www.bk.com/privacy-policy", "xpath": "/html/body/div[1]/div[3]/div/div/div/div/div[2]/div", "text": "<p>\n<strong>Effective as of November 27, 2020</strong>\n</p>\n<strong>Privacy Policy Highlights</strong>\n<p>The Restaurant Brands International, Inc.\n(RBI) Privacy Policy describes the information we collect and how it is used and shared.\nThis policy applies to any information collected about you by RBI when you do any of the following (collectively, the “Services”): (i) visit a BURGER KING®, TIM HORTONS® or POPEYES® branded restaurant in the United States or in Canada, or (ii) use in the United States or in Canada any website, mobile or tablet application, digital in-restaurant kiosk, or other online service or platform of the BURGER KING® brand, the TIM HORTONS® brand, the POPEYES® brand, or any other RBI company that links or refers to this policy.\nThis summary provides the highlights of our policy, but please click here to review the policy in full.</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>We collect various types of information about our users in connection with the Services, including:</p>\n<ul>\n<li>Information you provide to us;</li>\n<li>Information we collect about your use of our Services;</li>\n<li>Information about your use of the Services.\nand</li>\n<li>Information we obtain from third-party sources.</li>\n</ul>\n<p>We also may collect information in ways that we describe to you at the point of collection or otherwise with your consent</p>\n<p>\n<strong>How We Use Information</strong>\n</p>\n<p>We use the information we collect to, among other things:</p>\n<ul>\n<li>Register and create your account;</li>\n<li>Operate and manage our stored-value card program;</li>\n<li>Provide and manage the products and Services you request;</li>\n<li>Communicate with you about our products, services, and promotions;</li>\n<li>Deliver targeted advertising, promotions, and offers.\nand</li>\n<li>Understand our customers so that we can develop and improve our customer service, promotions, products, and Services.</li>\n</ul>\n<p>We may otherwise use your information with your consent or at your direction.</p>\n<p>\n<strong>Sharing Of Information</strong>\n</p>\n<p>We may share your information with:</p>\n<ul>\n<li>Affiliates, including the BURGER KING®, TIM HORTONS® and POPEYES® brands;</li>\n<li>Franchisees, including local owners of BURGER KING®, TIM HORTONS® and POPEYES® restaurants;</li>\n<li>Business partners, service providers, and social media services;</li>\n<li>Third-party companies that provide content, advertising, or functionality.\nand</li>\n<li>Other parties when required or permitted by law, as necessary to protect our users, or in connection with a corporate transaction.</li>\n</ul>\n<p>We may also provide deidentified or aggregated information to third parties to describe how our customers are using the Services.\nThis information is not considered Personal Information.\nWe also may share information about you with third parties whenever you consent to or direct such sharing.</p>\n<p>\n<strong>Online Advertising and Cookies</strong>\n</p>\n<p>We and other companies that provide advertising and other services on our Services may use cookies, web beacons, do-not-track signals, and similar technologies to improve and customize your advertisements and your experience using our Services.\nThe full RBI Privacy Policy provides additional information about our collection of information through these technologies.</p>\n<p>\n<strong>Privacy and Access Choices Available To You</strong>\n</p>\n<p>The full RBI Privacy Policy provides information about how to manage the privacy and access choices available to you.\nFor example, you may block cookies and similar technologies, opt out of receiving certain targeting advertising, and opt out of receiving commercial communications.\nIt also outlines California privacy rights.</p>\n<p>\n<strong>Data Security</strong>&nbsp;<strong>and</strong>&nbsp;<strong>Other Important Information</strong>\n</p>\n<ul>\n<li>We have in place certain procedures to protect your personal information in our custody and control, but cannot guarantee the security of our Services or our control over your information when it is transmitted over the Internet.</li>\n<li>The full RBI Privacy Policy provides additional important information about our data security practices, links to third party sites, children’s privacy, California privacy rights, and international transfers of information.</li>\n</ul>", "created_at": "2021-02-04 18:42:43.804262", "updated_at": "2021-02-04 18:42:56.024664"}, {"id": 3965, "name": "Terms of Service", "url": "https://www.bk.com/terms-of-service", "xpath": "/html/body/div[1]/div[3]/div/div/div/div/div[2]/div", "text": "<p>\n</p>\n<p>March 31, 2019</p>\n<p>These Terms of Service (the “Terms”) govern your use of any website, mobile or tablet application, digital in-restaurant kiosk, or other online service or platform of Restaurant Brands International, Inc., or any of its companies, including without limitation the BURGER KING®, the TIM HORTONS® and the POPEYES® restaurant brands (collectively, “RBI”), that provides an authorized link to the Terms (collectively, the “Services”), regardless of who owns or operates the Services or the restaurant you ultimately visit, as well as our interactions with you on third party platforms.</p>\n<p>\n</p>\n<strong>1.\nBINDING AGREEMENT</strong>\n<p>The Terms are a binding legal contract between you and RBI.\nPlease read the Terms carefully before using the Services.\nYour use of the Services means that you agree to be bound by the Terms.\nDo not use the Services if you do not accept the Terms.</p>\n<p>We may modify the Terms at any time.\nYour use of the Services after we post modifications to the Terms means that you accept the modified Terms.\nYou must be 13 years or older to use the Services.</p>\n<p>EXCEPT WHERE PROHIBITED BY APPLICABLE LAW, WHICH MAY INCLUDE THE PROVINCE OF QUEBEC, THESE TERMS CONTAIN DISCLAIMERS OF WARRANTIES (SECTION 12), DISCLAIMERS OF LIABILITY AND AN EXCLUSIVE REMEDY (SECTION 13), AND A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER (SECTION 18).\nPLEASE READ THEM CAREFULLY.</p>\n<strong>2.\nPRIVACY</strong>\n<p>By using the Services, you acknowledge that you have reviewed and understand our Privacy Policy, and consent to the practices described in that policy.</p>\n<strong>3.\nREGISTRATION AND SECURITY</strong>\n<p>You may register for certain activities provided through the Services.\nWhen you register or provide any other information in connection with the Services, you agree to provide accurate, current, and complete information and to promptly update this information to maintain its accuracy.\nYou are responsible for maintaining the confidentiality of any password and username that you are given or select, and you are responsible for all activities that occur under your password or account.\nRBI has the right to suspend or terminate any account or other registration if it suspects that such information is inaccurate or incomplete.\nYou agree to immediately notify RBI of any unauthorized use of your password or username or any other breach of security.</p>\n<strong>4.\nPROHIBITED CONTENT AND ACTIVITIES</strong>\n<p>You may not use the Services to take any action that could harm us or anyone else, interfere with the Services, or use the Services in a manner that violates any law.\nFor example, you may not:</p>\n<p>Impersonate any person or entity, or misrepresent your credentials or any information you provide;</p>\n<p>Engage in unauthorized spidering, scraping, or harvesting of content, or use any other unauthorized means to compile information;</p>\n<p>Harvest or otherwise collect or store any information (including personal information) about other users, including e-mail addresses, without the express consent of such users;</p>\n<p>Solicit, collect, transmit, store, or otherwise make available private information or personal information of any third party;</p>\n<p>Use the Services to send commercial electronic messages or install a computer program on another person’s computer system;</p>\n<p>Obtain or attempt to gain unauthorized access to other computer systems, materials, information, or any services available on or through the Services;</p>\n<p>Use any device, software, or program to interfere with the Services or attempt to probe, scan, test the vulnerability of, or breach the security of any system, device, or network;</p>\n<p>Circumvent, reverse engineer, decipher, decompile, disassemble, decrypt, or otherwise interfere with any software that is a part of the Services, or use any tools for compromising security (e.g., password-guessing programs, cracking tools, or network probing tools);</p>\n<p>Use another’s information, account, or password, except as expressly permitted;</p>\n<p>Take any action that imposes an unreasonable load on our network or infrastructure;</p>\n<p>Upload or otherwise transmit any communication, software, or material that contains a virus or is otherwise harmful to our or our users’ computers, devices, or systems;</p>\n<p>For the purpose of misleading others, create a false identity of the sender or the origin of a message, forge headers or otherwise manipulate identifiers in order to disguise the origin of any material transmitted through the Services.\nor</p>\n<p>Engage in any other conduct that restricts any person from using the Services, or that, in our sole judgment, exposes us, users, or any other third party to any liability, damages, or detriment of any type.</p>\n<strong>5.\nINTELLECTUAL PROPERTY</strong>\n<p>All content, code, software, and any other materials that are part of the Services other than any content you may submit (collectively, the “RBI Content”) is the property of RBI.\nYou may use the Services and print copies of RBI Content only for noncommercial, informational, personal use, without modification, and only so long as you comply with these Terms.</p>\n<p>\n<strong>Copyright and Other Intellectual Property Rights.</strong> RBI Content is protected under the copyright laws of the United States, Canada and other countries.\nYou acknowledge that all copyrights and other intellectual property rights related to the Services are owned by RBI or its third-party licensors to the full extent permitted under the United States Copyright Act, international copyright laws, and all other applicable laws.\nUnless expressly permitted by an authorized person in writing or as permitted by applicable law, you may not copy, reproduce, distribute, publish, enter into a database, display, perform, modify, create derivative works from, transmit, or in any way use or exploit any part of the RBI Content.</p>\n<p>\n<strong>Trade and Service Marks.</strong>You acknowledge and agree that all RBI logos and marks as well as other proprietary materials depicted in connection with the Services and the RBI Content are the property of RBI and may not be used commercially without the prior written consent of RBI.Marks used in connection with BURGER KING® restaurants, including without limitation, BURGER KING, BK, WHOPPER, HOME OF THE WHOPPER, HAVE IT YOUR WAY, Crescent Logo, Hamburger Logo, Heritage Grilling Man, Value Platform, BURGER KING &amp.\nCrescent Logo YOUR WAY, KING JR, KING DEALS, BIG KING, BACON KING, CROISSAN’WICH, WHOPPER, and WHOPPER JR., are owned by Burger King Corporation and may not be used without its written consent.Marks used in connection with TIM HORTONS® restaurants, including without limitation, TIM HORTONS, TIMBITS, ROLL UP THE RIM TO WIN, and ICED CAPP, are owned by Tim Hortons Canadian IP Holdings Corporation and Tim Hortons USA Inc.\nand may not be used without their written consent.Marks used in connection with POPEYES® restaurants, including without limitation, POPEYES and POPEYES LOUISIANA KITCHEN, are owned by Popeyes Louisiana Kitchen, Inc.\nand may not be used without its written consent.</p>\n<p>\n<strong>Notice of Infringement.</strong> If you believe in good faith that content you own has been reproduced on the Services in a way that constitutes copyright infringement, please provide our designated agent with the following information in writing: An electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed;Identification of the allegedly infringing material and information reasonably sufficient to permit us to locate the material;Your name, address, telephone number, and email address, so that we may contact you if necessary;A statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nandA statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</p>\n<p>RBI’s designated agent for notice of claims of copyright is:</p>\n<p>Restaurant Brands International US Services LLC</p>\n<p>Attn: Legal (DMCA Copyright Infringement)</p>\n<p>5707 Blue Lagoon Drive</p>\n<p>Miami, Florida 33126</p>\n<p>Email: copyrightdmca@whopper.com</p>\n<p>\n<strong>Embedding Content.</strong>The Services may allow you to embed RBI Content into other web pages.\nAll use of embedded RBI Content must be for non-commercial purposes only, and may be disabled by RBI at any time and for any reason.</p>\n<p>\n</p>\n<strong>6.\nSOCIAL MEDIA INTEGRATION</strong>\n<p>The Services may offer opportunities for you to transmit content via third-party social networking websites and products.\nAny use of third party social networking features is subject to the terms of use of the applicable third-party website or product and not these Terms, unless you are notified otherwise, in which case the terms and conditions set forth in such notification will apply.</p>\n<strong>7.\nUSER SUBMISSIONS</strong>\n<p>Certain areas of the Services may enable you to publicly post comments, send emails, or otherwise submit information to us.\nYou remain fully responsible for the content that you provide in connection with the Services, including information, audio recordings, videos, photographs, documents, or any other materials (“User Content”).\nIn addition to complying with Section 4, you agree not to provide User Content that:</p>\n<p>Infringes or violates the copyright, trademark, patent, or other intellectual property right of any person or entity;</p>\n<p>Is false, misleading, defamatory, obscene, abusive, hateful, threatening, harassing, or sexually explicit;</p>\n<p>Violates any person or entity’s right to privacy or publicity;</p>\n<p>Contains advertising or a solicitation of any kind;</p>\n<p>Personally attacks or impersonates any person or entity, or falsely states or otherwise misrepresents an affiliation with a person or entity;</p>\n<p>Degrades others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, orientation or identity, disability, or other classification;</p>\n<p>Transmits, stores, or otherwise makes available a virus, Trojan horse, worm, spyware, bot, or other harmful programming routine;</p>\n<p>Makes available material of a commercial nature or sends, causes or permits to be sent commercial electronic messages, including but not limited to advertising, promotions, junk mail, spam, pyramid schemes, chain letters, or solicitations of any kind;</p>\n<p>Violates any applicable law, or advocates illegal activity.</p>\n<p>Subject to applicable law, we also have the right to disclose your identity to any third party who is claiming that any User Content you provide us or others in connection with the Services constitutes a violation of the third party’s intellectual property rights, of the third party’s right to privacy, or of any other applicable local, provincial, state, national, or international law.</p>\n<p>If the Services permit you to submit User Content, you may only provide User Content that is original and that you have the right to provide.\nBy providing us User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish, reproduce, distribute, transmit, display, perform, edit, adapt, modify, translate, create derivative works of, sell, offer for sale, export, and otherwise use and exploit your User Content in any way that we want and in any form, media, or technology now known or later developed.\nYou hereby waive any moral rights you may have in your User Content.\nYou represent that you have obtained all necessary permissions from any person or entity identified in or implicated by your submission (including those shown in photographic or video content), and, in the case of minors, also from their parents or legal guardians, as appropriate.</p>\n<p>If you are under the age of 13, you may not provide any User Content to us.\nIf you are under the age of majority in your jurisdiction of residence but at least 13 years of age, subject to any applicable sweepstakes, contest, or other supplemental terms, you may provide User Content but only with the permission of, and under the supervision of, a parent or legal guardian.\nIf you are a parent or legal guardian agreeing to these Terms for the benefit of an individual between the ages of 13 and the age of majority in your jurisdiction of residence, please be advised that you are fully responsible for his or her User Content and any legal liability that he or she may incur.</p>\n<strong>8.\nLINKS AND THIRD PARTY CONTENT</strong>\n<p>The Services may contain links to other websites or online services that are not under the control of RBI.\nSuch links do not constitute an endorsement by RBI of those other websites or online services, the content they display, or people associated with them.\nThe Terms do not apply to such other websites and online services, and such websites and online services are not part of the Services.\nWe encourage you to review the privacy policies and terms of use of these other websites or services.</p>\n<p>We may incorporate third party services, software, technology, data, and/or other content, either independently or in connection with various programs, features, or functions available through the Services.\nYour use of third-party materials may be subject to terms of use other than these Terms and as may be set forth by third party providers, as applicable.\nYou agree that RBI assumes no liability with respect to your use of such third-party materials, whether you are aware of their use or not and whether or not the use of such materials is recommended by RBI.</p>\n<p>You may link to our Services provided that you do so in a way that is fair and legal and does not damage our reputation or take advantage of it.\nYou must not establish a link in such a way as to suggest or imply any form of association, approval, or endorsement on our part where none exists.\nWe reserve the right to withdraw linking permission without notice.</p>\n<p>\n</p>\n<strong>9.\nDIGITAL BK® CROWN CARD/ DIGITAL TIMCARD®</strong>\n<p>RBI may allow you to purchase a stored value card, including without limitation, a digital TimCard® or a digital BK® Crown Card (each, a “Digital Giftcard”) through the Services.\nPlease refer to the BK® Crown Card Terms &amp.\nConditions and the TimCard® Terms &amp.\nConditions, as applicable, for more information about the terms, conditions and policies that apply to your registration, purchase and use of a Digital Giftcard.</p>\n<strong>10.\nMOBILE PAYMENT AND MOBILE ORDERING</strong>\n<p>You may be permitted to participate in certain functionalities of the Services which allow you to use a device to order and pay for certain products from any RBI brand restaurant at or prior to arrival at the participating restaurant location (“Mobile Ordering”) in the same manner as is possible with a Digital Giftcard (“Mobile Payment”).\nMobile Payment is subject to the applicable Digital Giftcard Terms &amp.\nConditions, as listed above, and is accepted at select participating restaurants.\nRBI reserves the right at any time to discontinue Mobile Ordering or Mobile Payment, or to change the location of restaurants or markets offering or participating in Mobile Ordering or accepting Mobile Payment at any time.</p>\n<strong>11.TERMINATION</strong>\n<p>In our sole discretion, we may restrict, suspend, or terminate your access to and use of the Services, with or without prior notice.\nRBI is not responsible for any error in copy or images relating to the Services or any other products offered via the Services.\nErrors will be corrected when discovered and RBI reserves the right to revoke any stated offer and to correct any error, inaccuracy, or omission (including after an order has been submitted).</p>\n<p>Otherwise applicable sections of these Terms shall survive termination.\nRBI also reserves the right to seek all remedies available at law and in equity for violations of these Terms.\nUpon termination, you must cease all use of the Services, including any of the RBI Content.</p>\n<strong>12.\nGOVERNING LAW, ARBITRATION, AND CLASS ACTION WAIVER</strong>\n<p>Except where prohibited by applicable law, which may include the Province of Quebec, the following terms apply to all legal disputes between you and RBI.\nThese Terms are governed by the laws of the United States and the State of Florida, without giving effect to their principles of conflicts of law.\nExcept where prohibited by applicable law, which may include the Province of Quebec, by using the Services, you waive any claims that may arise under the laws of other states, provinces, countries, territories, or jurisdictions.</p>\n<p>Except where prohibited by applicable law, which may include the Province of Quebec, with respect to any and all disputes arising out of or relating to the Services or these Terms (including without limitation the Privacy Policy), RBI and you agree to negotiate in good faith to achieve a mutually satisfactory resolution.\nIf you and RBI do not resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section.\nYou are giving up the right to litigate (or participate in as a party or class member) all disputes in court before a judge or jury.\nInstead, all disputes will be resolved before a neutral arbitrator, whose decision will be final except for a limited right of appeal under the Federal Arbitration Act.\nAny court with jurisdiction over the parties may enforce the arbitrator’s award.</p>\n<p>EXCEPT WHERE PROHIBITED BY APPLICABLE LAW, WHICH MAY INCLUDE THE PROVINCE OF QUEBEC, ANY PROCEEDINGS TO RESOLVE OR LITIGATE ANY DISPUTE WILL BE CONDUCTED SOLELY ON AN INDIVIDUAL BASIS.\nNEITHER YOU NOR RBI WILL SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION OR IN ANY OTHER PROCEEDING IN WHICH EITHER PARTY ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY.\nNo arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings.</p>\n<p>Except where prohibited by applicable law, which may include the Province of Quebec, all disputes arising under these Terms that cannot be settled through informal negotiation will be settled exclusively through confidential binding arbitration in accordance with the Consumer Arbitration Rules of the American Arbitration Association.\nThe arbitrator’s award shall be binding and may be entered as a judgment in a court of competent jurisdiction.\nYou agree that RBI may seek any interim or preliminary relief from a court of competent jurisdiction in New York, necessary to protect its rights or property pending the completion of arbitration.\nIn the event a dispute cannot, by applicable law, be subject to binding arbitration, the parties hereto irrevocably submit to the jurisdiction of the state and/or federal courts in the Southern District of Florida, except where prohibited by applicable law, which may include the Province of Quebec.</p>\n<p>To the maximum extent permitted by applicable law, you permanently and irrevocably waive the right to bring any Claim in any forum unless you provide RBI with written notice of the event or facts giving rise to the Claim within one (1) year of their occurrence.</p>\n<strong>13.\nDISCLAIMER OF WARRANTIES</strong>\n<p>THE LAWS OF SOME JURISDICTIONS, INCLUDING THE PROVINCE OF QUEBEC, MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF REPRESENTATIONS, WARRANTIES OR CONDITIONS, SO SOME OF THE BELOW EXCLUSIONS MAY NOT APPLY TO YOU.\nIN SUCH CASE, EXCLUSIONS WILL APPLY TO THE GREATEST EXTENT CONSISTENT WITH APPLICABLE LAW.\nYOUR USE OF THE SERVICES IS ENTIRELY AT YOUR OWN RISK.\nWE MAKE NO REPRESENTATIONS, WARRANTIES OR CONDITIONS ABOUT THE SERVICES, INCLUDING, WITHOUT LIMITATION, THE OPERATION OF THE SERVICES OR THE INFORMATION, MATERIALS, GOODS, OR SERVICES APPEARING OR OFFERED ON THE SERVICES OR WITH RESPECT TO ANY WEBSITES OR SERVICES LINKED FROM THE SERVICES.\nTHE SERVICES ARE PROVIDED “AS IS”, “WITH ALL FAULTS,” AND “AS AVAILABLE.” WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE DISCLAIM ALL WARRANTIES AND CONDITIONS, EXPRESS, STATUTORY, OR IMPLIED, INCLUDING BUT NOT LIMITED TO (I) THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, TITLE, QUIET ENJOYMENT, NO LIENS, AND NO ENCUMBRANCES.\n(II) THE WARRANTIES AGAINST INFRINGEMENT, MISAPPROPRIATION, OR VIOLATION OF ANY INTELLECTUAL PROPERTY OR PROPRIETARY RIGHTS OF ANY PERSON OR ENTITY.\n(III) WARRANTIES ARISING THROUGH COURSE OF DEALING OR USAGE IN TRADE.\nAND (IV) THE WARRANTIES RELATING TO THE ACCURACY, RELIABILITY, CORRECTNESS, OR COMPLETENESS OF DATA OR CONTENT MADE AVAILABLE ON THE SERVICES OR OTHERWISE BY RBI.\nFURTHER, THERE IS NO WARRANTY THAT THE SERVICES WILL MEET YOUR NEEDS OR REQUIREMENTS OR THE NEEDS OR REQUIREMENTS OF ANY OTHER PERSON OR ENTITY OR THE NEEDS OR REQUIREMENTS SET FORTH IN ANY DOCUMENTATION.\nWE MAKE NO WARRANTIES OR CONDITIONS, EXPRESS, STATUTORY, OR IMPLIED, THAT THE SERVICES, INCLUDING, WITHOUT LIMITATION, THE CONTENT, FUNCTIONS, OR MATERIALS CONTAINED IN THE SERVICES, WILL BE TIMELY, SECURE, ACCURATE, ERROR-FREE, COMPLETE, UP-TO-DATE, FREE OF VIRUSES, OR UNINTERRUPTED.\nRBI EXPRESSLY DISCLAIMS ANY AND ALL REPRESENTATIONS, WARRANTIES, CONDITIONS, AND LIABILITIES IN CONNECTION WITH ANY USER CONTENT OR RBI CONTENT.\nNO INFORMATION MADE AVAILABLE BY OR ON BEHALF OF RBI SHALL CREATE ANY WARRANTY OR CONDITION.</p>\n<p>IF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED OR STATUTORY WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<strong>14.\nEXCLUSIVE REMEDY AND LIMITATION OF LIABILITY</strong>\n<p>THAT THE LAWS OF SOME JURISDICTIONS, INCLUDING THE PROVINCE OF QUEBEC, MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, LOSSES OR LIABILITY, SO SOME OF THE BELOW EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU.\nIN SUCH CASE, EXCLUSIONS AND LIMITATIONS WILL APPLY TO THE GREATEST EXTENT CONSISTENT WITH APPLICABLE LAW.</p>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING WITHOUT LIMITATION NEGLIGENCE, WILL RBI, ITS AFFILIATES, OR ANY PARTY INVOLVED IN OPERATING, CREATING, PRODUCING, OR DELIVERING THE SERVICES BE LIABLE FOR DAMAGES OR LOSSES INCLUDING WITHOUT LIMITATION DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL, OR PUNITIVE DAMAGES OR LOST PROFITS ARISING OUT OF THE TERMS OR YOUR ACCESS, USE, MISUSE, OR INABILITY TO USE THE SERVICES, INCLUDING WITHOUT LIMITATION ANY RBI CONTENT OR USER CONTENT, OR ANY SITES LINKED FROM THE SERVICES, HOWEVER CAUSED, WHETHER IN CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR OTHERWISE, EVEN IF RBI HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, OR IN CONNECTION WITH ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, LINE OR SYSTEM FAILURE, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR DEVICE, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF OUR SERVICES OR TO YOUR DOWNLOADING OF ANY CONTENT ON IT OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, RBI’S LIABILITY IN SUCH JURISDICTIONS FOR SUCH DAMAGES SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\nANY CLAIM AGAINST US SHALL BE LIMITED TO THE AMOUNT YOU PAID, IF ANY, FOR USE OF THE SERVICES.</p>\n<strong>15.\nINDEMNIFICATION</strong>\n<p>You agree to indemnify, hold harmless, and defend RBI, its affiliates and licensors, any party involved in operating, creating, producing, or delivering the Services, and each of their respective officers, owners, directors, shareholders, contractors, agents, employees, general and limited partners, successors, and assigns from and against any and all demands, claims, damages, liabilities, judgments, fines, interest, penalties, losses, costs, expenses, and harms, including without limitation reasonable attorneys’ fees and fees of other professional advisers, arising out of or in connection with (i) your use of the Services, (ii) your online conduct in connection with the Services, (iii) your (or anyone acting under your password or username) violation or breach of these Terms, (iv) your failure to comply with any applicable laws or regulations in connection with the Services, (v) your negligence, willful misconduct, or violations of the intellectual property or other rights of any person in connection with the Services, or (vi) any of your dealings or transactions with other persons, persons or third party platforms resulting from use of the Services.\nYou shall not settle any such claim without the prior written consent of RBI.\nThese obligations will survive any termination of these Terms.</p>\n<strong>16.\nINTEGRATION, SEVERABILITY AND WAIVER</strong>\n<p>These Terms and all other legal notices, statements or terms and conditions posted or made available to you on the Services constitute the entire agreement between RBI and you.\nIn the event any provision of these Terms is held unenforceable, it will not affect the enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision.\nOur failure to enforce any provisions of the Terms or respond to a breach by you or other parties shall not in any way waive our right to enforce subsequently any terms or conditions of the Terms or to act with respect to similar breaches.</p>\n<strong>17.\nNOTICE FOR CALIFORNIA CONSUMERS</strong>\n<p>Under California Civil Code Section 1789.3, California users of the Services are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Suite N 112, Sacramento CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<strong>18.\nCONTACT INFORMATION</strong>\n<p>Please direct any questions, complaints, or comments related to the Services to privacy@rbi.com.</p>", "created_at": "2021-02-04 18:43:36.396666", "updated_at": "2021-02-04 18:43:44.182881"}], "points": [{"id": 21238, "title": "There is a date of the last update of the agreements", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-26 13:03:55.254484", "updated_at": "2021-05-26 13:04:29.621715", "quoteText": "<strong>Effective as of November 27, 2020", "case_id": 331, "document_id": 3964, "quoteStart": 4, "quoteEnd": 45}, {"id": 17118, "title": "This service can license user content to third parties", "source": "https://www.bk.com/terms-of-service", "status": "\"By providing us User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish [...] your User Content\"", "created_at": "2021-03-04 18:30:05.71689", "updated_at": "2021-03-04 18:35:04.174039", "quoteText": "fully sub-licensable, transferable, license ", "case_id": 134, "document_id": 3965, "quoteStart": 11386, "quoteEnd": 11430}, {"id": 17117, "title": "The service has non-exclusive use of your content", "source": "https://www.bk.com/terms-of-service", "status": "\"By providing us User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish [...] your User Content\"", "created_at": "2021-03-04 18:29:44.695239", "updated_at": "2021-03-04 18:31:20.647224", "quoteText": "non-exclusive, ", "case_id": 402, "document_id": 3965, "quoteStart": 11360, "quoteEnd": 11375}, {"id": 17116, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://www.bk.com/terms-of-service", "status": "\"By providing us User Content, you grant us a royalty-free, irrevocable, perpetual, non-exclusive, worldwide, fully sub-licensable, transferable, license to publish [...] your User Content\"", "created_at": "2021-03-04 18:29:27.768661", "updated_at": "2021-03-04 18:35:33.461551", "quoteText": "\nBy providing us User Content, you grant us a royalty-free, irrevocable, perpetual, ", "case_id": 130, "document_id": 3965, "quoteStart": 11276, "quoteEnd": 11360}, {"id": 17160, "title": "Many third parties are involved in operating the service", "source": "https://www.bk.com/accessibility", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:11:13.722388", "updated_at": "2021-03-04 19:11:13.722388", "quoteText": "<p>While you are visiting our site, you will notice that we make use of third-party sites such as Instagram, Facebook, YouTube, Twitter, and Google Maps to provide information about Burger King.", "case_id": 208, "document_id": 3963, "quoteStart": 1624, "quoteEnd": 1818}, {"id": 17093, "title": "There is a date of the last update of the agreements", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:21:50.808825", "updated_at": "2021-03-04 17:21:50.808825", "quoteText": "<p>March 31, 2019</p>", "case_id": 331, "document_id": 3965, "quoteStart": 9, "quoteEnd": 30}, {"id": 17095, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:22:34.812925", "updated_at": "2021-03-04 17:22:34.812925", "quoteText": "Your use of the Services after we post modifications to the Terms means that you accept the modified Terms.", "case_id": 403, "document_id": 3965, "quoteStart": 961, "quoteEnd": 1068}, {"id": 17094, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.bk.com/terms-of-service", "status": "Full quote: \"We may modify the Terms at any time. Your use of the Services after we post modifications to the Terms means that you accept the modified Terms.\"", "created_at": "2021-03-04 17:22:20.643039", "updated_at": "2021-03-04 17:22:59.81409", "quoteText": "We may modify the Terms at any time.", "case_id": 121, "document_id": 3965, "quoteStart": 924, "quoteEnd": 960}, {"id": 17096, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.bk.com/terms-of-service", "status": "To sign up, users are required to provide their full legal name.", "created_at": "2021-03-04 17:26:53.979882", "updated_at": "2021-03-04 17:27:46.326137", "quoteText": "You may register for certain activities provided through the Services.\nWhen you register or provide any other information in connection with the Services, you agree to provide accurate, current, and complete information and to promptly update this information to maintain its accuracy.\n", "case_id": 214, "document_id": 3965, "quoteStart": 1674, "quoteEnd": 1960}, {"id": 17100, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:33:48.589226", "updated_at": "2021-03-04 17:33:48.589226", "quoteText": "You are responsible for maintaining the confidentiality of any password and username that you are given or select, and you are responsible for all activities that occur under your password or account.", "case_id": 148, "document_id": 3965, "quoteStart": 1960, "quoteEnd": 2160}, {"id": 17092, "title": "This service is only available to users over a certain age", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 15:47:51.031801", "updated_at": "2021-03-04 16:49:18.387286", "quoteText": "You must be 13 years or older to use the Services.</p>", "case_id": 152, "document_id": 3965, "quoteStart": 1069, "quoteEnd": 1123}, {"id": 17137, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:55:42.759004", "updated_at": "2021-03-04 18:55:42.759004", "quoteText": "<p>To the maximum extent permitted by applicable law, you permanently and irrevocably waive the right to bring any Claim in any forum unless you provide RBI with written notice of the event or facts giving rise to the Claim within one (1) year of their occurrence.</p>\n", "case_id": 151, "document_id": 3965, "quoteStart": 19305, "quoteEnd": 19574}, {"id": 17145, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:00:37.347218", "updated_at": "2021-03-04 19:00:37.347218", "quoteText": "\nOur failure to enforce any provisions of the Terms or respond to a breach by you or other parties shall not in any way waive our right to enforce subsequently any terms or conditions of the Terms or to act with respect to similar breaches.</p>", "case_id": 295, "document_id": 3965, "quoteStart": 25600, "quoteEnd": 25844}, {"id": 17147, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:02:44.261944", "updated_at": "2021-03-04 19:02:44.261944", "quoteText": "<strong>Information We Collect</strong>\n</p>", "case_id": 228, "document_id": 3964, "quoteStart": 872, "quoteEnd": 916}, {"id": 17148, "title": "The service provides information about how they collect personal data", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:03:07.472014", "updated_at": "2021-03-04 19:03:07.472014", "quoteText": "<p>We collect various types of information about our users in connection with the Services, including:</p>", "case_id": 297, "document_id": 3964, "quoteStart": 917, "quoteEnd": 1023}, {"id": 17158, "title": "You can opt out of promotional communications", "source": "https://www.bk.com/privacy-policy", "status": "\"For example, you may block cookies and similar technologies, opt out of receiving certain targeting advertising, and opt out of receiving commercial communications.\"", "created_at": "2021-03-04 19:10:30.551676", "updated_at": "2021-03-04 19:12:00.088253", "quoteText": "and opt out of receiving commercial communications.", "case_id": 223, "document_id": 3964, "quoteStart": 3658, "quoteEnd": 3709}, {"id": 17157, "title": "You can opt out of certain targeted advertising", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:10:00.602238", "updated_at": "2021-03-04 19:12:59.055641", "quoteText": "For example, you may block cookies and similar technologies, opt out of receiving certain targeting advertising,", "case_id": 219, "document_id": 3964, "quoteStart": 3545, "quoteEnd": 3657}, {"id": 17107, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:46:48.298297", "updated_at": "2021-03-04 17:46:48.298297", "quoteText": "<p>Engage in any other conduct that restricts any person from using the Services, or that, in our sole judgment, exposes us, users, or any other third party to any liability, damages, or detriment of any type.</p>", "case_id": 285, "document_id": 3965, "quoteStart": 4593, "quoteEnd": 4806}, {"id": 17101, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:35:51.897649", "updated_at": "2021-03-04 17:35:51.897649", "quoteText": "You may not use the Services to take any action that could harm us or anyone else, interfere with the Services, or use the Services in a manner that violates any law.\n", "case_id": 280, "document_id": 3965, "quoteStart": 2486, "quoteEnd": 2653}, {"id": 17102, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:37:11.725676", "updated_at": "2021-03-04 17:37:11.725676", "quoteText": "For example, you may not:</p>\n<p>Impersonate any person or entity, or misrepresent your credentials or any information you provide;</p>\n<p>Engage in unauthorized spidering, scraping, or harvesting of content, or use any other unauthorized means to compile information;</p>", "case_id": 150, "document_id": 3965, "quoteStart": 2653, "quoteEnd": 2925}, {"id": 17105, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:42:05.836242", "updated_at": "2021-03-04 17:42:05.836242", "quoteText": "<p>Use the Services to send commercial electronic messages or install a computer program on another person’s computer system;</p>", "case_id": 281, "document_id": 3965, "quoteStart": 3244, "quoteEnd": 3373}, {"id": 17106, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:42:45.014238", "updated_at": "2021-03-04 17:42:45.014238", "quoteText": "<p>Obtain or attempt to gain unauthorized access to other computer systems, materials, information, or any services available on or through the Services;</p>\n", "case_id": 284, "document_id": 3965, "quoteStart": 3374, "quoteEnd": 3532}, {"id": 17109, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:47:59.991779", "updated_at": "2021-03-04 17:47:59.991779", "quoteText": "You may use the Services and print copies of RBI Content only for noncommercial, informational, personal use, without modification, and only so long as you comply with these Terms.</p>\n<p>\n", "case_id": 143, "document_id": 3965, "quoteStart": 5031, "quoteEnd": 5220}, {"id": 17104, "title": "Prohibits the publishing of personally identifiable information without the owner’s consent", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:40:00.022985", "updated_at": "2021-03-16 18:44:19.894623", "quoteText": "Solicit, collect, transmit, store, or otherwise make available private information or personal information of any third party;</p>", "case_id": 444, "document_id": 3965, "quoteStart": 3113, "quoteEnd": 3243}, {"id": 17110, "title": "Provides instructions on how to submit a copyright claim", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:48:59.602564", "updated_at": "2021-03-04 17:48:59.602564", "quoteText": "If you believe in good faith that content you own has been reproduced on the Services in a way that constitutes copyright infringement, please provide our designated agent with the following information in writing: ", "case_id": 138, "document_id": 3965, "quoteStart": 7233, "quoteEnd": 7448}, {"id": 17111, "title": "This service informs users that its Terms of Service does not apply to third party websites", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:49:47.829603", "updated_at": "2021-03-04 17:49:47.829603", "quoteText": "The Services may offer opportunities for you to transmit content via third-party social networking websites and products.\nAny use of third party social networking features is subject to the terms of use of the applicable third-party website or product and not these Terms, unless you are notified otherwise, in which case the terms and conditions set forth in such notification will apply.</p>", "case_id": 408, "document_id": 3965, "quoteStart": 8722, "quoteEnd": 9115}, {"id": 17113, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:55:16.065769", "updated_at": "2021-03-04 17:55:16.065769", "quoteText": " you agree not to provide User Content that:</p>\n<p>Infringes or violates the copyright, trademark, patent, or other intellectual property right of any person or entity;</p>\n<p>Is false, misleading, defamatory, obscene, abusive, hateful, threatening, harassing,", "case_id": 283, "document_id": 3965, "quoteStart": 9529, "quoteEnd": 9790}, {"id": 17114, "title": "Prohibits the posting of pornographic content", "source": "https://www.bk.com/terms-of-service", "status": "\"In addition to complying with Section 4, you agree not to provide User Content that: [...] Is false, misleading, defamatory, obscene, abusive, hateful, threatening, harassing, or sexually explicit;\"", "created_at": "2021-03-04 18:12:17.16591", "updated_at": "2021-03-04 18:28:03.301753", "quoteText": "or sexually explicit;", "case_id": 315, "document_id": 3965, "quoteStart": 9791, "quoteEnd": 9812}, {"id": 17115, "title": "You waive your moral rights", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:28:46.163743", "updated_at": "2021-03-04 18:28:46.163743", "quoteText": "You hereby waive any moral rights you may have in your User Content.", "case_id": 118, "document_id": 3965, "quoteStart": 11723, "quoteEnd": 11791}, {"id": 17119, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://www.bk.com/terms-of-service", "status": "\"By providing us User Content, you grant us a [...] license to [...] use and exploit your User Content in any way that we want and in any form, media, or technology now known or later developed.\"", "created_at": "2021-03-04 18:30:28.703334", "updated_at": "2021-03-04 18:44:32.086967", "quoteText": "to publish, reproduce, distribute, transmit, display, perform, edit, adapt, modify, translate, create derivative works of, sell, offer for sale, export, and otherwise use and exploit your User Content in any way that we want and in any form, media, or technology now known or later developed.", "case_id": 139, "document_id": 3965, "quoteStart": 11430, "quoteEnd": 11722}, {"id": 17149, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:03:29.085813", "updated_at": "2021-03-04 19:03:29.085813", "quoteText": "How We Use Information", "case_id": 227, "document_id": 3964, "quoteStart": 1394, "quoteEnd": 1416}, {"id": 17126, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:46:33.145828", "updated_at": "2021-03-04 18:46:33.145828", "quoteText": "The Services may contain links to other websites or online services that are not under the control of RBI.\nSuch links do not constitute an endorsement by RBI of those other websites or online services, the content they display, or people associated with them.\n", "case_id": 279, "document_id": 3965, "quoteStart": 12816, "quoteEnd": 13076}, {"id": 17127, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:46:56.356426", "updated_at": "2021-03-04 18:46:56.356426", "quoteText": "The Terms do not apply to such other websites and online services, and such websites and online services are not part of the Services.\nWe encourage you to review the privacy policies and terms of use of these other websites or services.</p>\n<p>", "case_id": 299, "document_id": 3965, "quoteStart": 13076, "quoteEnd": 13320}, {"id": 17133, "title": "The court of law governing the terms is in Florida, USA", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:51:54.07285", "updated_at": "2021-03-04 18:52:13.286118", "quoteText": "These Terms are governed by the laws of the United States and the State of Florida, without giving effect to their principles of conflicts of law.", "case_id": 163, "document_id": 3965, "quoteStart": 16549, "quoteEnd": 16695}, {"id": 17134, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:52:50.701107", "updated_at": "2021-03-04 18:52:50.701107", "quoteText": "If you and RBI do not resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section.\n", "case_id": 339, "document_id": 3965, "quoteStart": 17255, "quoteEnd": 17445}, {"id": 17139, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:56:52.283529", "updated_at": "2021-03-04 18:56:52.283529", "quoteText": "AND (IV) THE WARRANTIES RELATING TO THE ACCURACY, RELIABILITY, CORRECTNESS, OR COMPLETENESS OF DATA OR CONTENT MADE AVAILABLE ON THE SERVICES OR OTHERWISE BY RBI.\n", "case_id": 288, "document_id": 3965, "quoteStart": 20863, "quoteEnd": 21026}, {"id": 17144, "title": "Defend, indemnify, hold harmless; survives termination", "source": "https://www.bk.com/terms-of-service", "status": "Section 15. INDEMNIFICATION shall survive termination.", "created_at": "2021-03-04 18:59:17.121794", "updated_at": "2021-03-04 19:00:12.777289", "quoteText": "These obligations will survive any termination of these Terms.</p>\n<strong>", "case_id": 147, "document_id": 3965, "quoteStart": 25040, "quoteEnd": 25115}, {"id": 17151, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:05:04.634047", "updated_at": "2021-03-04 19:05:04.634047", "quoteText": "We may share your information with:</p>\n<ul>\n<li>Affiliates, including the BURGER KING®, TIM HORTONS® and POPEYES® brands;</li>\n<li>Franchisees, including local owners of BURGER KING®, TIM HORTONS® and POPEYES® restaurants;</li>\n<li>Business partners, service providers, and social media services;</li>\n", "case_id": 188, "document_id": 3964, "quoteStart": 2083, "quoteEnd": 2386}, {"id": 17154, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.bk.com/privacy-policy", "status": "\"We may share your information with [...] Other parties when required or permitted by law, as necessary to protect our users, or in connection with a corporate transaction.\"", "created_at": "2021-03-04 19:07:36.900748", "updated_at": "2021-03-04 19:08:13.186035", "quoteText": "as necessary to protect our users, or in connection with a corporate transaction.</li>\n", "case_id": 243, "document_id": 3964, "quoteStart": 2527, "quoteEnd": 2614}, {"id": 17155, "title": "Tracking via third-party cookies for advertising", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:08:49.34744", "updated_at": "2021-03-04 19:09:07.07774", "quoteText": "<p>We and other companies that provide advertising and other services on our Services may use cookies,", "case_id": 128, "document_id": 3964, "quoteStart": 2978, "quoteEnd": 3080}, {"id": 17129, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:48:30.181908", "updated_at": "2021-03-04 18:48:30.181908", "quoteText": "</p>\n<p>We may incorporate third party services, software, technology, data, and/or other content, either independently or in connection with various programs, features, or functions available through the Services.\nYour use of third-party materials may be subject to terms of use other than these Terms and as may be set forth by third party providers, as applicable.\nYou agree that RBI assumes no liability with respect to your use of such third-party materials, whether you are aware of their use or not and whether or not the use of such materials is recommended by RBI.</p>\n<p>", "case_id": 278, "document_id": 3965, "quoteStart": 13312, "quoteEnd": 13893}, {"id": 17131, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:50:24.249642", "updated_at": "2021-03-04 18:50:24.249642", "quoteText": "<p>In our sole discretion, we may restrict, suspend, or terminate your access to and use of the Services, with or without prior notice.", "case_id": 201, "document_id": 3965, "quoteStart": 15577, "quoteEnd": 15712}, {"id": 17136, "title": "You waive your right to a class action.", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:53:18.885349", "updated_at": "2021-03-04 18:53:18.885349", "quoteText": "EXCEPT WHERE PROHIBITED BY APPLICABLE LAW, WHICH MAY INCLUDE THE PROVINCE OF QUEBEC, ANY PROCEEDINGS TO RESOLVE OR LITIGATE ANY DISPUTE WILL BE CONDUCTED SOLELY ON AN INDIVIDUAL BASIS.\nNEITHER YOU NOR RBI WILL SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION OR IN ANY OTHER PROCEEDING IN WHICH EITHER PARTY ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY.\n", "case_id": 117, "document_id": 3965, "quoteStart": 17835, "quoteEnd": 18197}, {"id": 17138, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:56:32.83894", "updated_at": "2021-03-04 18:56:32.83894", "quoteText": "WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE DISCLAIM ALL WARRANTIES AND CONDITIONS, EXPRESS, STATUTORY, OR IMPLIED, INCLUDING BUT NOT LIMITED TO (I) THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, TITLE, QUIET ENJOYMENT, NO LIENS, AND NO ENCUMBRANCES.", "case_id": 290, "document_id": 3965, "quoteStart": 20342, "quoteEnd": 20643}, {"id": 17150, "title": "The service uses your personal data for advertising", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:04:18.830962", "updated_at": "2021-03-04 19:04:18.830962", "quoteText": "\n<p>We use the information we collect to, among other things:</p>\n<ul>\n<li>Register and create your account;</li>\n<li>Operate and manage our stored-value card program;</li>\n<li>Provide and manage the products and Services you request;</li>\n<li>Communicate with you about our products, services, and promotions;</li>\n<li>Deliver targeted advertising, promotions, and offers.\n", "case_id": 216, "document_id": 3964, "quoteStart": 1430, "quoteEnd": 1804}, {"id": 17140, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:57:10.981956", "updated_at": "2021-03-04 18:57:10.981956", "quoteText": "WE MAKE NO WARRANTIES OR CONDITIONS, EXPRESS, STATUTORY, OR IMPLIED, THAT THE SERVICES, INCLUDING, WITHOUT LIMITATION, THE CONTENT, FUNCTIONS, OR MATERIALS CONTAINED IN THE SERVICES, WILL BE TIMELY, SECURE, ACCURATE, ERROR-FREE, COMPLETE, UP-TO-DATE, FREE OF VIRUSES, OR UNINTERRUPTED.\n", "case_id": 287, "document_id": 3965, "quoteStart": 21231, "quoteEnd": 21517}, {"id": 17141, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:58:08.960498", "updated_at": "2021-03-04 18:58:08.960498", "quoteText": "UNDER NO CIRCUMSTANCES, INCLUDING WITHOUT LIMITATION NEGLIGENCE, WILL RBI, ITS AFFILIATES, OR ANY PARTY INVOLVED IN OPERATING, CREATING, PRODUCING, OR DELIVERING THE SERVICES BE LIABLE FOR DAMAGES OR LOSSES INCLUDING WITHOUT LIMITATION DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL, OR PUNITIVE DAMAGES OR LOST PROFITS ARISING OUT OF THE TERMS OR YOUR ACCESS, USE, MISUSE, OR INABILITY TO USE THE SERVICES", "case_id": 293, "document_id": 3965, "quoteStart": 22387, "quoteEnd": 22799}, {"id": 17142, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:58:29.836004", "updated_at": "2021-03-04 18:58:29.836004", "quoteText": "ANY CLAIM AGAINST US SHALL BE LIMITED TO THE AMOUNT YOU PAID, IF ANY, FOR USE OF THE SERVICES.</p>", "case_id": 149, "document_id": 3965, "quoteStart": 23653, "quoteEnd": 23751}, {"id": 17143, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 18:59:05.422602", "updated_at": "2021-03-04 18:59:05.422602", "quoteText": "You agree to indemnify, hold harmless, and defend RBI, its affiliates and licensors, any party involved in operating, creating, producing, or delivering the Services, and each of their respective officers, owners, directors, shareholders, contractors, agents, employees, general and limited partners, successors, and assigns from and against any and all demands, claims, damages, liabilities, judgments, fines, interest, penalties, losses, costs, expenses, and harms, including without limitation reasonable attorneys’ fees and fees of other professional advisers, arising out of or in connection with (i) your use of the Services, (ii) your online conduct in connection with the Services, (iii) your (or anyone acting under your password or username) violation or breach of these Terms, (iv) your failure to comply with any applicable laws or regulations in connection with the Services, (v) your negligence, willful misconduct, or violations of the intellectual property or other rights of any person in connection with the Services, or (vi) any of your dealings or transactions with other persons, persons or third party platforms resulting from use of the Services.\n", "case_id": 145, "document_id": 3965, "quoteStart": 23792, "quoteEnd": 24962}, {"id": 17146, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:00:48.770509", "updated_at": "2021-03-04 19:00:48.770509", "quoteText": "\nIn the event any provision of these Terms is held unenforceable, it will not affect the enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision.", "case_id": 294, "document_id": 3965, "quoteStart": 25344, "quoteEnd": 25600}, {"id": 17152, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.bk.com/privacy-policy", "status": "\"We may share your information with [...] Third-party companies that provide content, advertising, or functionality.\"", "created_at": "2021-03-04 19:05:36.897008", "updated_at": "2021-03-04 19:06:38.488449", "quoteText": "<li>Third-party companies that provide content, advertising, or functionality.\n", "case_id": 166, "document_id": 3964, "quoteStart": 2386, "quoteEnd": 2465}, {"id": 17153, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.bk.com/privacy-policy", "status": "\"We may share your information with [...] Other parties when required or permitted by law, as necessary to protect our users, or in connection with a corporate transaction.\"", "created_at": "2021-03-04 19:07:18.123078", "updated_at": "2021-03-04 19:07:57.793652", "quoteText": "Other parties when required or permitted by law,", "case_id": 164, "document_id": 3964, "quoteStart": 2478, "quoteEnd": 2526}, {"id": 17156, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.bk.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 19:09:23.607896", "updated_at": "2021-03-04 19:09:23.607896", "quoteText": "web beacons, do-not-track signals, and similar technologies to improve and customize your advertisements and your experience using our Services.\n", "case_id": 323, "document_id": 3964, "quoteStart": 3081, "quoteEnd": 3226}, {"id": 19866, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.bk.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-04 19:09:43.425287", "updated_at": "2021-05-13 13:46:55.445753", "quoteText": "You agree to immediately notify RBI of any unauthorized use of your password or username or any other breach of security.", "case_id": 484, "document_id": 3965, "quoteStart": 2303, "quoteEnd": 2424}], "urls": ["bk.com"]}}