{"error": 448, "message": "OK", "parameters": {"id": 2936, "name": "Paris Elysees", "created_at": "2021-04-02 12:24:41.970438", "updated_at": "2021-04-07 00:01:46.629055", "wikipedia": null, "keywords": null, "related": null, "slug": "paris_elysees", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2936.png", "url": "paris-elysees.com", "documents": [{"id": 4611, "name": "Privacy Policy", "url": "https://paris-elysees.com/homepage/legal-notice/privacy-policy/", "xpath": "", "text": "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use our website.[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only Allow all cookies Show details OK Use necessary cookies only NecessaryPreferencesStatisticsMarketing Show details Cookie declaration [#IABV2SETTINGS#] About cookies  Necessary (4) Preferences (3) Statistics (3) Marketing (0) Unclassified (0)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nNameProviderPurposeExpiryTypeCookieConsentCookiebotStores the user's cookie consent state for the current domain1 yearHTTPwc_cart_hash_#paris-elysees.comUsed to remember you as you browse through the pages of the websitePersistentHTMLwc_fragments_#paris-elysees.comUsed to remember the items in the shopping cart.SessionHTMLwordpress_test_cookieparis-elysees.comUsed to check if the user's browser supports cookies.SessionHTTP Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nNameProviderPurposeExpiryType_icl_visitor_lang_jsparis-elysees.comSaves the user's preferred language on the website.1 dayHTTPwpml_browser_redirect_testparis-elysees.comSaves the user's preferred language on the website.SessionHTTPwp-wpml_current_languageparis-elysees.comDesignates the country code that is calculated based on the user's IP address.\nUsed to determine what language should be used for the visitor.1 dayHTTP Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nNameProviderPurposeExpiryType_gaparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gatparis-elysees.comUsed by Google Analytics to throttle request rate1 dayHTTP_gidparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTP Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nWe do not use cookies of this type.\nUnclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nWe do not use cookies of this type.\n [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.\nCookie declaration last updated on 19.03.21 by Cookiebot +32 56 84 34 14 info@paris-elysees.com <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul> 0 Items <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> TABLE OF CONTENTS <ol>\n<li>Data Protection</li>\n<li>Type of Data</li>\n<li>Use of Cookies</li>\n<li>Logfiles</li>\n<li>Type of Cookies</li>\n<li>Contact</li>\n<li>Newsletters</li>\n<li>Shop</li>\n<li>Disclosure</li>\n<li>Automation</li>\n</ol>\n<ol>\n<li>Profiling</li>\n<li>3rd Parties</li>\n<li>Social</li>\n<li>Plug-ins</li>\n<li>Data Rights</li>\n<li>Security</li>\n<li>Modifications</li>\n<li>Disputes</li>\n<li>GTS</li>\n</ol> Privacy Policy &amp.\nData Use\n<p>This page explains what data we collect and how we use it on paris-elysees.com<br>\nPlease read them in order to know your rights and how to exercise them.</p> We are pleased that you have visited our website and are interested in our company and our products.\nThe protection of your data and information is an issue that we take seriously and we therefore want you to feel safe when you visit our website.\nThe section below provides, in accordance with applicable data privacy regulations, information about the personal data we collect when you:<p>\n</p>\n<p> visit our website: paris-elysees.com <br> place an order at Paris Elysees Parfums online shop<br> use the Paris Elysees Parfums customer account<br> subscribe to Paris Elysees Parfums email newsletters</p>\n<p>(hereinafter collectively called “website”), for what purposes we use and how we utilise such data to optimise our services for you.</p> 1.\nController, data protection officer of the controller\n<p>(1) Controller according to Art.\n4 (7) of EU’s General Data Protection Regulation (GDPR) is</p>\n<p>\n<strong>Paris Elysees Diffusion<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgium.<br>\nPh.: +32 56 84 34 14<br>\ne-mail: privacy@paris-elysees.com </strong>\n</p>\n<p>hereinafter referred to with “Paris Elysees”, “Paris Elysees Diffusion”, “Paris Elysees Parfums”, “PED”, “we” or “us”.<br>\nFor more information about the vendor, refer to our Legal Notice .</p>\n<p>(2) The data security officer can be reached at: privacy@paris-elysees.com or by using the aforementioned postal address with attention to Data security officer (DPO).</p> 2.\nTypes of Data Processed, Data Subject Categories\n2.1 Type of data processed\n<p> Inventory data (e.g., customer master data, such as names, addresses)<br> Contact detail (e.g., e-mail, phone numbers)<br> Content data (e.g., text entries, photos, videos)<br> Contractual data (e.g., subject matter, term, customer category)<br> Payment data (e.g., bank information, payment history)<br> Usage data (e.g., visited sites, interest in contents, access times)<br> Meta /communications data (e.g., device information, IP addresses)</p>\n2.2 Data subject categories\n<p> Visitors and users of the website and online offerings<br> Customers, interested parties and business partners<br> Newsletter subscribers<br>\n(The aforementioned persons are collectively referred to below as “User”.)</p> 3.\nUse of Cookies\n<p>We use your personal data</p>\n<p> to provide our website and online offering, its functions and contents.<br> to create and manage your personal customer account.<br> to identify you as a contractual partner.<br> to process your online purchases.\nThat includes your orders and return of products purchased from our webshop, payment processing as well as sending notices about delivery status or any problems relating to a delivery.\nYour personal data may also be processed for handling complaints or any warranty claims.<br> to respond to contact requests and communicate with Users.<br> to assert, enforce, maintain or defend against any legal claim(s) and legal dispute(s) as well as identify, investigate and prevent any criminal acts)<br> for security measures<br> to assess coverage<br> for the purpose of direct marketing, e.g.\nin the form of an e-mail newsletter or postal advertising.<br> for the purpose of surveys of product and service satisfaction and the analysis of these surveys.</p> 4.\nProvision of Website and Logfiles\n<p>(1) In case of using the website only for information purposes, i.e.\nwhen you are not registered or otherwise provide us with information, we collect only personal data that your browser automatically sends to our server.\nIf you want to browse our website, we collect the following data which are technically necessary for us to show you our website and ensure its stability and security (this is legally permitted under Art.\n6 Para.\n1 (1) f) of GDPR):</p>\n<p> IP address<br> Date and time of inquiry<br> Time zone difference to Greenwich Mean Time (GMT)<br> Content of request (specific page)<br> Access status/HTTP status code<br> Amount of data transmitted respectively<br> Website, from which the request comes<br> Browser<br> Operating system and its interface<br> Language and version of browser software</p>\n<p>(2) User IP addresses are deleted or anonymised after the end of website use.\nIn the case of anonymisation, the IP addresses are changed in such a way that the individual details relating to personal or factual circumstances can no longer be assigned to a specific or identifiable natural person or can only be assigned subject to a disproportionate amount of time, cost and effort.</p> 5.\nCookies\n<p>(1) In addition to the aforementioned logfile data, cookies are saved on your computer when you use our website.\nCookies are small text files that are stored on your hard drive and assigned to your browser and which provide certain information to the entity setting the cookie (us in this case).\nCookies cannot cause programs to run nor transmit viruses to your computer.\nThey are used to make our internet offering more user-friendly and effective on a whole.</p>\n<p>(2) Use of cookies:<br>\na) This website uses the following types of cookies, whose scope and functions are explained below:</p>\n<p> Session cookies (see b)<br> Permanent cookies (see c).</p>\n<p>b) Session cookies store a so-called session ID, with which different requests from your browser can be assigned to the shared session.\nSession cookies are deleted when you log out or close your browser.\nIf you launch your browser again and return to the website, the website will not recognise you.\nYou will need to log in again (if a login is required) or you must reset your templates and preferences when the website offers such functions.\nThen a new session cookie is generated that stores your information and which remains active until you leave the page or close your browser.</p>\n<p>c) Permanent cookies are deleted automatically after a specified period, which can differ depending on the cookie.\nYou can delete the cookies in your browser’s security settings at any time.</p>\n<p>(3) For what purposes do we use cookies?<br>\nWe use cookies in order to personalise contents and advertisements, to provide social media functions and to analyse traffic to our website.\nIn addition to that, we provide information about your use of our website to our partners for social media, advertising and and analyses.\nOur partners may combine this information with other data that you have provided them or which they have collected during your use of services.\nBy continuing to use our website, you give your consent to our cookies.<br>\nThe cookies used individually and their course of action on the website can be identified using Cookiebot’s cookie manager (https://www.cookiebot.com/ ).\nThe overview is updated on a regular basis.\nBelow is a simplified overview.</p>\n<p> Technically essential cookies<br>\nTechnically essential cookies allow you to use our website, by enabling basic functions like site navigation and access to secure areas of the website.\nAccessing our website may not work correctly without such cookies.<br>\n<em>Session cookies are deleted when the browser is closed.</em>\n</p>\n<p> Performance (e.g.\nUser’s browser) and preferences<br>\nWhen using our website, cookies are implemented (e.g.\nto recognise the browser) in order to optimise performance (e.g.\nloading contents faster).\nIf you visit our website, the country and language selection that is determined or set by you is stored in cookies in order to save you from having to select such again during subsequent visits.\nIn advance we check whether your browser supports cookies and this information is stored in an additional cookie.\nYou are then shown contact information that has been localised in accordance with your country and language settings and which is also stored.\nThe legal basis in this regard is Art.\n6 Para.\n1 (1) f) of GDPR.<br>\n<em>Session cookies – are deleted when the browser is closed.</em>\n</p>\n<p> Analytical cookies / tracking (statistics)<br>\nWe use third-party analytical cookies in order to understand how visitors use our website.\nThis helps us to improve the quality and contents of our website.\nThe aggregated statistical information includes data such as total number of visitors.\nFor instance, we find out how often and in what order the individual pages are viewed and how much time the visitors spend on average on our webpages.\nWe also learn whether Users have already visited our website at an earlier date.\nThis is legally permitted with the consent that you have given in accordance with Art.\n6 Para.\n1 (1) a) of GDPR.\nFor more information, refer to Section 13 (Web analysis services).<br>\n<em>Permanent cookies – remain, but are deleted automatically after a period of two years if a website has not been visited again.</em>\n</p>\n<p> Advertising cookies (Marketing)<br>\nWe use advertising cookies in order to be able to assess the effectiveness of our advertising efforts and derive any possible improvements.\nThis is legally permitted with the consent that you have given in accordance with Art.\n6 Para.\n1 (1) a) of GDPR.<br>\n<em>Permanent cookies – remain, but are deleted automatically after a period of two years if a website has not been visited again.</em>\n</p>\n<p>(4) Control over cookies<br>\nYou can set your browser to inform you about the setting of cookies and allow cookies only in individual cases, accept cookies for certain cases or generally exclude and enable the automatic deletion of cookies when closing your browser.\nDisabling cookies may limit the functionality of this website.<br>\nLearn more and change your choices about the cookies we use on our dedicated page: Paris Elysees Parfums Cookie Policy </p> 6.\nContact Form, Google reCAPTCHA, E-Mail Contact\n<p>(1) Our website has a contact form, which makes it easier to contact us electronically.\nIf a User makes use of this option, the data entered in the entry mask are sent to us and stored.\nThe corresponding data, in particular personal data, address data and messages (free text field) can be seen directly on the respective entry mask.</p>\n<p>At the time of submission, the following data are also stored:</p>\n<p> The User’s IP address<br> Date and time of submission of the form</p>\n<p>(2) With regard to processing the data, reference is made to this Privacy Policy during the form submission process.\nAlternatively, a User may also contact us using the provided e-mail addresses.\nIn such case, the User’s personal data sent with the e-mail will be stored.\nThe data will be used exclusively for processing the inquiry.</p>\n<p>(3) The processing of data that are transmitted when using the contact form or sending an e-mail is legally permitted under Art.\n6 Para.\n1 (1) f) of GDPR.\nIf the objective of the e-mail contact is to get support or enquire about current customer orders or to form an agreement, the additional legal basis for data processing is Art.\n6 Para.\n1 (1) b) of GDPR.</p>\n<p>(4) Personal data collected from the entry mask is used solely for the purpose of facilitating contact.\nContact by e-mail also presumes the necessary legitimate interest in the processing of data.\nOther personal data processed during the form submission process are used to prevent a misuse of our contact form and ensure the security of our IT systems.</p>\n<p>(5) The data will be deleted as soon as they are no longer needed to achieve the purpose for which they are collected.\nFor the personal data collected from the entry mask of the contact form and such data that are submitted by e-mail, this is the case when the respective conversation with the User has ended.\nThe conversation has ended when it can be inferred based on the circumstances that the respective matter has been resolved conclusively.\nThe personal data that are additionally collected during the form submission process will be deleted at the latest after a period of seven days.</p> 7.\nE-mail Newsletter\n7.1 Subscribing to newsletter\n<p>(1) By giving your consent, you can subscribe to our e-mail newsletter (hereinafter referred to as “Newsletter”), which is sent to inform you about our products, sales and events.</p>\n<p>(2) To register for our Newsletter subscription, we use a so-called double-opt-in process.\nThat means that we will send an e-mail to the provided e-mail address after your registration, in which you are asked to confirm that you wish to receive our Newsletter.\nIf you fail to confirm your registration within fourteen days, your information will be deleted automatically.\nIn addition to that, we also store the IP addresses that you used to register and confirm as well as the times of registration and confirmation.\nThe purpose of this process is to verify your registration and, if necessary, resolve any possible misuse of your personal data.</p>\n<p>(3) The mandatory information required for sending the Newsletter is only your e-mail address.\nThe provision of other information is voluntary and is used only in order to be able to address you personally.\nAfter receiving your confirmation, we save your e-mail address for the purpose of sending you the Newsletter.</p>\n<p>(4) The aforementioned procedures during the Newsletter subscription process are legally permitted with your consent in accordance with Art.\n6 Para.\n1 (1) a) of GDPR.</p>\n<p>(5) Your consent to receiving our Newsletters may be revoked at any time by unsubcribing.\nYou can unsubscribe by clicking on the respective link provided in each Newsletter e-mail or by sending an e-mail to the contact information mentioned above under 1.1 of this Privacy Policy.</p>\n<p>(6) The data that you have provided while subscribing to our Newsletter will be deleted when you cancel your subscription.</p>\n7.2.\nSending Newsletters after product purchase\n<p>(1) If you have purchased products in our webshop, we may possibly send you our Newsletter even without any prior subscription to our Newsletter, specifically to the e-mail address that you provide at the time of purchase.\nThis concerns newsletters promoting products similar to those which you purchased through our webshop and customer satisfaction surveys.\nWe select products for personalized recommendations in accordance with the statutory requirements and in particular on the basis of your previous purchasing history and information on your interests.\nFrom this, we determine your interest in specific products, taking into account any information you may have communicated to us regarding your interests and preferences.</p>\n<p>(2) To this end, we save this e-mail address in our Newsletter address database.\nTo verify the legitimacy of the Newsletter delivery, we also save the IP address used during the purchase and the time of the purchase.</p>\n<p>(3) The aforementioned procedures as part of sending Newsletters after a purchase are legally permitted under Art.\n6 Para.\n1 (1) f) of GDPR.\nOur legitimate interest in processing data is based on directly promoting our products to our customers and their interest in offers and promotions.</p>\n<p>(4) You can cancel the subscription of the Newsletter at any time.\nYou can cancel by clicking on the respective link provided in each Newsletter e-mail or by sending an e-mail to the contact information mentioned above under 1.1 of this Privacy Policy.</p>\n7.3.\nNewsletter tracking\n<p>(1) We do point out that we do analyse the behaviour of Newsletter recipients.\nFor this analysis, the sent e-mails include so-called web beacons or tracking pixels that represent single-pixel image files.\nFor these analyses we combine data or parts thereof which are mentioned above under 2.1 of this Privacy Policy as well as the web beacons with your e-mail address and an individual ID.\nEven the links included in the Newsletter have this ID.\nWith the data obtained in this manner, we create a user profile that allows us to tailor the Newsletter in order to better address the interests of our customers.\nIn doing so, we record when you read our Newsletters, the links that you click on and thus deduce your personal interests.\nWe in turn link such data with your actions on our website.</p>\n<p>(2) The above tracking is legally permitted with the consent that you have given in accordance with Art.\n6 Para.\n1 (1) a) of GDPR, provided that you have subscribed to our Newsletter.</p>\n<p>(3) In the event that you receive our Newsletter after making a purchase without specifically subscribing to the Newsletter and giving your consent, the aforementioned tracking is legally permitted under Art.\n6 Para.\n1 (1) f) of GDPR.\nOur legitimate interest in processing data as part of tracking is our desire to tailor the Newsletter in order to better address the interests of our customers.</p>\n<p>You can object to the aforementioned tracking at any time by clicking on the respective unsubscribe link provided in each Newsletter e-mail or by sending an e-mail to the contact information mentioned above under 1.1 of this Privacy Policy.\nThe information obtained through tracking will be stored until you have unsubscribed from the Newsletter.\nAfter unsubscribing we store the data anonymously purely for statistical purposes.</p>\n<p>(5) Tracking is moreover not possible if you have by default turned off the display of images in your e-mail client.\nIn such case, you will not be able to see the Newsletter in its entirety and you may not be able to use all features of the Newsletter.\nManually unblocking the display of images activates the above-described tracking.</p>\n7.4.\nNewsletter service provider\n<p>(1) The processing operations referred to above in connection with our newsletter, and in particular the analysis and evaluation of customer information and information relating to interested parties (transaction data), are implemented with the help of the services and IT systems of the following service provider who we have commissioned as our processor:</p>\n<p>\n<strong>The Rocket Science Group, LLC<br>\n675 Ponce de Leon Ave NE Suite 5000<br>\nAtlanta, GA 30308 USA</strong>\n</p>\n<p>You can consult the page “Mailchimp and the GDPR” at this address https://mailchimp.com/gdpr/ </p>\n<p>(2) The legality is guaranteed in contracts formed in accordance with Art.\n28 of GDPR and the EU standard model clauses.</p> 8.\nOnline Shop\n8.1 Use of online shop\n<p>When ordering merchandise from our webshop, we collect and process your personal data which are necessary for processing your order.\nMandatory information (name and address) which are necessary for processing orders are marked specifically.\nother information is provided voluntarily.\nThe processing of such personal data is legally permitted under Art.\n6 Para.\n1 b) of GDPR.</p>\n8.2 Customer account\n<p>When registering for a customer account (creating an account under “Sign up” or “Log in”) which is not necessary to make a purchase at our webshop, we process the following personal data: E-mail address and a password that you generate.\nAs registered customer you are able to access your profile and view your order history or your active orders.\nYou can delete your customer account at any time by sending a message to the contact listed under 1.1.\nor an e-mail to privacy@paris-elysees.com.\nThe processing of such personal data is legally established in Art.\n6 Para.\n1 (1) b) of GDPR.</p>\n8.3 Electronic order and payment processes\n<p>After deciding to complete your purchase as a registered customer or guest, we collect the following data in order to carry out the order: First name and surname, phone and date of birth, address, possibly delivery address.\nWith regard to type of payment, you can choose to pay by credit card or PayPal.\nIf you should pay by credit card (Visa or MasterCard), we process the name, the card number, the expiration date and the card validation code.<br>\nThe processing of your order and payment data is legally permitted under Art.\n6 Para.\n1 (1) b) of GDPR.<br>\nYour address, payment and order data are saved for a period of ten years after completion of the contract on the basis of archiving obligations under tax and commercial law and then deleted, unless you have consented to a more extensive storage period or the further processing of the data is necessary for the assertion, exercise or defence of legal claims.\nThe processing of personal data for the purpose of fulfilling the statutory archiving and storage obligations is legally permitted under Art.\n6 Para.\n1 (1) c) of GDPR.</p>\n8.4 Disclosure of data as part of scope of order\n<p>We process the data provided by you in order to take care of your order.\nTo fulfil a contract we will provide your data to the transport company (e.g.\nFrench Post or Belgian Post) that is responsible for the delivery, insofar as this is necessary for the delivery of the purchased merchandise.\nWe will also provide the collected payment information to the bank that you have selected for payment and, if necessary, to the payment service provider commissioned by us or to the selected payment service.\nIn part, the selected payment service provider will collect such data themselves if you create an account with them.\nIn this case, you must log in to the payment service provider using your login data during the order process.\nIn this context, the privacy policy of the respective payment service provider applies.\nIn accordance with Art.\n6 Para.\n1 b) of GDPR, we are entitled to disclose your personal data.\nOur service providers may only process or use your data for the purpose, for which they were provided to them if required.\nYou can access the data at any time.\nIf data have been provided to external service providers, we have ensured with the aid of technical and organisational measures that the data protection regulations are observed.</p> 9.\nDisclosure to Third Parties\n<p>(1) In order to be able to optimally process your order, we collect and save the data required for handling the transaction and, if necessary, provide such data to the companies involved in fulfilling the order within the framework of executed order processing agreements (payment, logistics, shipping).\nFor processing payments, we rely on payment service providers which are shown on the order page where it is necessary to select the payment methods.</p>\n<p>(2) Our Newsletters are sent with the involvement of services and IT systems of an external service provider (Infomaniak Network SA<br>\n), which we have commissioned within the framework of order processing.</p>\n<p>(3) As part of hosting our website, your data that we process will be processed by the website hosting company Infomaniak Network SA<br> which is active on our behalf on the basis of an order processing agreement.</p>\n<p>(4) In the case of utilising web analytical services and third party providers, data will be transmitted within the scope described here.\nThird party providers participate in the Privacy Shield Agreement in accordance with Art.\n45 Para.\n1 of GDPR.\nThis implies that such companies are able to demonstrate an appropriate level of data protection.\nFor more information, see: www.privacyshield.gov .</p> 10.\nAutomated Decision-Making\n<p>We do not utilise any fully automated decision-making system to justify and carry out business relations in accordance with Art.\n22 of GDPR.</p> 11.\nProfiling\n<p>In order to be able to inform and advise you about products in a targeted manner, we or services providers acting on our behalf possibly make use of web analytical services, in particular tracking technology.\nThese facilitate an appropriate communication and advertising.\nIn this regard, we make reference to Art.\n12 Web analytical services and advertising.</p> 12.\nData Processing by Third Party Providers\n12.1 Google Analytics\n<p>(1) This website uses Google Analytics, an online analytical service of Google Inc.\n(“Google”).\nGoogle Analytics implements cookies, i.e.\ntext files, which are saved on your computer, and which allow for analyzing your use of the website.\nThe information generated by the cookie based on your use of this website is usually transmitted to a Google server in the US and stored there.\nIf the IP anonymisation function is enabled on this website, your IP address will be abbreviated by Google beforehand within the member states of the European Union or other signatory states of European Economic Area Treaty.\nA full IP address is only sent in exceptional cases to a Google server in the US and truncated there.\nGoogle will use this information on behalf of the operator of this website in order to evaluate your use of the website, to compile reports about website activities and offer the website operator other services linked with website use and Internet use.</p>\n<p>(2) The IP address sent by your browser within the framework of Google Analytics is not compiled by Google with other data.</p>\n<p>You may prevent the storage of cookies by implementing the corresponding settings in your browser.\nplease note however that you may not be able to fully utilise all the functions of this website.\nIn addition to that, you can prevent Google from collecting data generated by the cookie and associated with your use of the website (including your IP address) and Google’s processing of such data by downloading and installing the browser plug-in provided by Google:</p>\n<p>(4) This website uses Google Analytics with the “_anonymizeIp()” extension.\nAs a result, IP addresses are only processed in a truncated form in order to prevent them from being linked to a specific person.\nIf the data collected about you can be associated with a specific person, such data will be excluded immediately and the personal data are promptly deleted.</p>\n<p>(5) We use Google Analytics in order to analyse and regularly improve our website.\nWith the statistics we are able to improve our offering and make it more interesting for you as a user.\nFor exceptional cases where personal data are sent to the US, Google has agreed to comply with the EU-US Privacy Shield, https://www.privacy-shield.gov/EU-US-Framework .\nThe use of Google Analytics is legally permitted with the consent that you have given (Art.\n6 Para.\n1 (1) a) of DSGVO).</p>\n<p>(6) Information about third party provider: Google Dublin, Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001.\nTerms of Service: http://www.google.com/analytics/terms/de.html , Overview of privacy policy: http://www.google.com/intl/de/analytics/learn/privacy.html , and Google’s Privacy Policy: http://www.google.defintl/de/policies/privacy .</p> 13.\nSocial Media\n13.1 Use of Facebook Plug In\n<p>(1) We currently use the following social media plug-ins: Facebook.<br>\nThis Facebook plugin allows us to connect our products to our stores on Facebook and Instagram in order to allow potential customers to buy these products on our website.</p>\n<p>(2) We have no control over the collected data and the data processing operations nor do we know the full extent of the data collection, the purpose of processing and the respective storage periods.\nWe also do not have any information relating to the deletion of data collected by the plug-in provider.</p>\n<p>(3) The plug-in provider stores the data collected about you as usage profiles and utilises these for advertising purposes, market research and/or to tailor its website to address requirements.\nSuch an evaluation is carried out in particular (even for users not signed in) to provide requests-oriented advertising and to inform other users of the social network about your activities on our website.\nYou are entitled to object to the creation of such user profiles, whereas you have to contact the respective plug-in provider to assert your objection.\nPlug-ins give us an opportunity to interact with social networks and other users, allowing us to improve our offering and make our presentation more interesting for you as a user.\nThe use of plug-ins is legally permitted under Art.\n6 Para..\n1 (1) b) of GDPR</p>\n<p>(4) The data disclosure takes place regardless of whether you have an account with the plug-in provider and are logged in there.\nIf you are logged in with the plug-in provider, the data collected about you from us are directly assigned to your existing account with the plug-in provider.\nWe recommend that you regularly log out when you are done using a social network, since this will help to prevent an assignment to your profile with the plug-in provider.</p>\n<p>(5) We hereby expressly point out that we as provider of this website have no knowledge about the contents and scope of the transmitted data nor their use by the plug-in provider.\nFor more information about the purpose and scope of the data collection and their processing by the plug-in provider, consult the respective providers’ privacy policies listed below.\nThere you will also find more information about your rights in this regard and possible settings to protect your privacy.</p>\n<p>(6) Addresses of the plug-in supplier and URLs with privacy policies:<br> Facebook Inc., 1601 S California Ave, Palo Alto, California 94304, USA.\nhttp://www.facebook.com/policy.php .\nfor more information about data collection: http.//vvww.facebook.cona/help/186325668085084 , http://vvww.faceb-ook.cona/about/privacy/your-info-on-other#applications and http://www.face-book.com/about/privacy/your-info#everyoneinfo .\nFacebook has agreed to comply with the EU-US Privacy Shield, https://www.privacyshield.gov/EU-US-Frame-work .</p>\n13.2 Use of Instagram plug in\n<p>(1) Our website makes use of so-called social plug-ins (“Plug-ins”) from Instagram, which is operated by Instagram LLC., 1601 Willow Road, Menlo Park, CA 94025, USA (“Instagram”).</p>\n<p>(2) When you open a page of our website that contains such a plug-in, your browser sets up a direct connection to the Instagram servers.\nThe contents of the plug-in are sent from Instagram directly to your browser and incorporated in the webpage.\nAs a result of this integration, Instagram receives information that your browser has accessed the corresponding page of our website, even if you do not have an Instagram profile or are not currently logged into Instagram.\nThis information (including your IP address) is sent by your browser directly to an Instagram server in the US and stored there.\nIf you are logged into Instagram, Instagram is able to directly assign your visit to our website to your Instagram account.\nIf you interact with the plug-ins, for instance actuating an Instagram button, this information is also directly sent to an Instagram server and stored there.\nThe information is also posted to your Instagram account and shown to your contacts there.</p>\n<p>(3) For information about the purpose and scope of data collection practices and further processing and use of such data by Instagram and your rights in this regard and the options available to protect your privacy, consult Instagram’s privacy policy.\nhttps://help.instagram.com/155833707900388/ If you do not want Instagram to assign data collected through our website directly to your Instagram account, you must log out of Instagram prior to visiting our website.\nYou can also prevent the loading of Instagram plug-ins by installing add-ons for your browser, e.g.\nthe script blocker “NoScript” http://noscript.net/ .</p> 14.\nPlug-Ins and Tools\n<p>We use the following plug-ins and tools.\nThe use of plug-ins is legally permitted under Art.\n6 Para..\n1 (1) b) of GDPR.</p>\n14.1 YouTube\n<p>(1) We have included YouTube videos in our online offering, which are stored at http://www.youtube.com and can be accessed directly for viewing on our website.\nThese are all integrated in “enhanced privacy mode”.\nin other words, no data is sent to YouTube about you being a user if you do not play the videos.\nThe data mentioned under Art.\n2 are sent only if you play the videos.\nWe have no control over the transfer of these data.</p>\n<p>(2) By visiting the website, YouTube receives information about the fact that you have accessed the corresponding sub-page of our website.\nIn addition, the data mentioned under Art.\n2 (Visiting the website) of this Statement will also be transmitted.\nThis happens regardless of whether you have a YouTube user account that are logged into it or do not have a user account.\nIf you are logged into Google, your data are directly assigned to your account.\nIf you would prefer the use not to be associated with your YouTube profile, you need to log out prior to actuating the button.\nYouTube stores the data collected about you as usage profiles and utilises such data for advertising purposes, market research and/or to tailor its website to address requirements.\nSuch an evaluation is carried out in particular (even for users not signed in) to provide requests-oriented advertising and to inform other users of the social network about your activities on our website.\nYou are entitled to object to the creation of such user profiles, whereas you have to contact YouTube in order to assert your objection.</p>\n<p>(3) YouTube is a subsidiary of Google.\nFor more information about the purpose and scope of data collection and their processing by YouTube, consult its privacy policy.\nThere you will also find more information about your rights and possible settings to protect your privacy.\nhttps://wwvv.google.de/intl/de/policies/privacy .\nGoogle also processes your personal data in the US and has agreed to comply with the EU-US-Privacy-Shield, https://www.privacyshield.gov/EU-US-Framework .</p>\n14.2 Google fonts\n<p>(1) This site uses so-called web fonts provided by Google to ensure the uniform presentation of fonts.\nWhen accessing a page, your browser loads the necessary web fonts into your browser cache to facilitate the correct displaying of texts and fonts.</p>\n<p>(2) To do so, the browser you use must connect with Google’s servers.\nAs a result of that, Google knows that our website has been accessed using your IP address.\nGoogle web fonts are used in the interests of providing a uniform and appealing presentation of our online services.\nThis constitutes a legitimate interest within the meaning of Art.\n6 Para.\n1 (1) f) of GDPR.\nIf your browser does not support web fonts, your computer will use the default font.\nYou can find more information about Google web fonts at https://developers.google.com/fonts/faq and in Google’s privacy policy: https://www.google.com/policies/privacy/ .</p> 15.\nYour Rights\n<p>If personal data concerning you are processed, you are in the legal sense a person concerned by the GDPR Regulation and you have the following rights with regard to us as controller.\nIf you wish to exercise your rights or receive more information, please contact us or our Data Security Officer:</p>\na) Rights according to Art.\n15 ff.\nof GDPR\n<p>(1) The Data Subject has the right to ask the Controller to confirm whether they have processed personal data relating to you.\nif that is the case, the Date Subject has a right to information about such personal data and to information listed in detail in Art.\n15 of GDPR.\nUnder certain legal requirements you have a right to correction in accordance with Art.\n16 of GDPR, the right to restrict processing in accordance with Art.\n18 of GDPR and the right to deletion (“Right to be forgotten”) in accordance with Art.\n17 of GDPR.\nIn addition, you have the right to request the receipt of data provided by you in a structured, common and machine-readable format (Right to data portability) in accordance with Art.\n20 of GDPR, provided that the processing is implemented using automated procedures and based on consent under Art.\n6 Para.\n1 a) or Art.\n9 Para.\n2 a) or a contract in accordance with Art.\n6 Para.\n1 b) of GDPR.</p>\nb) Revoking consent in accordance with Art.\n7 Para.\n3 of GDPR\n<p>If processing is carried out on the basis of consent, you may revoke your consent for the processing of personal data at any time.\nPlease note that a revocation only takes effect for the future.\nData processing, which took place prior to the revocation, is not affected by this.</p>\nc) Right to lodge a complaint\n<p>You have the option of submitting a complaint to us or to a data protection supervisory authority (Art.\n77 of GDPR).\nThe competent supervisory authority in Belgium is: DPA (Data Protection Authority – Autorité de protection des données – Gegevensbeschermingsautoriteit), Rue de la presse 35, 1000 Brussels, Tel.: +32 (0)2 274 48 00, Fax: +32 (0)2 274 48 35, e-mail: contact@apd-gba.be, website: https://www.dataprotectionauthority.be/ </p>\nd) Right to object in accordance with Art.\n21 of GDPR\n<p>In addition to the aforementioned rights, you are also entitled to object as follows:</p>\nCase-based right to object\n<p>You have the right for reasons arising in connection with your particular situation to object at any time to the processing of personal data relating to you and based on Art.\n6 Para.\n1 (1) e) of GDPR (Data processing carried out for public interests) and Art.\n6 Para.\n1 1 f) of GDPR (Data processing for purposes of legitimate interests).\nthis also applies to profiling based on this provision within the meaning of Art.\n4 (4) of GDPR.\nShould you object, we will no longer process your personal data, unless we are able to provide compelling legitimate grounds for such processing that outweigh your interests, rights and freedoms or the processing serves the assertion, exercising and defense of legal claims.</p>\nRight to object to processing of data for advertising purposes\n<p>In specific cases, we process your personal data for direct advertising purposes.\nYou have the right to object at any time to the processing of personal data relating to you for the purposes of such advertising.\nthis also applies to proﬁling, provided that it is associated with such direct advertising.\nIf you object to processing carried out for direct advertising purposes, we will no longer process your personal data for such purposes.</p> 16.\nSecurity\n<p>(1) We have taken technical and organisational security measures in accordance with Art.\n24, 32 of GDPR in order to protect your personal data from loss, destruction, manipulation or unauthorised access.\nAll our employees and all third parties that are involved in the data processing are obligated to comply with the requirements of GDPR and the confidential handling of personal data.</p>\n<p>(2) SSL or TLS encryption.\nThis site uses SSL or TSL encryption for security reasons and to protect the transmission of sensitive contents, such as orders and inquiries that you send to us as site operator.\nYou can recognize an encrypted connection by the fact that the browser’s address bar switches from “http://” to “https://” and a lock symbol appears there as well.\nIf SSL or TSL encryption is enabled, the data that you send us cannot be read by third parties.</p> 17.\nChanges to our Privacy Policy\n<p>We reserve the right to change our security and privacy protection measures if this becomes necessary due to technical development or legal changes.\nIn such cases, we will also adjust our Privacy Policy accordingly.\nAs a result of that, make sure that you always use the current version of our Privacy Policy.</p> 18.\nOnline settlement of disputes\n<p>According to the Regulation on Online Dispute Resolution in Consumer Affairs (http://ec.europa.eu/consumers/odr/ ), we are obligated to inform you: We are not obligated nor willing to participate in settling a dispute in front of a consumer arbitration board.</p> 19.\nGeneral Terms and Conditions\n<p>This Privacy Policy supplements the General Terms and Conditions of Paris Elysees Diffusion SPRL for its online shop https://paris-elysees.com/homepage/legal-notice/general-terms-of-sale/ with regard to data privacy matters.</p> Privacy Policy updated on October 2019.<br> Internal link (this website)<br> External link (over the Internets) Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Réseaux Sociaux &amp.\nBlog Paris Elysees <p>YouTube</p> Pinterest Twitter Facebook Instagram Notre Blog <em>You are Here:</em> Homepage / Legal Notice / Privacy Policy &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> 2019-2020 Paris Elysees Parfums<br>\nAll rights reserved worldwide.<br> Legal Notice | Cookie Policy | Privacy Policy<br> Terms and Conditions | Shipping &amp.\nReturn Paris Elysees India&nbsp;|&nbsp;Paris Elysees USA&nbsp;|&nbsp;Paris Elysees Brazil&nbsp;|&nbsp;Paris Elysees Vietnam<p>\n</p>\n<p> Paris Elysees brand and Paris Elysees logotypes are registered trademarks.<br>\nParis Elysees Diffusion SPRL registered under the Belgian’s laws, folio 91 of the 36471 volume, sheet number B-290549, first registration (TVABE0847156032) with offices located at: Rue de Menin 28, 7700 Mouscron, Belgium.<br>\nWebsite V7.0 | Theme V1.0 developed &amp.\nmaintained with love by Eredit.io <br>\nHosted with class in Switzerland by Infomaniak </p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul> ", "created_at": "2021-04-02 12:24:42.278906", "updated_at": "2021-04-02 12:29:42.146022"}, {"id": 4612, "name": "Legal Notice", "url": "https://paris-elysees.com/homepage/legal-notice/", "xpath": "", "text": "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use our website.[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only Allow all cookies Show details OK Use necessary cookies only NecessaryPreferencesStatisticsMarketing Show details Cookie declaration [#IABV2SETTINGS#] About cookies  Necessary (4) Preferences (3) Statistics (3) Marketing (0) Unclassified (0)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nNameProviderPurposeExpiryTypeCookieConsentCookiebotStores the user's cookie consent state for the current domain1 yearHTTPwc_cart_hash_#paris-elysees.comUsed to remember you as you browse through the pages of the websitePersistentHTMLwc_fragments_#paris-elysees.comUsed to remember the items in the shopping cart.SessionHTMLwordpress_test_cookieparis-elysees.comUsed to check if the user's browser supports cookies.SessionHTTP Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nNameProviderPurposeExpiryType_icl_visitor_lang_jsparis-elysees.comSaves the user's preferred language on the website.1 dayHTTPwpml_browser_redirect_testparis-elysees.comSaves the user's preferred language on the website.SessionHTTPwp-wpml_current_languageparis-elysees.comDesignates the country code that is calculated based on the user's IP address.\nUsed to determine what language should be used for the visitor.1 dayHTTP Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nNameProviderPurposeExpiryType_gaparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gatparis-elysees.comUsed by Google Analytics to throttle request rate1 dayHTTP_gidparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTP Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nWe do not use cookies of this type.\nUnclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nWe do not use cookies of this type.\n [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.\nCookie declaration last updated on 3/19/21 by Cookiebot +32 56 84 34 14 info@paris-elysees.com <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul> 0 Items <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> TABLE OF CONTENTS <ol>\n<li>General Information</li>\n<li>Use of Website</li>\n<li>Agreement</li>\n<li>Contact</li>\n<li>Copyright</li>\n<li>Privacy</li>\n</ol>\n<ol>\n<li>Cookie Policy</li>\n<li>Retouched Photos</li>\n<li>Resources</li>\n<li>Legal</li>\n<li>ODR</li>\n</ol> &nbsp.\nLegal Notice &amp.\nTerms of Use\n<p>This page contains mandatory information and conditions of use for the website paris-elysees.com.\nPlease read and accept them if you continue to use our website.</p> 1.\nGeneral Informations\n<p>(1) You are currently visiting Legal Notice &amp.\nTerms of Use page of paris-elysees.com, the official website for PARIS ELYSEES PARFUMS (hereinafter referred to as “the website”, “this website” or “company’s website”) under the company PARIS ELYSEES DIFFUSION SPRL.\n(hereinafter referred to as “PED”), settled Rue de Menin 28, 7700 Mouscron, Belgium.<br>\nRegistered under the Belgian’s laws, folio 91 of the 36471 volume, sheet number B-290549, first registration (TVABE0847156032).</p>\n<p>The responsible publisher is: L.\nAmeloot Louis@paris-elysees.com <br>\nThe technical manager is: M.\nDemouveaux admin@eredit.io </p>\n<p>(2) The website is hosted on a private, dedicated server in Switzerland by the company Infomaniak Network SA – 26 Avenue de la Praille 1227 Geneva, registered number CHE-103.167.648.\nThe use of this website is submitted under Paris Elysees Legal Notice wich is described below.\nThe User who does not wish to accept all or part of Paris Elysees Legal Notices or any subsequent modification, must refrain from using the Site.</p> 2.\nUse of the Website\n<p>The access and use of this website is exclusively the visitor’s responsibility which acknowledges the agreement, as user, of all and each of the following conditions.<br>\nYou certify that you are at least 14 years old.\nIn order to use this website if you are under 14, you must obtain a prior authorization from parents, tutors, or legal representatives whom will be responsible for all actions realized by the minor.<br>\nPED will be able to deny or withdraw when needed and without notice the access of the website from users who would not respect the mentioned conditions, the law and order.\nPED has the right without notice and when it seems necessary to review periodically these conditions.<br>\nThe modified conditions will be valid when they are visible on the company’s website.</p> 3.\nUser’s Agreement\n<p>The user agrees to use this website in a good way, in conformity with the law, the moral, public order and in respect of this Legal Notice.<br>\nThe user must prevent him/herself from using this website in a way that could damage the proper use of this website by other users and lead to possible PED prejudice.<br>\nThe user shall be liable for any damage or injury caused to PED as a result of non-compliance with the Legal Notices presented on this page.<br>\nIn any case, the user will not be able to sue PED in case of damage caused by misuse of the website or non-compliance with this legal notice.</p> 4.\nContact Paris Elysees Parfums\n<p>(1) You can write us any inquiry or claim by mail at info@paris-elysees.com.</p>\n<p>(2) You can also contact us using our website Contact page </p>\n<p>(3) You can call our main office in Belgium: +32 56 84 34 14* (Monday to Friday, from 9am to 6pm).<br>\n<em>*Number not surcharged, rates according to operator.</em>\n</p> 5.\nIntellectual &amp.\nIndustrial Property\n<p>(1) The general website results from the European and international legislation regarding the intellectual property (trademark, author’s right, database).<br>\nIn this condition, all rights of reproduction, representation, and public communication are reserved, including downloadable files and other visual representation, iconography, pictures, audio, video, texts or others.<br>\nNo license or right other than the right to visit this website is granted to the visitor regarding intellectual property.</p>\n<p>(2) The reproduction of this website or a part of it on any support is absolutely prohibited except if a special written authorization is given by the responsible for the website (technical and/or editorial).\nHowever, the reproduction of documents of this website is allowed under the condition of personal and private use (Fair Use) with respect of the provided documents (no modification, no alteration of any kind).\nThe short citations are allowed under the condition that you clearly mention the source as followed <em>“This document is from Paris Elysees Parfums, paris-elysees.com.\nThe reproduction rights are reserved and strictly limited.”</em> The website address paris-elysees.com must appear in the reference.\nFor any other use of our assets, an authorization must be sent to us and approved.\nExcept special authorization, all documents’ copyright of PED’s website and each of the created part are exclusive property of PED.</p>\n<p>(3) PED has the right to modify or correct without notice any content of the website at anytime.</p> 6.\nPrivacy &amp.\nPersonal Information\n<p>\n<strong>In order to preserve your privacy and security online, the connection to this site is encrypted and authenticated using a strong protocol (TLS 1.2), a strong key exchange (ECDHE_RSA with P-256), and a strong cipher (AES_128_GCM), proof is the little padlock near the website address and the HTTPS:// mention (read more on Wikipedia )</strong>\n</p>\n<p>(1) PED will protect the confidentiality of personal information provided by users of its website.\nHowever, in order to optimize its website, PED can ask a user the right to put online some of its provided personal information.\nThis action will be taken only if the user has given PED the right to proceed.\nThe provided information will no longer be in this case and under their responsibility considered confidential and must be exact, not harmful to someone’s interests.\nPED disclaims all responsibility regarding possible damage resulting from the circulation of such information.\nIn order to offer you conformed and efficient services, and satisfy any information, fidelity cards, surveys or any kind of commercial’s request, we can ask you to provide us personal information which will be updated in our computing service.\n</p>\n<p>(2) PED has the right to communicate your information to companies sharing common interests within the limit of your given authorizations.\n(More information on our Privacy Policy page )</p> 7.\nCookie Policy\n<p>(1) The Website paris-elysees.com uses cookies.\nThese files saved on your computer help us facilitate your access to our services.<br>\nThese cookies do not include data which could personally identify you.</p>\n<p>(2) You have the opportunity at any time to permanently disable cookies or choose to set your browser to notify you and submit your acceptance to each cookie before they are stored on your computer.<br>\nMore information can be found on Cookie Policy page .</p> 8.\nRetouched Photos\n<p>(1) In accordance with the French decree n° 2017-738 of May 4, 2017 relating to photographs for commercial use of mannequins whose bodily appearance has been modified (link ) we have the obligation to mention the cases where a photograph has been retouched in order to refine the silhouette of the represented mannequin.<br>\nThe concerned material must display the legal notice “Photo Retouched” in any communication intended for the public.</p>\n<p>(2) No photograph or illustration present on this website has been retouched in order to refine the silhouette of the persons represented.<br>\nThe modifications made to the photos and illustrations on this site and in our communications to the public have only been slightly modified with an editing software in order to increase the contrast and/or refine the chromatic scale, these are the only modifications that we make for the purpose of graphic coherence.</p> 9.\nExternal Ressources\n<p>(1) Illustration pictures and photos are mostly from pexels.com under Creative Commons Zero (CC0) license, more details can be found on this page .</p>\n<p>(2) Some illustration pictures are licensed and copyrighted, and we have bought them from Shutterstock .</p>\n<p>(3) This website is motorized by WordPress , an open source software.\nThe license under which the WordPress software is released is the GPLv2 (or later) from the Free Software Foundation , you can read the text of the license here .</p>\n<p>(4) PED website uses proprietary code from third parties (Firewall, SEO, E-Commerce, analytics, CDN, icons, to name a few …), we are in possession of the licenses and authorizations allowing us to use this code and these functions within the limits of the rights given to us by the issuing companies.</p>\n<p>(5) This website is hosted on a private, dedicated server in Switzerland by Infomaniak .</p>\n<p>(6) PED website is developed and maintained by eredit.io – Web Development in Saint Tropez (France) .</p> 10.\nApplicable Right &amp.\nJurisdiction\n<p>The content of this Legal Notice is under the Belgian regulation, and laws.<br>\nAny issue resulting from the written conditions, or from non-respect, interpretation, resolution, or validity of the website content will be by default an amicable agreement under the Court of Brussels in Belgium.</p> 11.\nOnline settlement of disputes\n<p>According to the Regulation on Online Dispute Resolution in Consumer Affairs (http://ec.europa.eu/consumers/odr/ ), we are obligated to inform you: We are not obligated nor willing to participate in settling a dispute in front of a consumer arbitration board.</p>\n<p> Legal Notice updated on October 2019.<br> Internal link (this website)<br> External link (over the Internets)</p> Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Réseaux Sociaux &amp.\nBlog Paris Elysees <p>YouTube</p> Pinterest Twitter Facebook Instagram Notre Blog <p>\n<em>You are Here:</em> Homepage / Legal Notice</p> &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> 2019-2020 Paris Elysees Parfums<br>\nAll rights reserved worldwide.<br> Legal Notice | Cookie Policy | Privacy Policy<br> Terms and Conditions | Shipping &amp.\nReturn Paris Elysees India&nbsp;|&nbsp;Paris Elysees USA&nbsp;|&nbsp;Paris Elysees Brazil&nbsp;|&nbsp;Paris Elysees Vietnam<p>\n</p>\n<p> Paris Elysees brand and Paris Elysees logotypes are registered trademarks.<br>\nParis Elysees Diffusion SPRL registered under the Belgian’s laws, folio 91 of the 36471 volume, sheet number B-290549, first registration (TVABE0847156032) with offices located at: Rue de Menin 28, 7700 Mouscron, Belgium.<br>\nWebsite V7.0 | Theme V1.0 developed &amp.\nmaintained with love by Eredit.io <br>\nHosted with class in Switzerland by Infomaniak </p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul> ", "created_at": "2021-04-02 12:24:42.584152", "updated_at": "2021-04-02 12:30:01.395398"}, {"id": 4614, "name": "Terms and Conditions", "url": "https://paris-elysees.com/homepage/legal-notice/terms-and-conditions/", "xpath": "", "text": "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use our website.[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only Allow all cookies Show details OK Use necessary cookies only NecessaryPreferencesStatisticsMarketing Show details Cookie declaration [#IABV2SETTINGS#] About cookies  Necessary (4) Preferences (3) Statistics (3) Marketing (0) Unclassified (0)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nNameProviderPurposeExpiryTypeCookieConsentCookiebotStores the user's cookie consent state for the current domain1 yearHTTPwc_cart_hash_#paris-elysees.comUsed to remember you as you browse through the pages of the websitePersistentHTMLwc_fragments_#paris-elysees.comUsed to remember the items in the shopping cart.SessionHTMLwordpress_test_cookieparis-elysees.comUsed to check if the user's browser supports cookies.SessionHTTP Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nNameProviderPurposeExpiryType_icl_visitor_lang_jsparis-elysees.comSaves the user's preferred language on the website.1 dayHTTPwpml_browser_redirect_testparis-elysees.comSaves the user's preferred language on the website.SessionHTTPwp-wpml_current_languageparis-elysees.comDesignates the country code that is calculated based on the user's IP address.\nUsed to determine what language should be used for the visitor.1 dayHTTP Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nNameProviderPurposeExpiryType_gaparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gatparis-elysees.comUsed by Google Analytics to throttle request rate1 dayHTTP_gidparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTP Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nWe do not use cookies of this type.\nUnclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nWe do not use cookies of this type.\n [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.\nCookie declaration last updated on 3/19/21 by Cookiebot +32 56 84 34 14 info@paris-elysees.com <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul> 0 Items <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> TABLE OF CONTENTS <ol>\n<li>Scope</li>\n<li>Customers</li>\n<li>Purchase</li>\n<li>Prices</li>\n<li>Payment</li>\n<li>Delivery</li>\n<li>Self Delivery</li>\n</ol>\n<ol>\n<li>Ownership</li>\n<li>Revocation</li>\n<li>Defects</li>\n<li>Liability</li>\n<li>After Sale</li>\n<li>ODR</li>\n<li>Legal</li>\n</ol> &nbsp.\nGeneral Terms and Conditions of Sale\n<p>of Paris Elysees Diffusion SPRL for the online shop paris-elysees.com<br>\nPlease read and accept these General Terms and Conditions of Sale before making a purchase on the website paris-elysees.com</p> 1.\nScope &amp.\nContact Details\n<p>(1.1) These General Terms and Conditions (hereinafter referred to as “GTC”) shall apply for all contracts concluded through our online shop at paris-elysees.com (hereinafter referred to as “Online Shop”) between us, Paris Elysees Diffusion SPRL, and you as our customer.</p>\n<p>(1.2) Your differing, conflicting or supplementary General Terms and Conditions shall only become part of the contract if they have been explicitly acknowledged by us in writing.\nOur mere knowledge of your General Terms and Conditions does not make these part of the contract.</p>\n<p>(1.3) The version of the GTC valid at the point in time of conclusion of the contract shall be authoritative.</p>\n<p>(1.4) Our contact details are:</p>\n<p>\n<strong>Paris Elysees Diffusion SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgium.</strong>\n</p>\n<p>\n<strong>Phone: +32 56 84 34 14<br>\nE-mail: info@paris-elysees.com</strong>\n</p>\n<p>\n<strong>Legal representative (Managing Director): Louis Ameloot</strong>\n</p> 2.\nEligible customers, purchase order quantities\n<p>(2.1) You may only place orders in our online shop if you are acting as an adult consumer and not as a commercial trader or within the framework of self-employed activity.</p>\n<p>(2.2) Furthermore, we shall only accept purchase orders that provide for the delivery of standard and usual consumer quantities.</p> 3.\nPurchase order processing, conclusion of the contract\n<p>(3.1) By illustrating and advertising products in our online shop, we are not submitting a binding offer for the sale of these products.\nThis illustration merely represents a request that you yourself should submit a binding offer to buy the products you have placed in the shopping basket.</p>\n<p>(3.2) In the online shop, you can select products and place them in a virtual shopping basket by clicking the button “Add to cart“ which appears in the online shop every time you click the shopping cart icon.</p>\n<p>(3.3) You can start the actual ordering process by clicking the shopping cart icon.\nYou can go through the ordering process with or without the creation of a personal user account.\nIn the ordering process, enter your address and select the shipping and payment methods (insofar as several options are available).\nWith certain payment methods, you must enter further data for payment (e.g.\nfor payment by credit card the card number, the cardholder, the date of expiry and the CVV code).\nIf you create a personal user account, your address data will be saved for future purchase orders.\nAfter you have entered the above-mentioned data, you are taken to a page (hereinafter referred to as “Order overview”) which shows you your order once more and gives you the opportunity to recognize any input errors.\nBy clicking the “Back” function of your Internet or mobile browser and editing the relevant fields on the pages that then appear, you can change and correct the selected products and your details before completing your purchase order, and return to the order overview by clicking the appropriate buttons on the individual pages.</p>\n<p>(3.4) Complete your purchase order by clicking the “Buy Now” button.\nBy clicking this button, you submit a binding offer to buy the products listed on the order overview.</p>\n<p>(3.5) Clicking the “Buy now” button does not yet lead to a purchase contract.\nFirst you will receive an acknowledgement of the receipt of your order from us by email.\nthis acknowledgement is not a legally binding acceptance of your order either.\nWe reserve the right to accept your purchase order in full or in part, in particular if the availability of the products ordered by you is limited, or if they are not available at all.\nThe purchase contract for a product ordered by you does not come about until you have received a further email from us with shipping confirmation for the product, or you have received the product.</p>\n<p>(3.6) The conclusion of the contract is offered in French and English.</p>\n<p>(3.7) The text of the contract (consisting of the following components: your purchase order, these GTC as well as the shipping confirmation sent by us) is saved by us after conclusion of the contract.\nThe text of the contract is made accessible to you through the transmission of its components by email.</p> 4.\nPrices and shipping costs\n<p>(4.1) Unless otherwise indicated, the prices quoted in our online shop are inclusive of statutory VAT.\nThese prices do not include shipping costs.\nthese are to be paid by you.</p>\n<p>(4.2) In each case, the online shop indicates whether shipping costs are payable for your purchase order.\nIf this is the case, the amount due for shipping is also shown.</p>\n<p>(4.3) The price of the products selected by you for your order, including VAT and any shipping costs due, are summarized again in the order overview.</p>\n<p>(4.4) Should we send you part-deliveries in accordance with Section 6.5 of these GTC, the shipping costs shown in the online shop shall only be payable for the first part-delivery.</p> 5.\nTerms of payment and setoff\n<p>(5.1) We accept only the methods of payment offered in the online shop.</p>\n<p>(5.2) The purchase price becomes due on formation of the purchase contract.</p>\n<p>(5.3) You can only offset payments with claims that (a) have been recognized by declaratory judgement, are ready for judicial adjudication or are undisputed by us, or (b) arise from the same contractual relationship as our claim against which you intend to offset.</p> 6.\nDelivery – Delivery periods – Part-deliveries\n<p>(6.1) Delivery shall be made to the delivery address specified by you in the ordering process.</p>\n<p>(6.2) Insofar as we have not stated any other delivery period in the ordering process or in the shipping confirmation, the delivery period shall be approximately 2-5 working days from confirmation of shipping.</p>\n<p>(6.3) Our deliveries are effected by shipping companies.\nWe ship your orders with the French post office or the Belgian post office (standard parcel) according to your residence address and the country of destination.</p>\n<p>(6.4) As soon as we give the shipping company in question products to be delivered to you, you shall receive shipping confirmation, together with a tracking link with which you can follow the status of the shipment.</p>\n<p>(6.5) We are entitled to send part-deliveries to an extent that is reasonable for you.</p>\n<p>(6.6) Details of shipping and return conditions can be found on the dedicated Shipping and Return of Goods page </p> 7.\nSelf-delivery clause\n<p>(7.1) We are hereby released from our contractual obligation to deliver a product ordered by you when all of the following conditions are met: (a) We obtain the product from a prior vendor, (b) we concluded an appropriate purchase contract with the prior vendor for the product before we concluded the contract with you, (c) the prior vendor does not deliver the product to us, and (d) we are not responsible for the non-delivery by the prior vendor.</p>\n<p>(7.2) Should our delivery commitment to you lapse in accordance with Section 7.1, we shall inform you without delay of the non-availability of the product and refund without delay any payment already made by you for the product and its delivery.</p> 8.\nRetention of ownership\n<p>The delivered products shall remain our property until the purchase price has been paid in full.</p> 9.\nRight of revocation and revocation instructions\n<p>(9.1) In the conclusion of distance contracts, consumers have a statutory right of revocation for the purchase of products like those offered in the online shop.\nWe shall inform you in the following about this right of revocation in accordance with statutory provisions:</p> Revocation instructions\nRight of revocation\n<p>You have the right to withdraw from this contract within thirty days without providing reasons.</p>\n<p>The revocation period is thirty days from the day you, or a third party named by you who is not the carrier, took possession of the goods.</p>\n<p>To exercise your right of revocation, you must inform us,</p>\n<p>\n<strong>Paris Elysees Diffusion SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgium.<br>\nPhone: +32 56 84 34 14<br>\nE-mail: info@paris-elysees.com</strong>\n</p>\n<p>of your decision to revoke this contract by means of an unequivocal statement (e.g.\na letter sent by post or an email).\nYou may use the standard revocation form in Section 9.2 of these GTC.\nhowever, this is not mandatory.</p>\n<p>To comply with the revocation period, it is sufficient for you to send off the communication informing us of the exercise of your right of revocation before the revocation period has expired.</p>\n<p>Consequences of revocation</p>\n<p>If you revoke this contract, we shall refund all payments that we have received from you, including delivery costs (with the exception of additional costs incurred because you selected a type of delivery different from the cheapest standard delivery offered by us), without delay and at the latest within fourteen days from the day the communication informing us of the revocation of this contract was received by us.\nFor this refund we shall use the same means of payment that you used in the original transaction, unless explicitly agreed otherwise with you.\nunder no circumstances will you be charged any fees on account of this refund.\nWe can withhold this refund until we have received the goods again or you have furnished proof that you have sent the goods back, depending on which point in time is earlier.</p>\n<p>You must send back or hand over the goods to the following office location without delay and in any event at the latest within fourteen days from the date on which you inform us of the revocation of this contract.</p>\n<p>\n<strong>Paris Elysees Diffusion SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgium.<br>\nPhone: +32 56 84 34 14<br>\nE-mail: info@paris-elysees.com</strong>\n</p>\n<p>The time limit will be deemed to have been observed if you send the goods before expiry of a period of fourteen days.</p>\n<p>We shall bear the costs incurred for returning the goods.</p>\n<p>You shall only be liable for any loss in value of the goods if this loss in value is attributable to a manner of handling the goods not necessary for checking their condition, properties or correct functioning.</p> (9.2) In the following we have provided the standard revocation form as specified in the revocation instruction above in Section 9.1 of these GTC.\nhowever, its use is not mandatory .\nYou can download the printable version (.PDF) via this link Standard revocation form\n<p>(If you wish to revoke the contract, please fill out this form and send it back to us.)</p>\n<p>\n<strong>Paris Elysees Diffusion SPRL<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgium.<br>\nPhone: +32 56 84 34 14<br>\nE-mail: info@paris-elysees.com</strong>\n</p>\n<p>I/We (*) hereby revoke the contract concluded by me/us (*) concerning the purchase of the following goods (*)/ the performance of the following service (*)</p>\n<p>— Ordered on (*)/received on (*)</p>\n<p>— Name of the consumer(s)</p>\n<p>— Address of the consumer(s)</p>\n<p>— Signature of the consumer(s) (only for communication on paper)</p>\n<p>— Date</p>\n<p>_______________</p>\n<p>(*) Delete as appropriate.</p> 10.\nLiability for defects\n<p>(10.1) Your claims and rights in the event of defects in the purchased products are determined by statutory regulations, but are subject to the proviso that the limitations and exclusions provided for in Section 11 of these GTC shall apply in the event of claims for damages.</p> 11.\nLiability\n<p>(11.1) In all cases of contractual and non-contractual liability, our liability in case of intent and gross negligence is determined by statutory regulations.</p>\n<p>(11.2) In other cases – and unless otherwise regulated in Section 11.3 of these GTC – we are only liable in the event of violation of a contractual obligation, the fulfillment of which allows the proper execution of the contract at all and which you as our customer may as a rule rely on (a so-called cardinal obligation), but restricted to the replacement of typical and foreseeable damage.</p>\n<p>(11.3) The above-mentioned liability limitations and exclusions ensuing from Section 11.2 of these AGB do not affect our liability for damage arising (a) from injuries to life, limb or health, (b) in accordance with the Product Liability Act and (c) from guarantees of quality and/or durability.</p> 12.\nAfter-sales service &amp.\nComplaints\n<p>You can use the contact details specified above in Section 1.4 to contact us by letter, telephone or email if you have any questions, comments or complaints, or to give us any other information relating to your purchase orders or our deliveries.</p> 13.\nOnline dispute resolution\n<p>In the event of legal disputes with us, you have the option of trying to reach an out-of-court settlement using the Internet site set up by the European Commission for online dispute resolution (“ODR”).\nYou can find the ODR site at http://ec.europa.eu/odr .</p> 14.\nApplicable law\n<p>Belgian law shall be applicable, to the exclusion of the UN Sales Convention.\nIf, at the point in time when you placed your order, you have your habitual residence in a country other than the Kingdom of Belgium, the use of binding legislation of that country is not affected by the choice of law made in Sentence 1.</p>\n<p> Legal Notice updated on October 2019.<br> Internal link (this website)<br> External link (over the Internets)</p> Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Réseaux Sociaux &amp.\nBlog Paris Elysees <p>YouTube</p> Pinterest Twitter Facebook Instagram Notre Blog <p>\n<em>You are Here:</em> Homepage / General Terms and Conditions of Sale</p> &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> 2019-2020 Paris Elysees Parfums<br>\nAll rights reserved worldwide.<br> Legal Notice | Cookie Policy | Privacy Policy<br> Terms and Conditions | Shipping &amp.\nReturn Paris Elysees India&nbsp;|&nbsp;Paris Elysees USA&nbsp;|&nbsp;Paris Elysees Brazil&nbsp;|&nbsp;Paris Elysees Vietnam<p>\n</p>\n<p> Paris Elysees brand and Paris Elysees logotypes are registered trademarks.<br>\nParis Elysees Diffusion SPRL registered under the Belgian’s laws, folio 91 of the 36471 volume, sheet number B-290549, first registration (TVABE0847156032) with offices located at: Rue de Menin 28, 7700 Mouscron, Belgium.<br>\nWebsite V7.0 | Theme V1.0 developed &amp.\nmaintained with love by Eredit.io <br>\nHosted with class in Switzerland by Infomaniak </p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul> ", "created_at": "2021-04-02 12:24:43.189653", "updated_at": "2021-04-02 12:31:02.129642"}, {"id": 4613, "name": "Cookie Policy", "url": "https://paris-elysees.com/homepage/legal-notice/cookie-policy/", "xpath": "", "text": "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use our website.[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only Allow all cookies Show details OK Use necessary cookies only NecessaryPreferencesStatisticsMarketing Show details Cookie declaration [#IABV2SETTINGS#] About cookies  Necessary (4) Preferences (3) Statistics (3) Marketing (0) Unclassified (0)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nNameProviderPurposeExpiryTypeCookieConsentCookiebotStores the user's cookie consent state for the current domain1 yearHTTPwc_cart_hash_#paris-elysees.comUsed to remember you as you browse through the pages of the websitePersistentHTMLwc_fragments_#paris-elysees.comUsed to remember the items in the shopping cart.SessionHTMLwordpress_test_cookieparis-elysees.comUsed to check if the user's browser supports cookies.SessionHTTP Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nNameProviderPurposeExpiryType_icl_visitor_lang_jsparis-elysees.comSaves the user's preferred language on the website.1 dayHTTPwpml_browser_redirect_testparis-elysees.comSaves the user's preferred language on the website.SessionHTTPwp-wpml_current_languageparis-elysees.comDesignates the country code that is calculated based on the user's IP address.\nUsed to determine what language should be used for the visitor.1 dayHTTP Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nNameProviderPurposeExpiryType_gaparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gatparis-elysees.comUsed by Google Analytics to throttle request rate1 dayHTTP_gidparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTP Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nWe do not use cookies of this type.\nUnclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nWe do not use cookies of this type.\n [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.\nCookie declaration last updated on 3/19/21 by Cookiebot +32 56 84 34 14 info@paris-elysees.com <ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul> 0 Items <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n</ul> Select Page <ul>\n<li>Women Fragrances\n<ul>\n<li>Champs Elysees</li>\n<li>Vodka Women</li>\n<li>Dolce &amp.\nSense</li>\n<li>La Petite Fleur</li>\n<li>Romantic</li>\n<li>Desire</li>\n</ul>\n</li>\n<li>Men Fragrances\n<ul>\n<li>Le Parfum de l’Homme</li>\n<li>Billion Dollar</li>\n<li>Vodka Men</li>\n<li>Caviar</li>\n</ul>\n</li>\n<li>Cosmetics\n<ul>\n<li>Velvet Micellar Water</li>\n</ul>\n</li>\n<li>\n</li>\n</ul> TABLE OF CONTENTS <ol>\n<li>What Cookies are</li>\n<li>Cookie Declaration</li>\n</ol>\n<ol>\n<li>Controller (DPO)</li>\n</ol> &nbsp.\nCookie Policy\n<p>This page contains the mandatory informations regarding Cookie files and how &amp.\nwhy we use it.<br>\nYou must accept the use of cookies to continue to use this website.</p> What Cookies are\n<p>(1) Cookies are small text files that are stored on your hard drive and assigned to your browser and which provide certain information to the entity setting the cookie (us in this case).\nCookies cannot cause programs to run nor transmit viruses to your computer.\nThey are used to make our internet offering more user-friendly and effective on a whole.</p>\n<p>(2) Use of cookies:<br>\na) This website uses the following types of cookies, whose scope and functions are explained below:</p>\n<p> Session cookies (see b)<br> Permanent cookies (see c).</p>\n<p>b) Session cookies store a so-called session ID, with which different requests from your browser can be assigned to the shared session.\nSession cookies are deleted when you log out or close your browser.\nIf you launch your browser again and return to the website, the website will not recognise you.\nYou will need to log in again (if a login is required) or you must reset your templates and preferences when the website offers such functions.\nThen a new session cookie is generated that stores your information and which remains active until you leave the page or close your browser.</p>\n<p>c) Permanent cookies are deleted automatically after a specified period, which can differ depending on the cookie.\nYou can delete the cookies in your browser’s security settings at any time (see below ).</p>\n<p>(3) For what purposes do we use cookies?<br>\nWe use cookies in order to personalise contents and advertisements, to provide social media functions and to analyse traffic to our website.\nIn addition to that, we provide information about your use of our website to our partners for social media, advertising and and analyses.\nOur partners may combine this information with other data that you have provided them or which they have collected during your use of services.\nBy continuing to use our website, you give your consent to our cookies.<br>\nThe cookies used individually and their course of action on the website can be identified using Cookiebot’s cookie manager (https://www.cookiebot.com/ ).\nThe overview is updated on a regular basis.\nBelow is a simplified overview.</p>\n<p> Technically essential cookies<br>\nTechnically essential cookies allow you to use our website, by enabling basic functions like site navigation and access to secure areas of the website.\nAccessing our website may not work correctly without such cookies.<br>\nSession cookies are deleted when the browser is closed.</p>\n<p> Performance (e.g.\nUser’s browser) and preferences<br>\nWhen using our website, cookies are implemented (e.g.\nto recognise the browser) in order to optimise performance (e.g.\nloading contents faster).\nIf you visit our website, the country and language selection that is determined or set by you is stored in cookies in order to save you from having to select such again during subsequent visits.\nIn advance we check whether your browser supports cookies and this information is stored in an additional cookie.\nYou are then shown contact information that has been localised in accordance with your country and language settings and which is also stored.\nThe legal basis in this regard is Art.\n6 Para.\n1 (1) f) of GDPR.<br>\n<em>Session cookies – are deleted when the browser is closed.</em>\n</p>\n<p> Analytical cookies / tracking (statistics)<br>\nWe use third-party analytical cookies in order to understand how visitors use our website.\nThis helps us to improve the quality and contents of our website.\nThe aggregated statistical information includes data such as total number of visitors.\nFor instance, we find out how often and in what order the individual pages are viewed and how much time the visitors spend on average on our webpages.\nWe also learn whether Users have already visited our website at an earlier date.\nThis is legally permitted with the consent that you have given in accordance with Art.\n6 Para.\n1 (1) a) of GDPR.\nFor more information, refer to Section 13 (Web analysis services).<br>\nPermanent cookies – remain, but are deleted automatically after a period of two years if a website has not been visited again.</p>\n<p> Advertising cookies (Marketing)<br>\nWe use advertising cookies in order to be able to assess the effectiveness of our advertising efforts and derive any possible improvements.\nThis is legally permitted with the consent that you have given in accordance with Art.\n6 Para.\n1 (1) a) of GDPR.<br>\nPermanent cookies – remain, but are deleted automatically after a period of two years if a website has not been visited again.</p>\n(4) Control over cookies\n<p>You can set your browser to inform you about the setting of cookies and allow cookies only in individual cases, accept cookies for certain cases or generally exclude and enable the automatic deletion of cookies when closing your browser.<br> Clear, enable, and manage cookies in Chrome: https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=en <br> Clear, enable, and manage cookies in Firefox: https://support.mozilla.org/en-US/kb/disable-third-party-cookies <br> Clear, enable, and manage cookies in Safari: https://support.apple.com/en-gb/guide/safari/sfri11471/mac <br>\nPlease note that disabling cookies may limit the functionality of this website.</p> Cookie Declaration\n<p>\n</p>\n<p>This website uses cookies.\nWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use our website.</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.</p>\n<p>Your consent applies to the following domains: paris-elysees.com</p> Your current state: Use necessary cookies only.&nbsp;Your current state: Do Not Sell My Personal Information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all cookies.&nbsp;<p>Your consent ID: 0Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo Not Sell My Personal Information<br>\n<p>Cookie declaration last updated on 3/19/21 by Cookiebot: </p>\n<p>Necessary (4) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type CookieConsent Cookiebot Stores the user's cookie consent state for the current domain 1 year HTTP Cookie wc_cart_hash_# paris-elysees.com Used to remember you as you browse through the pages of the website Persistent HTML Local Storage wc_fragments_# paris-elysees.com Used to remember the items in the shopping cart.\nSession HTML Local Storage wordpress_test_cookie paris-elysees.com Used to check if the user's browser supports cookies.\nSession HTTP Cookie <p>Preferences (3) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type _icl_visitor_lang_js paris-elysees.com Saves the user's preferred language on the website.\n1 day HTTP Cookie wpml_browser_redirect_test paris-elysees.com Saves the user's preferred language on the website.\nSession HTTP Cookie wp-wpml_current_language paris-elysees.com Designates the country code that is calculated based on the user's IP address.\nUsed to determine what language should be used for the visitor.\n1 day HTTP Cookie <p>Statistics (3) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _ga paris-elysees.com Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _gat paris-elysees.com Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid paris-elysees.com Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie <p>\n</p> CONTROLLER, DATA PROTECTION OFFICER OF THE CONTROLLER\n<p>(1) Controller according to Art.\n4 (7) of EU’s General Data Protection Regulation (GDPR) is</p>\n<p>\n<strong>Paris Elysees Diffusion<br>\nRue de Menin 28,<br>\n7700 Mouscron, Belgium.<br>\nPh.: +32 56 84 34 14<br>\ne-mail: privacy@paris-elysees.com </strong>\n</p>\n<p>For more information about the vendor, refer to our Legal Notice .</p>\n<p>(2) The data security officer can be reached at: privacy@paris-elysees.com or by using the aforementioned postal address with attention to Data security officer (DPO).</p>\n<p> Cookie Policy updated on December 2019.<br> Internal link (this website)<br> External link (over the Internets)</p> Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Paris Elysees Parfums\n<p>Paris Elysees company has more than 30 years of history and expertise in the perfume and cosmetics industry and has sold more than 350 million units worldwide.\nParis Elysees is present on all five continents.</p> French Fragrances\n<p>Paris Elysees Perfumes and cosmetics are original creations developed in Grasse, in the South of France, and follows the international regulation systems R.E.A.C.H.*Registration, Evaluation, Authorisation and Restriction of Chemicals and I.F.R.A.*International Fragrance Association as well as all other international norms.</p> Customer Service\n<p>The quality of our products and the satisfaction of our customers are our absolute priorities.\nContact Paris Elysees Parfums for any request regarding our products, distribution channels or media/internet collaboration.</p> Réseaux Sociaux &amp.\nBlog Paris Elysees <p>YouTube</p> Pinterest Twitter Facebook Instagram Notre Blog <p>\n<em>You are Here:</em> Homepage / Cookie Policy</p> &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> &nbsp;Women’s Fragrances\n<p> La Petite Fleur Collection<br> Dolce &amp.\nSense Collection<br> Romantic Collection<br> Champs Elysees Collection<br> Vodka Women Collection<br> Desire Collection</p> &nbsp;Men’s Fragrances\n<p> Billion Dollar Collection<br> Caviar Collection<br> Vodka Men Collection<br> Le Parfum de l’Homme Collection</p> Useful Links\n<p> Shop<br> Blog<br> FAQ<br> Who We Are<br> Contact Us</p> Your Account\n<p> Log In or Register<br> Your Account<br> Your Orders<br> Edit Account</p> 2019-2020 Paris Elysees Parfums<br>\nAll rights reserved worldwide.<br> Legal Notice | Cookie Policy | Privacy Policy<br> Terms and Conditions | Shipping &amp.\nReturn Paris Elysees India&nbsp;|&nbsp;Paris Elysees USA&nbsp;|&nbsp;Paris Elysees Brazil&nbsp;|&nbsp;Paris Elysees Vietnam<p>\n</p>\n<p> Paris Elysees brand and Paris Elysees logotypes are registered trademarks.<br>\nParis Elysees Diffusion SPRL registered under the Belgian’s laws, folio 91 of the 36471 volume, sheet number B-290549, first registration (TVABE0847156032) with offices located at: Rue de Menin 28, 7700 Mouscron, Belgium.<br>\nWebsite V7.0 | Theme V1.0 developed &amp.\nmaintained with love by Eredit.io <br>\nHosted with class in Switzerland by Infomaniak </p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Instagram </li>\n<li>Pinterest</li>\n<li>YouTube</li>\n<li>Amazon</li>\n</ul> ", "created_at": "2021-04-02 12:24:42.886814", "updated_at": "2021-04-02 12:31:40.827143"}], "points": [{"id": 18291, "title": "Third-party cookies are used for statistics", "source": "https://paris-elysees.com/homepage/legal-notice/cookie-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-05 19:45:18.201904", "updated_at": "2021-04-06 11:13:01.77544", "quoteText": "We use third-party analytical cookies in order to understand how visitors use our website.", "case_id": 325, "document_id": 4613, "quoteStart": 8304, "quoteEnd": 8394}, {"id": 18290, "title": "Third-party cookies are used for statistics", "source": "https://paris-elysees.com/homepage/legal-notice/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2021-04-05 19:41:48.915606", "updated_at": "2021-04-05 19:45:29.032515", "quoteText": "Used by Google Analytics to throttle request rate1 dayHTTP_gidparis-elysees.comRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.", "case_id": 325, "document_id": 4614, "quoteStart": 2274, "quoteEnd": 2453}, {"id": 18292, "title": "This service only uses temporary session cookies", "source": "https://paris-elysees.com/homepage/legal-notice/cookie-policy/", "status": "Generated through the annotate view", "created_at": "2021-04-05 19:50:09.643399", "updated_at": "2021-04-06 11:14:44.921289", "quoteText": "Session cookies are deleted when you log out or close your browser.\nIf you launch your browser again and return to the website, the website will not recognise you.", "case_id": 125, "document_id": 4613, "quoteStart": 5691, "quoteEnd": 5854}], "urls": ["paris-elysees.com"]}}