{"error": 448, "message": "OK", "parameters": {"id": 6475, "name": "Streamlare ", "created_at": "2022-03-23 21:50:18.686543", "updated_at": "2022-03-23 23:01:17.064776", "wikipedia": null, "keywords": null, "related": null, "slug": "streamlare", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6475.png", "url": "streamlare.com", "documents": [{"id": 11770, "name": "Copyright Policy ", "url": "https://streamlare.com/copyright-policy", "xpath": "", "text": " Streamlare <ul>\n</ul>\n<ul>\n<li> Support </li>\n<li> Login </li>\n<li> Create an Account </li>\n</ul> Copyright Policy <br> We respond to notices of copyright infringement in accordance with the Digital Millennium Copyright Act (\"DMCA\").\nIf you see anything on our site that you believe infringes your copyright rights, feel free to submit a complaint.\n<br> 1.\nHow to submit a copyright complaint? When a copyright owner’s work is being infringed on or through a service provider’s service, the copyright owner may send a notification of claimed infringement to us at our contact page.\n<br> All notifications of claimed infringement must be a written communication to our agent that includes substantially the following: <br>\n<b>(a)</b> Identification of the copyrighted work that is believed to be infringed.\nPlease describe the work and, where possible, include a copy or the location (e.g., a URL) of an authorized version of the work.\n<b>(b)</b> Identification of the material that is believed to be infringing and its location.\nPlease describe the material and provide a URL or any other pertinent information that will allow us to locate the material on the Website <b>(c)</b> Information that will allow us to contact you, including your address, telephone number and, if available, your e-mail address.\n<b>(d)</b> A statement that you have a good faith belief that the use of the material complained of is not authorized by you, your agent or the law.\n<b>(e)</b> A statement that the information in the notification is accurate and that under penalty of perjury that you are the owner or are authorized to act on behalf of the owner of the work that is allegedly infringed.\nand <b>(f)</b> A physical or electronic signature from the copyright holder or an authorized representative.\n<br> After submitting a copyright complaint, you will receive a notification email from our Abuse Department.\nYou need to confirm the attached abuse ticket URL in that email and keep monitoring it to make sure your reported contents all properly took down within 24 hours.\n<br> Failing to comply with our required information.\nOur Abuse Department will reject your submitted abuse ticket and won't be forwarded to our client/user.\n2.\nClient: What happens if I received a copyright complaint?.\nIf you (the client) received a copyright complaint (abuse ticket).\nThat means that the complaint affects one of your uploaded content and you are required to take an action to that existing abuse ticket as soon as possible.\nFailing to do so, will get those affected content deleted within 24 hours.\nUnder appropriate circumstances, we may suspend your account for not responding or taking an action to that abuse ticket.\nStreamlare <ul>\n<li> Contact Us </li>\n<li> Terms and Conditions </li>\n<li> Copyright Policy </li>\n<li> Privacy Policy </li>\n<li> Affiliate Program </li>\n<li> API </li>\n</ul> © 2022 Streamlare.\nAll rights reserved ", "created_at": "2022-03-23 21:50:18.692661", "updated_at": "2022-03-23 20:50:37.537858"}, {"id": 11771, "name": "Privacy Policy ", "url": "https://streamlare.com/privacy-policy", "xpath": "", "text": " Streamlare <ul>\n</ul>\n<ul>\n<li> Support </li>\n<li> Login </li>\n<li> Create an Account </li>\n</ul> Privacy Policy <br> This privacy policy explains how we collect, use and disclose information about you when you use the services provided by Streamlare Inc.\n(“Streamlare,” “we,” “us” or “our”) via https://streamlare.com (the “Site”) (collectively, the “Service”).\n<br> 1.\nInformation We May Collect You may post content to the Services without creating an account.\nWhen you do this, our servers automatically collect certain technical information (“Technical Data”) about your use of the Services.\nTechnical Data is collected as follows: <br>\n<b>(a) Log Data</b>.\nOur servers automatically recognize and log visitors' IP addresses (the number assigned to computers on the Internet), Internet service provider, browser type, computer platform, referring web site, date and time of access, links clicked through, and possibly other information as well.\n<b>(b) Cookies</b>.\nDepending on how you access the Services, we may use the standard \"cookies\" feature of major browser applications or similar technologies such as HTML 5 local storage that allow us to store a small piece of data on your computer about your visit to our Services.\nWhen we use cookies, we may use “session” cookies (that last until you close your browser) or “persistent” cookies (that last until you or your browser delete them).\nFor example, we may use cookies to store your preferences or other settings so you don‘t have to set them up every time you visit our Services.\nSome of the cookies we use are associated with your account (including personal information about you, such as the email address you gave us), and other cookies are not.\nAdvertisers may also use cookies on our Services.\nWe have no access to or control over these cookies once our third-party advertisers have been given permission to set cookies.\nThis Policy only covers use of cookies by us, and does not cover use of cookies by any third-party advertiser.\n<b>(c) Other Device and Contact Information</b>.\nCertain features of the Services require access to your device's native phonebook and image storage applications (e.g., to find friends or to store a message in your photo gallery).\nIf you choose to find friends, the phone numbers in your device's native phonebook will be transmitted to our servers.\nWhen you create an account with us, you may voluntarily provide us with certain information in addition to the Technical Data above which may include personally identifying information (“Account Information”).\n<b>(d) Account Information</b>.\nThis may include, without limitation, your username, password, email address, profile photo or avatar, biographic information, comments, and any other information you may provide to us when you sign up or as you use the Services.\nWhen you use a third-party service, like Facebook or Twitter, to create and authenticate an account, you also agree to their terms of service, privacy policy, and other agreements between you and them.\n<br> 2.\nUse of Information We use the information we collect to provide our Services to you, as well as to improve them, develop new products, and protect ourselves and our users.\nFor example, we may keep track of how people use two different versions of a product, which can help us learn which version is better.\n<br> We may also use your information as follows: <br>\n<b>(a) Account Information</b>.\nWe may use your personal information to verify your identity or to help your friends find you on the Services.\nWe may also use your contact information to respond to your questions or comments, to inform you of any changes to our Services, to send you additional information about Streamlare and/or the Services, and to offer you other products, programs or services that we believe may be of interest to you from time to time.\n<b>(b) Technical Data</b>.\nWe use anonymous Technical Data to analyze our website traffic, but we do not examine this information for individually identifying information.\nIn addition, we may use anonymous IP addresses to help diagnose problems with our servers, to administer our Services, or to display the content according to your preferences.\nTraffic and Site activity information may also be shared with advertisers and other third parties on an aggregate and anonymous basis.\n<b>(c) Cookies</b>.\nWe may use cookies (and other technologies having similar functions, such as HTML 5 local storage) to deliver content specific to your interests, to remember you when you return to the Services, or for other purposes.\nPromotions or advertisements displayed on our Services may also contain cookies (or technologies with similar function).\nWe do not have access to or control over information collected by outside advertisers on our Services.\n3.\nDisclosure of Information When you post content to the Services, your content becomes public and anyone can view it.\nWe may disclose other information about you or your use of the Services, which may include Technical Data and/or Account Information, under certain appropriate circumstances, such as: <br> When we have a good-faith belief that we must in order to comply with the law or with legal process served on us or our affiliates, When necessary to protect and defend our rights or property, or those of our users, or to act under exigent circumstances to protect the safety of our users or the public at large.\nor To facilitate a sale of the Services or a merger, acquisition, bankruptcy, dissolution, reorganization, or similar transaction or proceeding that involves the transfer of the information described in this Policy.\n4.\nSecurity We have security measures in place to prevent the loss, misuse, and alteration of the information that we obtain from you, but we can make no assurances regarding our ability to prevent any such loss, misuse or alteration.\n5.\nConsent to Communications You consent to receive communications from us electronically and agree that we may communicate with you by email, by posting notices on the Services, or via push notifications on your mobile device.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\n<br> We will never email you to ask for your password or other account information.\nIf you receive such an email, please contact us.\n6.\nContacting Us If you have any questions about this Policy, or, our practices related to our Services, please contact us.\n7.\nChanges We may change this policy from time to time, and if we do we’ll post any changes on this page.\nIf you continue to use the Services after those changes go into effect, you agree to the revised Policy.\nIf the changes are significant, we may provide more prominent notice or get your consent as required by law.\nStreamlare <ul>\n<li> Contact Us </li>\n<li> Terms and Conditions </li>\n<li> Copyright Policy </li>\n<li> Privacy Policy </li>\n<li> Affiliate Program </li>\n<li> API </li>\n</ul> © 2022 Streamlare.\nAll rights reserved ", "created_at": "2022-03-23 21:50:18.694449", "updated_at": "2022-03-23 20:50:47.520356"}, {"id": 11769, "name": "Terms and Conditions ", "url": "https://streamlare.com/terms-and-conditions", "xpath": "", "text": " Streamlare <ul>\n</ul>\n<ul>\n<li> Support </li>\n<li> Login </li>\n<li> Create an Account </li>\n</ul> Terms and Conditions This document states the terms and conditions (“Terms”) upon which “streamlare.com,” (“we” or “us”), will provide service to you through streamlare.com and its related services (the “Website”).\nThese Terms constitute a contractual agreement between you and us.\nBy visiting, accessing, using, and/or joining (collectively “using”) the Website, you express your understanding and acceptance of these Terms.\nAs used in this document, the terms “you” or “your” refers to you, any entity you represent, your or its representatives, successors, assigns and affiliates, and any of your or their devices.\nIf you do not agree to be bound by these Terms, navigate away from the Website and cease using it.\n1.\nEligibility You must be at least eighteen (18) years of age to use the Website, unless the age of majority in your jurisdiction is greater than eighteen (18) years of age, in which case you must be at least the age of majority in your jurisdiction.\nYou represent and warrant that you are at least the minimum age as required by the previous sentence.\nUse of the Website is further not permitted where prohibited and you represent and warrant that you are not otherwise prohibited to use the Website.\n2.\nGrant of Use We grant you a non-exclusive, non-transferable and limited right to access, non-publicly display, and otherwise use the Website, including all content available therein (the “Content”) on your computer consistent with these Terms and our technological restrictions.\n<br> This grant is terminable by us at will for any reason and at our sole discretion, with or without prior notice.\nUpon termination, we may, but shall not be obligated to: (i) delete or deactivate your account and (ii) block your e-mail and/or IP addresses or otherwise terminate your use of the Website, and/or (iii) remove and/or delete any of your User Submissions (defined below).\nYou agree not to use or attempt to use the Website after said termination.\nUpon termination, the grant of your right to use the Website shall terminate, but all other portions of these Terms shall survive.\nYou acknowledge that we are not responsible to you or any third party for the termination of your grant of use.\n<br> You must create an account with us (an “Account”) to use many parts of the Website.\nYou represent and warrant that all information that you provide to us in creating your Account is complete and accurate.\nYou shall update such information when it changes or when we request.\nBy creating an Account on behalf of a company or other entity, you represent and warrant that you have the authority and capacity to enter into these Terms and bind the entity on its behalf.\nYou shall not use another person or entity’s Account without authorization.\nYou shall be solely responsible for maintaining the confidentiality of and restricted access to your Account.\nYou shall be solely responsible for all activities that occur under your Account.\nYou shall notify us immediately of any breach of security or unauthorized use of your Account.\nWithout limiting the indemnification and limitation of liability provisions hereof (or any other provisions hereof), we shall not be liable for any losses resulting from any unauthorized use of your Account and you shall indemnify us and hold us harmless for any such unauthorized use.\n<br> 3.\nIntellectual Property The Content, excluding User Submissions and Third Party Content (each as defined below), but including other text, graphical images, photographs, music, video, software, scripts and trademarks, service marks and logos contained therein (collectively “Proprietary Materials”), are owned by and/or licensed to us.\nAll Proprietary Materials are subject to copyright, trademark and/or other rights under the laws of applicable jurisdictions, including domestic laws, foreign laws, and international conventions.\nWe reserve all our rights over our Proprietary Materials.\n<br> Except as otherwise explicitly permitted, you agree not to copy, modify, publish, transmit, distribute, participate in the transfer or sale of, create derivative works of, or in any other way exploit, in whole or in part, any Content.\n4.\nUser Submissions You are entirely responsible for any and all materials you upload, submit or otherwise make available via the Website, including videos or any other communications or profile information (collectively, “User Submissions”).\nUser Submissions cannot always be withdrawn.\nYou acknowledge that any disclosure of personal information in User Submissions may make you personally identifiable and that we do not guarantee any confidentiality with respect to User Submissions.\n<br> You shall be solely responsible for any and all of your own User Submissions and any and all consequences of positing, uploading, publishing or otherwise making them available.\nFor any of your User Submissions, you affirm, represent and/or warrant that: <b>(a)</b> You own or have the necessary licenses, permissions, rights or consents to use and authorize us to use all trademarks, copyrights, trade secrets or other proprietary rights in and to User Submissions for any and all uses contemplated by the Website and these Terms.\n<b>(b)</b> You will not post, or allow anyone else to post, any material that depicts any individual under the age of eighteen (18) years engaging in any sexual acts and that you have inspected and are maintaining written documentation, pursuant to United States law18 U.S.C.\n§ 2257 (whether you are subject to United States law or not) and other analogous and applicable laws, to confirm that all individuals in your User Submission engaging in sexual acts are, in fact, over the age of eighteen (18) years.\nand <b>(c)</b> You have written consent, release, and/or permission from each and every identifiable individual in the User Submission to use the name and/or likeness of each and every such identifiable individual to enable use of the User Submission for any and all uses contemplated by the Website and these Terms.\n<br> You further agree that you shall not submit material that: <b>(d)</b> Is copyrighted, protected by trade secret or trademark laws, or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from the rightful owner to submit the material and to grant us all of the license rights granted herein.\n<b>(e)</b> Is obscene, vulgar, illegal, unlawful, defamatory, fraudulent, libelous, harmful, harassing, abusive, threatening, invasive of privacy or publicity rights, hateful, racially or ethnically offensive, inflammatory, or otherwise inappropriate as decided by us in our sole discretion.\n<b>(f)</b> Depicts illegal activities, promotes or depicts physical harm or injury against any group or individual, or promotes or depicts any act of cruelty to animals.\n<b>(g)</b> Impersonates any person or entity or otherwise misrepresents you in any way, including creating a false identity.\n<b>(h)</b> Would constitute, encourage or provide instructions for a criminal offense, a violation of the rights of any party, or that would otherwise create liability or violate any local, state, national or international law.\nor <b>(i)</b> Is unsolicited or unauthorized advertising, promotion, “spam” or any other form of solicitation.\n<br> The above list is only a representative list of inappropriate content not allowed on the Website and we reserve the right to ban, remove and prohibit any other content we, in our sole discretion, determine to be inappropriate.\n<br> You acknowledge that the Website provides features that allow you to share User Submissions with others or to make them public.\nIt is your sole responsibility to carefully consider what User Submissions you choose to share or make public.\nWe take no responsibility whatsoever over your sharing or distribution of User Submissions.\n<br> We claim no ownership or control over User Submissions or Third Party Content.\nYou or a third party licensor, as appropriate, retain all copyrights to User Submissions and you are responsible for protecting those rights as appropriate.\nYou irrevocably grant us a world-wide, non-exclusive, royalty-free, perpetual, non-cancelable, sub-licenseable license to reproduce, publicly perform, publicly display, distribute, adapt, modify, publish, translate and create derivative works of User Submissions for any purpose, including without limitation any purpose contemplated by the Website and these Terms.\nFurthermore, you also grant other users of the Website a right and license to display, stream and download User Submissions in connection with their use of the Website and for other personal use.\nYou also irrevocably waive and cause to be waived against us and any of our users any claims and assertions of moral rights or attribution with respect to User Submissions.\n<br> You represent and warrant that you have all the rights, power and authority necessary to grant the rights granted herein to User Submissions.\nSpecifically, you represent and warrant that you own the title to the User Submissions, that you have the right to upload the User Submissions to the Website, and that uploading the User Submissions will not infringe upon any other party’s rights or your contractual obligations to other parties.\n<br> You acknowledge that we may at our sole discretion refuse to publish, remove, or block access to any User Submission for any reason, or for no reason at all, with or without notice.\n<br> Without limiting the other indemnification provisions herein, you agree to defend us against any claim, demand, suit or proceeding made or brought against us by a third-party alleging that your User Submissions or your use of the Website in violation of these Terms infringes or misappropriates the intellectual property rights of a third-party or violates applicable law and you shall indemnify us for any damages finally awarded against and for reasonable attorney’s fees incurred by us in connection with any such claim, demand, suit or proceeding.\n5.\nProhibited Content The following types of content are not allowed on the Services (“Prohibited Content”): <b>(a)</b> Content involving children (anyone under the age of 18) in a sexually suggestive, violent, or pornographic manner.\nWe take child exploitation very seriously and will report you to the authorities.\n<b>(b) Content that violates the privacy rights, publicity rights, copyrights, trademark rights, contract rights, or any other rights of any person or entity.</b>\n<b>\n<b>(c)</b> We have the right, but not the obligation, to remove or modify User Content for any reason, including User Content that we believe constitutes Prohibited Content, or violates these Terms or our policies.\nIf you post Prohibited Content, as decided in our sole discretion, we may ban you and report you to the authorities in appropriate circumstances.\n6.\nContent on the Website You understand and acknowledge that, when using the Website, you will be exposed to Content from a variety of sources including content made available on the Website by other users and through automated or other means (collectively, “Third Party Content”) and that we do not control and are not responsible for any Third Party Content.\nYou understand and acknowledge that you may be exposed to Content that is inaccurate, offensive, indecent or otherwise objectionable or may cause harm to your computer systems and, without limiting the other limitation of liability provisions herein, you agree to waive, and hereby do waive, any legal or equitable rights or remedies you may have against us with respect thereto.\n<br> We claim no ownership or control over Third Party Content.\nThird parties retain all rights to Third Party Content and they are responsible for protecting their rights as appropriate.\n<br> You understand and acknowledge that we assume no responsibility whatsoever for monitoring the Website for inappropriate Content or conduct.\nIf at any time we choose, in our sole discretion, to monitor such Content, we assume no responsibility for such Content, have no obligation to modify or remove any such Content (including User Submissions and Third Party Content), and assume no responsibility for the conduct of others submitting any such Content (including User Submissions and Third Party Content).\n<br> Without limiting the provisions below on limitations of liability and disclaimers of warranties, all Content (including User Submissions and Third Party Content) on the Website is provided to you “AS-IS” for your information and personal use only and you shall not use, copy, reproduce, distribute, transmit, broadcast, display, sell, license or otherwise exploit for any other purpose whatsoever that Content without the prior written consent of the respective owners/licensors of the Content.\n<br> You acknowledge that we may at our sole discretion refuse to publish, remove, or block access to any Content for any reason, or for no reason at all, with or without notice.\n7.\nUser Conduct You represent and warrant that all the information and content provided by you to us is accurate and current and that you have all necessary rights, power and authority to (i) agree to these Terms, (ii) provide the User Submissions to us, and (iii) perform the acts required of you under these Terms.\n<br> As a condition of your use of the Website: <br>\n<b>(a)</b> You agree not to use the Website for any unlawful purpose or in any way that is prohibited by these Terms.\n<b>(b)</b> You agree to abide by all applicable local, state, national and international laws and regulations.\n<b>(c)</b> You agree not to use the Website in any way that exposes us to criminal or civil liability.\n<b>(d)</b> You agree that you are solely responsible for all acts and omissions that occur as a result of your use of the Website.\n<b>(e)</b> You agree that all your User Submissions that you provide to us belongs to you and that you have the right and authority to provide it to us.\n<b>(f)</b> You agree to maintain the security of your login password and to be fully responsible for any and all use of your account.\n<b>(g)</b> You agree not to use or attempt to use any other party’s account on the Website without authorization.\n<b>(h)</b> You agree not to use any automated means, including robots, crawlers or data mining tools, to download, monitor or use data or Content from the Website.\n<b>(i)</b> You agree not to use the Website to collect usernames and/or e-mail addresses for sending unsolicited messages of any kind.\n<b>(j)</b> You agree not to take any action that imposes, or may impose, in our sole discretion, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive demands on it.\n<b>(k)</b> You agree not to “stalk” or otherwise harass anyone on or through the Website.\n<b>(l)</b> You agree not to forge headers or otherwise manipulate identifiers in order to disguise the origin of any information you transmit.\n<b>(m)</b> You agree not to disable, circumvent, or otherwise interfere with security related features of the Website or features that prevent or restrict use or copying of any content or which enforce limitations on the use of the Website or the content therein.\n<b>(n)</b> You agree not to upload, post, link to, or otherwise make available on the Website any material that contains software viruses or any computer code, file or program designed to interrupt, destroy, limit or monitor the functionality of any computer software or hardware or any telecommunications equipment.\n<b>(o)</b> You agree not to license, sublicense, sell, resell, transfer, assign, distribute or otherwise in any way commercially exploit or make available the Website or any Content to any third party.\n<b>(p)</b> You agree not to “frame” or “mirror” the Website.\n<b>(q)</b> You agree not to reverse engineer any portion of the Website.\n<b>(r)</b> You agree not to link to the Website if we request that you not do so.\n<b>(s)</b> You agree not to provide User Submissions in contravention of the restrictions of Section 4 hereof.\nand <b>(t)</b> You agree not to export, re-export, or permit downloads of any content in violation of applicable export or import laws without all required approvals, licenses and exemptions.\n<br> The above list is only a representative list of conduct prohibited on the Website, and we reserve the right to prohibit any other conduct we, in our sole discretion, determine to be inappropriate.\n<br> We reserve the right to take appropriate action against any user for any unauthorized use of the Website, including civil, criminal and injunctive redress and the termination of any user’s use of the Website.\nWe also reserve the right to report any suspected unauthorized use of the Website to law enforcement officials, regulators or third parties and to disclose any information necessary or appropriate to such persons or entities relating to you.\nAny use of the Website and our computer systems not authorized by these Terms is a violation of these Terms and certain international, foreign and domestic criminal and civil laws.\n8.\nAlternative Access We may, from time to time in our sole discretion, provide additional features and functionality that may allow you to access the Content other than through the Website (ie, through a desktop application or mobile application).\nYour use of such additional features and functionality shall be governed by these Terms as though you were using the Website.\n9.\nPrivacy Policy We retain a separate Privacy Policy and your assent to these Terms also signifies your assent to the Privacy Policy.\nWe reserve the right to amend the Privacy Policy at any time by posting such amendments to the Website.\nNo other notification may be made to you about any amendments.\nYour continued use of the Website following such amendments will constitute your acceptance of such amendments, regardless of whether you have actually read them.\n10.\nCopyright Claims Take a look at our Copyright Policy.\n11.\nModification of These Terms We reserve the right to amend these Terms at any time by posting such amended Terms to the Website.\nNo other notification may be made to you about any amendments.\nYOU ACKNOWLEDGE THAT YOUR CONTINUED USE OF THE WEBSITE FOLLOWING SUCH AMENDMENTS WILL CONSTITUTE YOUR ACCEPTANCE OF SUCH AMENDMENTS, REGARDLESS OF WHETHER YOU HAVE ACTUALLY READ THEM.\n11.\nIndemnification and Release You hereby agree to indemnify us and hold us harmless from any and all third-party claims and expenses, including attorney’s fees, arising from your use of the Website or from your breach of these Terms.\n<br> In the event that you have a dispute with one of more other users or any third parties, you hereby release us, our officers, employees, agents and successors-in-right from claims, demands and damages (actual and consequential) of every kind or nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes and/or the Website.\n12.\nDisclaimer of Warranties and Limitations of Liabilities READ THIS SECTION CAREFULLY AS IT LIMITS OUR LIABILITY TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.\n<br> The Website may contain links to third-party websites which are independent of us.\nWe assume no responsibility for the content, privacy policies, or practices of and make no representation or warranty as to the accuracy, completeness or authenticity of information contained in any third party websites.\nWe have no right or ability to edit the content of any third party websites.\nYou acknowledge that we shall not be liable for any and all liability arising from your use of any third party websites.\n<br> The Website is provided “AS-IS” and without any warranty or condition, express, implied or statutory.\nWe specifically disclaim to the fullest extent any implied warranties of merchantability, fitness for a particular purpose, non-infringement, information accuracy, integration, interoperability or quiet enjoyment.\nWe disclaim any warranties for viruses or other harmful components in connection with the Website.\nSome jurisdictions do not allow the disclaimer of implied warranties.\nIn such jurisdictions, some of the foregoing disclaimers may not apply to you insofar as they relate to implied warranties.\n<br> UNDER NO CIRCUMSTANCES SHALL WE BE LIABLE FOR DIRECT, INDIRECT INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) RESULTING FROM ANY ASPECT OF YOUR USE OF THE WEBSITE.\nWHETHER SUCH DAMAGES ARISE FROM (i) YOUR USE, MISUSE OR INABILITY TO USE THE WEBSITE, (ii) YOUR RELIANCE ON ANY CONTENT ON THE WEBSITE, (iii) THE INTERRUPTION, SUSPENSION, MODIFICATION, ALTERATION OR COMPLETE DISCONTINUANCE OF THE WEBSITE OR (iv) THE TERMINATION OF SERVICE BY US.\nTHESE LIMITATIONS ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF OTHER SERVICES OR PRODUCTS RECEIVED OR ADVERTISED IN CONNECTION WITH THE WEBSITE.\nSOME JURISDICTIONS DO NOT ALLOW SOME LIMITATIONS OF LIABILITY.\nIN SUCH JURISDICTIONS, SOME OF THE FOREGOING LIMITATIONS MAY NOT APPLY TO YOU.\n<br> WE DO NOT WARRANT THAT (i) THE WEBSITE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (ii) THE WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM YOUR USE OF THE WEBSITE WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, CONTENT OR OTHER MATERIAL OBTAINED THROUGH THE WEBSITE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, OR (v) ANY ERRORS IN CONTENT WILL BE CORRECTED.\n<br> ANY CONTENT OBTAINED THROUGH THE USE OF THE WEBSITE IS OBTAINED AT YOUR OWN DISCRETION AND RISK.\nYOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH CONTENT.\n<br> YOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE WEBSITE OR ANY OTHER GRIEVANCE SHALL BE THE TERMINATION OF YOUR USE OF THE WEBSITE.\nIN NO CASE SHALL THE MAXIMUM LIABILITY OF US ARISING FROM OR RELATING TO YOUR USE OF THE WEBSITE EXCEED THE AMOUNT PAID BY YOU TO US PURSUANT TO THESE TERMS.\n14.\nChoice of Law and Venue To the maximum extent permitted by law, these Terms as well as any claim, cause of action, or dispute that may arise between you and us, are governed by the laws of Dominica without regard to conflict of law provisions.\nFOR ANY CLAIM BROUGHT BY EITHER PARTY, YOU AGREE TO SUBMIT AND CONSENT TO THE PERSONAL AND EXCLUSIVE JURISDICTION IN, AND THE EXCLUSIVE VENUE OF, THE COURTS LOCATED IN DOMINICA.\n15.\nGeneral Terms <b>(a)</b> These Terms, as amended from time to time, constitute the entire agreement between you and us and supersede all prior agreements between you and us and may not be modified without our written consent.\n<b>(b)</b> Our failure to enforce any provision of these Terms will not be construed as a waiver of any provision or right.\n<b>(c)</b> If any part of these Terms is determined to be invalid or unenforceable pursuant to applicable law, then the invalid and unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.\n<b>(d)</b> Nothing herein is intended, nor will be deemed, to confer rights or remedies upon any third party.\n<b>(e)</b> These Terms are not assignable, transferable or sub-licensable by you except with our prior written consent, but may be assigned or transferred by us without restriction.\n<b>(f)</b> You agree that we may provide you with notices by e-mail, regular mail, or postings to the Website.\n<b>(g)</b> The section titles in these Terms are for convenience only and have no legal or contractual effect.\n<b>(h)</b> As used in these Terms, the term “including” is illustrative and not limitative.\n</b>\n<b>\n</b>\n<b>\n</b>\n<b>\n</b>\n<b> Streamlare <ul>\n<li> Contact Us </li>\n<li> Terms and Conditions </li>\n<li> Copyright Policy </li>\n<li> Privacy Policy </li>\n<li> Affiliate Program </li>\n<li> API </li>\n</ul> © 2022 Streamlare.\nAll rights reserved </b>\n<b>\n</b>", "created_at": "2022-03-23 21:50:18.690259", "updated_at": "2022-03-23 20:50:57.408218"}], "points": [{"id": 27541, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://streamlare.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-03-24 18:51:02.711376", "updated_at": "2022-03-24 18:51:02.711376", "quoteText": "You shall notify us immediately of any breach of security or unauthorized use of your Account.\n", "case_id": 484, "document_id": 11769, "quoteStart": 3045, "quoteEnd": 3140}, {"id": 27540, "title": "This service tracks which web page referred you to it", "source": "https://streamlare.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-24 18:49:17.316516", "updated_at": "2022-03-24 18:49:17.316516", "quoteText": "referring web site, ", "case_id": 387, "document_id": 11771, "quoteStart": 843, "quoteEnd": 863}, {"id": 27539, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://streamlare.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-24 18:48:21.265044", "updated_at": "2022-03-24 18:48:21.265044", "quoteText": "Our servers automatically recognize and log visitors' IP addresses (the number assigned to computers on the Internet), ", "case_id": 399, "document_id": 11771, "quoteStart": 664, "quoteEnd": 783}], "urls": ["streamlare.com"]}}