{"error": 448, "message": "OK", "parameters": {"id": 688, "name": "NRC", "created_at": "2018-08-31 11:59:09.131144", "updated_at": "2021-03-25 03:19:38.023824", "wikipedia": null, "keywords": null, "related": null, "slug": "nrc", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/688.png", "url": "nrc.nl", "documents": [{"id": 466, "name": "Privacy Policy", "url": "https://www.nrc.nl/privacy/", "xpath": "", "text": " Sluit menu <ul>\n<li> Binnenland </li>\n<li> Buitenland </li>\n<li> Economie </li>\n<li> Den Haag </li>\n<li> Cultuur </li>\n<li> Wetenschap </li>\n<li> Sport </li>\n<li> Opinie </li>\n<li> Columnisten </li>\n<li> Tech en Media </li>\n<li> Boeken </li>\n<li> Leven </li>\n<li> In Beeld </li>\n<li> Carrière </li>\n<li> Klimaat </li>\n<li> Recht </li>\n<li> Podcast </li>\n<li> Commentaar </li>\n<li> Ombudsman </li>\n<li> Hoofdredacteur </li>\n<li> Puzzels </li>\n<li> Service </li>\n<li> Webwinkel </li>\n<li> Familieberichten </li>\n<li> Over NRC </li>\n</ul> Service <ul>\n<li> Bezorgservice </li>\n<li> Onderbrekingsservice </li>\n<li> Verhuisservice </li>\n<li> Mijn gegevens </li>\n<li> Mijn abonnementen </li>\n<li> FAQ Digitaal Lezen </li>\n<li> Nieuwsbrieven </li>\n<li> Veelgestelde vragen </li>\n<li> Mijn leeslijst </li>\n<li> Digitale krant </li>\n<li> Wachtwoord vergeten </li>\n</ul> Onbeperkt toegang Abonneer Onbeperkt toegang tot alle artikelen op nrc.nl Abonneer Je kunt op NRC rekenen voor betrouwbare informatie, duiding en analyse.\nNeem nu een extra voordelig abonnement.\nBekijk de opties Menu NRC Mijn nieuws Digitale krant Mijn NRC Terug Lees meer Inloggen Mijn nieuws Mijn leeslijst Mijn geschiedenis Digitale krant Volgonderwerpen Nieuwsbrieven Ik ben abonnee Neem een abonnement Instellingen Service Uitloggen Privacy-instellingen Notificaties Bezorgservice Vakantieservice Verhuisservice Mijn gegevens Mijn abonnementen FAQ Digitaal Lezen Veelgestelde vragen Wachtwoord vergeten <ul>\n</ul>\n<ul>\n<li> Binnenland </li>\n<li> Buitenland </li>\n<li> Economie </li>\n<li> Den Haag </li>\n<li> Cultuur </li>\n<li> Wetenschap </li>\n<li> Opinie </li>\n<li> Sport </li>\n<li> Tech en Media </li>\n<li> Boeken </li>\n<li> Leven </li>\n<li> Carrière </li>\n<li>Webwinkel</li>\n</ul> Terug naar de krant Lijst <p>N.B.\nHet kan zijn dat elementen ontbreken aan deze printversie.</p> Onze journalistiek is ons product.\nNiet uw gegevens De Europese privacyregels zijn flink aangescherpt.\nBedrijven moeten vastleggen welke persoonsgegevens ze bewaren en waarom, en klanten hebben het recht die informatie in te zien, en te laten corrigeren of verwijderen.\nDit zijn de privacybeloftes van NRC:\n<ul>\n<li>Onze journalistiek is ons product.\nU bent dat niet.\nDaarom verkopen we uw gegevens niet.\nNooit.\nAan niemand.</li>\n<li>We verzamelen geen gegevens om het verzamelen.\nWe slaan gegevens alleen op met een concreet doel, zoals de uitvoering van uw abonnement.</li>\n<li>We verzamelen gegevens om uw ervaring te verbeteren en op uw wensen af te stemmen.\nWanneer we dat doen, zijn we hier duidelijk over.</li>\n<li>Als u door middel van uw account via onze websites en/of apps artikelen leest, kunnen wij zien welke artikelen dit zijn, zodat we aan u interessante, soortgelijke artikelen kunnen tonen (zie ook onderdeel “Weet NRC wat ik lees?“).\nWe gebruiken deze informatie niet voor andere doeleinden en delen deze informatie niet met derden.\nDeze optie kunt u via de instellingen pagina uitzetten.</li>\n<li>Als u onze websites en/of apps bezoekt en niet bent ingelogd via een account zien wij niet wat u leest.</li>\n<li>Cookies die via nrc.nl geplaatst worden zijn voor het optimaal functioneren van de site, voor analyses op geaggregeerd niveau, en voor marketing van NRC zelf.\nNiet om profielen op te bouwen voor adverteerders.</li>\n</ul>\nAlgemene vragen over NRC en uw privacy\n<p>Hieronder vindt u antwoorden op de belangrijkste algemene vragen over privacy bij NRC.\nAls uw vraag hieronder niet wordt beantwoord, of als u andere vragen heeft over het gebruik van persoonsgegevens, dan kunt u contact met ons opnemen via privacy@nrc.nl.</p> Kan ik mijn gegevens inzien? <p>Ja, dat is mogelijk.\nU kunt hiervoor een e-mail sturen naar privacy@nrc.nl, met daarbij uw postcode en huisnummer en een kopie van uw identiteitsbewijs, waarop uw BSN-nummer is afgeschermd.\nDe kopie hebben we nodig, omdat wij uw identiteit moeten controleren voordat wij gegevens kunnen sturen.\nU kunt voor het maken van de kopie gebruikmaken van de KopieID-app die de Rijksoverheid aanbiedt.</p>\n<p>Wij zullen u vervolgens uw persoonsgegevens sturen uit onze systemen naar het e-mailadres dat in onze systemen bekend is, waarin de informatie waar wij op persoonsniveau over beschikken zichtbaar is.\nDe kopie van uw indentiteitbewijs wordt na controle vernietigd.</p> Verkoopt NRC mijn data? <p>Nee.\nNooit.\nNergens.</p> Deelt NRC mijn gegevens met andere partijen? <p>We werken met een aantal partijen samen, waar we persoonsgegevens mee delen.\nZo worden uw adresgegevens bijvoorbeeld gedeeld met de partij die de distributie van de kranten verzorgt, in het geval u de papieren krant ontvangt.\nDe webwinkel van NRC werkt samen met een aantal externe leveranciers, waar als u iets koopt uw gegevens naartoe gestuurd worden voor de verwerking en uitvoering van uw bestelling.\nVoor analyses van de abonneedatabase (bijvoorbeeld om de ontwikkeling van het aantal abonnees te voorspellen) werken we samen met bureaus die hierin gespecialiseerd zijn.\nOok zijn er leveranciers van software die NRC gebruikt (bijvoorbeeld om e-mails te versturen of de abonnementsgegevens op te slaan).</p>\n<p>Met alle partijen waarmee NRC data deelt hebben we een zogenaamde verwerkersovereenkomst afgesloten.\nHierin is vastgelegd met welk doel de data gedeeld is, en dat beide partijen correct met de data omgaan.</p> Weet NRC wat ik lees? <p>Ja, als u gebruikmaakt van onze digitale nieuwsvoorzieningsdienst en door middel van uw account op onze websites en/of apps artikelen leest, kunnen wij zien welke artikelen dit zijn.\nIn dat geval zullen wij als onderdeel van deze dienst bijhouden welke artikelen u leest, zodat via een gepersonaliseerde overzichtspagina in uw accountomgeving snel en gemakkelijk de voor u interessante artikelen kunnen worden getoond.\nOok wordt via deze dienst een gepersonaliseerde leeslijst voor u samengesteld en kunt u eenvoudig uw leesgeschiedenis terugzien.</p>\n<p>Indien u onze websites en/of apps bezoekt en niet bent ingelogd via een account, weten wij niet wat u leest.\nIn dat geval meten we op geaggregeerd niveau hoeveel en hoelang verhalen op onze site en in onze apps worden gelezen.\nDie informatie herleiden we niet tot individuele lezers.\nWe weten dus wel hoeveel mensen een artikel hebben gelezen, maar niet wie dat zijn.</p>\n<p>We gebruiken de geaggregeerde gegevens die we over leesgedrag verzamelen, om onze journalistiek te verbeteren.\nDat betekent niet dat we bepaalde onderwerpen vanwege de ‘kijkcijfers’ mijden of juist extra aandacht geven, maar dat we met behulp van deze cijfers leren hoe we de verhalen die wij belangrijk vinden het beste onder de aandacht van onze lezers kunnen brengen.\nMeer over de rol van deze data op onze redactie kunt u lezen in dit blog van onze hoofdredacteur.</p> Kan ik ervoor kiezen om geen data met NRC te delen? <p>Dat kan.\nHiervoor zijn verschillende mogelijkheden:</p>\n<ul>\n<li>\nHelemaal geen gegevens delen\n<p>Wij kunnen uw persoonsgegevens uit onze database verwijderen, en u kunt ervoor kiezen om geen cookies te accepteren.\nDit betekent dan helaas ook dat u geen gebruik meer kunt maken van de meeste van onze producten en diensten.\nZonder adresgegevens kunnen wij bijvoorbeeld geen papieren krant bezorgen, zonder e-mailadres geen nieuwsbrief of digitale editie van de krant, en zonder cookies kunt u niet als abonnee inloggen op nrc.nl, en dus niet meer onbeperkt artikelen lezen.\nAls u ervoor kiest om helemaal geen gegevens met NRC te delen, betekent dat dus dat uw abonnement moet worden beëindigd.\nDat kan na de wettelijke opzegperiode, of na afloop van de contracttermijn als dat van toepassing is.</p>\n</li>\n<li>\nZo min mogelijk gegevens delen\n<p>U kunt ervoor kiezen om alleen noodzakelijke gegevens met ons te delen.\nUw telefoonnummer en geboortedatum kunnen bijvoorbeeld uit onze bestanden verwijderd worden.\nIn dat geval kunnen we u niet meer informeren over bijvoorbeeld calamiteiten of wijzigingen in onze producten of services.\nUw geboortedatum gebruiken we enkel voor analyse van de ontwikkeling van de leeftijdsopbouw van onze abonneedatabase.\nMocht u niet-noodzakelijke gegevens willen laten verwijderen, dan kunt u contact opnemen via privacy@nrc.nl.</p>\n</li>\n<li>\nGeen aanbiedingen ontvangen\n<p>U kunt ervoor kiezen om geen aanbiedingen van NRC te ontvangen.\nDaarvoor kunt u contact opnemen met onze privacy@nrc.nl.</p>\n</li>\n<li>\nGeen cookies accepteren\n<p>U kunt ervoor kiezen om geen cookies te accepteren bij een bezoek aan nrc.nl.\nDe website zal dan niet (optimaal) werken: u kunt dan bijvoorbeeld niet inloggen als abonnee, waardoor u geen onbeperkte toegang heeft tot onze artikelen.\nVoor meer informatie over ons cookiebeleid kijkt u op www.nrc.nl/cookies.</p>\n</li>\n</ul> Hoe kan ik contact opnemen als ik andere vragen heb over mijn privacy? <p>Als u vragen heeft over het gebruik van persoonsgegevens kunt u contact opnemen via privacy@nrc.nl, of lees de volledige privacy-verklaring van NRC Media.</p> Vragen over privacy in uw situatie\n<p>Welke informatie NRC precies over u verzamelt, hangt van de situatie af.\nHieronder vindt u de meest voorkomende scenario’s, waarbij we per geval toelichten welke informatie we over u bewaren, en wat we daarmee doen.\nUiteraard kunnen verschillende situaties tegelijk van toepassing zijn: u kunt bijvoorbeeld een abonnement hebben op de krant, en daarnaast nrc.nl bezoeken of iets kopen in onze webwinkel.</p> U bent abonnee of ex-abonnee <p>Als u abonnee bent van NRC dan beschikken we over de gegevens die u met ons gedeeld heeft toen u dat abonnement afsloot.\nBijvoorbeeld uw adresgegevens, naam, IBAN-nummer en contactinformatie.\nDie informatie hebben we nodig voor de verwerking, levering en betaling van het abonnement, en om hierover met u te kunnen communiceren.\nMogelijk heeft u ook uw geboortedatum opgegeven.\nDie gebruiken we voor analyse van de ontwikkeling van de leeftijdsopbouw van onze abonneedatabase.</p>\n<p>Als u uw abonnement opzegt, bewaren we deze gegevens.\nZo hoeft u die niet opnieuw in te voeren als u weer abonnee wilt worden.\nOok kennen we uw abonnementsgeschiedenis, wat bijvoorbeeld van pas kan komen voor loyaliteitsprogramma’s.\nUw betaalgegevens bewaren wij zeven jaar.\nDat moet van de Belastingdienst.</p>\n<p>Wij gebruiken gegevens van ex-abonnees ook om aanbiedingen te doen om opnieuw abonnee te worden.\nMocht u deze aanbiedingen niet op prijs stellen, dan kunt u dit aangeven via privacy@nrc.nl.</p> U heeft iets gekocht in onze webwinkels of een NRC Live-evenement bezocht <p>Als u een product gekocht of een evenement bezocht heeft, dan worden hiervoor de gegevens opgeslagen die we nodig hebben om uw bestelling en betaling te verwerken, zoals uw naam, adres en factuurgegevens.\nDe factuurgegevens bewaren wij zeven jaar.\nDat is de verplichte bewaartermijn voor de Belastingdienst.\nOok sturen we u, naar aanleiding van een eerdere aankoop, aanbiedingen voor andere producten of evenementen.\nMocht u dit niet willen, dan kunt u zich afmelden via de link in de e-mails die hierover gestuurd worden.</p> U heeft contact gehad met onze klantenservice <p>Onze klantenservice houdt in een dossier bij wanneer en waarover u contact met ons heeft gehad, zodat onze medewerkers hier een volgende keer snel inzicht in hebben.\nIn dat dossier wordt geen gevoelige informatie opgeslagen (als u de krant bijvoorbeeld niet meer kunt lezen door gezondheidsklachten, documenteren we die details niet).</p>\n<p>Sommige telefoongesprekken met de klantenservice worden opgenomen.\nDie opnames worden gebruikt voor training van de klantenservicemedewerkers.\nDe opnames worden na een week automatisch vernietigd.</p> U bent ingelogd op onze website of een van onze apps <p>Als u inlogt op nrc.nl of in een van onze apps, dan slaan we die informatie op.\nWe registreren wanneer en hoe vaak u inlogt, met wat voor soort apparaat (bijvoorbeeld een iPad of een Android-telefoon) en welke artikelen u leest en welke onderwerpen en/of nieuwsbrieven u aangeeft te willen volgen.</p>\n<p>We gebruiken die informatie om te analyseren hoe intensief onze digitale diensten worden gebruikt (bijvoorbeeld om vast te stellen hoe groot het aandeel abonnees van de papieren krant is dat ook de digitale editie leest), om misbruik te voorkomen (zoals het delen van één abonnement door grote aantallen mensen), en om abonnees te wijzen op de mogelijkheden van onze digitale diensten (als u bijvoorbeeld een digitaal abonnement heeft, maar daar nooit gebruik van maakt, dan kunnen we eventueel contact met u opnemen om u te helpen met inloggen).Ook kunnen we aan u de artikelen tonen die passen bij de eerder door u gelezen artikelen en de door u gevolgde onderwerpen en kunt u eenvoudig uw leesgeschiedenis terugvinden.</p> U bezoekt NRC.nl <p>Als u NRC.nl bezoekt worden er zogenoemde ‘cookies’ opgeslagen op uw apparaat - kleine tekstbestandjes waarin informatie kan worden vastgelegd.</p>\n<p>Er zijn verschillende soorten cookies.\nDe eerste categorie zijn zogeheten ‘functionele cookies’.\nDie helpen om de site zo goed mogelijk te laten werken, ze zorgen er bijvoorbeeld voor dat u als abonnee niet bij elk bezoek opnieuw hoeft in te loggen.</p>\n<p>Er zijn ook ‘analytische cookies’, die houden bijvoorbeeld hoeveel mensen de site bezoeken, in welk land die zich bevinden en hoe vaak en hoe lang een artikel wordt gelezen.\nZolang u niet bent ingelogd, zien we dit niet op individueel niveau: we kunnen de data niet herleiden tot specifieke personen.\nWe maken voor zulke analyses gebruik van diensten van andere bedrijven, zoals Google Analytics en Chartbeat.\nDie samenwerkingspartners hebben geen toegang tot uw persoonlijke gegevens, en kunnen u op basis van de cookies die ze via NRC.nl verspreiden niet volgen op andere websites.</p>\n<p>We meten op geaggregeerd niveau hoeveel en hoelang verhalen op onze site en in onze apps worden gelezen.\nDie informatie herleiden we niet tot individuele lezers.\nWe weten dus wel hoeveel lezers een artikel heeft getrokken, maar niet wie dat zijn.</p>\n<p>Dan zijn er cookies voor marketingdoeleinden van NRC zelf.\nDaarmee meten we hoe vaak u op nrc.nl geweest bent, en of u interesse in een abonnement of een product uit onze webwinkels getoond heeft.\nZo kunnen we u op NRC.nl of elders een advertentie tonen met een aanbieding voor een abonnement of product.\nOf andersom: als u bijvoorbeeld een ingelogde abonnee bent, dan weten we aan de hand van deze cookies dat we u geen advertenties met een abonnementsaanbieding moeten tonen.</p>\n<p>Adverteerders op NRC.nl kunnen bovendien cookies gebruiken om bij te houden hoe vaak u een reclame heeft gezien, en of (en hoe vaak) u erop heeft geklikt.\nDat doen ze om de effectiviteit van hun campagne te meten, en om te kunnen controleren of de advertentie het met NRC afgesproken aantal keren is vertoond.\nDeze informatie is niet herleidbaar tot u als persoon: de adverteerder noch NRC koppelt de meetgegevens aan uw persoonlijke gegevens.</p>\n<p>Cookies van adverteerders op NRC.nl worden niet gebruikt om klant- of interesseprofielen op te bouwen, of om u elders op internet te volgen of benaderen.</p>\n<p>Een lijst met alle cookies die geplaatst worden bij een bezoek op nrc.nl, met daarbij een uitleg over de functionaliteit en achterliggende reden, vindt u op www.nrc.nl/cookies.</p> U bent ingeschreven op een of meer van onze e-mailnieuwsbrieven <p>We gebruiken uw mailadres uitsluitend om u (tot u zich afmeldt) de nieuwsbrief of nieuwsbrieven te sturen waarvoor u zich heeft aangemeld.\nWe gebruiken uw inschrijving op redactionele nieuwsbrieven niet om u commerciële aanbiedingen te sturen, tenzij u zich daarvoor expliciet heeft aangemeld.\nUw e-mailadres wordt niet gedeeld met adverteerders.</p>\n<p>We meten op geaggregeerd niveau hoeveel op de links in nieuwsbrieven wordt geklikt.\nAan de hand van die informatie analyseren we hoe we onze nieuwsbrieven verder kunnen verbeteren.\nWe herleiden deze informatie niet tot individuele lezers.\nWe weten dus wel hoe vaak op een link is geklikt, maar niet door wie.</p>\n<p>Dit is anders als u een account heeft en gebruikmaakt van onze digitale nieuwsvoorzieningsdienst, waarbij u via onze websites en/of apps artikelen leest.\nAls onderdeel van deze dienst houden wij bij op welke links door u in de nieuwsbrief worden geklikt, zodat via een gepersonaliseerde overzichtspagina in uw accountomgeving snel en gemakkelijk onder meer voor u interessante nieuwsbrieven en onderwerpen kunnen worden getoond.</p>\n<p>Iedere nieuwsbrief bevat een link waarmee u zich direct kunt uitschrijven.\nAanmelden kan op www.nrc.nl/nieuwsbrieven.</p> U komt voor in een artikel van NRC <p>Alle artikelen die door de redactie van NRC worden gepubliceerd, zijn online beschikbaar voor abonnees.\nNiet-abonnees kunnen maandelijks enkele artikelen lezen op nrc.nl.\nDit geldt ook voor artikelen die in het archief zijn opgenomen.\nRegelmatig krijgt de redactie verzoeken binnen waarin wordt gevraagd om verwijdering of anonimisering van een artikel in het digitale archief.\nDe redactie gaat daar uiterst terughoudend mee om.\nLezers moeten erop kunnen rekenen dat dat archief altijd een volledig en betrouwbaar beeld geeft van de inhoud van onze publicaties op het moment van verschijnen.\nDat is een belangrijk aspect van onze betrouwbaarheid als journalistiek medium: ingrepen achteraf kunnen leiden tot geschiedvervalsing.\nIn beginsel plegen we zulke ingrepen dus niet.\n(Meer over dit beleid leest u in deze blogpost van onze hoofdredactie.)</p>\n<p>Slechts in heel uitzonderlijke situaties wijkt NRC van deze regel af, bijvoorbeeld als iemands veiligheid in het geding is, als NRC een evidente onjuistheid heeft gepubliceerd (die dan wordt hersteld middels een rectificatie) of op last van de rechter.</p>\n<p>De Nederlandse rechter hecht sterk aan integriteit van het archief voor journalistieke producties, zo is terug te vinden in de jurisprudentie op dit gebied.\nOok de nieuwe Europese privacyregels maken een uitzondering wanneer het gaat om het uitoefenen van het recht op meningsvrijheid en informatie.\nIn Nederland is dat vastgelegd in artikel 43 (‘Uitzonderingen inzake journalistieke doeleinden of academische, artistieke of literaire uitdrukkingsvormen’) van de Uitvoeringswet Algemene Verordening Gegevensbescherming).</p>\n<p>Zoekmachines die in Europa actief zijn, zoals Google, zijn op last van Europese Hof van Justitie in Luxemburg verplicht om een procedure in te stellen waarmee Europese burgers verwijzingen naar bepaalde webpagina’s kunnen laten verwijderen uit zoekresultaten die verschijnen wanneer ze hun (echte) naam intikken.\nDe webpagina’s zelf blijven online.\nU vindt het aanvraagformulier op https://support.google.com/legal/contact/lr_eudpa?product=websearch</p>\n<p>\n</p> Leeslijst Volgonderwerpen Opslaan in leeslijst Toevoegen aan + verzameling NRC Abonnee? Log in Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland </li>\n</ul> Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown De premier heeft een aantal ingrijpende coronamaatregelen afgekondigd.\nTijdens zijn toespraak demonstreerden tientallen betogers door lawaai te maken met potten en pannen.\n14 december 2020 </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen Premier Rutte kondigde tijdens een toespraak uit het Torentje verregaande maatregelen aan.\nZie hier een overzicht van de maatregelen die tot ten minste 19 januari gelden.\n14 december 2020 </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ Niemand wilde dat de scholen opnieuw zouden sluiten, omdat het leidt tot leerachterstanden en ongelijkheid.\nMaar het gebeurt nu toch.\n14 december 2020 </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ Met een harde, totale lockdown rond de feestdagen probeert het kabinet het coronavirus er weer onder te krijgen.\nDe maatregelen gaan verder dan dit voorjaar.\n14 december 2020 </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland Het dagelijks aantal gemelde positieve coronatests blijft de laatste week ongeveer constant.\nIn sommige gemeenten is er een stijging te zien.\nNRC houdt hier de laatste cijfers bij.\n29 september 2020 </li>\n</ul> Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland </li>\n</ul> Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown De premier heeft een aantal ingrijpende coronamaatregelen afgekondigd.\nTijdens zijn toespraak demonstreerden tientallen betogers door lawaai te maken met potten en pannen.\n14 december 2020 </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen Premier Rutte kondigde tijdens een toespraak uit het Torentje verregaande maatregelen aan.\nZie hier een overzicht van de maatregelen die tot ten minste 19 januari gelden.\n14 december 2020 </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ Niemand wilde dat de scholen opnieuw zouden sluiten, omdat het leidt tot leerachterstanden en ongelijkheid.\nMaar het gebeurt nu toch.\n14 december 2020 </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ Met een harde, totale lockdown rond de feestdagen probeert het kabinet het coronavirus er weer onder te krijgen.\nDe maatregelen gaan verder dan dit voorjaar.\n14 december 2020 </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland Het dagelijks aantal gemelde positieve coronatests blijft de laatste week ongeveer constant.\nIn sommige gemeenten is er een stijging te zien.\nNRC houdt hier de laatste cijfers bij.\n29 september 2020 </li>\n</ul>\n<ul>\n<li>Over NRC</li>\n<li>Over ons</li>\n<li>Werken bij</li>\n<li>Auteursrecht</li>\n<li>Privacy</li>\n<li>Leverings­voorwaarden</li>\n<li>NRC-Code</li>\n<li>Onze app</li>\n</ul>\n<ul>\n<li>Mijn NRC</li>\n<li>Inloggen</li>\n<li>Account aanmaken</li>\n<li>Digitale krant</li>\n<li>Mijn leeslijst</li>\n<li>Mijn abonnementen</li>\n<li>Service &amp.\nbezorging</li>\n<li>Nieuwsbrieven</li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>Redactie</li>\n<li>Opinieredactie</li>\n<li>De ombudsman</li>\n<li>Colofon</li>\n<li>AdSales</li>\n<li>Klantenservice</li>\n<li>Familieberichten</li>\n</ul>\n<ul>\n<li>NRC Websites</li>\n<li>NRC Media</li>\n<li>NRC Carrière</li>\n<li>NRC Live</li>\n<li>NRC Webwinkel</li>\n<li>NRC Cadeautips</li>\n<li>NRC Lezersfonds</li>\n</ul> ", "created_at": "2018-08-31 12:01:51.537029", "updated_at": "2020-12-14 19:23:29.375265"}, {"id": 467, "name": "Leveringsvoorwaarden", "url": "https://www.nrc.nl/leveringsvoorwaarden/", "xpath": "", "text": " Sluit menu <ul>\n<li> Binnenland </li>\n<li> Buitenland </li>\n<li> Economie </li>\n<li> Den Haag </li>\n<li> Cultuur </li>\n<li> Wetenschap </li>\n<li> Sport </li>\n<li> Opinie </li>\n<li> Columnisten </li>\n<li> Tech en Media </li>\n<li> Boeken </li>\n<li> Leven </li>\n<li> In Beeld </li>\n<li> Carrière </li>\n<li> Klimaat </li>\n<li> Recht </li>\n<li> Podcast </li>\n<li> Commentaar </li>\n<li> Ombudsman </li>\n<li> Hoofdredacteur </li>\n<li> Puzzels </li>\n<li> Service </li>\n<li> Webwinkel </li>\n<li> Familieberichten </li>\n<li> Over NRC </li>\n</ul> Service <ul>\n<li> Bezorgservice </li>\n<li> Onderbrekingsservice </li>\n<li> Verhuisservice </li>\n<li> Mijn gegevens </li>\n<li> Mijn abonnementen </li>\n<li> FAQ Digitaal Lezen </li>\n<li> Nieuwsbrieven </li>\n<li> Veelgestelde vragen </li>\n<li> Mijn leeslijst </li>\n<li> Digitale krant </li>\n<li> Wachtwoord vergeten </li>\n</ul> Onbeperkt toegang Abonneer Onbeperkt toegang tot alle artikelen op nrc.nl Abonneer Je kunt op NRC rekenen voor betrouwbare informatie, duiding en analyse.\nNeem nu een extra voordelig abonnement.\nBekijk de opties Menu NRC Mijn nieuws Digitale krant Mijn NRC Terug Lees meer Inloggen Mijn nieuws Mijn leeslijst Mijn geschiedenis Digitale krant Volgonderwerpen Nieuwsbrieven Ik ben abonnee Neem een abonnement Instellingen Service Uitloggen Privacy-instellingen Notificaties Bezorgservice Vakantieservice Verhuisservice Mijn gegevens Mijn abonnementen FAQ Digitaal Lezen Veelgestelde vragen Wachtwoord vergeten <ul>\n</ul>\n<ul>\n<li> Binnenland </li>\n<li> Buitenland </li>\n<li> Economie </li>\n<li> Den Haag </li>\n<li> Cultuur </li>\n<li> Wetenschap </li>\n<li> Opinie </li>\n<li> Sport </li>\n<li> Tech en Media </li>\n<li> Boeken </li>\n<li> Leven </li>\n<li> Carrière </li>\n<li>Webwinkel</li>\n</ul> Terug naar de krant Lijst <p>\n</p>\n<p> Onze journalistiek is ons product.\nU bent dat niet.\nDaarom verkopen we uw persoonsgegevens niet.\nNooit.\nAan niemand.\nLees meer over ons privacybeleid.\n</p>\n<p> Sluiten </p> Sluiten <p>N.B.\nHet kan zijn dat elementen ontbreken aan deze printversie.</p> Leveringsvoorwaarden <p>Deze voorwaarden bestaan uit drie delen:</p>\n<ol>\n<li>Algemene bepalingen</li>\n<li>Aanvullende bepalingen voor consumenten</li>\n<li>Aanvullende bepalingen voor zakelijke abonnees</li>\n</ol>\n<p>&nbsp;</p>\nDeel I: Algemene bepalingen\n<p>\n<strong>Artikel 1 - Definities</strong>\n</p>\n<p>\n<em>Aanbieding</em>\n<br>\nElk aanbod van de Uitgever tot het aangaan van een Abonnementsovereenkomst door middel van een publicatie in het Uitgeefproduct.</p>\n<p>\n<em>Abonnee</em>\n<br>\nDe natuurlijke persoon of rechtspersoon met wie de Uitgever een Abonnementsovereenkomst sluit, aan wie de Uitgever een Dienst levert of met wie de Uitgever in andere rechtsverhouding staat.</p>\n<p>\n<em>Abonnementsovereenkomst</em>\n<br>\nIedere overeenkomst tussen de Uitgever en een Abonnee die de Abonnee het recht geeft om, tegen betaling van het geldende abonnementstarief, gedurende de contractsduur het overeengekomen abonnement te ontvangen.\nHieronder vallen – afhankelijk van de Abonnementsovereenkomst – ook de Dienst(en) die de Uitgever aanbiedt.</p>\n<p>\n<em>Algemene Voorwaarden </em>\n<br>\nDe algemene voorwaarden.</p>\n<p>\n<em>De Uitgever</em>\n<br>\nDe Uitgever is NRC Media B.V., geregistreerd bij de Kamer van Koophandel te Rotterdam onder nummer 242 80 642 en de aan NRC Media B.V.\ngelieerde (dochter)vennootschappen en groepsmaatschappijen.</p>\n<p>\n<em>Dienst </em>\n<br>\nAlle huidige en toekomstige elektronische dan wel digitale diensten die de Uitgever aanbiedt die al dan niet onderdeel uitmaken van een Abonnementsovereenkomst, zoals onder meer maar niet beperkt tot de Website, alle digitale applicaties, digitale nieuwsvoorzieningen en archieven, en alle abonnementen die de Uitgever aanbiedt, die gebruikt worden door natuurlijke personen of rechtspersonen.\nBepaalde Diensten zijn alleen toegankelijk voor hen die een Abonnementsovereenkomst gesloten hebben.</p>\n<p>\n<em> Initiële Termijn</em>\n<br>\nDe eerste termijn die aanvangt op het moment dat het abonnement volgens de Abonnementsovereenkomst start en welke termijn voortduurt voor de tussen de Uitgever en de Abonnee in de Abonnementsovereenkomst overeengekomen periode.</p>\n<p>\n<em>Uitgeefproduct</em>\n<br>\nAlle door de Uitgever uitgegeven of uit te geven media zoals ondermeer &nbsp;maar niet uitsluitend de papieren of digitale editie van NRC Handelsblad, nrc.next, NRC De Week en NRC Handelsblad Digitaal met inbegrip van alle bijlagen en specials.\nHet staat de uitgever verder vrij om een zelfstandige commerciële uiting van derden of een product van derden toe te voegen aan het uitgeefproduct.</p>\n<p>\n<em>Website </em>\n<br>\nDe website(s) beheerd door de Uitgever.</p>\n<p>\n<strong>Artikel 2 - Toepasselijkheid</strong>\n</p>\n<p>2.1.\nOp alle Aanbiedingen, Abonnementsovereenkomsten en op elk gebruik van de Diensten van de Uitgever zijn de Algemene Voorwaarden van toepassing, voor zover daarvan niet is afgeweken overeenkomstig artikel 2.7.</p>\n<p>2.2.\nDe Algemene Voorwaarden zijn uitdrukkelijk niet van toepassing op overeenkomsten tot het plaatsen van een advertentie in een Uitgeefproduct.</p>\n<p>2.3.\nIn aanvulling op DEEL I van de Algemene Voorwaarden zijn al naar gelang de aard van de Abonnee, tevens DEEL II of DEEL III van toepassing.\nIn geval van tegenstrijdigheid tussen de verschillende delen prevaleert het bijzondere deel boven het algemene deel.\nIn geval van strijdigheid tussen de Algemene Voorwaarden en de Abonnementsovereenkomst, prevaleert de Abonnementsovereenkomst.</p>\n<p>2.4.\nDe Algemene Voorwaarden zijn beschikbaar gesteld op de Website.\nOp verzoek zal de Uitgever een kopie van de Algemene Voorwaarden kosteloos toezenden.</p>\n<p>2.5.\nDoor het aangaan van de Abonnementsovereenkomst en de Diensten te gebruiken verklaart de Abonnee zich bekend en akkoord met de Algemene Voorwaarden.\nDe Uitgever wijst de toepasselijkheid van de Algemene Voorwaarden van de Abonnee, hoe ook genaamd, uitdrukkelijk van de hand.</p>\n<p>2.6.\nZonder voorafgaande schriftelijke toestemming van de Uitgever is de Abonnee niet gerechtigd zijn rechten of verplichtingen uit de Abonnementsovereenkomst of uit het gebruik van de Diensten aan derden over te dragen.</p>\n<p>2.7.\nDe Uitgever is gerechtigd de Algemene Voorwaarden eenzijdig te wijzigen.\nDe Uitgever zal een voorgenomen wijziging bekend maken in het Uitgeefproduct en op de Website.\nDe gewijzigde Algemene Voorwaarden zijn vanaf de datum van inwerkingtreding van toepassing op alle bestaande en toekomstige Abonnementsovereenkomsten, ook indien deze voor de wijziging van de Algemene Voorwaarden zijn gesloten.</p>\n<p>2.8.\nIn de gevallen waarin de betreffende Abonnementsovereenkomst en de Algemene Voorwaarden niet voorzien, zal de Uitgever een regeling treffen naar redelijkheid.</p>\n<p>2.9.\nDe (gehele of gedeeltelijke) ongeldigheid of onverbindendheid van een of meer bepalingen van de Algemene Voorwaarden tast de geldigheid of verbindendheid van de overige bepalingen niet aan.\nIndien zou blijken dat een bepaling ongeldig of onverbindend is, zullende Uitgever en de Abonnee het ongeldige of onverbindende gedeelte vervangen door een bepaling die wel geldig en verbindend is en waarvan de rechtsgevolgen, gelet op de inhoud en strekking van de betreffende bepaling, zo veel mogelijk overeenstemmen met die van het ongeldige of onverbindende gedeelte van deze bepaling.</p>\n<p>\n<strong>Artikel 3 - Aanbiedingen en abonnementstarieven</strong>\n</p>\n<p>3.1.\nAlle Aanbiedingen van de Uitgever die gericht zijn op een specifiek persoon of specifieke onderneming zijn altijd eenmalig, vrijblijvend en alleen geldig gedurende de in de Aanbieding vermelde termijn.\nIndien niet expliciet een termijn is genoemd, is een Aanbieding geldig gedurende 14 dagen.</p>\n<p>3.2.\nDe Abonnementsovereenkomst kan zowel mondeling, schriftelijk als elektronisch worden gesloten.\nDe Uitgever bevestigt de totstandkoming van de Abonnementsovereenkomst schriftelijk of elektronisch aan de Abonnee.</p>\n<p>3.3.\nDe Uitgever is gerechtigd zonder opgaaf van redenen een verzoek tot het aangaan van een Abonnementsovereenkomst te weigeren, dan wel aanvullende voorwaarden aan het sluiten van de Abonnementsovereenkomst te verbinden.</p>\n<p>3.4.\nDe Uitgever is gerechtigd de abonnementtarieven te wijzigen, onder meer (maar niet beperkt tot) op basis van het Consumenten Prijs Index cijfer (CPI) vastgesteld door het Centraal Bureau voor de Statistiek (CBS).</p>\n<p>3.5.\nDe tarieven vermeld in Aanbiedingen gelden niet voor reeds lopende of te verlengen Abonnementsovereenkomsten, tenzij de Uitgever in de Aanbieding uitdrukkelijk anders heeft vermeld.\nAanbiedingen gelden, met uitzondering van NRC de Week, en tenzij uitdrukkelijk anders vermeld, enkel in Nederland.</p>\n<p>3.6 De digitale varianten van NRC Handelsblad en nrc.next zijn weergaves van de papieren uitgave van NRC Handelsblad en nrc.next, te lezen op onder meer (tablet)computers en smartphones.\nDe complete inhoud van de krant wordt weergegeven in de digitale producten.\nDe Uitgever is vrij om digitale producten te wijzigen of aan te passen, zonder voorafgaande mededeling aan de Abonnee, mits er een redelijke verhouding blijft tussen het abonnementsgeld en de geleverde prestatie van de Uitgever.</p>\n<p>3.7 De Website kan een andere inhoud bevatten dan de papieren uitgave en de digitale uitgave van de Uitgever.</p>\n<p>\n<strong>Artikel 4 - Levering en bezorging van het Uitgeefproduct</strong>\n</p>\n<p>4.1.\nDe Uitgever zal de grootst mogelijke zorg betrachten om voor tijdige en correcte levering en bezorging van het Uitgeefproduct zorg te dragen.\nDe vastgestelde bezorgtijden worden regelmatig gepubliceerd in het colofon van NRC Handelsblad, van nrc.next en op www.nrc.nl.\nDe bezorgtijden van NRC De Week worden gepubliceerd op www.nrc.nl/deweek.\nOnder bezorging van de digitale uitgave wordt verstaan het aan de Abonnee beschikbaar stellen van de uitgave voor downloaden.</p>\n<p>4.2.\nDe Uitgever is gerechtigd om het Uitgeefproduct op elk gewenst moment te wijzigen, te vervangen, te veranderen, in een andere frequentie te laten verschijnen of te laten vervallen, en om de distributiewijze te veranderen.</p>\n<p>4.3.\nOp erkende feestdagen, in de zomer en in uitzonderlijke gevallen, is de Uitgever gerechtigd om het Uitgeefproduct niet dan wel in aangepaste vorm te laten verschijnen.</p>\n<p>4.4.\nBezorgtijden van het Uitgeefproduct zijn altijd indicatief en zijn nooit een fatale termijn.\nKlachten met betrekking tot de bezorging geven de Abonnee niet het recht de betaling van het verschuldigde abonnementsgeld geheel of gedeeltelijk op te schorten.\nIndien de Uitgever de bezorgtermijn structureel overschrijdt dient de Abonnee de Uitgever schriftelijk in gebreke te stellen.</p>\n<p>4.5.\nDe Uitgever kan handbezorging niet garanderen.\nIndien de Uitgever om welke reden dan ook genoodzaakt is om handbezorging om te zetten naar postbezorging en de Abonnee heeft aangegeven niet akkoord te gaan met de omzetting naar postbezorging, is de Uitgever gerechtigd om met onmiddellijke ingang en zonder tot enige schadevergoeding gehouden te zijn, de Abonneeovereenkomst te beëindigen.</p>\n<p>4.6.\nIndien het adres waar de bezorging dient plaats te vinden aanleiding geeft tot het uitbesteden van de bezorging aan een postbedrijf zal de bezorging niet op de dag van verschijning plaatsvinden.\n</p>\n<p>4.7.\nIndien de locatie waarop de bezorging dient plaats te vinden aanleiding geeft tot het maken van extra kosten, is de Uitgever gerechtigd deze kosten aan de Abonnee in rekening te brengen.\nDe Uitgever hanteert de bezorgnormen van het postbedrijf in dezen.\nVoor NRC De Week is postbezorging in de abonnementsprijs inbegrepen.</p>\n<p>4.8.\nKlachten over de bezorging kunnen bij voorkeur online via www.nrc.nl/service of telefonisch bij de Uitgever worden gemeld op de dag van de overeengekomen bezorging vóór een in het colofon in NRC Handelsblad of NRC Next vermeld tijdstip.\nDe digitale uitgave zal, wanneer zij niet tijdig voor downloaden beschikbaar is gesteld, zo snel mogelijk alsnog beschikbaar voor downloaden worden gesteld.</p>\n<p>4.9.\nDe Abonnee heeft geen recht op restitutie van een deel van het door hem betaalde abonnementsgeld indien gedurende een of meerdere dagen niet door de Uitgever wordt bezorgd als gevolg van een overmachtsituatie die de levering onmogelijk maakt.\nWel kan restitutie aangeboden worden in de vorm van een kosteloze verlenging van het abonnement met de periode dat er niet is bezorgd bij de Abonnee.</p>\n<p>\n<strong>Artikel 5 - Betaling </strong>\n</p>\n<p>5.1.\nDe betaling dient plaats te vinden binnen 21 dagen na de datum zoals op de betreffende factuur aan de Abonnee is vermeld.</p>\n<p>5.2.\nDe Abonnee kan er voor kiezen middels een Nederlands (Bank)rekeningnummer een automatische incasso te laten verrichten door NRC Media B.V.\nVoor nieuw afgesloten abonnementen kan automatische incasso de enige betaalmogelijkheid zijn.\nDeze machtiging zal uitsluitend gebruikt worden om het abonnementsgeld te incasseren.\nWijzigingen met betrekking tot bankrekeningnummer of de betalingswijze dienen door de Abonnee kenbaar gemaakt te worden aan NRC Media B.V.</p>\n<p>5.3.\nVragen met betrekking tot facturen voor de Abonnementsovereenkomst dienen uiterlijk binnen 8 dagen na ontvangst van de factuur aan de klantenservice van de Uitgever gericht te worden.</p>\n<p>\n<strong>Artikel 6 - Adres en bezorggegevens</strong>\n</p>\n<p>6.1.\nDe Abonnee draagt er zorg voor dat alle gegevens, waarvan de Uitgever aangeeft dat deze noodzakelijk zijn, of waarvan de Abonnee redelijkerwijs behoort te begrijpen dat deze noodzakelijk zijn voor het uitvoeren van de Abonnementsovereenkomst, tijdig aan de Uitgever worden verstrekt.</p>\n<p>6.2.\nDe Abonnee is volledig verantwoordelijk voor de juistheid en volledigheid van de aan de Uitgever door de Abonnee verstrekte informatie.</p>\n<p>6.3.\nAdreswijzigingen dienen uiterlijk 5 werkdagen voordat de wijziging intreedt te worden doorgegeven aan de abonnementenadministratie van de Uitgever.\nVoor NRC De Week geldt een extra verwerkingstijd van 5 werkdagen.</p>\n<p>6.4.\nDe Uitgever mag er van uitgaan dat het verstrekte factuuradres evenals het bezorgadres correct zijn, totdat de Abonnee bij voorkeur schriftelijk via www.nrc.nl/service of telefonisch aan de Uitgever een nieuw adres heeft meegedeeld.</p>\n<p>6.5.\nDe Abonnee dient medewerking te verlenen aan de levering door de Uitgever, door in ieder geval een brievenbus te hebben, die voldoet aan de geldende PostNL bezorgnormen.</p>\n<p>\n<strong>Artikel 7 - Diensten</strong>\n</p>\n<p>7.1.\nDe Abonnee is verantwoordelijk voor de aanschaf en beheer van apparatuur, verbindingen en programmatuur ter ontvangst en gebruik van Diensten (zoals computers, internetverbinding, tablets) en is zich ervan bewust dat de Uitgever ten dele afhankelijk is van de fabrikanten en ontwikkelaars van die apparatuur en programmatuur.\nIndien een fabrikant of ontwikkelaar zijn voorwaarden, richtlijnen of exploitatiemogelijkheden voor een bepaald medium ingrijpend wijzigt, of de apparatuur dan wel programmatuur ingrijpend wijzigt, zal de Uitgever zich inspannen de levering van diensten zoveel mogelijk te continueren.\nIndien dit echter redelijkerwijs niet mogelijk is, of de kosten daarmee ingrijpend verhoogd worden, kan de Abonnementsovereenkomst enkel ten aanzien van de Dienst(en) die hierdoor geraakt word(t)(e)n, door beide partijen slechts gedeeltelijk worden beëindigd onder instandhouding van de overige Diensten uit de Abonnementsovereenkomst.\nDe beëindiging heeft geen terugwerkende kracht en de Uitgever is wegens deze beëindiging geen schadevergoeding verschuldigd.</p>\n<p>7.2.\nVoor het gebruik van Diensten kunnen bepaalde verbindingen, zoals data- of internetverbindingen, vereist zijn.\nDe Abonnee dient zelf zorg te dragen voor een werkende verbinding en draagt zelf de kosten daarvan.</p>\n<p>7.3.\nDe Uitgever verleent geen enkele garantie met betrekking tot ongehinderd gebruik, afwezigheid van belemmeringen, afwezigheid van inbreuk op intellectuele eigendomsrechten van derden, onafgebroken of ongehinderde toegang tot de Diensten, noch enige andere garantie die niet expliciet in de Algemene Voorwaarden is opgenomen.</p>\n<p>7.4.\nDe Uitgever zal de Diensten met zorg onderhouden en beveiligen.\nDe Uitgever garandeert niet dat er op geen enkele wijze schade kan worden veroorzaakt aan apparatuur of programmatuur van de Abonnee.\nDe Uitgever is voor dergelijke schade niet aansprakelijk.</p>\n<p>7.5.\nDe Abonnee dient zich te onthouden van elk gebruik van de Diensten dat onrechtmatig is of schadelijk kan zijn voor de belangen van de Uitgever, de tot de Uitgever behorende ondernemingen, leveranciers, serviceproviders of andere gebruikers van de Diensten.\nIn het bijzonder zal de Abonnee de Diensten niet gebruiken op een manier die de Diensten en alle daaraan gekoppelde netwerken zou kunnen uitschakelen, overbelasten, benadelen, of die de gebruikerservaring van elke willekeurige gebruiker van de Diensten op negatieve wijze zou kunnen beïnvloeden.</p>\n<p>7.6.\nDe Uitgever is gerechtigd om haar Diensten op elk moment en om welke reden dan ook te wijzigen, te onderbreken, bepaalde functies of functionaliteiten, rubrieken, diensten en leveranciers toe te voegen of te verwijderen, wezenlijk te veranderen, te vervangen of te laten vervallen.</p>\n<p>7.7.\nDe Uitgever is gerechtigd onderhoudswerkzaamheden uit te voeren aan en veranderingen aan te brengen in de wijze van gebruik van en de toegang tot de Diensten, waaronder mede begrepen procedurele en technische wijzigingen en wijzigingen in de levering evenals in de inhoud en uiterlijke verschijningsvorm van de Diensten.</p>\n<p>7.8.\nDe Uitgever is gerechtigd om de Abonnee met onmiddellijke ingang en zonder tot enige schadevergoeding gehouden te zijn de toegang tot Diensten te ontzeggen, indien en zodra zij redelijke gronden heeft om te vermoeden dat de Abonnee de Diensten gebruikt op een wijze die in strijd is met het bepaalde in de Algemene Voorwaarden, de wet of met hetgeen in het maatschappelijk verkeer betaamt.</p>\n<p>\n<strong>Artikel 8 - Intellectuele en industriële eigendomsrechten</strong>\n</p>\n<p>8.1 Op alle inhoud en opmaak (waaronder mede, maar niet limitatief, begrepen: teksten, foto’s, logo’s, tekeningen, andere afbeeldingen, geluidsfragmenten, films, databestanden, met inbegrip van de lay-out, en kenmerkende kleurencombinaties, domeinnamen) van het Uitgeefproduct en de Diensten rusten rechten van intellectuele en industriële eigendom.\nDoor het aangaan van een Abonnementsovereenkomst of het gebruik van de Diensten verkrijgt de Abonnee op geen enkele wijze enig dergelijk recht.</p>\n<p>8.2 Het is zonder voorafgaande uitdrukkelijke en schriftelijke toestemming van de Uitgever niet toegestaan om (eventueel: delen van) de het Uitgeefproduct openbaar te maken, te verveelvoudigen, scannen of anderszins te exploiteren tenzij anders overeengekomen.</p>\n<p>8.3 Het overnemen van artikelen, afbeeldingen, of overige content van de Uitgever door media met een nieuwsfunctie als bedoeld in artikel 15 van de Auteurswet is alleen toegestaan met voorafgaande schriftelijke toestemming van de Uitgever.</p>\n<p>8.4 In het Uitgeefproduct worden verschillende handels- en merknamen, logo’s en andere tekens gebruikt, die beschermde woord- of beeldmerken zijn.\nHet betreft hier zowel merken van de Uitgever, als merken van derden die de Uitgever op grond van een met die partij gesloten overeenkomst mag gebruiken.\nElk gebruik van deze handelsnamen, merktekens of daarop gelijkende symbolen is strikt verboden, zonder de voorafgaande schriftelijke toestemming van de rechthebbende(n) daarop.</p>\n<p>8.5 Indien de Abonnee de intellectuele of industriële eigendomsrechten van de Uitgever schendt is de Abonnee aansprakelijk voor alle schade die de Uitgever daardoor of in verband daarmee lijdt.</p>\n<p>8.6 Voor zover het bepaalde in dit artikel betrekking heeft op intellectuele eigendomsrechten van derden, zoals leveranciers van de Uitgever of adverteerders zijn de bepalingen en bedingen van dit artikel aan te merken als derdebeding als bedoeld in artikel 6:253 van het Burgerlijk Wetboek.</p>\n<p>\n<strong>Artikel 9 - Aansprakelijkheid</strong>\n</p>\n<p>9.1.\nIndien de Abonnee door een aan de Uitgever toe te rekenen tekortkoming in de nakoming van de Abonnementsovereenkomst schade lijdt, is de Uitgever met inachtneming van het bepaalde in de volgende leden van artikel 9 aansprakelijk voor de schade zoals bedoeld in artikel 6:96 BW, die hiervan een direct en rechtstreeks gevolg is.</p>\n<p>9.2.\nBehoudens in geval de schade is ontstaan als gevolg van opzet of grove schuld van de Uitgever of zijn (leidinggevende) werknemers, is de Uitgever is op geen enkele wijze aansprakelijk voor eventuele (gevolg)schade die de Abonnee lijdt of zou kunnen lijden door het niet dan wel niet-tijdig bezorgen van het Uitgeefproduct.</p>\n<p>9.3.\nDe Abonnee dient eventuele schade zo spoedig mogelijk en uiterlijk binnen 1 maand na het ontstaan daarvan aan de Uitgever te melden.</p>\n<p>9.4.\nDe aansprakelijkheidsregeling in de vorige leden van dit artikel geldt mede ten aanzien van derden die de Uitgever voor de uitvoering van de Abonnementsovereenkomst inschakelt, alsmede ten aanzien van personen voor wie de Uitgever of een dergelijke derde aansprakelijk is.</p>\n<p>9.5.\nDe informatie in het Uitgeefproduct is op zorgvuldige wijze, en naar beste kunnen door De Uitgever samengesteld.\nDe Uitgever is evenwel op geen enkele wijze aansprakelijk voor schade, van welke aard ook, die het gevolg is van (eventuele) foutieve informatie in het Uitgeefproduct of enig ander werk voortvloeiend uit, of verband houdend met het Uitgeefproduct.</p>\n<p>\n<strong>Artikel 10 - Privacy</strong>\n</p>\n<p>10.1.\nDe Uitgever zal persoonsgegevens als bedoeld in de Wet Bescherming Persoonsgegevens op vertrouwelijke wijze behandelen conform het op de Website gepubliceerde privacy verklaring.\nDe Abonnee verklaart de privacy verklaring te hebben gelezen en is daarmee akkoord.</p>\n<p>\n<strong>Artikel 11 - Toepasselijk recht en bevoegde rechter</strong>\n</p>\n<p>11.1.\nOp elke Abonnementsovereenkomst en op en elke levering van Diensten is uitsluitend Nederlands recht van toepassing.</p>\n<p>11.2.\nDe rechtbank in Amsterdam is in eerste aanleg exclusief bevoegd kennis te nemen van enig geschil voortvloeiend uit een Abonnementsovereenkomst, een Dienst of de Algemene Voorwaarden.</p>\nDeel II: Aanvullende bepalingen voor consumenten\n<p>Onder ‘consument’ wordt hier verstaan: de natuurlijke persoon die niet handelt in de uitoefening van bedrijf of beroep.\nIn aanvulling op DEEL I gelden voor consumenten de volgende aanvullende voorwaarden:</p>\n<p>\n<em>Algemeen</em>\n<br>\n1.1.\nDe Abonnementsovereenkomst wordt aangegaan voor de overeengekomen periode.\nEen Abonnementsovereenkomst kan worden aangegaan voor bepaalde of onbepaalde tijd.</p>\n<p>1.2 De Abonnee kan tijdens de Initiële Termijn de Abonnementsovereenkomst opzeggen tegen het einde van de Initiële Termijn met inachtneming van een opzegtermijn een (1) maand de Initiële Termijn de Abonnementsovereenkomst opzeggen tegen het einde van de Initiële Termijn met inachtneming van een opzegtermijn en overeenkomstig het bepaalde in artikel 1.3.</p>\n<p>1.3 De Abonnee kan de Abonnementsovereenkomst telefonisch via 088 572 0572, per e-mail of schriftelijk opzeggen.</p>\n<p>1.4 Indien een abonnement, al dan niet naar aanleiding van een aanbieding van de Uitgever, gewijzigd wordt door de Abonnee, geldt dit als een nieuwe Abonnementsovereenkomst met een nieuwe Initiële Termijn waarbij de opzeggingsregeling zoals omschreven in artikel 1.2 van toepassing is.</p>\n<p>\n<em>Overeenkomst voor bepaalde tijd</em>\n<br>\n1.5 Een Abonnementsovereenkomst voor bepaalde tijd wordt bij het bereiken van de expiratiedatum van de Initiële Termijn automatisch verlengd met een gelijke periode, maar met maximaal 3 maanden, en tegen het op dat moment geldende Abonnementstarief.\nDe Abonnee kan de Abonnementsovereenkomst na de verlenging opzeggen overeenkomstig artikel 1.3, met inachtneming van een opzegtermijn van een (1) maand voor de einddatum van de verlenging.</p>\n<p>Indien de Abonnee korter dan 1 maand voor het einde van de Initiële Termijn opzegt, wordt de Abonnementsovereenkomst nog eenmalig verlengd met 3 maanden na de einddatum van de verlening.</p>\n<p>\n<em>Overeenkomst voor onbepaalde tijd</em>\n<br>\n1.6.\nNa de verlenging van de Initiële Termijn naar een Abonnementsovereenkomst voor onbepaalde tijd gelden de reguliere abonnementstarieven en kan de Abonnee de Abonnementsovereenkomst te allen tijde opzeggen overeenkomstig het bepaalde in artikel 1.3.\nen met inachtneming van een opzegtermijn van een (1) maand.</p>\n<p>\n<em>Proefabonnement</em>\n<br>\n1.7.\nIndien de Uitgever in de Aanbieding heeft vermeld dat er sprake is van een proefabonnement, dan eindigt de Abonnementsovereenkomst bij het verstrijken van de overeengekomen termijn van rechtswege.</p>\n<p>1.8.\nIndien de Abonnee in verzuim is, komen alle kosten van gerechtelijke- en buitengerechtelijke incasso van het verschuldigde voor rekening van de Abonnee en is hij zonder nadere sommatie of ingebrekestelling over openstaande bedragen een vertragingsrente verschuldigd aan de Uitgever ter hoogte van de wettelijke rente.\nDe rente over het opeisbare bedrag zal worden berekend vanaf het moment dat het verzuim intreedt tot het moment van voldoening van het volledige verschuldigde bedrag.</p>\n<p>1.9.\nDe door de Uitgever vermelde abonnementstarieven zijn inclusief BTW en inclusief bezorging van het Uitgeefproduct aan het adres van de Abonnee binnen Nederland, tenzij uitdrukkelijk anders vermeld.\nBij bezorging buiten Nederland worden additionele kosten aan de Abonnee in rekening gebracht.\nAanbiedingen gelden, met uitzondering van NRC de Week, en tenzij uitdrukkelijk anders vermeld enkel in Nederland.\nVoor NRC De Week is levering in het buitenland in de abonnementsprijs inbegrepen.</p>\n<p>1.10.\nHet recht om gebruik te maken van de Diensten, zoals geboden onder verschillende Abonnementsovereenkomsten, en gebruik te maken van de aldaar opgenomen informatie is persoonlijk gebonden aan de Abonnee en mag niet aan derden worden overgedragen, in gebruik gegeven, verhuurd of op andere wijzen aan derden afgestaan worden, dan wel met derden gedeeld worden.\nVoor de toepassing van dit artikel wordt onder derden niet begrepen natuurlijke personen die behoren tot de huiselijke kring van de Abonnee, die de Diensten gebruiken voor persoonlijke en niet commerciële doeleinden.\nIndien Abonnee handelt in strijd met het in dit artikel bepaalde verbeurt hij een direct opeisbare en niet terugvorderbare boete van € 250, onverminderd het recht van de Uitgever volledige schadeloosstelling te eisen.</p>\nDeel III: Aanvullende bepalingen voor zakelijke abonnees\n<p>In aanvulling op DEEL I gelden voor de Abonnees die handelen in de uitoefening van een bedrijf of beroep de volgende aanvullende voorwaarden:</p>\n<p>1.1.\nWaar in DEEL III wordt gesproken van ‘Gebruiker(s)’ wordt daarmee bedoeld: de natuurlijke persoon die – al dan niet in dienst van de Abonnee – als medewerker of werknemer van de Abonnee door de Abonnee geautoriseerd is gebruik te maken van de Abonnementsovereenkomst en de Diensten die daar eventueel onderdeel van uitmaken.</p>\n<p>1.2.\nDe Abonnementsovereenkomst wordt aangegaan voor de overeengekomen termijn, waarna de Abonnementsovereenkomst telkens stilzwijgend zal worden verlengd met 1 jaar.\nDe Abonnementsovereenkomst kan telkens 3 maanden voor het eind van de lopende periode schriftelijk worden opgezegd middels aangetekende briefpost, maar kan niet tussentijds worden opgezegd.</p>\n<p>1.3.\nIndien de Abonnee in verzuim is in de nakoming van enige verplichting uit de Abonnementsovereenkomst, komen alle kosten van gerechtelijke- en buitengerechtelijke incasso van het verschuldigde voor rekening van de Abonnee en is hij zonder nadere sommatie of ingebrekestelling over openstaande bedragen een vertragingsrente verschuldigd aan de Uitgever ter hoogte van de wettelijke handelsrente verhoogd met 2 procent.\nDe rente over het opeisbare bedrag zal worden berekend vanaf het moment dat het verzuim intreedt tot het moment van voldoening van het volledige verschuldigde bedrag.</p>\n<p>1.4.\nDe Uitgever is uitsluitend aansprakelijk voor directe schade van de Abonnee, ontstaan als gevolg van een tekortkoming in de nakoming van enige verbintenis, uit de Abonnementsovereenkomst waaronder uitsluitend begrepen vervangende schadevergoeding, de redelijke kosten gemaakt ter voorkoming of beperking van dergelijke schade, de redelijke kosten ter vaststelling van dergelijke schade, alsmede redelijke kosten ter verkrijging van voldoening buiten rechte.\nDe aansprakelijkheid van de Uitgever is beperkt tot het bruto-bedrag van de meest recente door Abonnee onder de Abonnementsovereenkomst betaalde factuur.\nDe Uitgever is nooit aansprakelijk voor indirecte schade, waaronder mede wordt begrepen gevolgschade, omzet- en winstderving, schade door bedrijfsstagnatie, verminderde goodwill in het bedrijf, claims door derden en vermogensschade niet zijnde zaakschade of lichamelijk letsel.</p>\n<p>1.5.\nDe door de Uitgever vermelde abonnementstarieven zijn inclusief BTW en inclusief bezorging van het Uitgeefproduct aan het adres van de Abonnee binnen Nederland, tenzij uitdrukkelijk anders vermeld.\n&nbsp;Voor NRC de Week is de levering in het buitenland in de abonnementsprijs inbegrepen.\nBij bezorging buiten Nederland worden additionele kosten aan de Abonnee in rekening gebracht.</p>\n<p>1.6.\nDe Uitgever kan de Abonnementsovereenkomst te allen tijde schriftelijk opzeggen met inachtneming van een opzegtermijn van 1 maand zonder tot enige schadevergoeding gehouden te zijn.</p>\n<p>1.7.\nOnverminderd de bevoegdheden die de Uitgever op grond van de wet toekomen en zonder tot enige schadevergoeding gehouden te zijn is de Uitgever gerechtigd een Abonnementsovereenkomst of de levering van Diensten met onmiddellijke ingang, en onverminderd het recht om terugbetaling van de reeds betaalde bedragen en schadevergoeding te vorderen, zonder rechterlijke tussenkomst te ontbinden indien:</p>\n<p>(i) de Abonnee, ook na ingebrekestelling (indien vereist), haar verplichtingen uit de Abonnementsovereenkomst niet nakomt;</p>\n<p>(ii) de Abonnee onder curatele wordt gesteld;</p>\n<p>(iii) de Abonnee faillissement of een schuldsaneringsregeling aanvraagt of verkrijgt dan wel een gebeurtenis plaatsvindt of toestand intreedt die vergelijkbaar is met één van voornoemde gebeurtenissen of toestanden.\nof</p>\n<p>(iv) een wijziging van omstandigheden zich voordoet die instandhouding van de Abonnementsovereenkomst niet meer rechtvaardigt.</p>\n<p>1.8.\nIndien de relatie en de Abonnementsovereenkomst tussen de Uitgever en Abonnee wordt beëindigd, om welke reden of op welke grond dan ook, zijn alle vorderingen van de Uitgever op de Abonnee onmiddellijk opeisbaar en zal de Abonnee omgaand alle openstaande vorderingen betalen aan de Uitgever, waarvoor zij bij gebreke daarvan aansprakelijk wordt gesteld.</p>\n<p>1.9.\nBij beëindiging van de Abonnementsovereenkomst om welke reden of op welke grond dan ook, blijven alle bepalingen uit de Algemene Voorwaarden inzake de geheimhouding en intellectuele en industriële eigendom in stand.</p>\n<p>1.10.\nDe Abonnee doet afstand van alle rechten op opzegging en ontbinding van de Abonnementsovereenkomst, tenzij dwingendrechtelijke bepalingen zich hiertegen verzetten.</p>\n<p>1.11.\nHet recht om gebruik te maken van de Diensten, zoals geboden onder verschillende Abonnementsovereenkomsten, en gebruik te maken van de aldaar opgenomen informatie is voorbehouden aan en beperkt tot het aantal overeengekomen Gebruikers en kan niet aan derden of andere medewerkers of werknemers van de Abonnee worden overgedragen, in gebruik gegeven, verhuurd of op andere wijzen aan derden afgestaan worden, dan wel met derden gedeeld worden.\nDe Abonnee garandeert de Uitgever dat geen andere medewerkers of werknemers van de Abonnee anders dan de Gebruikers de Diensten van zoals overeengekomen onder de Abonnementsovereenkomst zullen gebruiken of daar toegang toe zullen hebben.</p>\n<p>De Abonnee zal afdoende maatregelen treffen om ongeautoriseerd gebruik door medewerkers te voorkomen.\nIndien de Abonnee handelt in strijd met het in dit artikel bepaalde verbeurt hij een direct opeisbare en niet terugvorderbare boete van €5.000, onverminderd het recht van de Uitgever volledige schadeloosstelling te eisen.</p> Leeslijst Volgonderwerpen Opslaan in leeslijst Toevoegen aan + verzameling Amsterdam <p> NRC volgt de gebeurtenissen in Groot-Amsterdam op de voet.\n</p> Volgen Voorbeeld <ol>\n<li>\n</li>\n</ol> NRC Abonnee? Log in Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland </li>\n</ul> Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown De premier heeft een aantal ingrijpende coronamaatregelen afgekondigd.\nTijdens zijn toespraak demonstreerden tientallen betogers door lawaai te maken met potten en pannen.\n14 december 2020 </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen Premier Rutte kondigde tijdens een toespraak uit het Torentje verregaande maatregelen aan.\nZie hier een overzicht van de maatregelen die tot ten minste 19 januari gelden.\n14 december 2020 </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ Niemand wilde dat de scholen opnieuw zouden sluiten, omdat het leidt tot leerachterstanden en ongelijkheid.\nMaar het gebeurt nu toch.\n14 december 2020 </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ Met een harde, totale lockdown rond de feestdagen probeert het kabinet het coronavirus er weer onder te krijgen.\nDe maatregelen gaan verder dan dit voorjaar.\n14 december 2020 </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland Het dagelijks aantal gemelde positieve coronatests blijft de laatste week ongeveer constant.\nIn sommige gemeenten is er een stijging te zien.\nNRC houdt hier de laatste cijfers bij.\n29 september 2020 </li>\n</ul> Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland </li>\n</ul> Meest gelezen <ul>\n<li> Laatste nieuws Covid-19 Rutte: Nederland gaat vijf weken in lockdown De premier heeft een aantal ingrijpende coronamaatregelen afgekondigd.\nTijdens zijn toespraak demonstreerden tientallen betogers door lawaai te maken met potten en pannen.\n14 december 2020 </li>\n<li> Wat gaat er gebeuren? Dit zijn de nieuwe lockdownmaatregelen Premier Rutte kondigde tijdens een toespraak uit het Torentje verregaande maatregelen aan.\nZie hier een overzicht van de maatregelen die tot ten minste 19 januari gelden.\n14 december 2020 </li>\n<li> Scholensluiting Scholen weken dicht: ‘Ben niet snel boos, deze keer wel’ Niemand wilde dat de scholen opnieuw zouden sluiten, omdat het leidt tot leerachterstanden en ongelijkheid.\nMaar het gebeurt nu toch.\n14 december 2020 </li>\n<li> Coronacrisis Kabinet kiest voor harde lockdown, Nederland ‘gaat moeilijke tijd tegemoet’ Met een harde, totale lockdown rond de feestdagen probeert het kabinet het coronavirus er weer onder te krijgen.\nDe maatregelen gaan verder dan dit voorjaar.\n14 december 2020 </li>\n<li> Viruskaart Zo is het coronavirus nu verspreid over Nederland Het dagelijks aantal gemelde positieve coronatests blijft de laatste week ongeveer constant.\nIn sommige gemeenten is er een stijging te zien.\nNRC houdt hier de laatste cijfers bij.\n29 september 2020 </li>\n</ul>\n<ul>\n<li>Over NRC</li>\n<li>Over ons</li>\n<li>Werken bij</li>\n<li>Auteursrecht</li>\n<li>Privacy</li>\n<li>Leverings­voorwaarden</li>\n<li>NRC-Code</li>\n<li>Onze app</li>\n</ul>\n<ul>\n<li>Mijn NRC</li>\n<li>Inloggen</li>\n<li>Account aanmaken</li>\n<li>Digitale krant</li>\n<li>Mijn leeslijst</li>\n<li>Mijn abonnementen</li>\n<li>Service &amp.\nbezorging</li>\n<li>Nieuwsbrieven</li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>Redactie</li>\n<li>Opinieredactie</li>\n<li>De ombudsman</li>\n<li>Colofon</li>\n<li>AdSales</li>\n<li>Klantenservice</li>\n<li>Familieberichten</li>\n</ul>\n<ul>\n<li>NRC Websites</li>\n<li>NRC Media</li>\n<li>NRC Carrière</li>\n<li>NRC Live</li>\n<li>NRC Webwinkel</li>\n<li>NRC Cadeautips</li>\n<li>NRC Lezersfonds</li>\n</ul> ", "created_at": "2018-08-31 12:02:47.765962", "updated_at": "2020-12-14 19:23:39.439421"}], "points": [{"id": 1919, "title": "A list of cookies is provided", "source": "https://www.nrc.nl/privacy/", "status": "", "created_at": "2018-05-15 09:12:08.392985", "updated_at": "2020-11-18 16:13:25.366778", "quoteText": "Een lijst met alle cookies die geplaatst worden bij een bezoek op nrc.nl, met daarbij een uitleg over de functionaliteit en achterliggende reden, vindt u op www.nrc.nl/cookies.</p> ", "case_id": 306, "document_id": 466, "quoteStart": 15061, "quoteEnd": 15242}, {"id": 1800, "title": "The court of law governing the terms is in the Netherlands", "source": "https://www.nrc.nl/leveringsvoorwaarden/", "status": "The dutch newspaper of record states in its privacy policy that it complies to the current Dutch laws.", "created_at": "2018-05-15 09:12:03.903013", "updated_at": "2019-06-22 06:05:12.069191", "quoteText": "<strong>Artikel 11 - Toepasselijk recht en bevoegde rechter</strong>\n</p>\n<p>11.1.\nOp elke Abonnementsovereenkomst en op en elke levering van Diensten is uitsluitend Nederlands recht van toepassing.</p>\n<p>11.2.\nDe rechtbank in Amsterdam is in eerste aanleg exclusief bevoegd kennis te nemen van enig geschil voortvloeiend uit een Abonnementsovereenkomst, een Dienst of de Algemene Voorwaarden.", "case_id": 163, "document_id": 467, "quoteStart": 21972, "quoteEnd": 22366}, {"id": 4597, "title": "This service allows you to retrieve an archive of your data", "source": "https://www.nrc.nl/privacy/", "status": "Generated through the annotate view", "created_at": "2018-08-31 12:13:23.341542", "updated_at": "2019-06-20 04:18:51.13511", "quoteText": "Kan ik mijn gegevens inzien? <p>Ja, dat is mogelijk.\nU kunt hiervoor een e-mail sturen naar privacy@nrc.nl, met daarbij uw postcode en huisnummer en een kopie van uw identiteitsbewijs, waarop uw BSN-nummer is afgeschermd.\nDe kopie hebben we nodig, omdat wij uw identiteit moeten controleren voordat wij gegevens kunnen sturen.\nU kunt voor het maken van de kopie gebruikmaken van de KopieID-app die de Rijksoverheid aanbiedt.</p>\n<p>Wij zullen u vervolgens uw persoonsgegevens sturen uit onze systemen naar het e-mailadres dat in onze systemen bekend is, waarin de informatie waar wij op persoonsniveau over beschikken zichtbaar is.\nDe kopie van uw indentiteitbewijs wordt na controle vernietigd.</p>", "case_id": 140, "document_id": 466, "quoteStart": 3601, "quoteEnd": 4300}, {"id": 4596, "title": "This service uses third-party cookies for statistics", "source": "https://www.nrc.nl/privacy/", "status": "Generated through the annotate view", "created_at": "2018-08-31 12:09:54.551183", "updated_at": "2021-02-06 04:16:30.441635", "quoteText": "Er zijn ook ‘analytische cookies’, die houden bijvoorbeeld hoeveel mensen de site bezoeken en in welk land die zich bevinden.\nDit zien we niet op individueel niveau: we kunnen de data niet herleiden tot specifieke personen.\nWe maken voor zulke analyses gebruik van diensten van andere bedrijven, zoals Google Analytics en Chartbeat.\nDie samenwerkingspartners hebben geen toegang tot uw persoonlijke gegevens, en kunnen u op basis van de cookies die ze via NRC.nl verspreiden niet volgen op andere websites.", "case_id": 325, "document_id": 466, "quoteStart": 11786, "quoteEnd": 12292}], "urls": ["nrc.nl"]}}