{"error": 448, "message": "OK", "parameters": {"id": 3314, "name": "TV Time", "created_at": "2021-04-28 05:21:12.578596", "updated_at": "2021-04-29 00:01:55.859676", "wikipedia": "https://en.wikipedia.org/wiki/TV_Time", "keywords": null, "related": null, "slug": "tv_time", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3314.png", "url": "tvtime.com", "documents": [{"id": 5438, "name": "Privacy Policy", "url": "https://www.tvtime.com/privacy/", "xpath": "/html/body/div[1]/div/div", "text": "<p>\n<strong>Whip Networks Services - Privacy Policy</strong>\n</p>\n<p>\n<strong>I.\nPrivacy Policy</strong>\n</p>\n<p>\n<strong>Effective Date:</strong> This privacy policy (this “Privacy Policy”) is effective and was last updated as of 27 August, 2020.</p>\n<p>\n<strong>II.\nOur Commitment to Your Privacy</strong>\n</p>\n<p>A.\nWhip Networks, Inc.\n(collectively, “we” or “us” or “WNI”) is pleased to provide you its online services and applications: the tvtime.com (the “Site”) and the mobile application “TV Time” (the “App”), (collectively, the “Service”).</p>\n<p>Whip Networks, Inc.\nis a private company, established in the U.S.A., registered at 1841 Centinela Avenue, Santa Monica, CA 90404, United States and for the purposes of the General Data Protection Regulation (“GDPR”) is the data controller.</p>\n<p>B.\nThe privacy of our visitors and users (collectively, “you” or “your”) is very important to us.\nThis Privacy Policy describes:</p>\n<ol>\n<li>how and why we collect certain information from you via the Service;</li>\n<li>how we use and with whom we share such information;</li>\n<li>how you can access and update such information.\nand</li>\n<li>the choices you can make about how we collect, use and share your information.</li>\n</ol>\n<p>C.\nPlease read this Privacy Policy carefully to understand our policies and practices regarding your information and how we will treat it.\nBy accessing or using the Service, you agree to this Privacy Policy.</p>\n<p>D.\nIf you have any questions regarding this Privacy Policy or our information collection and use practices, please contact us using the information in the \"Contact Us\" section at the end of this Policy.</p>\n<p>\n<strong>III.\nInformation We Collect and How We Collect It</strong>\n</p>\n<p>A.\nWe collect information in the following ways: (i) we collect information you submit via the Service.\n(ii) we collect information we derive from your use of the Service.\nand (iii) we collect information we obtain from Social Networking Services (defined below) when you connect to Service via your social media account.\nThe information we gather enables us to personalize, improve and continue to operate the Service.</p>\n<p>B.\nIn connection with the Service, we collect the following types of information from and about you, including:</p>\n<ol>\n<li>\n<strong>Account Information</strong>.\nCertain features of the Service may require you to create a user account (an “Account”).\nIf you create an Account with us, you may be asked to provide information such as your name, username, password, postal address email address, gender, date of birth, photo and location.</li>\n<li>\n<strong>Information from Social Networking Services</strong>.\nBy registering for an Account, you will have the option to sign in using third party social networking services, such as Facebook or Twitter (“Social Networks”).\nYou will also have the option of connecting to Social Networks to complete your profile information and populate your Account with additional information from your social media profile.\nIf you choose to sign in through these Social Networks or connect your Account to these Social Networks, we will receive from these Social Networks certain information you have already provided to such Social Networks to register you for an Account and which you have allowed such Social Networks to share with WNI, including, but not limited to, your first name, your user profile picture, your friends and contacts list, your gender, and the networks to which you belong (collectively, your “Submitted Information”).\nWe advise you to carefully read the terms of use and privacy policies of Social Networks.</li>\n<li>\n<strong>User Content</strong>.\nAmong other features, the Service will allow you to view, create, reproduce, display, perform and share certain content to various Social Networks.\nOther features of the Service allow you to submit content, which includes videos, audio, images, graphics, written posts, comments and other forms of multimedia (collectively, “<strong>User Content</strong>”).\nIn addition, your User Content is posted and transmitted at your own risk.\nWe cannot control the actions of other users of the Service with whom you choose to share User Content.\nTherefore, we cannot and do not guarantee that your User Content will not be viewed by unauthorized persons.</li>\n<li>\n<strong>Information from Surveys</strong>.\nIf you choose to participate in our surveys, in addition to your survey responses, we will also collect your IP Address.</li>\n<li>\n<strong>Technical Usage Information</strong>.\nWhen you use the Service we will automatically collect information sent to us by your computer, mobile phone, or other device.\nThis information includes:</li>\n</ol>\n<ul>\n<li>IP addresses and Device IDs, and we will collect and monitor other data and information relating to your device, including entertainment-specific applications, mobile network and standard web information about your activities on the Service such as your browser type and the pages you access on our Site.\nWe gather and monitor this data to analyze trends, administer the Service, tailor your app experience to improve usability, identify users when they visit or use the Service, track users’ movements when using of the Service, and gather anonymized demographic information for aggregate use in content analysis or recommendation services.\nWe will also use the IP addresses and Device IDs to allow geo-target advertisements.<br>\n</li>\n<li>We will use web beacons/GIF, pixel tags and/or other data and analytics, which are tools that help us to determine, for instance, whether a page has been viewed or not and, if so, how many times.\nWhen you ask us to send you information on a promotion or a newsletter, we will use web beacons to establish how many of the emails are actually opened.\nIn general, any electronic image viewed as part of a web page, including an ad banner, can act as a web beacon.\nWe will use web beacons to collect web usage analytics and we will use similar tools to collect such information from mobile devices.<br>\n</li>\n<li>When you visit portions of the Service, the server housing the applicable pages automatically generates a “session log”.\nWe use session logs to help us determine how people travel through the Service.\nIn this way, we can structure our pages so that the information most frequently visited is easier to find.\nBy tracking page visits, we can also determine if the information we're providing is being used.\nThe only data gathered is the IP address from which you came, the source that referred you, the Device ID, the pages you visited and/or the date and time of those visits.<br>\n</li>\n<li>Users can be directed to the Service via banner ads or site links or mobile ads.\nAds or website links that are placed by the Service will use cookies or web beacons to deliver metrics on the effectiveness of the ads or links.<br>\n</li>\n<li> Information Collected using Cookies.\nWe also collect certain information using cookies, please see Section IX.\nUse of Cookies and Tracking Technologies for more information.<br>\n</li>\n</ul>\n<p>6.<strong> Communications</strong>.\nWhen you contact us or we contact you, we collect any information that you provide, including the contents of the messages or attachments you send us.&nbsp;</p>\n<p>\n</p>\n<p>\n<strong>IV.\nHow We Use Your Information&nbsp;</strong>\n</p>\n<p>A.\nAs it is in our legitimate interests to provide our services, be responsive to you and to ensure the proper functioning of our Services, we use information that we collect about you or that you provide to us as follows:</p>\n<ol>\n<li>to register and service your Account;</li>\n<li>to secure your Account and prevent fraud;</li>\n<li>for our internal records, tracking and lawful business purposes;</li>\n<li>in order to contact you to respond to your questions or requests or to provide you with technical support;</li>\n<li>to enable you to provide feedback to us;</li>\n<li>to enable you to participate in surveys regarding your user experience and viewing interests;</li>\n<li>to promote the Service and serve you advertisements</li>\n<li>to provide to you and communicate with you about the services, content, features or products you use or request (including to provide you with information concerning changes to the Service which may affect your Account and/or your use of the Service) where you have provided your consent if required by applicable law;</li>\n<li>to customize and optimize the content or advertisements you receive when you use the Service;</li>\n<li>to improve and monetize the Service, which may include tracking traffic, usage, trends and navigation patterns related to your activities on the Service and appending third-party aggregated data to your information;</li>\n<li>to create aggregated and anonymized reports and analytics based on your use of the Service which we may share with content providers, advertisers, television production companies, cable networks, OTT platforms, talent agencies or others in the television industry, indicating what viewers thought of certain shows, what activity there was on our Services after viewing them;</li>\n<li>to protect our or third-party rights or interests, including to enforce our Terms of Service;</li>\n<li>to respond to subpoenas, court orders or legal process, or to establish or exercise our legal rights or defend against legal claims;</li>\n<li>to prevent fraud or other illegal activity, to prevent imminent bodily harm, or to protect ourselves and you from people violating our Terms of Service, which may include sharing information with other companies, lawyers, courts or other government entities;</li>\n<li>in any other way we describe when you provide the information.\nand</li>\n<li>for any other purpose with your prior consent.</li>\n</ol>\n<p>B.\nWhere permissible under applicable law, we reserve the right to send you communications regarding the operation of the Service, or to advise you of Service changes or other events or occurrences which will affect your access to or use of the Service (such as service announcements, administrative notices and the like) without offering you the opportunity to opt out of them.</p>\n<p>C.\nWhere we send you marketing communications and you do wish to opt-out of receiving future marketing communications, you may do so at any time.\nWe may allow you to do so by clicking the opt out in any future communication, logging in to your applicable Account and you will find options for editing your preferences, or otherwise you can communicate your preferences to us by emailing us at support@tvtime.com.</p>\n<p>\n<strong>V.\nSharing Your Information</strong>\n</p>\n<p>TV Time may share your information under certain circumstances.\nYour information may be shared as follows:</p>\n<p>A.\n<strong>For Business Purposes</strong>.\nIn the last 12 months, we may have shared the following categories of personal information for business purposes:</p>\n<ul>\n<li>Identifiers;</li>\n<li>Commercial information;</li>\n<li>Protected characteristics (to the extent collected, such as gender or race);</li>\n<li>Internet or other network activity;</li>\n<li>Geolocation data.\nand</li>\n<li>Inferences drawn about you from information we have collected.</li>\n</ul>\n<p>The above categories of information may have been shared:</p>\n<ul>\n<li>\n<em>With Service Providers Performing Services on Our Behalf</em>.\nWe contract with certain companies to perform services on our behalf , including advertising, marketing assistance, e-mail delivery, hosting services, Site maintenance and repair, security, quality assurance, customer service, surveys (conducted by Survey Monkey), trailers (available via the YouTube API Services) and data research and analysis, and provide your information to them in furtherance of such services.\nWe require any third party service providers to maintain the security of the information disclosed to them, and do not permit them to use the information they receive for any purpose other than providing services.</li>\n</ul>\n<p>B.\n<strong>Sale to Third Parties</strong>.\nIn some circumstances within the last 12 months, TV Time may have “sold” certain personal information as “sale” is defined by the California Consumer Privacy Act.\nThis information may include:</p>\n<ul>\n<li>Identifiers;</li>\n<li>Internet or other network activity.\nand</li>\n<li>Inferences drawn about you from information we have collected.</li>\n</ul>\n<p>In general, we only “sell” certain user-level information, such as viewing habits, which is associated with your unique ID(s) (such as device ID) and is hashed before it is shared with third parties.\nWe may also sell information to third parties for targeted advertising purposes.</p>\n<p>C.\n<strong>For Other Purposes</strong>.\nIn addition to the above, we may share your information in the following ways or for the following purposes:</p>\n<ul>\n<li>\n<em>Safety, Security and Compliance with Law</em>.\nWe will disclose any information, including personal information, as is necessary to comply with any applicable law, regulation, legal process or governmental request, or to enforce our rights or to protect the safety and security of the Service or other users.</li>\n<li>\n<em>Business Transfers</em>.\nIn the event WNI undergoes a business transition, such as a merger or acquisition by another company, or sale of all or a portion of its assets, we will transfer your personal information and other information to the successor organization in such transaction.\nIf material changes to the Service’s privacy practices will occur as a result of the business transition, WNI or its successor will attempt to notify you, including by posting a notice on the Service so that you can elect whether to delete your Account.</li>\n<li>\n<em>With Your Consent</em>.\nWe may share information with other businesses or entities when you have directed us to do so, or have otherwise consented to such sharing.</li>\n<li>\n<em>In Aggregate Form</em>.\nWe may share aggregated and anonymized information about your interests, your use of the Service, and the links and ads that you follow, with content providers, advertisers, television production companies, cable networks, OTT platforms, talent agencies or others in the television industry.</li>\n</ul>\n<p>\n<strong>VI.\nInternational Transfer of Your Information</strong>\n</p>\n<p>A.\nWe are a US-based company so if you are located outside of the United States, please be aware that the information that we collect from you will be transferred to, and stored at, a destination outside of your country and the European Economic Area (“<strong>EEA</strong>”) in order to provide the Services to you, and, in particular, to the United States, which may have different or less protective privacy laws than those in your country.</p>\n<p>B.\nWhere the GDPR applies and our processors of your information are located outside the EEA, such transfer will either be: (i) to a recipient certified to the US Department of Commerce's EU-US Privacy Shield.\nor (ii) subject to the European Commission’s model contracts for the transfer of personal data to third countries (i.e., the standard contractual clauses, the “<strong>Model Clauses</strong>”).\nFor more information about the EU-US Privacy Shield Framework, visit the U.S.\nDepartment of Commerce's Privacy Shield website.\nIf you would like to see a copy of the Model Clauses, please contact support@tvtime.com.</p>\n<p>\n<strong>VII.\nHow Long We Retain Your Information</strong>\n</p>\n<p>A.\nWe will retain your information as follows for as long as we are required in order to provide the Service to you, or as required to fulfill our legal requirements and defend legal claims.</p>\n<p>B.\nAfter you have terminated your use of the Service, we will store your information in an aggregated and anonymized format.</p>\n<p>\n<strong>VIII.\nHow to Access and Modify Your Information</strong>\n</p>\n<p>You may access and modify the information that you have provided to us as follows:</p>\n<p>A.\nYou may contact us at support@tvtime.com and request to review, amend or delete your information collected by us, and/or request us to cease collecting information from you in the future.</p>\n<p>B.\nIf you have created an Account, you may review and make changes to certain of your personal information and other information by logging into your Account and updating your Account profile.</p>\n<p>\n<strong>IX.\nUse of Cookies and Tracking Technologies</strong>\n</p>\n<p>Cookies, which are small text files recorded in a user's hard drive, are employed by thousands of sites to enhance users' web viewing.\nCookies cannot damage user files, nor can they read information from a user's hard drive.\nCookies allow sites and advertisers to “remember” users across pages of a site and across multiple visits to a site.\nWe use session and persistent cookies for remembering user preferences and current session information.\nBecause of our use of cookies, we can deliver faster service, more consistent, updated results, and a more personalized site.\nIn addition to cookies that are strictly necessary to operate the Site, we use the following cookies:</p>\n<ul>\n<li>Functional cookies, which enhance your experience on our Site (e.g.\nremember what language you speak).</li>\n<li>(b) Performance Cookies, including provided by Google Analytics (see below for further information), which enable us to provide a better user experience based on how you use our Site.</li>\n<li>(c) Targeting or Advertising Cookies, which are set by third parties, including Proper.io, and tell us and those third parties about your browsing habits, so you can be provided with advertising that is more relevant to you.</li>\n<li>(d) Social Media Cookies, which are set by Social Networking Services and allow you to share what you’ve been doing on the Site on social media.</li>\n</ul>\n<p>You have certain options to control or restrict which information we share with advertisers, Ad Networks or other Third Party Services (as defined in Section X (Third Party Services)).\nThese options depend on whether the information is collected through the Site or the App.</p>\n<p>A.\nOptions for the Site.\nMost browsers are initially set up to accept cookies, however you may visit our cookie privacy center here and set your cookie preferences.\nWe or our vendors or content partners use several common online tracking tools, including browser and flash cookies, web beacons and similar technologies, to personalize your experience on the Service, provide measurement services, and serve you targeted advertisements.\nMost browsers allow you to change your cookie settings.\nThese settings will typically be found in the “options” or “preferences” menu of your browser.\notherwise you should use the “Help” option in your browser for more details.\nSome web browsers have a \"Do Not Track\" feature that lets the browser specify that a user does not want to have their online activities tracked.\nOur website is equipped to respond to these signals.\nThere are also available mechanisms created for the digital advertising industry, where you can register your intent not to receive targeted advertising, located at http://www.aboutads.info/choices, http://optout.networkadvertising.org/ and http://www.youronlinechoices.com.</p>\n<p>We use Google Analytics, which is a web analytics tool that helps us understand how users engage with the Website.\nLike many services, Google Analytics uses first-party cookies to track user interactions, as in our case, where they are used to collect information about how users use our site.\nThis information is used to compile reports and to help us improve our Website.\nThe reports disclose website trends without identifying individual visitors.\nYou can opt out of Google Analytics without affecting how you visit our site – for more information on opting out of being tracked by Google Analytics across all websites you use, visit this Google page: https://tools.google.com/dlpage/gaoptout.]</p>\n<p>B.\nOptions for the App.\nMobile devices may contain settings that allow you to disable tracking advertising and/or analytics.\nIn addition, the digital advertising industry has provided the ability for mobile users to register their intent not to receive targeted advertising at http://www.aboutads.info/appchoices.</p>\n<p>If you choose to disable cookies or opt out of tracking or disengage similar features on your mobile device, some or all areas of the Services may not be optimized for your use, you may not be able to access the functionality of the Services, and the advertising you receive may not be relevant to you.</p>\n<p>If you are an individual accessing our Services from the EEA, please also see Section XV (Your EEA Privacy Rights) below.</p>\n<p>\n<strong>X.\nThird Party Services</strong>\n</p>\n<p>A.\nThis Privacy Policy does not apply to the practices of third parties that we do not own or control, including, but not limited to, any third party websites, services and applications (and the information or content contained therein) (\"<strong>Third Party Services</strong>\") that may be linked to or from the Service and/or that you elect to access through the Service, with which we contract for services, or to any individuals that we do not manage or employ.\nWhile we attempt to facilitate access only to those Third Party Services that share our respect for your privacy, such as Google's Privacy Policy and YouTube's Terms of Service, we cannot take responsibility for the content or privacy policies of those Third Party Services.\nPlease remember that when you navigate away from the Service to another website, this Privacy Policy is no longer in effect.\nThose Third Party Services may match your data with data from other sources and use your data in ways other than described in this Privacy Policy.\nYour browsing and interaction on any Third Party Services is subject to such Third Party Services’ own rules and policies.</p>\n<p>\n<strong>XI.\nOur Policy Towards Children</strong>\n</p>\n<p>A.\nThis Service is not intended for children under the age of 13.\nWe do not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register an Account.\nChildren under the age of 13 should not use the Service or access the Service at any time.</p>\n<p>\n<strong>XII.\nSecurity of Your Information</strong>\n</p>\n<p>A.\nWe implement reasonable administrative, technical and physical security measures to protect the security of your information both online and offline, and we are committed to the protection of user information.\nIn general, our business practices limit employee access to confidential information to those employees we reasonably believe need such information do their jobs.</p>\n<p>B.\nYour Account information is protected by the password you use to access your Account.\nIt is important that you protect and maintain the security of your Account and that you immediately notify us of any unauthorized use of your Account.</p>\n<p>C.\nWhile we take reasonable precautions against possible security breaches of the Service, no website or Internet transmission is completely secure, and we cannot guarantee that unauthorized access, hacking, data loss, or other breaches will never occur.\nWe urge you to take steps to keep your personal information (including your Account password) safe and to log out of your Account after use.</p>\n<p>\n<strong>XIII.\nChanges to this Privacy Policy</strong>\n</p>\n<p>A.\nIt may be necessary from time to time for us to modify this Privacy Policy to reflect changes in the way we collect and use information or changes in privacy-related laws, regulations and industry standards.\nAccordingly, we reserve the right to change this Privacy Policy at any time by posting the revised Privacy Policy on the Service and updating the \"Effective Date” at the top of this page.\nIf we make any material changes we will provide prominent notice including by pop-up on the Services.\nWe encourage you to refer to this Privacy Policy on an ongoing basis so that you understand any updates and changes to the Privacy Policy.\nIf revisions to this Privacy Policy are unacceptable to you, you must cease using the Service.</p>\n<p>\n<strong>XIV.\nYour California Privacy Rights</strong>\n</p>\n<p>\n<strong>Sharing for Direct Marketing</strong>\n</p>\n<p>A.\nA California resident who has provided personal information to a business with whom he/she has established a business relationship for personal, family, or household purposes (“California customer”) is entitled to request information about whether the business has disclosed personal information to any third parties for the third parties' direct marketing purposes.\nIn general, if the business has made such a disclosure of personal information, upon receipt of a request by a California customer, the business is required to provide a list of all third parties to whom personal information was disclosed in the preceding calendar year, as well as a list of the categories of personal information that were disclosed.</p>\n<p>B.\nHowever, under the law, a business is not required to provide the above-described lists if the business adopts and discloses to the public (in its privacy policy) a policy of not disclosing customer’s personal information to third parties for their direct marketing purposes unless the customer first affirmatively agrees to the disclosure, as long as the business maintains and discloses this policy.\nRather, the business may comply with the law by notifying the customer of his or her right to prevent disclosure of personal information and providing a cost free means to exercise that right.</p>\n<p>C.\nCalifornia customers may request further information about our compliance with this law by e-mailing support@tvtime.com.\nPlease note that we are only required to respond to one request per customer each year, and we are not required to respond to requests made by means other than through this e-mail address.</p>\n<p>\n<strong>California Consumer Privacy Act&nbsp;</strong>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”) provides California residents with certain additional rights regarding their personal information:&nbsp;</p>\n<ol>\n<li>\n<strong>Right to Know</strong>\n</li>\n</ol>\n<p>You have the right to know and see what information we have collected about you over the past 12 months, including:</p>\n<ul>\n<li>The categories of information we have collected about you;</li>\n<li>The categories of sources from which the information is collected;</li>\n<li>The business or commercial purpose for collecting your information;</li>\n<li>The categories of third parties with whom we have shared your information.\nand</li>\n<li>The specific pieces of information we have collected about you.</li>\n</ul>\n<p>\n<strong>2.\nRight to Delete&nbsp;</strong>\n</p>\n<p>You have the right to request that we delete the information we have collected from you (and direct our service providers to do the same).\nThere are a number of exceptions, however, that include, but are not limited to, when the information is necessary for us or a third party to do any of the following:</p>\n<p>a.\nComplete your transaction;</p>\n<p>b.\nProvide you a good or service;</p>\n<p>c.\nPerform a contract between us and you;</p>\n<p>d.\nProtect your security and prosecute those responsible for breaching it;</p>\n<p>e.\nFix our system in the case of a bug;</p>\n<p>f.\nProtect the free speech rights of you or other users;</p>\n<p>g.\nComply with the California Electronic Communications Privacy Act (Cal.\nPenal Code §&nbsp;1546 et seq.);</p>\n<p>h.\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interests that adheres to all other applicable ethics and privacy laws;</p>\n<p>i.\nComply with a legal obligation.\nor</p>\n<p>j.\nMake other internal and lawful uses of the information that are compatible with the context in which you provided it.</p>\n<p>\n<strong>3.\nRight to Opt-out</strong>\n</p>\n<p>You have the right to “opt-out,” or direct us to stop “selling” or otherwise sharing your information with third parties in exchange for monetary or other valuable consideration.\nTo submit an opt-out request, please email us at support@tvtime.com with your request or or select the ‘Do Not Sell My Personal Information’ link accessible from tvtime.com or within the app.</p>\n<p>\n<strong>4.\nNon Discrimination</strong>\n</p>\n<p>You have the right not to be discriminated against for exercising any of the CCPA rights listed above.&nbsp;</p>\n<p>\n<strong>5.\nExercising Your California Privacy Rights&nbsp;</strong>\n</p>\n<p>To request access to or deletion of your personal information, to opt-out, or to exercise any other rights under California law, please email us at support@tvtime.com with your request or mail us your request at Whip Networks, Inc., 1841 Centinela Ave., Santa Monica, CA 90404.&nbsp;To opt-out, you may also select the ‘Do Not Sell My Personal Information’ link accessible from tvtime.com or within the App.\n</p>\n<p>\n<strong>6.\nResponse Timing and Format</strong>\n</p>\n<p>We aim to respond to a CCPA request for access or deletion within 45 days of receiving that request.\nIf we require more time, we will inform you of the reason and extension period in writing.&nbsp;</p>\n<p>\n<strong>XV.\nYour EEA Privacy Rights</strong>\n</p>\n<p>If you are located in the EEA, you may have certain rights under the GDPR as set out below.</p>\n<p>A.\nAccess and Portability: You have the right to ask us to access the personal information we hold about you and be provided with certain information about how we use your information and who we share it with.\nWhere you have provided your personal information to us on the basis of our contract with you or on the basis of your consent, you have the right to ask us for a copy of this information in a structured, machine readable format and to ask us to share (port) this data to another data controller.</p>\n<p>B.\nRight to deletion: In certain circumstances, you have the right to ask us to delete the personal information we hold about you:</p>\n<ol>\n<li>where you believe that it is no longer necessary for us to hold your information;</li>\n<li>where we are processing your information on the basis of legitimate interests and you object to such processing and we cannot demonstrate an overriding legitimate ground for the processing;</li>\n<li>where you have provided your information to us with your consent and you wish to withdraw your consent and there is no other ground under which we can process your information.\nor</li>\n<li>where you believe the personal information we hold about you is being unlawfully processed by us.</li>\n</ol>\n<p>C.\nRestriction: In certain circumstances, you have the right to ask us to restrict (stop any active) processing of your personal information:</p>\n<ol>\n<li>where you believe the information we hold about you is inaccurate and while we verify accuracy;</li>\n<li>where we want to erase your information as the processing is unlawful but you want us to continue to store it;</li>\n<li>where we no longer need your information for the purposes of our processing but you require us to retain the data for the establishment, exercise or defense of legal claims.\nor</li>\n<li>where you have objected to us processing your information based on our legitimate interests and we are considering your objection.</li>\n</ol>\n<p>D.\nIn addition, you can object to our processing of your personal information based on our legitimate interests and we will no longer process your personal data unless we can demonstrate an overriding legitimate ground.</p>\n<p>E.\nAt any time you have the right to object to our processing of information about you in order to send you marketing, including where we build profiles for such purposes, and we will stop processing the data for that purpose.</p>\n<p>F.\nTo exercise any of these rights above, please contact us at support@tvtime.com</p>\n<p>G.\nPlease note that these rights are limited, for example, where fulfilling your request would adversely affect other individuals where there are overriding public interest reasons or where we are required by law to retain your personal data.</p>\n<p>\n<strong>XVI.\nContact Us</strong>\n</p>\n<p>If you have any questions, comments or concerns regarding our Privacy Policy and/or practices, please send an email to: support@tvtime.com.\nYou may also contact us at Whip Networks, Inc., 1841 Centinela Ave., Santa Monica, CA 90404.</p>\n<p>In the event that you wish to make a complaint about how we process your personal information, please contact us in the first instance at support@tvtime.com and we will endeavor to deal with your request as soon as possible.\nThis is without prejudice to your right to raise a complaint with a relevant supervisory authority.</p>\n<p>\n</p>", "created_at": "2021-04-28 05:22:33.885409", "updated_at": "2021-04-28 05:22:42.448097"}, {"id": 5439, "name": "Terms of Service", "url": "https://www.tvtime.com/terms/", "xpath": "/html/body/div[1]/div/div", "text": "<strong>Whip Networks Services - Terms of Service</strong>\n<p>\n<strong>Effective Date – October 6, 2017</strong>\n</p>\n<p>\n<strong>Please take a moment to read carefully through these Terms of Service.\nBy accessing or using any part of the Services (as defined below), you signify your agreement to these Terms.\nIf you do not agree to these Terms, you may not access or use any Service.</strong>\n</p>\n<p>Whip Networks, Inc.\nor its affiliates (\"We\" or \"us\" or \"WNI\") is pleased to provide you its online service, including services enabling users to create, watch, and share clips of television shows and other content.</p>\n<p>These Terms of Service (\"Terms\") govern all use of WNI’s online services and applications, including (i) the tvtime.com, realcoolnation.com and tozelabs.com websites, and any other website owned or operated by WNI (each a “Site,” and collectively the “Sites”), (ii) the mobile applications owned or operated by WNI, including the TV Time application (the \"Apps\"), (iii) any other content, features, materials, widgets, and/or online services offered through WNI (collectively, the “Service\").</p>\n<p>\n<strong>These Terms include a release by you of, and limitations on, claims for certain damages against us that may arise out of your use of the Service.\nBy using the Service, you are agreeing to the release and limitations.</strong>\n</p>\n<p>\n<strong>If you are a resident of the United States or access or use the Service in the United States, by accepting these Terms, you are agreeing to the arbitration agreement (unless you follow the opt-out procedure) and class action waiver described in Section XIV below in these Terms to resolve any disputes with WNI.</strong>\n</p>\n<p>We advise you to store and/or print a copy of these Terms and keep them for your reference.</p>I.\nPRIVACY POLICY<p>We believe your privacy is very important.\nPlease review our&nbsp;Privacy Policy&nbsp;to learn more about our privacy practices and how we will use any data we receive.\nBy accessing or using the Service, you acknowledge that you have read, understood and accepted our Privacy Policy, which is incorporated into these Terms by reference.</p>II.\nACCESS<p>Subject to your compliance with these Terms, we grant you a limited, personal, revocable, non-exclusive, nontransferable, license, with no right to sub-license or create derivative works (except to the extent required to be permitted by law), to download, install, access and use the Service solely for your personal, non-commercial use on computers and/or devices that you own or control.\nThis license is subject to you: (a) not copying our software.\n(b) not removing, modifying or obscuring any copyright, trademark, or other proprietary rights notices on the Service.\n(c) not reverse engineering, decompiling, or disassembling the Service.\nand (d) not accessing, creating or modifying the source code of the Service in any way.</p>\n<p>We reserve any and all rights not expressly granted to you pursuant to this agreement.\nThe limited rights granted to you to download, install, access and use the Service comprise a limited license and do not constitute the sale of any software program.</p>\n<p>You alone are responsible for any costs you incur to access the Internet.</p>ADDITIONAL TERMS FOR iOS APPLICATION<p>The following terms and conditions apply to you only if you are accessing or using any parts of the Service through a mobile app (an \"iOS App\") from the Apple App Store.\nTo the extent the other terms and conditions of these Terms are less restrictive than, or otherwise conflict with, the terms and conditions of this paragraph, the more restrictive or conflicting terms and conditions in this paragraph apply, but solely with respect to use of the iOS App.\nYou acknowledge and agree that these Terms are solely between you and Us, not Apple, and that Apple has no responsibility for the App or content thereof.\nYour use of the iOS App must comply with the App Store Terms of Use.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the iOS App.\nIn the event of any failure of the iOS App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price, if any, for the iOS App to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the iOS App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by these Terms.\nYou and WNI acknowledge that Apple is not responsible for addressing any claims by you or any third party relating to the iOS App or your possession and/or use of the iOS App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the iOS App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nYou and WNI acknowledge that, in the event of any third party claim that the App or your possession and use of that iOS App infringes that third party's intellectual property rights, WNI, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by these Terms.\nYou must comply with applicable third party terms of agreement when using the iOS App.\nYou and WNI acknowledge and agree that Apple, and Apple's subsidiaries, are third party beneficiaries of these Terms as they relate to your license of the iOS App, and that, upon your acceptance of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary thereof.</p>III.\nACCOUNT<p>To access some features of the Service, you may be required to create account(s) or connect via a third party social network like Facebook or Twitter.\nWhen creating an account on the Service, you agree that all account registration information you submit will be accurate and updated.\nYou are prohibited from choosing a user ID: (a) that is subject to the rights of another person without permission.\n(b) with the intent to impersonate another person, entity, business or organization.\nor (c) that is inappropriate, offensive or obscene.\nWe reserve the right to refuse account registration, or to suspend or terminate your account for any reason or no reason.</p>\n<p>In the process of creating an account you will be required to provide a valid email address so that we may contact you about your account, service updates and/or interruptions, provide you with newsletters, and promote special offer(s), including third-party offers.\nAll information that you provide to register with the Service is subject to our Privacy Policy.</p>\n<p>It is important that you keep your account information secure and confidential, and you agree to notify us immediately of any unauthorized use of your account and agree that WNI is not liable for any loss or damage arising from your failure to safeguard your password.\nYou agree that you will be solely responsible (to WNI, and to others) for all activity that occurs on your account.</p>\n<p>Notwithstanding anything to the contrary herein, you acknowledge and agree that you shall have no ownership or other property interest in any account stored or hosted on the Service, and you further acknowledge and agree that all rights in and to such accounts are and shall forever be owned by and inure to the benefit of WNI.\nYou may not transfer, share or make available your account information to others.\nAny distribution by you of your account information may result in suspension, termination or cancellation of your access to the Service.</p>IV.\nAGE RESTRICTIONS<p>The Service is intended for users aged 18 or older.\nThis is because some of the content and/or advertising on the Service may be unsuitable for minors under the age of 18.</p>\n<p>If you are aged 13 to 18 years old, or are otherwise a minor in your country of residence, you should have a guardian's approval to use the Service, and review these Terms with that guardian.\nIf we determine that you are under the age of 18 and misrepresenting your age, we reserve the right to terminate your account.</p>\n<p>The Service is not directed at children under 13.\nWe do not knowingly collect personal data from children under 13, and if we become aware that a child has provided us with personal data, we will take steps to remove such information and terminate the account.</p>V.\nUSE RESTRICTIONS<p>Your license to use the Service is conditioned upon the following restrictions:</p>\n<p>You agree that you will not under any circumstances:</p>\n<ul>\n<li>post comments that are abusive, threatening, obscene, defamatory, libelous, or racially, sexually, religiously, or otherwise objectionable and offensive;</li>\n<li>use the Service for any unlawful, harassing, unethical or disruptive purpose or for the promotion of illegal activities;</li>\n<li>use the Service to ask users for their personal information;</li>\n<li>use the Service for any commercial purpose, including without limitation communicating or facilitating any commercial advertisement or solicitation;</li>\n<li>use the Service to post, transmit, or cause to be posted or transmitted any content that constitutes spam;</li>\n<li>use, reproduce, or remove any copyright, trademark, or other proprietary notions from any the Service or third party partner materials;</li>\n<li>make any automated use of the system, or take any action that we deem to impose or to potentially impose an unreasonable or disproportionately large load on our servers or network infrastructure;</li>\n<li>tamper, interfere with or disturb the Service's functionality;</li>\n<li>decompile, disassemble, reverse engineer, or reverse assemble the Service or any part of it, or otherwise attempt to discover any the Service source code or underlying proprietary information;</li>\n<li>bypass any measures we take to restrict access to the Service or use any software, technology, or device to scrape, spider, or crawl the Service or harvest or manipulate data.\nor</li>\n<li>publish or link to malicious content intended to damage or disrupt another user's browser or computer.</li>\n</ul>VI.\nCONTENT PROVIDED BY YOU<p>Once registered on the Service, you may have the opportunity to publish, transmit or otherwise make available certain content, including user comments, photos, images, and other material or information (collectively, \"User Content\").\nYou are solely responsible for the User Content that you post on the Service, and we reserve the right to remove any User Content at our discretion.</p>\n<p>By posting and transmitting any User Content while using the Service, you agree that:</p>\n<ul>\n<li>You are solely responsible for your account and the activity that occurs while signed in to or while using your account;</li>\n<li>You will not publish information that is malicious, false or inaccurate;</li>\n<li>You will not publish information that improperly claims the identity of another person</li>\n<li>You hereby affirm we have the right to determine whether any of your User Content submissions are appropriate and comply with these Terms, remove any of your User Content, and terminate your account with or without prior notice.</li>\n</ul>\n<p>You understand and agree that any liability, loss or damage that occurs as a result of the use of any User Content that you make available or access through your use of the Service is solely your responsibility.\nWe are not responsible for any public display or misuse of your User Content.\nWe do not, and cannot, pre-screen or review all User Content, and therefore cannot be responsible for it.\nHowever, at our discretion, we, or technology we employ, may monitor and/or record your activities on the Service.</p>\n<p>All User Content shall be deemed, and shall remain, the property of the uploading user from the moment of creation.\nYou hereby grant WNI a non-exclusive, worldwide, royalty-free, sublicensable, perpetual and irrevocable right and license to use, copy, modify, adapt, create derivative works from, distribute, display, publish, and otherwise exploit any User Content provided by you on the Service as well as all modified and derivative works thereof, in whole or in part, in any languages and in any media now known or not currently known, without any further notice or attribution to you, and without any requirement of permission from or payment to you (or any other person or entity).\nTo the extent permitted by applicable laws, you hereby waive any moral rights you have in any User Content.</p>\n<p>You represent and warrant that you have all the rights and authority necessary to grant the rights to any User Content you submit and the User Content you submit on the Service will not violate the rights of any third party, including without limitation any copyright, property, or privacy right.\nIn the event any User Content you submit or post on or through the Service infringes on another's intellectual property rights, WNI will remove all such User Content if properly notified that such User Content infringes on another's intellectual property rights.\nWNI reserves the right to remove User Content at any time without prior notice.</p>\n<p>WNI does not, and cannot, pre-screen or monitor all User Content.\nHowever, our representatives may monitor and/or record your communications (including without limitation chat text) when you are on the Service, and you hereby provide your irrevocable consent to such monitoring and recording.\nYou acknowledge and agree that you have no expectation of privacy concerning the transmission of any User Content, including without limitation chat text or voice communications.\nWe do not assume responsibility or liability for User Content that is generated by users.\nWe have the right, but not the obligation, in our sole discretion, to edit, refuse to post or remove any User Content.</p>VII.\nCONTENT PROVIDED BY US<p>With the exception of User Content submitted by you, all other content, software (including source code), logos, icons, the Service's \"look and feel,\" text, graphics, images, video clips, sound clips, notices, data, page layout, and selection and arrangement of the content on the Service is either owned by us or licensed to us, and is subject to copyright, trademark rights, and other intellectual property rights of WNI or our licensors.\nSuch content may not be downloaded, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for any other purpose whatsoever without the prior written consent of WNI or, where applicable, WNI's licensors.\nWNI and its licensors reserve all rights not expressly granted in and to their content.\nAny third party trademarks present on the Service are trademarks of their respective owners.\nAny images of persons or personalities contained on the Service are not an indication or endorsement of WNI or any particular product or WNI's service unless otherwise indicated.</p>\n<p>By accessing the Service you agree not to engage in any of the following activities in relation to any programming (or other IP) owned or distributed by us or our partners as well any digital media player provided in the Service, clips, advertisements, graphics and characters: (a) modifying or using any content otherwise than as allowed under these Terms.\n(b) using, marketing or re-distributing any content through any software application other than the Service.\n(c) downloading, re-transmitting, reproducing or storing the content on any device or media (other than for any brief periods of time necessary for streaming of any content).\nand/or (d) reformatting, optimizing or customizing the content for display, distribution or transmission.</p>VIII.\nCOPYRIGHT COMPLAINTS AND COPYRIGHT AGENT<p>\n<strong>(a) Termination of Repeat Infringer Accounts.</strong>&nbsp;WNI respects the intellectual property rights of others and requests that our users do the same.\nPursuant to 17 U.S.C.\n512(i) of the United States Copyright Act, we have implemented a policy that provides for the termination in appropriate circumstances of users who are repeat infringers.\nWe may terminate access for users who are found repeatedly to provide or post protected third party content without necessary rights and permissions.</p>\n<p>\n<strong>(b)&nbsp;DMCA Take-Down Notices.</strong>&nbsp;If you are a copyright owner or an agent thereof and believe, in good faith, that any materials provided on the Service infringe upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (see 17 U.S.C 512) (\"DMCA\") by sending the following information in writing to WNI's designated copyright agent at Whip Networks, Inc.\nc/o Copyright Agent, 1841 Centinela Ave., Santa Monica, CA 90404, or by email&nbsp;support@tvtime.com.</p>\n<ol>\n<li>The date of your notification;</li>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>A description of the copyrighted work claimed to have been infringed;</li>\n<li>A description of the material that is claimed to be infringing or to be the subject of infringing activity and information sufficient to enable us to locate such work;</li>\n<li>Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and/or email address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>We will respond expeditiously to claims of copyright infringement using the Service that are reported to our copyright agent in the notification explained above.\nIt is our policy, in appropriate circumstances and at our sole discretion, to disable or terminate the accounts of users who repeatedly infringe copyrights or intellectual property rights of others.\nWe reserve the right to remove User Content alleged to be infringing at any time without prior notice and at our sole discretion.</p>\n<p>\n<strong>(c)&nbsp;Counter-Notices.</strong>&nbsp;If you believe that User Content that has been removed from the Service is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the material in your User Content, you may send a counter-notice containing the following information to our copyright agent using the contact information set forth above:</p>\n<ol>\n<li>The date of your notification;</li>\n<li>A description of the content that has been removed and the location at which the content appeared before it was removed;</li>\n<li>A statement that you have a good faith belief that the content was removed as a result of mistake or a misidentification of the content.\nand</li>\n<li>Your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court in California and a statement that you will accept service of process from the person who provided notification of the alleged infringement.\nYour name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court in California and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ol>\n<p>We will respond expeditiously to claims of copyright infringement using the Service that are reported to our copyright agent in the notification explained above.\nIt is our policy, in appropriate circumstances and at our sole discretion, to disable or terminate the accounts of users who repeatedly infringe copyrights or intellectual property rights of others.\nWe reserve the right to remove User Content alleged to be infringing at any time without prior notice and at our sole discretion.</p>IX.\nTHIRD PARTY SITES<p>The Service may enable you to access other sites, including but not limited to Facebook, Twitter, Pinterest, Tumblr, YouTube and their mobile applications.\nBy using the Service, you are also agreeing to the YouTube Terms of Service.\nWhen you click a link, we may not warn you that you have left the Service and are subject to the terms and conditions (including privacy policies) of another website or destination.\nThese sites and apps are not owned or controlled by WNI, and as a result, we are not responsible or liable for, and you release us from, any loss or damage incurred by you as a result of any dealings between you and these third parties, or the failure of these third party sites or apps to function properly.\nThe inclusion of any link or grant of access on the Service does not imply or express an affiliation or endorsement of the site or app or its contents.\nThe Service may also enable you to share content from the Service with a third party, which may be publicly posted on that third party's site or application, and would therefore be subject to the third party's terms of service and privacy policy.\nYou are responsible for reading the third party's terms of service and privacy policy, and you acknowledge that WNI is not responsible or liable for, and you release us from, any loss or damage incurred by you as a result of your access and interaction with such third parties.</p>X.\nADVERTISING<p>The Service may deliver third party advertisements.\nThis advertising may be contextually related to your location, your usage behavior on the Service, or based on other information you have provided to us or has been provided to us by third parties.\nAny dealings you have with advertisers while using the Service are between you and the advertiser, and you agree that we do not endorse, and are not responsible for, the content, safety, accuracy, or legality of any third party goods or services advertised on the Service.</p>XI.\nWARRANTY DISCLAIMER<p>YOU AGREE THAT USE OF THE SERVICE IS AT YOUR OWN DISCRETION AND RISK.\nTHE SERVICE IS PROVIDED \"AS IS, AS AVAILABLE\" WITH ALL FAULTS AND, TO THE FULLEST EXTENT PERMITTED BY LAW, WITHOUT WARRANTY OF ANY KIND.\nWNI HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUALITY, SECURITY, ACCURACY, RELIABILITY, AND NON-INFRINGEMENT.\nNEITHER WNI NOR ITS SUPPLIERS AND LICENSORS MAKES ANY WARRANTY OR GUARANTEE THAT THE SERVICE WILL BE ERROR FREE, RELIABLE, OR FREE OF VIRUSES AND OTHER HARMFUL COMPONENTS, OR THAT ACCESS TO THE SERVICE WILL BE TIMELY AND UNINTERRUPTED.</p>XII.\nLIMITATION OF LIABILITY<p>TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION, IN NO EVENT SHALL WNI, ITS DIRECTORS OR EMPLOYEES, OR ITS LICENSORS AND PARTNERS (THE \"WNI PARTIES\"), BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES OF ANY KIND, HOWEVER ARISING, THAT ARE DIRECTLY OR INDIRECTLY RELATED TO (A) YOUR USE OR MISUSE OF THE SERVICE OR ANY PART OF THE SERVICE.\n(B) ANY CLAIM THAT YOUR USER CONTENT CAUSED DAMAGE TO A THIRD PARTY.\n(C) YOUR BREACH OR ALLEGED BREACH OF ANY PROVISION OF THESE TERMS.\n(D) YOUR VIOLATION OF ANY RIGHTS OF ANOTHER, INCLUDING WITHOUT LIMITATION ANY COPYRIGHT, PROPERTY, OR PRIVACY RIGHT.\nOR (E) ANY USER CONTENT YOU POST OR SHARE ON OR THROUGH THE SERVICE.\n(F) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, REGARDLESS OF THEIR ORIGIN.\n(G) ANY OTHER INTERACTION WITH THE SERVICE OR ANY OTHER USER OF THE SERVICE WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE) OR ANY OTHER LEGAL THEORY.\nYOU AGREE THAT YOUR ONLY RIGHT WITH RESPECT TO ANY PROBLEMS OR DISSATISFACTION WITH THE SERVICE IS TO DISCONTINUE USE OF THE SERVICE.\nTO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION, IN NO EVENT WILL WNI'S TOTAL LIABILITY TO YOU FOR ALL DAMAGES OR LOSSES EXCEED THE GREATER OF (I) THE AMOUNTS YOU HAVE PAID WNI TO USE THE SERVICES, OR (II) FIFTY UNITED STATES DOLLARS ($50.00).\nTHE FOREGOING LIMITATIONS WILL APPLY EVEN IF THE ABOVE STATED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>XIII.\nINDEMNIFICATION<p>YOU AGREE TO INDEMNIFY, AND HOLD HARMLESS THE WNI PARTIES FROM AND AGAINST ANY AND ALL LIABILITIES, CLAIMS, DAMAGES, TAXES, FINES, PENALTIES, EXPENSES (INCLUDING REASONABLE ATTORNEYS' FEES AND COSTS), AND OTHER LOSSES ARISING OUT OF OR IN ANY WAY RELATED TO YOUR BREACH OR ALLEGED BREACH OF THESE TERMS OR ANY APPLICABLE LAWS OR YOUR USE OF THE SERVICE.\nWE RESERVE THE RIGHT, AT OUR OWN EXPENSE, TO EMPLOY SEPARATE COUNSEL AND ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER OTHERWISE SUBJECT TO INDEMNIFICATION BY YOU.</p>XIV.\nDISPUTE RESOLUTION AND GOVERNING LAW<p>THIS SECTION APPLIES TO ALL USERS OF THE SERVICE TO THE FULLEST EXTENT ALLOWABLE BY LAW.\nBY ACCEPTING THESE TERMS YOU EXPLICITLY WAIVE THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION AGAINST WNI.</p>\n<p>This section includes an arbitration agreement and an agreement that all claims will be brought only in an individual capacity (and not as a class action or other representative proceeding).\nPlease read it carefully.\nYou may opt out of the arbitration agreement by following the opt out procedure described below.</p>Informal Process First<p>You agree that in the event of any dispute between you and WNI, you will first contact WNI and make a good faith sustained effort to resolve the dispute before resorting to more formal means of resolution, including without limitation any court action.</p>Arbitration Agreement<p>After the informal dispute resolution process any remaining dispute, controversy, or claim (collectively, \"Claim\") relating in any way to your use of WNI's services and/or products, including the Service, or relating in any way to the communications between you and WNI or any other user of the Service, will be finally resolved by binding arbitration.\nThis mandatory arbitration agreement applies equally to you and WNI.\nHowever, this arbitration agreement does not (a) govern any Claim by WNI for infringement of its intellectual property or access to the Service that is unauthorized or exceeds authorization granted in these Terms or (b) bar you from making use of applicable small claims court procedures in appropriate cases.\nIf you are an individual you may opt out of this arbitration agreement within thirty (30) days of the first of the date you access or use this Service by following the procedure described below.</p>\n<p>Arbitration is more informal than a lawsuit in court.\nThere is no judge or jury in arbitration.\nInstead, the dispute is resolve by a neutral arbitrator.\nCourt review of an arbitration award is limited.\nExcept to the extent the parties agree otherwise, arbitrators can award the same damages and relief that a court can award.\nYou agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and WNI are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision will survive any termination of these Terms.</p>\n<p>If you wish to begin an arbitration proceeding, after following the informal dispute resolution procedure, you must send a letter requesting arbitration and describing your claim to Whip Networks, Inc., 1841 Centinela Ave., Santa Monica, CA 90404.\nThe arbitration will be administered by the American Arbitration Association (AAA) under its rules including, if you are an individual, the AAA's Supplementary Procedures for Consumer-Related Disputes.\nIf you are not an individual or have used the Service on behalf of an entity, the AAA's Supplementary Procedures for Consumer-Related Disputes will not be used.\nThe AAA's rules are available at http://www.adr.org or by calling 1-800-778-7879.</p>\n<p>The number of arbitrators will be one.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location.\nThe arbitration will be conducted in the English language.\nMassachusetts law will apply.\nJudgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.</p>\n<p>Payment of all filing, administration and arbitrator fees will be governed by the AAA's rules.\nIf you are an individual and have not accessed or used the Service on behalf of an entity, we will reimburse those fees for claims totaling less than $10,000, unless the arbitrator determines the claims are frivolous, and we will not seek attorneys' fees and costs in arbitration unless the arbitrator determines the claims are frivolous.</p>\n<p>The arbitrator, and not any federal, state, or local court, will have exclusive authority to resolve any dispute relating to the interpretation, applicability, unconscionability, arbitrability, enforceability, or formation of this arbitration agreement, including any claim that all or any part of this arbitration agreement is void or voidable.\nHowever, the preceding sentence will not apply to the \"Class Action Waiver\" section below.</p>\n<strong>Opt-Out of Arbitration</strong>\n<p>\n<strong>If you do not want to arbitrate disputes with WNI and you are an individual, you may opt out of this arbitration agreement by sending an email to support@tvtime.com within thirty (30) days of the first of the date you access or use the Service after these Terms are made effective.</strong>\n</p>\n<strong>Class Action Waiver</strong>\n<p>\n<strong>Any Claim must be brought in the respective party's individual capacity, and not as a plaintiff or class member in any purported class, collective, representative, multiple plaintiff, or similar proceeding (\"Class Action\").\nThe parties expressly waive any ability to maintain any Class Action in any forum.\nIf the Claim is subject to arbitration, the arbitrator will not have authority to combine or aggregate similar claims or conduct any Class Action nor make an award to any person or entity not a party to the arbitration.\nAny claim that all or part of this Class Action Waiver is unenforceable, unconscionable, void, or voidable may be determined only by a court of competent jurisdiction and not by an arbitrator.\nThe parties understand that any right to litigate in court, to have a judge or jury decide their case, or to be a party to a class or representative action, is waived, and that any claims must be decided individually, through arbitration.</strong>\n</p>\n<p>\n<strong>If this class action waiver is found to be unenforceable, then the entirety of the Arbitration Agreement, if otherwise effective, will be null and void.\nThe arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual claim.\nIf for any reason a claim proceeds in court rather than in arbitration, you and WNI each waive any right to a jury trial.</strong>\n</p>Venue and Governing Law<p>These Terms shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nexcept that aspects of the Service that are accessed from France may also be subject to the Directive 2000/31/EC of the European Parliament and of the Council of 8 June 2000 on certain legal aspects of information society services transposed into French law by the Law Number 2004-575 of 21 June 2004 regarding confidence in the digital economy.\nExcept as otherwise provided in these Terms, you and WNI may litigate in the courts of Los Angeles, California to compel arbitration, stay proceeding pending arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.\nAny Dispute not subject to arbitration (other than claims proceeding in any small claims court), or where no election to arbitrate has been made, shall be decided by a court of competent jurisdiction within the County of Los Angeles, California, and you and WNI agree to submit to the personal jurisdiction of that court.</p>XV.\nCHANGES TO TERMS<p>We are constantly updating the Service, and that means we reserve the right to update these Terms for any reason.\nIf we make changes that are material, we will attempt to notify you, including by updating the \"LAST MODIFIED\" date at the top of these Terms.\nHowever, it is your sole responsibility to review the Terms from time to time to view any such changes.\nIf you continue to use the Service, you signify your agreement to our revisions to these Terms.\nIf you disagree with any of our changes, you should discontinue your use of the Service.</p>XVI.\nTERMINATION<p>We reserve the right to change, suspend or discontinue (temporarily or permanently) the Service at any time, with or without cause, and may not be able to provide you with prior notice of such changes, suspension or discontinuation.\nWe may also change, restrict or terminate your access to the Service any time, with or without cause.\nWe are not liable to you or to any third party for any changes, suspension, or restriction to, or termination of the Service.</p>\n<p>If you wish to terminate your account, you may simply discontinue using the Service.\nAll provisions of these Terms which by their nature should survive termination shall survive termination, including without limitation ownership provisions, warranty disclaimers, indemnity and limitations of liability.\nOur rights under these Terms will survive any termination of these Terms.</p>XVII.\nGENERAL TERMS<p>If any part of these Terms is held invalid or unenforceable, that portion of the Terms will be construed consistent with applicable law, and the remaining portions will remain in full force and effect.\nAny failure on the part of WNI to enforce any provision of these Terms will not be considered a waiver of our right to enforce such provision.</p>\n<p>We may assign or delegate these Terms and/or our Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms or Privacy Policy without our prior written consent, and any unauthorized assignment and delegation by you is void.</p>\n<p>YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS, UNDERSTAND THE TERMS, AND WILL BE BOUND BY THESE TERMS.\nYOU FURTHER ACKNOWLEDGE THAT THESE TERMS TOGETHER WITH THE PRIVACY POLICY REPRESENT THE COMPLETE AND EXCLUSIVE STATEMENT OF THE AGREEMENT BETWEEN US AND THAT IT SUPERSEDES ANY PROPOSAL OR PRIOR AGREEMENT ORAL OR WRITTEN, AND ANY OTHER COMMUNICATIONS BETWEEN US RELATING TO THE SUBJECT MATTER OF THIS AGREEMENT.</p>XVIII.\nCONTACT<p>If you have questions about these Terms, please email us at&nbsp;support@tvtime.com&nbsp;or write to us at Whip Networks, Inc., 1841 Centinela Ave., Santa Monica, CA 90404.</p>", "created_at": "2021-04-28 05:23:04.473025", "updated_at": "2021-04-28 05:23:12.933373"}], "points": [], "urls": ["tvtime.com"]}}