{"error": 448, "message": "OK", "parameters": {"id": 1379, "name": "Brain.fm", "created_at": "2019-02-11 18:07:45.167645", "updated_at": "2021-05-14 14:37:56.591277", "wikipedia": null, "keywords": null, "related": null, "slug": "brainfm", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/1379.png", "url": "brain.fm", "documents": [{"id": 4574, "name": "Privacy Policy", "url": "https://www.brain.fm/privacy", "xpath": "/html/body/div[1]/div/div[3]/div[2]/div/div[2]/div", "text": "<p>Brain.FM, Inc.\n(“Brain.FM”) takes the privacy and security of our customers seriously.\nBrain.FM provides this Internet Privacy Policy because our users have a right to know what information we collect, how it is used, and how it is protected.\nThis Privacy Policy and the Terms of Use on our site outline the terms and conditions under which you use our website and products.\nUse, collection, and disclosure of your information will be governed by the terms of this Privacy Policy.\nThis policy may be amended from time to time and was last updated on May 23rd, 2018.</p>Information Collection and UseRegistration for Brain.FM Users<p>In order receive emails sent by Brain.FM you must first complete a signup form by registering online through our web site or through the app on your mobile device.\nDuring registration, you are required to give contact information (such as first and last name and email address).\nBrain.FM collects personally identifiable information from our users during the initial signup process as well as during surveys or preference requests.\nWe use this information to contact you with product updates, newsletters, and special promotions which you have expressed interest in receiving.\nYou may opt out of these emails at any time.</p>\n<p>Additional communications may include offers, newsletters, product or company updates, special promotions, surveys, and unsubscribe confirmations.</p>\n<p>Personal data processed by Brain.FM shall not be kept for longer than is necessary for the intended processing or legal purposes.\nUsers have the right to request that their information be deleted, and once the request has been verified the data will be deleted within 30 days.</p>Information We Collect<p>As part of our normal business practice we collect and use personal information you voluntarily provide to us.\nPersonal information such as your name, email address, and other pertinent contact information is collected for the following purposes:</p>\n<ul>\n<li>Product Related Data:<ul>\n<li>Product Use, Product Experience, and Product Improvement</li>\n</ul>\n</li>\n<li>Business Related Data:<ul>\n<li>Customer Support and Troubleshooting</li>\n<li>Operations and Transactions</li>\n<li>Communication and Marketing.</li>\n</ul>\n</li>\n</ul>Uses of Customer Information<p>Your name and email addresses is used only to send email that was requested.\nBrain.FM follows an opt-in permission-based email enrollment policy.\nBrain.FM will not send unsolicited, bulk or commercial offers, or advertisements.\nAll emails contain links on how to unsubscribe from the client list.\nYou may leave our lists at any time for any reason.\nIf you have any questions or feel that you received unsolicited email or an unsolicited SMS message please contact us at privacy@brain.fm.</p>\n<p>Brain.FM will use personally identifiable information to contact you when responding to email support requests and other direct requests for information from Brain.FM.\nTo protect your privacy and security, we will take reasonable steps to verify your identity before granting access or making corrections.</p>Surveys or Contests<p>From time to time we may provide you the opportunity to participate in web-based contests or surveys.\nIf you participate, we will request certain personally identifiable information from you.\nParticipation in these surveys or contests is completely voluntary and you therefore have a choice whether or not to disclose this information.\nThe requested information typically includes contact information (such as name address and phone number(s)), demographic information (such as zip code) and personal preference information (such as your opinions).\nWe use this information to better understand who uses our products and how we can make them better.</p>\n<p>Brain.FM may use a third-party service provider to conduct these surveys or contests.\nthat company is prohibited from using your personally identifiable information for any other purpose.\nWe will not share the personally identifiable information you provide through a contest or survey with any other third party unless we give you prior notice and you elect to permit the provision of that information to the third party.\\n</p>Information Sharing and Disclosure<p>Brain.FM retains ownership of your data, as the data controller, and any information processing involving your data will be done by processors held to the same data privacy compliance standards as us.\nWe agree that we will not rent, sell or otherwise provide your information to outside parties whom do not meet the appropriate compliance standards.\\n</p>\n<p>In the event of a sale, merger, consolidation, liquidation, reorganization, or acquisition we may transfer your information.\nIn that instance, any acquirer will be subject to our same obligations under this Privacy Policy, including your rights to access and choice.\nWe will notify you of the change either by sending you an email or posting a notice on our website.</p>Service Providers<p>When you sign up to receive emails, we will share your enrollment information with our marketing, mailing, and analytics providers so that our third party vendors can provide marketing and strategic business insight services to us.\nFrom time to time, Brain.FM may use a third-party vendor to fulfill promotions on our behalf as well.\nAny third parties or third party vendors are prohibited from using your personally identifiable information for any other purpose other than the purpose outlined in their contract.\nAll third party vendors are expected to maintain the same level of compliance or better that we maintain at Brain.FM.</p>Disclosure Disclaimer<p>We reserve the right to disclose your personally identifiable information as required by law and when we believe that disclosure is necessary to (a) protect our rights and/or to comply with a judicial proceeding, court order, or legal process served on our company.\n(b) protect and defend Brain.FM’s rights or property or the users our services, and (c) act under demanding circumstances to protect the personal safety of users of our services or the public.</p>Opt-out/Unsubscribe<p>f you no longer wish to receive our communications, you may opt-out of receiving them by following the instructions included in each communication or by emailing us at privacy@brain.fm, please include your email address in the body of the message as well as writing the word, “unsubscribe” in the subject line.</p>Clear Gifs<p>We use clear gifs in our HTML-based emails to let us know which emails have been opened by recipients.\nThis allows us to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns.\nIf you would like to opt-out of these emails, please see “Opt-out/Unsubscribe”.</p>Cookies<p>Brain.FM places a “cookie” on the browser of a Brain.FM.com user’s computer to store and sometimes track information about you.\nCookies are information files that your web browser places on the hard drive of your computer when you visit a website.\nCookies were designed to help a web site recognize the prior visits to a site made by a user’s browser.\nCookies cannot damage user files, pass on computer viruses, capture email addresses or read information from a user’s hard drive.</p>\n<p>cookie can be used to measure certain traffic patterns on Brain.FM’s website.\nFor example, when you sign in to our website using your email and password, we store your unique information, and the time you signed in, in a cookie on your hard disk.\nThis cookie allows you to move from page to page at the site without having to sign in again on each page.\nBrain.FM may also use cookies to track your progress while using Brain.FM’s Services.\nAt Brain.FM, we do not generally store personal information into cookies, but we may combine a randomly generated identifier collected through cookies with other Personal Information that we have about you, to tell us, for example, whether you have an account with us.</p>\n<p>You have the ability to accept or decline cookies.\nMost Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nYou will also have the opportunity to accept or decline cookies in a browser pop-up.\nIf you choose to decline cookies, you may not be able to sign in or use some features of Brain.FM’s website and services that depend on cookies.</p>Links to Other Sites<p>Emails that we send may contain links to other sites that are not owned or controlled by Brain.FM, such as social media or other outside parties.\nPlease be aware that Brain.FM is not responsible for the privacy practices of those other sites and do not exercise authority over such web sites.\nBrain.FM therefore assumes no responsibility for the privacy and data collection policies and procedures of such linked web sites, nor for the content or reliability of such web sites.\nIf you choose to access a third party web site, you do so at your own risk.</p>YOUR RIGHTS<p>You have the right to access the personal information that we hold about you.\nThis may be called a ‘Subject Access Request’.\nIf you make a request for your information we will provide it to you or your designated agent free of charge within a reasonable timeframe.</p>\n<p>Before providing personal information to you or your designated agent on your behalf, we may ask for proof of identity and sufficient information about your interactions with us that we can locate your personal information.</p>\n<p>If any of the personal information we hold about you is inaccurate or out of date, you may ask us to correct it or correct, update, delete, or deactivate it yourself by making the change on our member information page or by contacting us at privacy@brain.fm.</p>\n<p>You have the right to object to us processing your personal information if we are not entitled to use it any more, to have your information deleted if we are keeping it too long, or have its processing restricted in certain circumstances.</p>\n<p>If you would like to exercise any of these rights or lodge a complaint, please contact us using the information as set out below.</p>Data Security<p>We will retain a copy of your information in accordance with law and for only so long as necessary to provide you with high quality and consistent services including marketing services and account information.</p>\n<p>Brain.FM has put in place certain technological and procedural security functions in order to protect the personal information it collects, uses or transfers from loss, misuse, alteration or destruction.\nBrain.FM uses firewalls to help prevent outside parties from accessing our database server through the Internet, and physical access to the database server is restricted to authorized individuals.</p>\n<p>When transferring personally identifiable information to and from third parties Brain.FM uses SSL &amp.\nSFTP (Secure FTP) (which includes SHA-2 encryption), as required for Email Sender and Provider Coalition (ESPC) membership.</p>\n<p>Information collected by our website or transferred to us from other sources will be processed in the United States, Singapore, and the European Union.</p>Changes in this Privacy Statement<p>We reserve the right to modify this privacy statement at any time, so please review it frequently.\nIf we make material changes to this policy, we will publicize such changes by means of a notice on our home page by providing thirty (30) days’ notice to you by displaying a prominent notice, in all caps, above the text of the Privacy Statement.</p>Contact Us<p>If you have any questions or suggestions regarding our privacy policy, please contact us:</p>\n<ul>\n<li>Email: privacy@brain.fm</li>\n<li>Mail: BrainFM, Inc\n4255 N Knox Ave, Suite 190,\nChicago, IL 60641 United States</li>\n</ul>", "created_at": "2021-04-01 00:03:58.777658", "updated_at": "2021-04-01 00:04:10.642654"}, {"id": 4575, "name": "Terms And Conditions", "url": "https://www.brain.fm/terms", "xpath": "/html/body/div[1]/div/div[3]/div[2]/div/div[2]", "text": "<p>By visiting, accessing, or using Brain.FM’s website and products, you signify that you have the right, authority and capacity to enter into this Agreement, that you have read and understand this Agreement, and that YOU AGREE TO ABIDE BY ALL OF THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nPLEASE READ THESE TERMS CAREFULLY.\nIF YOU DO NOT AGREE, DO NOT ACCESS OR USE THE SERVICES.</p>\n<ol>\n<li>INTRODUCTION<p>These terms (the “Terms”) together with the applicable Privacy Policy (collectively the \"Agreement\") sets out the terms and conditions governing visits, access and use of the Brain.FM website, products, services, desktop and mobile applications (“Products”) by the end user (\"you\").\n</p>\n<p>The Services are provided by Brain.FM, Inc., and its affiliated entities, its present, former and future parents, predecessors, successors, assignees, subsidiaries, owners, officers and directors (whether acting in such capacity or individually), agents and attorneys (collectively, ”Brain.FM,” \"we\" “us” and/or “our”).\nYou may contact us at: Brain.FM – Customer Support, BrainFM, Inc\n4255 N Knox Ave, Suite 190,\nChicago, IL 60641.\nor by email at support@brain.fm</p>\n<p>Brain.FM reserves the right to update the Agreement from time to time to reflect any changes: (i) in our policies or relevant laws and regulatory requirements.\n(ii) to the functionality of the Products.\nor (iii) imposed on us by any third party suppliers.\nThe latest Terms will appear on our website with the date that the Terms and/or Privacy Policy were updated.\nIt is your responsibility to check the Agreement periodically for changes.\nYour continued use of the Services following changes means that you accept and agree to the changes.</p>\n</li>\n<li>PREREQUISITES FOR ACCESS TO THE SERVICE<p>You need access to the internet in order to use the Products, and any cost for accessing the internet shall be paid by you.\nThis also applies when using the Products via mobile phone, tablet, or other personal device capable of internet connection.\nIf you use the Products via mobile telephone you should familiarize yourself with applicable data transfer costs for your mobile carrier plan.\nBrain.FM does not have any responsibility or liability for data transfer costs you may incur when using the Services.\nIf accessing the Services from a desktop computer, the Services require Windows 7 (or later) or OS x 10.8 (or later), and a compatible web browser verson (we do not support Internet Explorer 10 or lower).\nThe Services are currently compatible with Android and iOS smartphones and tablets.\nThe Services require a device, running iOS 10.0 (or later) or Android 5+ (or later) with available memory.\nWe cannot guarantee that the Services will work with all devices.</p>\n<p>It is your responsibility to ensure that you are able to comply with the relevant system requirements described above.\nWe accept no responsibility for any lack of functionality that is due to your equipment (including your device, internet connection, operating system or settings and software).\nAccess to parts or all of the Products may be restricted from time to time to allow for repairs, maintenance or updating.</p>\n<p>You may not use the Products in any way that is fraudulent or illegal or is expressly prohibited by these Terms.\nBy using the Services you promise to us that you accept these Terms and that you are 18 years of age or over.\nIf Brain.FM reasonably believes that you have not told us your true age, we may suspend your use of the Products until you have provided us with acceptable proof of age.\nIf you are a parent or guardian and believe Brain.FM may have inadvertently collected personal information from your child, please notify us immediately by sending an email to: support@brain.fm detailing the basis of your belief and your request.</p>\n<p>The Service requires you to register and create accounts for validation.\nYou agree to (a) provide accurate, current and complete information as prompted by any registration forms on the Services.\n(b) maintain and promptly update such information and any other information provided to Brain.FM, to keep it accurate, current and complete.\n(c) maintain the security of your password and identification.\nand (d) be fully responsible for all use of your account and for any actions that take place using your account.</p>\n<p>Brain.FM reserves the right to suspend or remove your account or prohibit your use of the Services, without prior notice and without responsibility or liability to you, if we believe there may have been a breach of security or your account or if activities occur on your account that we believe breach these Terms or the Agreement.</p>\n</li>\n<li>PURCHASE, PRICE INFORMATION, PAYMENT TERMS AND REFUND POLICY<p>You must be 18 years old in order take out a subscription to the Products or to make any purchase in connection with the Products.</p>\n<ol>\n<li>\n<i>Subscription.\n</i>Brain.FM Products require you to purchase a subscription for a period of time as specified during sign-up (collectively a “Subscription”).\nYour Subscription, which may start with a trial period, will automatically renew at the interval you select when purchasing (monthly, trimonthly, or yearly) unless you cancel your Subscription as provided in Section 3(d) or we terminate your Subscription as provided in Section 11.</li>\n<li>\n<i>Promotion/Trials.\n</i>Brain.FM, vendors, or other third parties with whom we contract to provide the Products may offer special promotions/trials with differing conditions and limitations which may be subject to different terms from these Terms.\nYou are solely responsible for reviewing any additional terms governing your use of such special promotions or trials before accessing any special promotions or trials.</li>\n<li>\n<i>Payment Methods.\n</i>In connection with any Subscriptions that you select to purchase you must provide Brain.FM with a current, valid, accepted method of payment, which may change from time to time (\"Payment Method\").\nAll Subscription purchases are subject to this Agreement and any additional terms and conditions, including any fees, imposed by your financial services provider and/or mobile carrier, as applicable.\nYou are solely responsible for reviewing the terms of use, privacy policy or any other terms governing your use of the services provided by your financial services provider and/or mobile carrier.\nBy providing a Payment Method in connection with any Subscription, you hereby authorize Brain.FM to debit the total cost of said Subscription and agree to be responsible for any foreign transaction charges associated with your Subscription purchase.\nShould charges for which you are responsible fail at the time payment is required, you will be responsible for costs associated with Brain.FM’s efforts to collect amounts due.\nYou represent and promise to us that all information you provide in connection with the purchase of a Subscription is true, accurate and complete.\nThe duration and cost of Subscriptions are set by Brain.FM in its sole discretion.\nWhen you purchase a Subscription, you will initially be charged at the rate applicable at the time of your initial agreement to subscribe.\nIf the price of the Subscription increases later, we will provide you with written notice before the end of the billing period in which the change is made where required by law.\nIf you do not accept the change to your Subscription, you will be entitled to terminate this Agreement.</li>\n<li>\n<i>Billing Cycle.\n</i>As indicated during sign-up, the fee for certain Subscriptions must be paid in a single upfront payment while other Subscriptions may allow payment on an installment basis.\nIf the Subscription fee is paid in a single upfront payment, the total Subscription fee is due and payable to Brain.FM immediately upon sale and your Payment Method will be automatically billed at that time.\nIf the Subscription fee is paid on an installment basis, your Payment Method will automatically be billed at the beginning of each installment period as specified during sign-up.</li>\n<li>\n<i>Automatic Renewal.\n</i>In order to provide continuous service, Brain.FM automatically renews all Subscriptions on the date the Subscription expires.\nSuch renewals will be for the same duration of the original subscription term and will be billed at the non-discounted rate for the Subscription as of the date of your enrollment and according to your original billing cycle method (i.e.\neither as a single upfront payment or an installment basis).\nBy enrolling in a Subscription, you agree that your Subscription will be subject to the above-described automatic renewals unless you cancel your Subscription in accordance with the terms of this Agreement.\nYou also agree that the amount billed may be different if your original Subscription was purchased using a promotional/trial offer and you authorize Brain.FM to charge your Payment Method for such varying amounts as indicated at the time of sign-up, and any other charges, including any foreign transaction charge, that you may incur in connection with your use of the Subscription.\nYour Subscription will remain in effect and continue to renew automatically until it is cancelled.<p>IF YOU WISH TO CANCEL YOUR AUTOMATIC SUBSCRIPTION RENEWAL, you may do so by visiting your account overview page, clicking on “Membership” and then clicking “Cancel your membership.” Brain.FM will make reasonable efforts to process cancellation requests within two business days from the receipt of the cancellation request.</p>\n</li>\n<li>\n<i>Refund Policy.\n</i>If you reside in a country that is part of the European Union and have purchased a Subscription, you have the right to receive a full refund within fourteen (14) days of purchase, but only if you have not started to stream or download any Product Content (as defined in Section 6, below) through the Products.\nYou hereby explicitly acknowledge that you lose your right to receive a refund once the streaming or downloading of the Product Content has started.\nIf you reside in a country that is part of the European Union and you terminate your Subscription or cancel your payment after fourteen (14) days of purchase of the subscription to the Services, we will not issue a refund for any fees paid to us, including any advance charge(s) or payment(s) for any subscription term for the Services.\nIf you are eligible for a refund (where applicable), refunds will be issued to the credit or debit card you provided when you activated the Services, and you should allow between 7 and 10 business days for the credit to appear in your account</li>\n<li>\n<i>Charge Backs.\n</i>If you dispute Subscription charges with your credit card company or financial institution, and Brain.FM’s investigation determines the charges were valid, we may, on reasonable written notice to you, charge to your Brain.FM account the reasonable required cost of responding to your charge back request.</li>\n</ol>\n</li>\n<li>RESTRICTIONS APPLICABLE TO THE USE OF THE SERVICE<p>The Products shall be for private use only and use of the Products in commercial or public settings is not permitted.</p>\n<p>The Products shall not be used in any manner that may breach the restrictions applicable to the utilization of the Product Content (as defined in Section 6, below).\nThese include, but are not limited to, prohibitions against (i) any form of technical intervention in the Products for purposes of using the Products in any manner other than that intended and permitted under the present Agreement.\n(ii) copying and/or making public any Product Content.\n(iii) assigning any username or password to anyone else.\n(iv) circumventing any technical mechanisms within the Products that have been established to protect Product Content from reproduction/distribution.\n(v) using the Products in violation of applicable law.\nand (vi) failing to respect applicable geographic/territorial restrictions.</p>\n</li>\n<li>APPLICATION LICENSE<p>By “Application” we mean an application or other technical interface provided by Brain.FM that is used to access the Products.\nSubject to the terms of this Agreement, Brain.FM hereby grants you a personal, non-exclusive, non-transferable, limited and revocable license to download, run and use the Application for personal use on relevant devices owned or controlled by you.\nSuch license also applies to updates and upgrades that replace or supplement the Products in any respect and which are not distributed with a separate license and related documentation.\nThe Application is licensed, not sold, to you, and Brain.FM retains ownership of all copies of the Application.\nBrain.FM may transfer its rights and obligations, or sub-contract or sub-license its obligations, under this Agreement to another legal entity, provided your legal and consumer rights are not prejudiced.\nYou may not may transfer your rights and obligations, or sub-contract or sub-license your obligations, under this Agreement to another legal entity.</p>\n</li>\n<li>CONTENT RESTRICTIONS<p>The Products contain content, such as sound recordings, other audio works, software, code, works of authorship, files, documents, applications, intellectual property, or materials relating thereto or any other materials, and their selection, coordination and arrangement (collectively, the “Product Content”).\nThe Product Content is the property of Brain.FM and is protected by copyright under both United States and foreign laws.\nThe Product Content is made available to you only for your personal use as expressly permitted under these Terms.</p>\n<p>You are prohibited from using the Product Content as follows:</p>\n<ul>\n<li>Except as permitted under the Terms, all copying, distribution or other use of the Product Content is prohibited without the prior written consent of Brain.FM.</li>\n<li>You have no right to any use that requires a public performance license.</li>\n<li>The use or posting of the Product Content on any other website, application or otherwise, or sharing of the Product Content in a networked computer environment, for any purpose is expressly prohibited.</li>\n<li>You shall only use the Product Content on platforms which are at your disposal for your personal use as provided herein and pursuant to your Subscription terms, and which support the Products’ technical protection system.\nYou shall not circumvent or try to circumvent the Products’ technical protection system.</li>\n</ul>\n<p>Unauthorized use of the Products may represent a violation of applicable laws or regulations.\nIf Brain.FM, in its sole discretion, thinks you have breached the Terms, or has reasonable grounds to believe that you are likely to breach these Terms, we may take any action we think is necessary to protect the Services and the Service Content.\nWe may: (a) restrict, suspend, or terminate your right to use the Services.\n(b) investigate and take legal proceedings against you.\nor (c) disclose any information to law enforcement authorities we think is necessary or as required by law.\nThese actions are not limited and we may take any other action we reasonably deem appropriate.</p>\n<p>We are the owner of the Brain.FM trademark (the “Trademark”).\nNothing in this Agreement or on the Products should be construed as granting, by implication, estoppel, or otherwise, any license or right to use the Trademark, without our prior written permission specific for each such use.\nUse of the Trademark as part of a link to or from any site is prohibited unless establishment of such a link is approved in advance by Brain.FM in writing.\nAll goodwill generated from the use of the Trademark inures to Brain.FM’s benefit.</p>\n</li>\n<li>NOTICE AND PROCEDURES FOR MAKING CLAIMS OF COPYRIGHT OR INTELLECTUAL PROPERTY INFRINGEMENT<p>We have a policy of responding to notices of alleged infringement on the Products that comply with the Digital Millennium Copyright Act (“DMCA”), which may include removing material claimed to be the subject of infringing activity.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, or that your intellectual property or privacy rights have been otherwise breached, please provide Brain.FM with a notice containing the following information (please note that you will be liable for damages (including costs and attorneys' fees) if you materially misrepresent that any material is infringing your copyrights or other intellectual property or privacy rights):</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>A detailed description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>Your name, address, telephone number, and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or other intellectual property right owner or authorized to act on the copyright or intellectual property right owner’s behalf.\nand</li>\n<li>Your signature.</li>\n</ul>\n<p>For notice of claims of copyright or other intellectual property right infringement, we can be reached by sending a claim to Brain.FM Copyright Department, BrainFM, Inc\n4255 N Knox Ave, Suite 190,\nChicago, IL 60641.\nor by email at support@brain.fm</p>\n<p>DISCLAIMER: WE ARE NOT YOUR ATTORNEYS, AND THE INFORMATION WE PRESENT HERE IS NOT LEGAL ADVICE.\nWE PRESENT THIS INFORMATION FOR INFORMATIONAL PURPOSES ONLY, AND AS REQUIRED BY LAW.</p>\n</li>\n<li>PRIVACY POLICIES<p>Our Privacy Policy may be viewed here.</p>\n<p> Any questions, complaints or claims regarding the Products can be directed to: support@brain.fm</p>\n</li>\n<li>NO WARRANTY/ LIMITATION OF LIABILITY<p>The Services and the Service Content are provided on an \"as is\" and \"as available\" basis without any warranties of any kind.\nTo the fullest extent permitted by applicable law, Brain.FM disclaims all warranties, including, but not limited to, the warranty of title, merchantability, non-infringement of third parties rights, and fitness for particular purpose.\nBrain.FM reserves the right to change functionality and content offered under the Products on an ongoing basis.</p>\n<p>To the fullest extent permitted by applicable law, Brain.FM makes no warranties or representations about the Products or Product Content, including but not limited to its accuracy, reliability, completeness, efficacy, or timeliness.\nBrain.FM shall not be subject to liability for truth, accuracy, or completeness of any information conveyed to the user or for errors, mistakes or omissions therein or for any delays or interruptions of the data or information stream from whatever cause.\nYou agree that your use the Products and the Product Content is at your own risk.\nIt is your responsibility to evaluate the accuracy, completeness or usefulness of any opinion, advice or other Product Content available through the Products.</p>\n<p>In no event shall Brain.FM be liable for any damages whatsoever (including, without limitation, incidental and consequential damages, lost profits, or damages resulting from lost data or business interruption) resulting from the access, use or inability to use the Products and the Product Content, whether based on warranty, contract, tort (including negligence), or any other legal theory, even if we have been advised of the possibility of such damages.\nSome states do not allow exclusion of implied warranties or limitation of liability for incidental or consequential damages, so the above limitations or exclusions may not apply to you.\nIn such states, our liability shall be limited to the greatest extent permitted by law.\nTo the fullest extent permitted by law, the liability of Brain.FM arising from any error or other circumstance that may give rise to liability in relation to the Products shall – except for instances of any physical harm, gross negligence and willful misconduct - be limited to the amount paid by you for access to the Products in the relevant month.</p>\n<p>Technical problems such as temporary non-availability of the Products must be expected and shall not constitute breach of this Agreement.\nBrain.FM does not warrant that the Products will operate error-free or that the Products, its server, or the Product Content are free of computer viruses or similar contamination or destructive features.\nUpdates to the Products may take place on a regular basis.\nBrain.FM reserves the right to add or remove support for specific devices.\nIf your access or use of the Products or the Product Content results in the need for servicing or replacing equipment or data, Brain.FM shall not be responsible for those costs.</p>\n</li>\n<li>INDEMNIFICATION<p>To the fullest extent permitted by applicable law, you agree to defend, indemnify, and hold Brain.FM harmless from and against any claims, actions or demands, including, without limitation, reasonable legal and accounting fees, arising from, relating to or resulting from (a) your breach or alleged breach of the Agreement.\n(b) your access to, use or misuse of the Product Content or the Products.\n(c) any breach of your representations and promises set forth herein, or (d) your violation of any law or the rights of a third party.\nWe shall provide notice to you of any such claim, suit, or proceeding and shall assist you, at your expense, in defending any such claim, suit or proceeding.\nWe reserve the right to assume the exclusive defense and control of any matter that is subject to indemnification under this section.\nIn such case, you agree to cooperate with any reasonable requests assisting our defense of such matter.</p>\n</li>\n<li>TERMINATION<p>We may terminate this Agreement and close your account, or suspend your access to the Products, at any time without notice and without responsibility or liability to you, in the event of your actual or suspected unauthorized use or misuse of the Products and/or Product Content, or breach of the Agreement.\nWe may terminate this Agreement and close your account at any time on reasonable notice to you if we cease to provide the Products.</p>\n</li>\n<li>GOVERNING LAW AND VENUE<p>This Policy shall be construed and governed by the laws of the State of Delaware, without regard to the principles of conflict of laws thereof.\nYou agree and accept that any legal action or proceeding shall be brought in the federal or state courts for the State of Delaware, and you expressly waive any objection to personal jurisdiction, venue or forum non-conveniens.\nIf you are a Website user in a member country of the European Economic Area (EEA) or European Union (EU)), this Policy and the relationship between you and us shall be governed by the laws of the EU/EEA member state in which you are domiciled.</p>\n</li>\n<li>MISCELLANEOUS<p>There is no agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship between you and Brain.FM or between Brain.FM and any other user of the Services.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of any other provision of the Agreement, which shall remain in full force and effect unless such deletion materially frustrates the intent of the parties, in which case this Agreement will terminate.\nOur failure to act on or enforce any provision of this Agreement shall not be construed as a waiver of that provision or any other provision in this Agreement.\nNo waiver shall be effective against Brain.FM unless made in writing, and no such waiver shall be construed as a waiver in any other or subsequent instance.</p>\n<p>Brain.FM intends to rely on this Agreement, including the applicable Privacy Policy, and any notices regarding the Services sent to you or posted on the Services.\nIf you require any changes to the Agreement, such changes must be expressly agreed to by you and Brain.FM in writing.\nThis will help avoid any problems about what you expect from us and what we expect from you.</p>\n<p>The section headings are provided merely for convenience and shall not be given any legal import.\nThis Agreement will inure to the benefit of our successors, assigns, licensees, and sublicensees.</p>\n</li>\n</ol>", "created_at": "2021-04-01 00:05:24.3662", "updated_at": "2021-04-01 00:05:35.800188"}], "points": [{"id": 19356, "title": "You must create an account to use this service", "source": "https://www.brain.fm/terms", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:19:34.169822", "updated_at": "2021-04-30 07:16:03.275546", "quoteText": "The Service requires you to register and create accounts for validation.", "case_id": 230, "document_id": 4575, "quoteStart": 3820, "quoteEnd": 3892}, {"id": 19355, "title": "This service is only available to users over a certain age", "source": "https://www.brain.fm/terms", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:18:28.989468", "updated_at": "2021-04-30 07:16:06.035921", "quoteText": "By using the Services you promise to us that you accept these Terms and that you are 18 years of age or over.", "case_id": 152, "document_id": 4575, "quoteStart": 3286, "quoteEnd": 3395}, {"id": 19363, "title": "There is a date of the last update of the agreements", "source": "https://www.brain.fm/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:49:26.064088", "updated_at": "2021-04-30 07:16:25.524161", "quoteText": "This policy may be amended from time to time and was last updated on May 23rd, 2018.", "case_id": 331, "document_id": 4574, "quoteStart": 484, "quoteEnd": 568}, {"id": 19360, "title": "The user is informed about security practices", "source": "https://www.brain.fm/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:35:48.63417", "updated_at": "2021-04-30 07:16:43.094404", "quoteText": "Brain.FM has put in place certain technological and procedural security functions in order to protect the personal information it collects, uses or transfers from loss, misuse, alteration or destruction.\nBrain.FM uses firewalls to help prevent outside parties from accessing our database server through the Internet, and physical access to the database server is restricted to authorized individuals.</p>\n<p>When transferring personally identifiable information to and from third parties Brain.FM uses SSL &amp.\nSFTP (Secure FTP) (which includes SHA-2 encryption), as required for Email Sender and Provider Coalition (ESPC) membership.", "case_id": 226, "document_id": 4574, "quoteStart": 10363, "quoteEnd": 10998}, {"id": 19357, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.brain.fm/terms", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:21:09.285359", "updated_at": "2021-04-30 07:16:09.760235", "quoteText": "maintain the security of your password and identification.\nand (d) be fully responsible for all use of your account and for any actions that take place using your account.</p>", "case_id": 148, "document_id": 4575, "quoteStart": 4161, "quoteEnd": 4336}, {"id": 19358, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.brain.fm/terms", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:23:50.527984", "updated_at": "2021-04-30 07:16:12.717727", "quoteText": "The Products shall be for private use only and use of the Products in commercial or public settings is not permitted.", "case_id": 143, "document_id": 4575, "quoteStart": 11020, "quoteEnd": 11137}, {"id": 19361, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.brain.fm/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:42:53.658713", "updated_at": "2021-04-30 07:16:16.543481", "quoteText": "Please be aware that Brain.FM is not responsible for the privacy practices of those other sites and do not exercise authority over such web sites.", "case_id": 299, "document_id": 4574, "quoteStart": 8557, "quoteEnd": 8703}, {"id": 19362, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.brain.fm/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:43:37.493907", "updated_at": "2021-04-30 07:16:21.717433", "quoteText": "Brain.FM therefore assumes no responsibility for the privacy and data collection policies and procedures of such linked web sites, nor for the content or reliability of such web sites.", "case_id": 278, "document_id": 4574, "quoteStart": 8704, "quoteEnd": 8888}, {"id": 19359, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.brain.fm/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-29 19:33:43.140682", "updated_at": "2021-04-30 07:16:36.566538", "quoteText": "You have the right to access the personal information that we hold about you.\nThis may be called a ‘Subject Access Request’.\nIf you make a request for your information we will provide it to you or your designated agent free of charge within a reasonable timeframe.</p>\n<p>Before providing personal information to you or your designated agent on your behalf, we may ask for proof of identity and sufficient information about your interactions with us that we can locate your personal information.</p>\n<p>If any of the personal information we hold about you is inaccurate or out of date, you may ask us to correct it or correct, update, delete, or deactivate it yourself by making the change on our member information page or by contacting us at privacy@brain.fm.", "case_id": 195, "document_id": 4574, "quoteStart": 8982, "quoteEnd": 9743}], "urls": ["brain.fm"]}}