{"error": 448, "message": "OK", "parameters": {"id": 3783, "name": "Scroll", "created_at": "2021-05-25 21:10:58.524229", "updated_at": "2021-05-25 22:00:21.235649", "wikipedia": null, "keywords": null, "related": null, "slug": "scroll", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3783.png", "url": "scroll.com", "documents": [{"id": 6348, "name": "Terms of Service", "url": "https://scroll.com/terms", "xpath": "/html/body/div[1]/div/div/main/div/div", "text": "Scroll Terms of Service<p>Last updated: May 10, 2021</p>Overview<p>Welcome to Scroll! We provide our members with an experience free of the most frustrating ads across all Scroll third-party sites we’ve partnered with (“partner sites”).\nYou can find the latest list of participating sites here.</p>\n<p>\"Scroll service,\" \"our service\" or \"the service\" means the service provided by Scroll Labs, Inc., a wholly owned subsidiary of Twitter, Inc., as further described below, as well as all software and mobile and browser applications associated with our service.</p>\n<p>IF YOU ARE A SCROLL MEMBER IN THE UNITED STATES AND ITS TERRITORIES, THESE TERMS CONTAIN AN ARBITRATION CLAUSE AND A CLASS ACTION WAIVER CLAUSE WHICH IMPACT YOUR RIGHTS AND OBLIGATIONS IF ANY DISPUTES ARISE.</p>Acceptance of Terms of Service<ol>\n<li>These Terms of Service, which include our Privacy Policy, govern your use of the Scroll service.\nBy using, visiting, or browsing the Scroll service, you accept and agree to these Terms.\nYour use of the service is also subject to any other policies referred to in these Terms, except as expressly modified by these Terms.\nIf you do not agree to these Terms of Service, do not use the Scroll service.</li>\n<li>Scroll has entered into separate agreements with its partners to enable you to experience the Scroll services across those partner sites.\nThese Terms do not apply to Scroll’s relationship with its partner sites.\nYou should contact Scroll, not the partner, with any questions you may have about the operability of the Scroll service on these partner sites.</li>\n<li>“You” or “your” means you as an individual and the company, organization and/or entity electronically accessing our service and/or accepting the Terms.\nIf you are accepting these Terms and using the service on behalf of a company, organization, government, or other legal entity, you represent and warrant that you are authorized to do so and have the authority to bind such entity to these Terms, in which case the words “you” and “your” as used in these Terms shall refer to such entity.</li>\n<li>As used in these Terms, “Scroll”, “we,” “us,” and “our” means Scroll Labs, Inc.</li>\n</ol>Changes to Terms of Service<p>Scroll may, from time to time, change these Terms.\nIf a revision is material, we will try to provide at least 30 days’ notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.\nBy continuing to access or use our service after revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the service.</p>Privacy<p>Please review our Privacy Policy to understand what data we collect and share, and how we use it for the purpose of providing the Scroll service.</p>Communication Preferences<p>By using the Scroll service, you consent to receiving communications from Scroll.\nThese communications may involve sending emails to your email address provided during registration, or posting communications via the Scroll service or in your account settings page, and will include notices about your account (e.g., payment authorizations, change in password or Payment Method, confirmation emails and other transactional information) and are part of your relationship with Scroll.</p>\n<p>You may choose to receive certain other communications from us, such as newsletters about Scroll features and content, special offers, promotional announcements and customer surveys via email or other methods.\nYou can control which non-essential communications you choose to receive at https://scroll.com/settings under the Privacy settings.</p>Registration, membership, and cancellationFree Trials<p>If you sign-up for a Scroll free trial with your email address, you create an account for the Scroll service.\nWe may require you to provide us your payment details to start the free trial.\nIf you choose our free trial and provide us your payment details, you authorize us to automatically charge your payment method on the first day following the end of your free trial in accordance with the Membership &amp.\nPayment section below, unless you cancel the service prior to the end of your free trial by going to your settings page and follow the instructions for cancellation.</p>\n<p>You are entitled to one free trial unless Scroll specifically offers you an additional free trial period.\nIf Scroll determines, in its reasonable judgment, that you are attempting to sign up for multiple free trials, Scroll reserves the right to deny access to the Scroll service.</p>Membership &amp.\nPayment<p>At the later of the end of your trial and when you submit a valid, acceptable method of payment (“Payment Method”), you will begin your Scroll membership, which will continue month-to-month and automatically renew unless and until you cancel your membership or we terminate it.\nScroll may from time to time provide an additional free trial period after you submit a Payment Method, in which case Scroll will not begin billing until that free trial period has ended.\nWe use third-party service providers to process your Payment Information.\nIf you submit your Payment Information, you agree to pay all costs that you incur, and you give us permission to charge you when payment is due for an amount that includes these costs and any applicable taxes and fees.\nWe will bill the initial monthly membership fee to your Payment Method at the start of your membership.\nFor each subsequent month, your Payment Method will be billed on the calendar day corresponding to the commencement of your paying membership.\nFor example, if you start your membership on January 15th, your next payment date would be February 15th.\nScroll reserves the right to adjust pricing for our service as we may determine in our sole and absolute discretion.\nAny price changes will take effect at the start of your next billing period following the date of the price change.\nIf you do not agree with a price change, you have the right to reject the change by cancelling your membership prior to the price change going into effect.\nWe will provide reasonable advance notice of any such material changes.</p>Taxes<p>You are responsible for and agree to pay any applicable taxes, duties, tariffs, and fees related to the purchase of your membership.\nDepending on your location, we may be responsible for collecting and reporting information related to taxes arising from your membership.\nThese taxes may include, but are not limited to, VAT, GST, sales tax, withholding tax, and any other applicable taxes.\nYou grant us permission to provide your account and personal information as required by us to fulfill tax collection and reporting obligations.</p>Cancellation<p>You may cancel your Scroll membership at any time, and you will continue to have access to the Scroll service through the end of your monthly billing period.\nWe do not provide full or partial refunds if you cancel in the middle of a billing cycle.\nTo cancel, make sure you are logged in to scroll.com, go to your Settings page and follow the instructions for cancellation.\nIf you cancel your membership, you will lose access to the Scroll service at the end of your current monthly billing period.</p>Scroll service<ol>\n<li>You must be 13 years of age, or applicable age of consent, to become a member of the Scroll service.\nIndividuals under the age of 18, or the applicable age of majority, may utilize the service only with the involvement of a parent or legal guardian, under such a person's account and otherwise subject to these Terms.</li>\n<li>We may update the Scroll service, including the list of participating sites, features, benefits, and services from time to time.\nIn addition, we continually test various aspects of our service, including our website, user interfaces, service levels, plans, features, and pricing.\nWe reserve the right to modify or discontinue the service, or any part thereof, at any time, but will endeavor to provide you advance notice of material changes or a discontinuation of the service.\nYour use of the service after notice of changes to the service will be deemed as your acceptance of such changes.\nIf any changes are not acceptable to you, you may terminate your membership or stop use of the services.</li>\n<li>You agree to use the Scroll service, including all features and functionalities associated therewith, in accordance with all applicable laws, rules and regulations, or other restrictions on use of the service or content therein, including, without limitation, any trade sanction(s) and/or import or export regulation(s) that applies to your use of the Service (for example, but not limited, to U.S.\nExport Administration Regulations and OFAC restrictions).\nSubject to your compliance with these Terms, we give you a personal, worldwide, royalty-free, non-assignable, and non-exclusive license to use the service.\nThis license has the sole purpose of enabling you to use and enjoy the benefit of the service as provided by us, in the manner permitted by these Terms.</li>\n<li>Scroll software is developed by, or for, Scroll and is designed to enable the fast, ad-free consumption of content from our participating sites.\nThis software and its performance may vary by device, and functionalities may also differ between devices.\nBy using our service, you agree to look solely to the entity that manufactured and/or sold you the device for any issues related to the device, its own software and its compatibility with the Scroll service.\nIf your Scroll-ready device is sold, lost or stolen, please deactivate the Scroll-ready device.\nIf you fail to log out of your device, subsequent users may access the Scroll service through your account and may be able to access certain of your account information.\nTo logout on a device, follow instructions on the \"Your Account\" page of our website (https://scroll.com/settings).</li>\n<li>We may terminate or restrict your use of our service immediately, without prior notice or liability, for any reason whatsoever, including without limitation, if we suspect that you are (i) in violation of any of these Terms or (ii) engaged in illegal or improper use of the service.</li>\n</ol>Passwords and account access<ol>\n<li>The member who created the Scroll account and whose Payment Method is charged is referred to here as the Account Owner.\nThe Account Owner has access and control over the Scroll account.\nThe Account Owner's control is exercised through use of the Account Owner's email address, and therefore to maintain exclusive control, the Account Owner should not provide access to the associated email address to third parties.</li>\n<li>In order to provide you with ease of access to your account and to help administer the Scroll service, Scroll implements technology that enables us to recognize you as the Account Owner and provide you with direct access to your account without requiring you to retype any password or other user identification when you revisit the Scroll service, which includes accessing via Scroll ready devices or website.</li>\n<li>You should be mindful of any communication requesting that you submit credit card or other account information.\nProviding your information in response to these types of communications can result in identity theft.\nScroll will not send you an email with any hyperlink to enter your account information.\nInstead, always access your account information by going directly to the Scroll website and not through a hyperlink in an email or any other electronic communication, even if it looks official.\nScroll reserves the right to place any account on hold anytime with or without notification to the member in order to protect itself and its partners from what it believes to be fraudulent activity.\nScroll is not obligated to credit or discount a membership for holds placed on the account by either a representative of Scroll or by the automated processes of Scroll.</li>\n</ol>Indemnification<p>To the fullest extent permitted by applicable law, you agree to indemnify, defend, and hold, Scroll and our respective affiliates, parents, subsidiaries, directors, officers, employees, agents, representatives, successors and assigns (“Indemnified Parties”), harmless from, all claims (collectively, “Claim(s)”) that arise out of or in connection with (a) your use of the services and/or (b) your breach of your representations and warranties set forth in these Terms, (c) any activity in which you engage on or through Scroll.\nand (d) your violation of any law or the rights of a third party.\nYou are solely responsible for defending any Claims against the Indemnified Parties, subject to such each’s right to participate with counsel of its own choosing, and for payment of all judgments, settlements, damages, losses, liabilities, costs, and expenses, including reasonable attorneys’ fees, resulting from all Claims against any of the Indemnified Parties.\nYou will not agree to any settlement related to any Claims without our prior express written consent regardless of whether or not such settlement releases the applicable Indemnified Party from any obligation or liability.</p>Disclaimers of warranties and limitations on liability<ol>\n<li>THE SCROLL SERVICE AND ALL SOFTWARE ASSOCIATED THEREWITH, OR ANY OTHER FEATURES OR FUNCTIONALITIES ASSOCIATED WITH THE SCROLL SERVICE, ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITH ALL FAULTS AND WITHOUT WARRANTY OF ANY KIND.\nSCROLL DOES NOT GUARANTEE, REPRESENT, OR WARRANT THAT: (a) YOUR USE OF THE SCROLL SERVICE WILL BE UNINTERRUPTED, SECURE, ERROR-FREE, OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, (B) ANY ERRORS OR DEFECTS WILL BE CORRECTED.\n(C) THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (D) THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.\nSCROLL SPECIFICALLY DISCLAIMS LIABILITY FOR THE USE OF APPLICATIONS, SCROLL READY DEVICES, AND SCROLL SOFTWARE (INCLUDING THEIR CONTINUING COMPATIBILITY WITH OUR SERVICE).</li>\n<li>TO THE FULLEST EXTENT PERMISSIBLE UNDER APPLICABLE LAWS, IN NO EVENT SHALL SCROLL, OR ITS PARENT, SUBSIDIARIES, AFFILIATES, OR ANY OF THEIR SHAREHOLDERS, DIRECTORS, OFFICERS, EMPLOYEES, PARTNERS, AGENTS, SUPPLIERS,OR LICENSORS BE LIABLE (JOINTLY OR SEVERALLY) TO YOU FOR PERSONAL INJURY OR ANY SPECIAL, INCIDENTAL, INDIRECT, CONSEQUENTIAL, OR PUNITIVE DAMAGES OF ANY KIND, OR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION, LOSS OF PROFITS, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (I) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE.\n(II) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE.\n(III) ANY CONTENT OBTAINED FROM THE SERVICE.\nAND (IV) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE) OR ANY OTHER LEGAL THEORY, WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</li>\n<li>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR CERTAIN TYPES OF DAMAGES.\nTHEREFORE, SOME OF THE ABOVE LIMITATIONS IN THIS SECTION MAY NOT APPLY TO YOU.</li>\n<li>NOTHING IN THESE TERMS OF SERVICE SHALL AFFECT ANY NON-WAIVABLE STATUTORY RIGHTS THAT APPLY TO YOU.\nIf any provision or provisions of these Terms shall be held to be invalid, illegal, or unenforceable, the validity, legality and enforceability of the remaining provisions shall remain in full force and effect.</li>\n</ol>Assignment<p>Scroll may assign these Terms or any part of them, and Scroll may delegate any of its obligations under these Terms.\nYou may not assign these Terms or any part of them, nor transfer or sub-license your rights under these Terms, to any third party.</p>Promotions<p>From time to time, we may make available to you discount codes or other promotional offers.\nThose offers are subject to and may only be redeemed as described in the specifics of the promotion.</p>Intellectual property<p>The service and its original content (excluding content provided by users), features and functionality are and will remain the exclusive property of Scroll, Labs, Inc.\nand its respective licensors.\nThe service is protected by copyright, trademark, and other laws of both the United States and Ireland and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without our prior written consent and must, if applicable, comply with the Twitter Brand Assets and Guidelines located at https://twitter.com/logo.</p>Digital Millennium Copyright Act (DMCA)<p>We respond to copyright complaints submitted under the Digital Millennium Copyright Act (“DMCA”) in accordance with Twitter’s Copyright Policy.\nIf you believe that your content has been copied in a way that constitutes copyright infringement, please report this by contacting our designated copyright agent at:<br>Scroll Labs, Inc.<br>Attn: Copyright Agent<br>1355 Market Street, Suite 900<br>San Francisco, CA 94103<br>Email: scrollcopyright@twitter.com<br>\n</p>\n<p>Please note that, to be effective, notice of infringement must comply with the DMCA.\nNotice must include the following:</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrights works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an email address;</li>\n<li>A statement that you have good faith belief that use of the material in the matter complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>Please note that this process only relates to reporting a claim of copyright infringement.\nMessages related to other matters will not receive a response through this process.\nPlease note that under Section 512(f) of the DMCA, any person who knowingly materially misrepresents that material is infringing may be subject to liability.\nIf you are unsure whether material infringes your copyright, you should contact an attorney prior to sending notice.</p>Governing law<p>These Terms shall be governed and construed in accordance with the laws of the state of California, without regard to its conflict of law provisions.</p>Notices<p>You agree that we may give notices to you by posting on the service, or by email to the address provided by you.\nYou must ensure that your contact and account information is current and correct, and promptly notify us in writing of any changes to such information.\nYou will send all notices to us via recognized overnight courier or certified mail, return receipt requested, as follows:</p>\n<p>Scroll Labs, Inc.<br>C/O General Counsel, Twitter Inc.<br>1355 Market Street, Suite 900<br>San Francisco, California 94103</p>Third Party Links &amp.\nApplications<p>You may encounter third-party links and/or applications (including, without limitation, websites, widgets, software, or other software utilities) (\"Application(s)\") that interact with the Scroll service.\nThese Applications may import data related to your Scroll account and activity and otherwise gather data from you These Applications are provided solely as a convenience to you.\nWe have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third party of these Applications.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>Use of information submitted<p>Scroll is free to use any comments, information, ideas, concepts, reviews, or techniques or any other material contained in any communication you may send to us (\"Feedback\"), including responses to questionnaires or through postings to the Scroll service, including the Scroll website and user interfaces, worldwide and in perpetuity without further compensation, acknowledgement or payment to you for any purpose whatsoever including, but not limited to, developing, manufacturing and marketing products and creating, modifying or improving the Scroll service.\nIn addition, you agree not to enforce any \"moral rights\" in and to the Feedback, to the extent permitted by applicable law.\nShould you send any unsolicited materials or ideas, you do so with the understanding that no additional consideration of any sort will be provided to you, and you are waiving any claim against Scroll and its affiliates regarding the use of such materials and ideas, even if material or an idea is used that is substantially similar to the material or idea you sent.</p>Customer support<p>To find more information about our service and its features, or if you need assistance with your account, please visit Scroll Help Center (scroll.com/support).\nIn the event of any conflict between these Terms and information provided by Customer Support or other portions of our website, these Terms will control.</p>Arbitration agreement<ol>\n<li>If you are a Scroll member in the United States (including its possessions and territories), you and Scroll agree that any dispute, claim or controversy arising out of or relating in any way to the Scroll service, these Terms and this Arbitration Agreement, shall be determined by binding arbitration or in small claims court.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nYou agree that, by agreeing to these Terms, the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of this provision, and that you and Scroll are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of this Agreement and the termination of your Scroll membership.</li>\n<li>If you elect to seek arbitration or file a small claim court action, you must first send to Scroll, by certified mail, a written notice of your claim (\"Dispute Notice\") to the address provided above If Scroll initiates arbitration, it will send a written Dispute Notice to the email address used for your membership account.\nA Dispute Notice, whether sent by you or by Scroll, must (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (\"Demand\").\nIf Scroll and you do not reach an agreement to resolve the claim within 30 days after the Dispute Notice is received, you or Scroll may commence an arbitration proceeding or file a claim in small claims court.</li>\n<li>The arbitration will be governed by the Commercial Arbitration Rules (the \"AAA Rules\") of the American Arbitration Association (\"AAA\"), as modified by this Agreement, and will be administered by the AAA.\nThe AAA Rules and Forms are available online at www.adr.org, by calling the AAA at 1-800-778-7879, or by writing to the Dispute Notice Address.\nThe arbitrator is bound by the terms of this Agreement.\nAll issues are for the arbitrator to decide, including issues relating to the scope and enforceability of this arbitration agreement.\nUnless Scroll and you agree otherwise, any arbitration hearings will take place in the county (or parish) of your residence.</li>\n<li>If your claim is for US$10,000 or less, we agree that you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds US$10,000, the right to a hearing will be determined by the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision explaining the essential findings and conclusions on which the award is based.\nIf the arbitrator issues you an award that is greater than the value of Scroll’s last written settlement offer made before an arbitrator was selected (or if Scroll did not make a settlement offer before an arbitrator was selected), then Scroll will pay you the amount of the award or US$5,000, whichever is greater.\nExcept as expressly set forth herein, the payment of all filing, administration and arbitrator fees will be governed by the AAA Rules.</li>\n<li>YOU AND SCROLL AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Scroll agree otherwise, the arbitrator may not consolidate more than one person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this arbitration provision shall be null and void.\nThe arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual claim.</li>\n</ol>Relationship<p>You understand that your relationship with us is solely that of a user of our services, as an independent entity.\nYou are not our employee.\nNo agency, partnership or joint venture is intended or created by these Terms.</p>Force Majeure<p>No one will have any liability under these Terms by reason of any failure or delay in the performance of our or your obligations on account of strikes, shortages, riots, acts of terrorism, insurrection, fires, flood, storm, explosions, earthquakes, pandemics, epidemics, Internet and/or electrical outages, computer viruses, acts of God, war, governmental action, or any cause that is beyond our or your reasonable control.</p>Waiver<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.</p>Entire Agreement.\nSurvival.\nSeverability<p>These Terms constitute the entire agreement between us regarding our service, and supersede and replace any prior agreements we might have between us regarding the service.\nThose terms that either explicitly or by their nature, must remain in effect even after termination or cancellation of these Terms, shall survive termination or cancellation.\nIf any provision of these Terms is unenforceable, the validity of the remaining provisions will not be affected.</p>Contact Us<p>If you have any questions about these Terms, please contact us contact@twitter.com.</p>", "created_at": "2021-05-25 19:18:07.821234", "updated_at": "2021-05-25 19:18:16.489449"}, {"id": 6347, "name": "Scroll Privacy Policy", "url": "https://scroll.com/privacy", "xpath": "/html/body", "text": "<p>Privacy policy</p>\n<ul>\n<li>Log in</li>\n</ul>Previous Versions<ul>\n<li>05/10/2021</li>\n<li>11/19/2020</li>\n<li>08/01/2020</li>\n<li>01/27/2020</li>\n</ul>FooterScroll<ul>\n<li>About Scroll</li>\n<li>Blog</li>\n<li>Privacy policy</li>\n<li>Terms</li>\n</ul>Resources<ul>\n<li>Help center</li>\n<li>Contact us</li>\n</ul>Partners<ul>\n<li>Become a partner</li>\n<li>For partners</li>\n</ul>\n<p>info@scroll.com</p>Social<ul>\n<li>\n</li>\n</ul>\n<p>© 2021 Scroll</p>", "created_at": "2021-05-25 21:10:58.528395", "updated_at": "2021-05-25 19:29:38.354522"}], "points": [], "urls": ["scroll.com"]}}