{"error": 448, "message": "OK", "parameters": {"id": 3631, "name": "Classmates", "created_at": "2021-05-17 04:17:05.919012", "updated_at": "2021-05-17 22:00:22.610409", "wikipedia": "https://en.wikipedia.org/wiki/Classmates.com", "keywords": null, "related": null, "slug": "classmates", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3631.png", "url": "classmates.com", "documents": [{"id": 6043, "name": "Terms of Service", "url": "https://www.classmates.com/about/terms", "xpath": "/html/body/main/div[2]/div[2]", "text": "<p>\n<em>Update Effective:</em>&nbsp;June 29, 2017 for new users | September 1, 2017 for existing users</p>INTRODUCTION<p>Welcome to PeopleConnect and thank you for using our services.\nOur web sites include PeopleConnect.us, Classmates.com, Intelius.com and USSearch.com, as well as other websites owned and operated by us (collectively, the “Websites”), along with various applications and tools that we operate on third-party websites and devices, such as Facebook, smartphones or tablets (such services offered through the Websites, applications or tools collectively, the “Services”).</p>ACCEPTANCE OF TERMS<p>By accessing and using the Websites and Services you are agreeing to the following Terms of Service.\nWe encourage you to review these Terms of Service, along with the Privacy Policy, which is incorporated herein by reference, as they form a binding agreement between us and you.\nIf you object to anything in the Terms of Service or the Privacy Policy,&nbsp;do not use the Websites and Services.</p>\n<p>\n<strong>USE OF THE WEBSITES AND/OR SERVICES REQUIRE YOU TO ARBITRATE ALL DISPUTES ON AN INDIVIDUAL BASIS, RATHER THAN JURY TRIALS OR CLASS ACTIONS, AND ALSO LIMITS THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE (SEE SECTION 13 BELOW).</strong>\n</p>\n<p>We may change these Terms of Service, in whole or in part, at any time.\nPosting of the updated Terms of Service on the Websites will constitute notice to you of any such changes, although we may choose other types of notice for certain changes.\nChanges will become effective upon notice.\nYour continued use of the Websites or Services following notice shall constitute your acceptance of all changes, and each use of the Websites or Services constitutes your reaffirmation of your acceptance of these Terms of Service.\nIf you do not agree to the changes to these Terms of Service, you sole and exclusive remedy will be to terminate your account and cease use of the Websites or Services.</p>INDEX OF PROVISIONS<ol>\n<li>Becoming a Member of and Registering for the Services</li>\n<li>Paid Services</li>\n<li>Special Terms that Apply to Classmates Users</li>\n<li>Special Terms that Apply to Intelius &amp.\nUS Search Users</li>\n<li>Our Property Rights</li>\n<li>Availability of Services</li>\n<li>Linking To or From Our Services</li>\n<li>Termination</li>\n<li>Copyright Infringement Policy</li>\n<li>Disclaimer of Warranties</li>\n<li>Limitations of Liability</li>\n<li>Indemnification</li>\n<li>Mandatory Arbitration, Dispute Resolution and Class Action Waiver</li>\n<li>Miscellaneous Terms</li>\n</ol>1.\nBECOMING A MEMBER OF AND REGISTERING FOR THE SERVICES<p>\n<b>A.\nAccessing the Services and Becoming a Member.</b>\n</p>\n<p>THE SERVICES ARE INTENDED SOLELY FOR ACCESS AND USE BY INDIVIDUALS 18 YEARS OF AGE AND OLDER.\nBY ACCESSING AND USING THE SERVICES, YOU ARE CERTIFYING THAT YOU ARE AT LEAST 18 YEARS OLD.\nOur Services are primarily intended to be utilized by residents of the United States and we may limit or restrict access to the Websites and Services based on your geographic location or ISP.\nWhile there are parts of the Services where access requires the payment of a fee (”Paid Services”), there is no cost to register to become a member of the Services.\nThe specific Services available to you will vary depending upon (1) whether you register as a member, (2) the community affiliation(s) to which you have self-identified (if you are a Classmates member), and (3) whether or not you choose to purchase Paid Services.</p>\n<p>\n</p>\n<p>\n<b>B.\nYour Information.</b>\n</p>\n<p>We will collect, store, compile and utilize information about you, your computer, smartphone or other device, and your use of the Services, including information that you provide in response to questionnaires, surveys and registration forms.\nPlease review our Privacy Policy for more information about our privacy policies and practices.\nFor your part, you agree that all information that you provide to us or post on the Services is complete, accurate and up to date.\nIf any of your information changes, you agree to immediately update it.\nIf you fail to update your information or if all or part of your information is (or appears to be) untrue, inaccurate, or incomplete, we may suspend or terminate your account and refuse any and all current or future use of the Services, without refund to you of any fees paid.</p>\n<p>Without limiting any of the foregoing, you are responsible for ensuring that the email address you provide to us is valid and that the services, software or systems you use to access your email (\"Email Systems\") do not block or filter Communications (as defined below).\nWe ask that you use your personal email address when registering.\nIf you provide us with a non-personal email address or use an Email System that interferes with the delivery of Communications, we may not be able to provide you with certain Services.\nYour failure to provide us with an email address to which we can consistently deliver email may result in the termination of your account.</p>\n<p>\n</p>\n<p>\n<b>C.\nYour Password.</b>\n</p>\n<p>During the registration process we may provide you with a unique registration number.\nWe will also either ask you to create a password or assign you a random password, which you can change at any time by logging onto the \"Account\" portion of the Services.\nAlternatively, you may have the option of using your Facebook login credentials or similar login processes or co-registration forms from or on other third party websites to create an account and authenticate your access to the website.\nBecause any activities that occur under your account are your responsibility, it is important for you to keep your password secure.\nNotify us immediately if you believe that someone has used your account without your authorization.</p>\n<p>\n</p>\n<p>\n<b>D.\nCommunications.</b>\n</p>\n<p>From time to time we will send you communications, in keeping with our Privacy Policy and as otherwise permitted in these Terms of Service (\"Communications\").\nPlease note that any number of issues may interfere with your receipt of such Communications, including some types of Email Systems that may use filtering or blocking techniques that are intended to block email.\nWe are not responsible for the actual delivery or your actual receipt of these Communications.</p>\n<p>\n</p>2.\nPAID SERVICES<p>Access to some of the Services requires the purchase of Paid Services.\nIf you elect to purchase Paid Services, you agree to our storage of your payment information and understand that your Paid Services are personal to you, such that you may not transfer or make available your account name and password to others.\nAny distribution or sharing by you of your account name and password may result in cancellation of your Paid Services without refund and/or additional charges based on unauthorized use.\nWe reserve the right, from time to time, to change the Paid Services, with or without prior notice to you.</p>\n<p>\n<b>A.\nPayment.</b>\n</p>\n<p>Prices for all Paid Services are in U.S.\ndollars and exclude any and all applicable taxes, unless expressly stated otherwise.\nTo the extent permissible under law, you are responsible for any applicable taxes, whether or not they are listed on your receipt or statement.\nAll applicable taxes are calculated based on the billing information you provide us at the time of purchase.\nIf you purchase Paid Services, you agree to pay, using a valid credit or debit card or other form of payment that we may accept from time to time (“Payment Method”), the applicable fees and taxes (if any) set forth in the offer that you accepted.\nWe reserve the right, upon prior notice to you, to change the amount of any fees and to institute new fees, effective at the end of your current subscription period.\nAll authorized charges will be billed to your designated Payment Method on the terms described in the specific offer.\nIf payment cannot be charged to your Payment Method or your payment is returned to us for any reason, we reserve the right to either suspend or terminate your access to the unpaid-for Paid Services.\nIt is your responsibility to ensure that sufficient funds are available to cover the charges for the Paid Services, and we have no liability for any overdraft or other fees that you may incur as a result of our processing of your payment.</p>\n<p>\n</p>\n<p>\n<b>B.\nAutomatic Renewal Program.</b>\n</p>\n<p>Upon your acceptance of an offer for the purchase of any subscription-based Paid Services, you will be enrolled in our automatic renewal program to help ensure that there is no interruption in your access to such Paid Services.\nUnder this program, you authorize us to automatically renew your subscription at the end of the term of the subscription you purchased, and each subsequent term, for the same term length of the subscription you initially purchased (unless otherwise stated in the offer you accepted).\nUnless you change your renewal status as described below, at the time of each such renewal you authorize us to charge your designated Payment Method at the then-current, non-promotional price (unless otherwise stated in the offer you accepted) for the renewal of your subscription.\nIf you no longer want to be enrolled in our automatic renewal program, you can change your renewal status at any time by completing the following steps:</p>\n<p>\n</p>\n<ul>\n<li>Classmates.com - logging onto the Account portion of the Classmates.com Website, clicking on \"Account &amp.\nBilling\" and changing your renewal option from \"automatic\" to \"manual.\"</li>\n<li>Intelius.com – logging onto the My Account portion of the Intelius.com Website and click on “cancel my membership.”</li>\n<li>USSearch.com - logging onto the Your Account portion of the USSearch.com Website and click on “cancel service.”</li>\n</ul>\n<p>Please note that completing these steps will only stop future automatic renewals of your current subscription and will not impact any automatic renewals that occurred prior to the date that you completed these steps.</p>\n<p>\n<b>C.\nCurrent Information.</b>\n</p>\n<p>You must provide us with current, complete and accurate information for your Payment Method.\nYou must promptly update all information to keep your Payment Method current, complete and accurate (such as a change in billing address, card number or expiration date), and you must promptly notify us if your Payment Method is cancelled (including if you lose your card or it is stolen), or if you become aware of a potential breach of security (such as an unauthorized disclosure or use of your name or password).\nChanges to such information can be made by accessing the Account portion of the applicable Website or by contacting the applicable Customer Support.\nIf you fail to provide us with any of the foregoing information, you agree that you are responsible for fees accrued under your Payment Method.\nIn addition, you authorize us to obtain updated or replacement expiration dates and card numbers for your credit or debit card as allowed or provided by your credit or debit card issuer.</p>\n<p>\n</p>\n<p>\n<b>D.\nNo Refund Policy.</b>\n</p>\n<p>All fees relating to Paid Services, including the initial fees and any subsequent automatic renewal fees (as described above), are non-refundable.\nIf you initiate a chargeback or otherwise reverse a payment made with your Payment Method, we may in our discretion cancel your Paid Services immediately.\nIf we successfully dispute the reversal, and the reversed funds are returned to us, you are not entitled to a refund or to have your Paid Services reinstated.</p>\n<p>\n</p>3.\nSPECIAL TERMS THAT APPLY TO CLASSMATES USERS<p>\n<b>A.\nClassmates Member Conduct - Community Guidelines.</b>\n</p>\n<p>The Classmates Services contain areas that enable members to communicate and share information, including without limitation sending email through the Services, providing information on your profile pages, and posting information on message boards, forums and other areas where you may interact with other members (collectively, the \"Communication Tools\").\nWhen you use the Communication Tools, you may have the opportunity to disclose, post, upload, or otherwise publicly display, or to share directly with other members, information and other content, including without limitation biographical information, photographs, stories and comments (collectively, \"Content\").\nWhile we may provide you with these Communications Tools, we also wish to remind you that you should choose carefully what information you post via the Services and share with other members.</p>\n<p>You are required to use the Communication Tools responsibly, just as you would act responsibly when communicating or interacting with others in your offline communities.\nAs a result, we expect and require that you take full responsibility for the Content that you post on or send through the Classmates Services.\nWe have established some \"Community Standards\" that outline your responsibilities when using the Communication Tools.</p>\n<p>The following Classmates Community Standards apply to and govern your use of the Communication Tools:</p>\n<ul>\n<li>Do not create a false identity, impersonate any person or entity, or otherwise misrepresent yourself, your age or your affiliation with any person or entity</li>\n<li>Do not register more than one personal membership or register on behalf of another person</li>\n<li>Do not post telephone numbers, street addresses or email addresses in Content that is publicly accessible on the Services, with the exception of the location of a reunion or other appropriate event</li>\n<li>Do not engage in behavior meant to threaten, harass, intimidate or bully others or which constitutes predatory or stalking conduct</li>\n<li>Do not use the Services as a venue to air personal disputes with other individuals</li>\n<li>Do not provide any Content that is illegal, obscene, pornographic or sexually explicit, depicts graphic or gratuitous violence or illegal drug paraphernalia, or is derogatory, demeaning, malicious, defamatory, abusive, hateful, racially or ethnically offensive, or otherwise determined to be objectionable</li>\n<li>Do not provide any Content that encourages a criminal offense or infringes, misappropriates, or otherwise violates the intellectual property rights or other rights of any third party</li>\n<li>Do not post web addresses that link to pornographic or inappropriate content, websites that promote your or someone else’s commercial gain, websites that provide services similar to those offered by us, or any other content that violates these Community Standards</li>\n<li>Do not provide or post private communications from us or any other party without such party’s permission</li>\n<li>Do not copy or re-post content provided by others or otherwise use information or content you obtained on the Services in any manner not authorized by us or the contributor</li>\n<li>Do not participate in any unauthorized or unsolicited promotions, advertising, junk mail, spam, or any other form of solicitation, or otherwise use the Services for any commercial purpose</li>\n<li>Do not violate any applicable local, state, national and international law or regulation</li>\n<li>Do not interfere with, interrupt, destroy or limit the functionality of the Services or any computer software or hardware or telecommunications equipment</li>\n<li>Do not try to gain unauthorized access to the Services, other members' accounts, or computers connected to the Services</li>\n<li>Do not collect users' content or information, or otherwise access the Services, using automated means, such as scripts, bots, robots, spiders or scrapers</li>\n<li>Do not do anything that could damage, disable, overburden or impair the proper working or appearance of the Services, such as a denial of service attack or interference with page rendering or other functionality</li>\n</ul>\n<p>\n</p>\n<p>\n<b>B.\nClassmates Member Conduct - Monitoring and Enforcement.</b>\n</p>\n<p>We do not actively monitor the Communication Tools or the Content that is provided through such Communication Tools, nor are we obligated to do so.\nAccordingly, we do not guarantee the accuracy, integrity or quality of the Content.\nBecause individuals sometimes choose not to comply with our policies and practices, you may be exposed to Content that you find offensive or otherwise objectionable.\nWe encourage you to use the tools available on the Classmates Services to report any Content that you think may violate the Community Standards.\nWe may investigate the complaints that come to our attention, but are not obligated to do so.\nIf we choose to investigate, we will take any action that we believe is appropriate in our sole discretion, such as issuing warnings, removing the Content, or suspending or terminating accounts.\nHowever, because situations and interpretations vary, we also reserve the right not to take any action.\nIn such cases, we may not remove Content that you believe is objectionable.\nPlease remember that you can always choose to refrain from using any part of the Services that exposes you to something that you are uncomfortable with.\nUnder no circumstances will we be liable in any way for any Content, including any errors or omissions in any Content or any loss or damage of any kind incurred as a result of the use of, access to or denial of access to any Content.\nIn addition, we are not responsible for the conduct, whether online or offline, of any user of the Website or member of these Services.</p>\n<p>\n</p>\n<p>\n<b>C.\nSubmitting or Posting Content on Classmates.</b>\n</p>\n<p>We do not claim ownership of any of the Content you submit or post through the Classmates Services or allow us to obtain from third parties to include in the Services.\nInstead, you hereby grant us a royalty-free, worldwide, transferable, sub-licensable, non-exclusive license to use, reproduce, publish, store, distribute, display, communicate, perform, transmit, create derivative works based upon, and promote such Content (in whole or in part) in any medium now known or hereafter devised.\nPlease remember that you are ultimately responsible for all of your Content, and you therefore warrant and represent that you are entitled to grant the foregoing license and that the Content does not violate any third party rights.\nNo compensation will be paid for the use of your Content.</p>\n<p>\n</p>4.\nSPECIAL TERMS THAT APPLY TO INTELIUS &amp.\nUS SEARCH USERS<p>\n<b>A.\nIntelius and US Search Member Conduct.</b>\n</p>\n<p>The following member conduct guidelines apply to and govern your use of the Intelius or US Search Services:</p>\n<ul>\n<li>Do not create a false identity, impersonate any person or entity, or otherwise misrepresent yourself, your age or your affiliation with any person or entity</li>\n<li>Do not register more than one personal account/membership or register on behalf of another person</li>\n<li>Do not engage in behavior meant to threaten, harass, intimidate or bully others or which constitutes predatory or stalking conduct</li>\n<li>Do not use the Services to seek information about or harm minors in any way</li>\n<li>Do not provide or post private communications from us without permission</li>\n<li>Do not violate any applicable local, state, national and international law or regulation</li>\n<li>Do not interfere with, interrupt, destroy or limit the functionality of the Services or any computer software or hardware or telecommunications equipment</li>\n<li>Do not try to gain unauthorized access to the Services, other members' accounts, or computers connected to the Services</li>\n<li>Do not resell any of the products or services that you purchase from us</li>\n<li>Do not collect users' content or information, or otherwise access the Services, using automated means, such as scripts, bots, robots, spiders or scrapers</li>\n<li>Do not do anything that could damage, disable, overburden or impair the proper working or appearance of the Services, such as a denial of service attack or interference with page rendering or other functionality</li>\n</ul>\n<p>\n</p>\n<p>\n<b>B.\nFCRA Restrictions.</b>\n</p>\n<p>We do not provide consumer reports and are not a consumer reporting agency as defined by the&nbsp;Fair Credit Reporting Act (15 U.S.C.\n§ 1681b) (the “FCRA”).\nThe Services cannot be used to determine an individual’s eligibility for credit, insurance, employment, housing or any other purpose prohibited under the FCRA Federal Trade Commission or court interpretations of the FCRA, or similar statutes or determinations.</p>\n<p>\n</p>\n<p>\n<b>C.\nAdditional Restrictions.</b>\n</p>\n<p>When using the Intelius or US Search Services, you should not assume that the data available through these Services include a complete or accurate representation of a person’s criminal or civil judgment background or other information.\nCertain records, such as criminal, marriage, divorce, etc.\nmay not be available in all states and counties.\nThe data contained in the databases used by the Services have been compiled from publicly available information (such as from court records, phone directories, social networks, business websites, and other public sources) and other proprietary sources for the specific purposes of locating individuals and/or providing general background information about individuals.\nOur technology can also analyze public data to reveal possible relationships, even when official records aren’t available.\nWE HAVE NOT VERIFIED THE DATA OR INFORMATION AVAILABLE THROUGH THE SERVICES AND DO NOT WARRANT ITS ACCURACY, LEGITIMACY, TIMELINESS, LEGALITY OR COMPLETENESS.\nANY DATA OR INFORMATION PURCHASED FROM US VIA THE SERVICES IS PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR IMPLIED WARRANTIES OF MERCHANTABILITY OR NON-INFRINGEMENT.</p>\n<p>\n</p>\n<p>\n<b>D.\nSearch Products.</b>\n</p>\n<p>All reports purchased via the Intelius and US Search Services are made available in the Account section of the applicable Website for a limited time, as follows:</p>\n<p>\n</p>\n<ul>\n<li>Intelius reports are made available for 45 days from date of purchase.</li>\n<li>US Search reports are made available for 1 year from date of purchase.</li>\n<li>Reports obtained via a subscription service are made available for as long as the subscription remains active.</li>\n</ul>\n<p>To extend their availability, search reports may be printed or saved digitally using common web browser features.</p>5.\nOUR PROPERTY RIGHTS<p>The Services, and all of the content, information and other material that they contain, other than the Content posted by our users, are owned by us, or our third party licensors, and are protected by intellectual property and other rights and laws throughout the world.\nSubject to your compliance with these Terms of Service, we grant you a limited, revocable, non-exclusive, non-assignable, non-sublicenseable license for the period of your membership to access the Services and view any materials available on the Services for the sole purpose of using the Services.\nAside from this limited license, nothing found on the Services maybe copied, reproduced, republished, distributed, sold, licensed, transferred or modified without our express written permission.\nIn addition, the trademarks, domain names, logos and service marks displayed on the Services are our property or the property of our licensors.\nThis Agreement does not grant you any right or license with respect to any such trademarks, domain names, logos or service marks.\nIf you are aware of Materials on the Services that infringes the copyright or other right of a third party, please contact us through the Copyright Infringement Policy process, which is described in Section 9 below.</p>6.\nAVAILABILITY OF SERVICES<p>We do not provide you with access to the Internet or the equipment necessary to access the Internet or the Services.\nYou are responsible for the fees charged by others to obtain access to the Services and for obtaining the equipment necessary to access the Services.\nFrom time to time we may modify, suspend or discontinue any of the Services with or without notice to you.\nWe shall not be liable to you for any such modification, suspension or discontinuance.\nWe may establish certain policies and practices concerning use of the Services, such as the maximum number of email messages, search reports, message board postings or other Content that can be sent through the Services and the number of days that these items will be retained on our systems.\nWe have no responsibility or liability for the deletion or failure to store any messages and other communications or other Content, or search reports maintained or transmitted by or through the Services.\nWe reserve the right to change our practices and policies at any time, in our sole discretion, with or without notice to you.</p>7.\nLINKING TO OR FROM THE SERVICES<p>You cannot link to the Services without our prior written consent.\nWhile the Services may have links to the websites of third parties, we have no control over those websites.\nWe are not responsible or liable for any content, advertising, products, services, information or other materials on or available from those websites.\nWe are also not responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any content, advertising, products, services, information or other materials on those websites.</p>8.\nTERMINATION<p>You may terminate your account, for any or no reason, at any time by contacting Customer Support through the applicable Website (see Section 2 above for more information about termination of Paid Services).\nWe may terminate your account, for any or no reason, at any time, with or without notice.\nIf we determine, in our sole discretion, that you are not in compliance with the Terms of Service or Privacy Policy, we reserve the right to restrict, suspend or terminate your account.\nUpon any termination of your account, we may immediately deactivate or delete your account and all related information and/or bar any further access to your account, Content or information.\nIf you have purchased Paid Services from us, any termination by you, or by us with cause, is subject to the no-refund policy described in Section 2(D) above.</p>9.\nCOPYRIGHT INFRINGEMENT POLICY<p>In compliance with the Digital Millennium Copyright Act (\"DMCA\"), we have established the procedure outlined below to address alleged copyright infringement on the Services.\nIf you believe that your work has been copied and has been posted on the Services in a way that constitutes copyright infringement, you may provide us with notice of your complaint by providing our Designated Copyright Agent with the following information in writing:</p>\n<ol>\n<li>The electronic or physical signature of the owner of the copyright or a person authorized to act on the owner's behalf;</li>\n<li>Identification of the copyrighted work that you claim has been infringed;</li>\n<li>Identification of the material that is claimed to be infringing, with information about its location reasonably specific to permit us to locate the material;</li>\n<li>Your name, address, telephone number, and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information in your notification is accurate and that you are the copyright owner or are authorized to act on the copyright owner's behalf.</li>\n</ol>\n<p>To be effective, your notification must be in writing and include the above information.\nOur Designated Copyright Agent to receive your notification is:</p>\n<strong>Name of Agent:</strong>Intellectual Property Manager<br>\n<strong>Address:</strong>1501 Fourth Avenue, Suite 400, Seattle, WA 98101<br>\n<strong>Telephone Number of Designated Agent:</strong>(206) 301-5800<br>\n<strong>Facsimile Number of Designated Agent:</strong>(206) 301-5795<br>\n<strong>Email Address Designated Agent: copyrightnotice@peopleconnect.us</strong>\n<p>We, in our sole discretion, reserve the right to refuse additional Content from members who have posted allegedly infringing material, to delete the material, and/or to terminate such members' accounts.</p>\n<p>After receiving a notification, we will process and investigate the notification and will take appropriate actions under the DMCA and other applicable intellectual property laws.\nUpon receipt of a notification that complies or substantially complies with the DMCA (as set forth above), we will act expeditiously to remove or disable access to any material claimed to be infringing or claimed to be the subject of infringing activity, and will act expeditiously to remove or disable access to any reference or link to material or activity that is claimed to be infringing.\nWe will promptly take reasonable steps to notify the member that is the subject of the notification that it has removed or disabled access to such material.</p>\n<p>If you are subject to a notification, you may provide us with a counter notification by providing our Designated Copyright Agent the following information in writing:</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located, or if your address is outside of the United States, for any judicial district in which we may be found and that you will accept service of process from the person who provided the initial notification of alleged infringement.</li>\n</ol>\n<p>Upon receipt of a proper counter notification under the DMCA (as set forth above), we will promptly provide the person who provided the initial notification with a copy of the counter notification and inform that person that we will reinstate the removed material or cease disabling access to it in ten (10) business days.\nAdditionally, we will replace the removed material and cease disabling access to it not less than ten (10), nor more than fourteen (14) business days following receipt of the counter notice, unless our Designated Copyright Agent first receives notice from the person who submitted the initial notification that such person has filed an action seeking a court order to restrain you from engaging in infringing activity relating to the material on the Services.</p>10.\nDISCLAIMER OF WARRANTIES<p>YOU UNDERSTAND AND AGREE THAT:</p>\n<p>THE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE DISCLAIM TO THE FULLEST EXTENT PERMISSIBLE BY LAW, AND YOU WAIVE, ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING WITHOUT LIMITATION THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\nTHE FUNCTIONS, MATERIALS AND CONTENT OF THE SERVICES ARE NOT WARRANTED TO BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, AND WE MAKE NO WARRANTY THAT THE INFORMATION ON THE SERVICES WILL BE ACCURATE, CURRENT OR RELIABLE OR THAT THE QUALITY ANY PRODUCTS, INFORMATION OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICES WILL MEET YOUR EXPECTATIONS.\nWE DISCLAIM ANY RESPONSIBILITY FOR THE DELETION, FAILURE TO STORE, MISDELIVERY, OR UNTIMELY DELIVERY OF ANY INFORMATION OR MATERIAL.\nYOU ASSUME THE ENTIRE RISK OF LOSS AND DAMAGE DUE TO YOUR USE OF THE SERVICES, INCLUDING BUT NOT LIMITED TO THE COST OF REPAIRS OR CORRECTIONS TO YOUR HARDWARE OR SOFTWARE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, AND AS A CONSEQUENCE SOME OF THE ABOVE DISCLAIMERS MAY NOT APPLY TO YOU.</p>11.\nLIMITATIONS OF LIABILITY<p>YOUR USE OF THE SERVICES IS ENTIRELY AT YOUR SOLE RISK.\nWE, OUR PARENTS, SUBSIDIARIES AND OTHER AFFILIATES, AND THEIR RESPECTIVE OWNERS, DIRECTORS, OFFICERS, EMPLOYEES, LICENSORS, AGENTS AND CONTRACTORS SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES OR LOSSES (INCLUDING WITHOUT LIMITATION LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES), WHICH YOU MAY INCUR IN CONNECTION WITH THE USE OF, OR INABILITY TO USE, THE SERVICES.\nIN ADDITION, OUR AGGREGATE LIABILITY WILL NOT EXCEED THE GREATER OF ONE HUNDRED DOLLARS ($100) OR THE AMOUNT YOU HAVE PAID US IN THE TWELVE MONTHS PRIOR TO THE DATE ON WHICH YOUR CLAIM AROSE.\nTHE FOREGOING LIMITATIONS OF LIABILITY ARE PART OF THE BASIS OF THE BARGAIN BETWEEN YOU AND US AND SHALL APPLY TO ALL CLAIMS OF LIABILITY (INCLUDING WITHOUT LIMITATION WARRANTY, TORT, NEGLIGENCE, CONTRACT OR STRICT LIABILITY), EVEN IF WE HAVE BEEN TOLD OF THE POSSIBILITY OF ANY SUCH DAMAGE AND EVEN IF THE AVAILABLE REMEDIES FAIL THEIR ESSENTIAL PURPOSE.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, AND AS A CONSEQUENCE SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nIN ANY SUCH CASE, OUR LIABILITY WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>12.\nINDEMNIFICATION<p>You shall indemnify and hold harmless, and at our request, defend us, our parents, subsidiaries, and other affiliates, as well as their respective owners, directors, officers, shareholders, employees, licensors, agents and contractors (each, an \"Indemnified Party\") from and against any and all claims, proceedings, damages, injuries, liabilities, losses, costs and expenses (including reasonable attorneys' fees, an allocation for in-house counsel, and other legal costs) arising out of your acts or omissions, including claims resulting from your use of the Services, your submission, posting or transmission of information or Content, or any breach of your obligations set forth in the Terms of Service or Privacy Policy.\nYou shall reimburse each Indemnified Party on demand for any costs, expenses and liabilities incurred by such Indemnified Party to which this indemnity relates.</p>13.\nMANDATORY ARBITRATION, DISPUTE RESOLUTION AND CLASS ACTION WAIVER<p>\n<b>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.\nYOU AND THE PEOPLECONNECT ENTITIES EACH AGREE THAT ANY AND ALL DISPUTES THAT HAVE ARISEN OR MAY ARISE BETWEEN YOU AND THE PEOPLECONNECT ENTITIES SHALL BE RESOLVED EXCLUSIVELY THROUGH FINAL AND BINDING ARBITRATION, RATHER THAN IN COURT, EXCEPT THAT YOU MAY ASSERT CLAIMS IN SMALL CLAIMS COURT, IF YOUR CLAIMS QUALIFY.</b>\n</p>\n<p>You and PeopleConnect and/or its parent companies, subsidiaries, affiliates, and/or any and all of their respective directors, officers, employees and contractors (each a “PeopleConnect Entity” and, together, the “PeopleConnect Entities”) agree to arbitrate any and all disputes and claims between them (\"Dispute(s)\"), except as otherwise specifically provided below.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, allows for more limited discovery than in court, and is subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.</p>\n<p>This agreement to arbitrate is intended to be broadly interpreted.\nIt includes, but is not limited to: (1) Disputes related in any way to the Services, billing, privacy, advertising or our communications with you.\n(2) Disputes arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\n(3) Disputes that arose before your agreement to these Terms of Services or any prior agreement.\n(4) Disputes that are currently the subject of purported class action litigation in which you are not a member of a certified class.\nand (5) Disputes that may arise after the termination of your use of the Services.</p>\n<p>\n<b>A.\nCONTACT US FIRST.</b>\n</p>\n<p>If you intend to pursue or participate in any Dispute in arbitration or small claims court (solely to the extent specifically provided below), you must first notify us of the dispute in writing at least thirty (30) days in advance of initiating arbitration or the small claims court action (if applicable) and attempt to informally negotiate a resolution to the Dispute in good faith.\nNotice to us should be sent via certified mail to: PeopleConnect, Inc., 1501 4th Avenue, Suite 400, Seattle, WA 98101, Attention: Legal Department.\nThe notice of Dispute must: (a) include your name, address, phone number, and email address(es) used to register with or use the Services.\n(b) describe the nature and basis of the Dispute.\n(c) enclose and/or identify all relevant documents and/or information.\nand (d) set forth the specific relief sought.\nIf the applicable PeopleConnect Entity and you do not reach an agreement to resolve the Dispute within thirty (30) days after the notice is received, you may commence with a formal arbitration proceeding or small claims court action (if applicable).</p>\n<p>\n</p>\n<p>\n<b>B.\nMANDATORY AND BINDING ARBITRATION PROCEDURES</b>\n</p>\n<p>\n<b>YOU UNDERSTAND THAT BY THIS PROVISION, YOU AND THE PEOPLECONNECT ENTITIES ARE FOREGOING THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nTHE FEDERAL ARBITRATION ACT GOVERNS THE INTERPRETATION AND ENFORCEMENT OF THIS AGREEMENT TO ARBITRATE.</b>\n</p>\n<ol>\n<li>\n<b>Rules.</b> The arbitration will be governed by the Consumer Arbitration Rules of the American Arbitration Association (“AAA”), if applicable, as modified by this section.\nThe AAA’s rules and a form for initiating the proceeding are available at www.adr.orgor by calling the AAA at 800.778.7879.\nThe arbitration will be presided over by a single arbitrator selected in accordance with the AAA rules.</li>\n<li>\n<b>Location.</b> Unless otherwise required by the AAA rules, the arbitration shall be held in Seattle, Washington.\nYou and PeopleConnect may elect to have the arbitration conducted based solely on written submissions, subject to the arbitrator’s discretion to require an in-person hearing.\nIn cases where an in-person hearing is held, you or the applicable PeopleConnect Entity may attend by telephone, unless the arbitrator requires otherwise.</li>\n<li>\n<b>Cost Sharing.</b> Payment of all filing, administration and arbitrator fees will be governed by the AAA’s rules, unless otherwise stated in this agreement.\nThe applicable PeopleConnect Entity will pay as much of the filing, administration and arbitrator fees as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive, unless the arbitrator determines that a Dispute was filed for purposes of harassment or is patently frivolous.\nReasonable documented attorneys' fees of both parties will be borne by the party that ultimately loses.</li>\n<li>\n<b>Arbitrator’s Decision.</b> The arbitrator will decide the substance of the Dispute in accordance with the laws of the state of Washington, regardless of choice of law principles, and will honor all claims of privilege recognized by law.\nThe arbitrator will have the power to award a party any relief or remedy that the party could have received in court in accordance with the law(s) that apply to the Dispute.\nThe arbitrator’s award shall be final and binding and judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</li>\n</ol>\n<p>\n<b>C.\nCLASS ACTION WAIVER.</b>\n</p>\n<p>\n<b>ANY PROCEEDINGS WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS AND NOT IN A CLASS OR REPRESENTATIVE ACTION.\nNEITHER PARTY SHALL BE A MEMBER IN A CLASS, CONSOLIDATED, OR REPRESENTATIVE ACTION OR PROCEEDING, AND THE ARBITRATOR MAY AWARD RELIEF ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF WARRANTED BY THAT PARTY'S INDIVIDUAL DISPUTE OR CLAIM.\nUNLESS THE PARTIES AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON'S DISPUTES, AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING.\nTHE PEOPLECONNECT ENTITIES DO NOT CONSENT TO CLASS ARBITRATION.\nTHE PARTIES HEREBY WAIVE ANY RIGHT TO A JURY TRIAL.</b>\n</p>\n<p>\n<b>D.\nARBITRATION OPT-OUT.</b> You have the right to opt-out and not be bound by this arbitration provision by sending written notice of your decision to opt-out to: PeopleConnect Arbitration Opt-Out, 1501 Fourth Avenue, Suite 400, Seattle, WA 98101.\nThis notice must be sent within thirty (30) days of your first use of the Services or, if you are already a user of the Services upon initial release of this arbitration provision, within thirty (30) days of our email notice to you of that initial release.</p>\n<p>The opt-out notice must state that you do not agree to this agreement to arbitrate and must include your name, address, phone number and email address(es) used to register with or use the Services.\nYou must sign the opt-out notice for it be effective.\nAny opt-out not received within the applicable thirty (30) day period set forth above will not be valid.</p>\n<p>If you opt-out of the agreement to arbitrate, you and the PeopleConnect Entities agree that any Disputes will be resolved by a state or federal court located in King County, Washington, and you consent to the jurisdiction and venue of such court.</p>\n<p>\n<b>E.\nSMALL CLAIMS.</b> You may choose to pursue your Dispute in small claims court (rather than arbitration) where jurisdiction and venue over the applicable PeopleConnect Entity and you are proper, and where your claim does not include a request for any type of equitable relief, and so long as the matter advances on an individual (non-class) basis.</p>\n<p>\n<b>F.\nINJUNCTIVE RELIEF.</b> Notwithstanding anything to the contrary in the foregoing, either party may bring suit in court seeking a temporary or preliminary injunctive relief, which shall then be subject to review by the arbitrator should such party further seek permanent injunctive relief in arbitration.</p>\n<p>\n<b>G.\nTIME LIMIT TO PURSUE DISPUTE.</b> You agree that regardless of any statue or law to the contrary, any claim or cause of action arising out of or related to use of the Services or the Terms of Service or Privacy Policy must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>\n<b>H.\nCHANGES TO ARBITRATION CLAUSE.</b> We may make changes to this arbitration provision during the term of our Services to you.\nYou may reject any material changes by sending us written objection within thirty (30) days of the change to PeopleConnect, Inc., 1501 Fourth Avenue, Suite 400, Seattle, WA 98101, Attention: Legal Department.\nBy rejecting any future material change, you are agreeing to arbitrate in accordance with the unmodified language of the previous version.</p>14.\nMISCELLANEOUS TERMS<p>Our relationship is not one of agency or partnership and neither you nor we shall be deemed to be a partner, employee, fiduciary, agent or representative of the other by your use of the Services.\nYou may not assign or transfer your rights to any third party.\nThe terms and conditions in these Terms of Service are severable.\nIn the event that any provision is determined to be unenforceable or invalid, such provision shall still be enforced to the fullest extent permitted by applicable law, and such determination shall not affect the validity and enforceability of any other provisions.\nIf we fail to enforce any provision of these Terms of Service it shall not constitute a waiver of such provision.\nWe may assign our rights and obligations under these Terms of Service.\nThese Terms of Service will inure to the benefit of our successors, assigns and licensees.\nThe failure of either party to insist upon or enforce the strict performance of the other party with respect to any provision of these Terms of Service, or to exercise any right thereunder, will not be construed as a waiver or relinquishment to any extent of such party's right to assert or rely upon any such provision or right in that or any other instance.\nrather, the same will be and will remain in full force and effect.\nThe Terms of Service, the&nbsp;Privacy Policy, and any additional terms incorporated by reference herein will be governed by the laws of the state of Washington and constitute the entire understanding between us regarding your access to, license and use of the Services and supersede any prior agreements, statements or representations with respect to the same.</p>", "created_at": "2021-05-17 04:17:05.925043", "updated_at": "2021-05-17 02:19:23.352235"}, {"id": 6042, "name": "Privacy Policy", "url": "https://www.classmates.com/about/privacy", "xpath": "/html/body/main/div[2]/div[2]", "text": "<small>\n<em>Update Effective: January 6, 2020</em>\n</small>\n<p>Welcome to PeopleConnect and thank you for using our services.\nOur web sites include PeopleConnect.us, Classmates.com, Intelius.com and USSearch.com, as well as other websites owned and operated by us (collectively, the “Websites), along with various applications and tools that we operate on third-party websites and devices, such as Facebook, smartphones or tablets (such services offered through the Websites, applications or tools collectively, the “Services”).</p>\n<p>We are committed to protecting the privacy of our users' personal information as described in this Privacy Policy.\nThe purpose of this Privacy Policy is to inform you of our information practices related to the information that you provide when using our Services, including:</p>\n<ul>\n<li>Collection and Use of Your Information</li>\n<li>Sharing Your Information</li>\n<li>Updating or Removing Your Information</li>\n<li>Communications From Us</li>\n<li>The Security of Your Information</li>\n<li>A Note About International Users</li>\n<li>A Special Note About the Privacy of Minors</li>\n<li>Notice of California Privacy Rights</li>\n<li>Changes to Our Privacy Policy</li>\n</ul>\n<p>Please remember that this Privacy Policy does not apply to the practices of companies that we don't own or control or to people that we don't employ or manage.\nWe encourage you to read the privacy policies of each and every website and service that collects personal information about you.\nThis Privacy Policy applies solely to information that we collect from you as a user of the Services or about you from various third-party sources.\nThis Privacy Policy is incorporated into and subject to our Terms of Service.\nEach time you use the Services, you signify that you have read, understood and agree to be bound by this Privacy Policy and the Terms of Service.\nIf you do not agree to the terms of this Privacy Policy, you must discontinue using the Services and terminate your membership or account.</p>1.\nCOLLECTION AND USE OF YOUR INFORMATION<p>a.\nWhen You Register</p>\n<p>When you register for the Services, you may be required to provide certain information, such as your name, maiden name (if applicable), mailing address and/or zip code, email address, phone number, birth date or year, marital status, password, and, in the case of the Classmates Services, one or more community affiliations (such as a school).\nYou may also be presented with the option to register for the Services using your Facebook login credentials or similar login processes or co-registration forms from or on other third-party websites, in which case you will be authorizing us to access certain information from your current profile on Facebook or other third-party website (which will be specified in such login process) for purposes of completing your registration.\nIn addition, when you install certain of our applications on Facebook or other third-party websites or devices, you will also be registering for the Services by agreeing to such installation, which takes place when you \"accept,\" \"install\" or \"allow\" (or similar language) such application.\nEach such application includes a disclosure that this registration will occur upon the acceptance, installation or allowance of the application.</p>\n<p>For Classmates members, please keep in mind that, although much of the information described above will not be viewable by other members, once you are registered your name, community affiliations and years associated with those affiliations will be displayed on the Classmates.com Website and you will no longer be anonymous to us or to other individuals who access this Website.\nIn addition, because this information is publicly displayed on this Website, it may be included in this Website’s \"search\" tools, on our other Websites as described in Section 2(b) and on third-party websites and devices as described in Section 2(h) below.\nWe may also publicly display your general geographic location based upon the zip code or other geographical information provided to us, as another means of assisting members in finding each other.\nHowever, you have the option of opting out of having your general geographic location publicly displayed by accessing your privacy settings on this Website and changing your preferences.\nIn addition, some of the Classmates Services may only be accessible if, based on information you have provided to us, you have an affiliation related to these Services.</p>\n<p>b.\nWhen You Accept an Application</p>\n<p>Some third-party websites, such as Facebook, provide their users with access to applications or other tools, such as \"social login,\" which allow that website's users to share certain personal information with us.\nWhen you accept or allow one of our applications or use another tool to create a connection between us and Facebook or other third-party website, you authorize us to collect, store and use (in accordance with this Privacy Policy) all information that you agreed Facebook or other third-party website could provide to us, which may include such things as your email address, birthday, profile and other photos, school and work affiliations, location, interests, activities and friend information.\nThis authorization may also include the ability to continue to collect such information from Facebook or other third-party website on an ongoing basis.\nIf you choose to remove or delete any such application, or otherwise break our connection with your account on Facebook or other third-party website, we will no longer be able to continue to collect your information from that website.\nHowever, deletion or removal of such application does not delete your account from the applicable Website, and we will continue to store and use information that we have previously collected.\nYou can of course edit or delete any of your account information on the applicable Website at any time (see Section 3 below).</p>\n<p>Acceptance of one of our applications may authorize us to automatically post information to your profile on Facebook or other third-party website about certain of your activities, such as looking at a reunion, liking a photo, joining a community affiliation, viewing a yearbook, tagging someone in a yearbook, becoming a reunion organizer, updating the details of a reunion, responding to a reunion invitation or tagging someone as \"remembered.\" We may also provide you with the option to post additional information about your activities or information you have found through the Services to your profile on Facebook or other third-party website.</p>\n<p>c.\nWhen You Provide a Testimonial</p>\n<p>We display personal testimonials of satisfied customers on our Websites, marketing materials and in other places, in addition to other endorsements.\nWe may post your testimonial along with your name and geographical information.\nIf you wish to update or delete your testimonial associated with any of our Websites, please contact Customer Support through the applicable Website.</p>\n<p>d.\nWhen You Use the Services</p>\n<p>Log Files</p>\n<p>As is the case with most standard website servers, we use and maintain the information that we obtain from and through your browser on our server logs.\nThis information can include Internet protocol (IP) addresses, browser type, Internet service provider (\"ISP\"), and other data.\nWe may use this information to analyze trends, administer the Services, track user movement, detect fraud or other types of abuse, and gather broad demographic information for aggregate use.\nWe may associate this information with your information to resolve technical issues, support security for our users, and take action on any activity that may violate this Privacy Policy or the Terms of Service.</p>\n<p>Cookies</p>\n<p>A cookie is a small piece of data that is sent to your browser from an email or a website's computers and stored in a browser-related file on your computer or other device.\nCookies are uniquely assigned to your computer or device, and are read by a web server in the domain that issued the cookie to you.\nWe link cookies to your unique registration number and use them to enhance and personalize your experience on the Services, including helping authenticate you when you use the Services, remembering your preferences and registration information, and customizing the content and advertisements provided to you via the Services.\nFor example, storing a cookie on your computer or device allows you to login without typing the registered email address or registration number and password.\nWe also use cookies to deliver information and content specific to your interests through the Services.\nWe, our affiliates and brands, and our third-party advertising partners may also use cookies to target advertisements that you may view when visiting other websites.\nIf you do not want these cookies stored on your computer or device you can delete and/or reject cookies by modifying your Internet browser setting accordingly (each browser is different, so check the \"Help\" menu of your browser to learn how to change your cookie preferences).\nHowever, if you choose to delete and/or reject cookies, you may not be able to sign in or use certain portions of the Services.\nPlease also note that certain types of emails available through the Services may automatically log you into the Services and/or set new cookies when you click on the links in the emails and that you may need to manually remove such cookies if you do not want them to be stored on your computer or device.\nSee Section 2(d) below for additional information about cookies in regards to our relationships with third parties.\nWe do not respond to or honor Do Not Track (DNT) signals.</p>\n<p>Web Beacons</p>\n<p>A web beacon (also known as a clear gif) is a tiny graphic with a unique identifier that is placed on a web page or within an email.\nIt is similar in function to a cookie, and is used to collect a limited set of information, such as a cookie number, time and date of page view, and a description of the page on which the web beacon resides.\nWe, our affiliates and brands, and our third-party advertising partners may use web beacons to compile aggregate statistics about which advertisements and promotions users have seen and how users responded to them.\nThis information helps us better manage content available on the Services by informing us about what content is effective and of interest to users.\nIn addition, we may use web beacons in our promotional email messages to keep track of how many messages and which emails have been opened and acted upon.\nThis use allows us to gauge the effectiveness of certain communications and our marketing campaigns.\nWe associate web beacons with individual members for internal purposes only, in an effort to understand our members' individual preferences with our email products.</p>\n<p>Local Shared Objects</p>\n<p>We use Local Shared Objects, such as HTML5, to store content information and preferences.\nThird parties with which we partner to provide certain features on our website or to display advertising based upon your web browsing activity also use Flash cookies or HTML5 to collect and store information.\nVarious browsers may offer their own management tools for removing HTML5.\nTo manage Flash cookies, please click here.</p>\n<p>e.\nWhen You Purchase a Product or Paid Services from Us</p>\n<p>If you choose to purchase a product or paid Services from us, you may be required to provide us with certain personal contact information, such as your name, email address and billing address.\nWe may also require other information necessary for you to receive the product, access the paid Services and/or process any applicable payment, such as a credit card or debit card number, card security code and expiration date.\nWe may use the information that you provide to us to bill you for products and paid Services you request, or to notify you of additional products and paid Services we may offer.\nWhen you sign-up for a product or paid Services, you are consenting to our delivery of this information to our service providers, which may include banks and credit card companies that we use to process a transaction or other third parties who may provide all or a portion of the underlying product or paid Services on our behalf.\nSee Section 2(e) below for additional information about sharing your information with our service providers.\nFor Classmates members, we may also show your membership status through the Services so that other members can see what options they have to contact or communicate with you.</p>\n<p>f.\nWhen You Use Classmates Member-to-Member Communications</p>\n<p>The Classmates Services use a \"double-blind\" email system, which hides the email addresses to protect the privacy of both the sender and receiver when a member sends another member an email through these Services.\nWhen using these member-to-member communications, it is up to you to choose when you are comfortable disclosing your email address, or any other personal contact information, to others.\nWe respect the privacy of these member-to-member communications and do not read or disclose them unless we believe it is necessary in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of this Privacy Policy and/or our Terms of Service, or as otherwise permitted or required under Section 2(g) below.\nPlease keep in mind that you will not be able to delete, revise or otherwise recover any message that you send once it has been sent.</p>\n<p>g.\nWhen You Use Classmates Comment Fields, Message Boards, Events or Other Public Forums</p>\n<p>Information and content submitted to comment fields, message boards, events and other public forums on the Classmates Services are displayed publicly, so please exercise care in deciding what information and content you wish to disclose.\nBecause this information is publicly displayed through these Services, it may be included in these Services search tools and on third-party websites and devices as described in Section 2(h) below.\nPlease keep in mind that, because of the interactive nature of these forums, in many cases you will not be able to remove or revise the information or content that you submit in these areas of these Services and such information or content may remain on these Services even if your membership is terminated.\nTo protect the privacy of our members, we do not allow the public posting of personal contact information.\nWe have the right, but not the obligation, to monitor any activity and content within the comment fields, message boards, events and other public forums on these Services.\nPlease review our \"Classmates Member Conduct - Community Guidelines\" (found in our Terms of Service.) for more information regarding your appropriate use of these areas.</p>\n<p>h.\nWhen You Use Classmates \"Invite-A-Friend,\" \"Email this Page\" or Other Email Referral Services</p>\n<p>If you elect to use any of our referral services for informing friends via email about the Classmates Services or any portion thereof, you will be asked to provide your friends' names and email address.\nWe will then automatically send your friends a one-time email, plus a reminder email if you so choose (each of which will usually include your name and email address) inviting them to visit these Services.\nWe ask for this information for the sole purpose of sending these emails and tracking the success of our email referral program.</p>\n<p>i.\nWhen You Build a Classmates Personal Profile</p>\n<p>We have created tools to enable you to build a personal profile to share as much information about yourself as you wish on the Services.\nExcept as otherwise noted, when you use a specific profile tool all information that you add to your profile is publicly viewable and may be included in the Services search tools, on our affiliates’ and brands’ Websites, and on third-party websites and devices as described in Sections 2(b) and 2(i) below.\nFor this reason, please use care in providing information that you may not want to publicly disclose.\nTo protect the privacy of our members, we do not allow the public posting of personal contact information.\nAdditionally, please see the Classmates Member Conduct - Community Guidelines in our Terms of Service for more information regarding the limitations on the types of information that you may post on your personal profile and elsewhere on these Services.\nAs provided in our Terms of Service, we may use the information you provide in your profile in a variety of our products and features, such as affiliation-specific emails.\nThis enables us to provide our members with information in a more personalized fashion.\nIf you feel that a profile depicting you or your likeness has been created without your consent, please contact Classmates Customer Support to request its removal.</p>\n<p>j.\nWhen You View Other Classmates Members' Profiles</p>\n<p>We give you the ability to find other members and view their personal profiles by browsing the affiliation lists, clicking on or hovering over a tagged name or photo in a yearbook, using the search functionality on the Classmates Services, or otherwise providing a link on the Classmates.com Website or in an email that takes you to a member's profile.\nIf you view any portion of another Classmates member's profile, your name and the date of your visit will be accessible by that member as someone who visited that member's profile unless you remove that specific visit or choose to opt out of having your name automatically left on other members' profiles, which you can do by accessing the \"Account\" section on the Classmates.com Website and changing your preferences.\nIf you opt out of automatically having your name left on other members' profiles, you will still have the ability to leave your name on specific members' profiles on an individual basis.</p>\n<p>k.\nWhen You Participate in Surveys</p>\n<p>From time-to-time we may request information from our users via surveys relating to the Services or on behalf of our affiliates or third-party advertisers.\nWhen you participate in a survey, we may request personal contact information (such as your name and email address) or demographic information (such as your zip code, age or income level).\nWe conduct surveys relating to the Services in order to target advertising and content and to better understand members' needs and opinions.\nWe may share, in aggregate form, information we collect from these surveys with our advertisers, partners, affiliates and the general public, but we will not share survey information containing personal information with any third party without your prior consent.\nParticipation in these surveys is completely voluntary, such that you have the choice of whether you wish to disclose the requested information.</p>\n<p>l.\nWhen You or Third Parties Contact Us</p>\n<p>If you contact us by phone, email or letter, we may keep a record of such correspondence.\nThus, if you report an issue with the Services, we may collect such information in a file specific to your account.\nMoreover, if you contact us through our feedback area, we require your name and email address in order to send you a reply.\nAdditionally, if other users or third parties send us correspondence about your activities or postings on the Services, we may keep the information in a file specific to you.</p>\n<p>m.\nHow We May Supplement Your Information</p>\n<p>In order for us to provide the best overall experience for you and other members of the Services, we may from time to time supplement the information we receive through your use of the Services with information from our affiliates and brands or internal or third-party resources.\nFor example, we may obtain updated email address information or purchase third-party marketing data and address information and add it to our existing database to update or supplement your profile.</p>2.\nSHARING YOUR INFORMATION<p>a.\nConfidentiality</p>\n<p>We only share your personal information with others when we have your permission or under the types of circumstances described in this Privacy Policy.\nIn addition, we limit access to your personal information to only those employees who we believe reasonably need to come into contact with that information to provide products or Services to you or to do their jobs.</p>\n<p>b.\nAffiliates and Brands</p>\n<p>We may share your information between the PeopleConnect brands and within the family of companies that are part of and affiliated with PeopleConnect.\nOur affiliates and brands are listed on the PeopleConnect.us Website.\nWe do this so that we may combine and supplement information across different Services.\nFor example, Intelius search results and reports may include information that is publicly available on the Classmates Service.\nWe also may share your information with our affiliates and brands for their direct marketing purposes.</p>\n<p>Please note that if we have already shared your information with our affiliates or brands prior to your request for deletion, your information will not automatically be removed from the databases of these affiliates or brands.\nTo request deletion of your information from our affiliates’ or brands’ databases, please contact Customer Support for the relevant Service.</p>\n<p>c.\nThird-Party Advertising and Ad Servers/Networks</p>\n<p>While using our Services, you may be presented with advertisements or offers from unaffiliated third parties.\nWe may also use your information to provide you with third-party advertisements or offers that are targeted to your specific needs and interests.\nThese advertisements link directly to third-party websites or services.\nIf you decide to sign-up for or purchase a product or service from a third party, you are providing your information to that party and subjecting yourself to its policies and practices.\nWe have no control over the content or privacy policies or practices of such websites or services, and therefore we encourage you to review such content and privacy policies and practices prior to submitting any personal information to them.\nWe do not control these third parties and you agree that we are not liable for their acts or any failure to act on their part.\nWe do share certain aggregate information, such as demographic information and the number of times that our members have viewed an advertisement, with our third-party advertisers.\nThis information is not linked with any personal information, and we do not provide any such information to third-party advertisers except as otherwise noted in this Privacy Policy.</p>\n<p>We may use aggregated, statistical information to describe our membership and to establish advertising and other business relationships with third parties.</p>\n<p>We may serve you with targeted advertisements based on your personal information, but we do not provide any of your personal information to an advertiser or any third party with the exception of those uses expressly disclosed in this Privacy Policy.\nHowever, if you click an advertisement on the Services, then you consent to the possibility that the advertiser may assume that you meet the targeting criteria, if any, that we use to display such advertisement and, as described above, you will be subject to the advertiser's privacy policy and information collection and use practices.</p>\n<p>We may also allow other unaffiliated companies, called third-party ad servers or ad networks, to display advertisements containing cookies, pixels or web beacons on the Services.\nWe may also share certain limited categories of information about you (such as your gender, age or geographic location), as well as other non-identifiable information (such as hashed identifiers or obfuscated user data), with these third parties to help them deliver more relevant advertisements through their ad networks, subject to their privacy policies.\nThey may also collect information (such as your IP address, device ID, information about your browser or operating system, and depending on your device settings, your geographic location data, including GPS coordinates or similar information regarding the location of your mobile device) directly from your computer or device via the Websites or email , combine the data we shared with them with information they have obtained from other sources, and place or recognize a unique cookie, pixel or web beacon on your computer, email or other device.\nDoing this allows them to recognize your computer or device each time they deliver an online advertisement, either on or off the Services.\nIn this way, ad networks may compile information about where you, or others who are using your computer or device, saw their advertisements and determine which ads are clicked on.\nThis information allows an ad network to deliver targeted advertisements that they believe will be of most interest to you.</p>\n<p>We have no control over these parties' privacy policies or information collection and use practices.</p>\n<p>If you would like to learn more about targeted advertising served by ad networks and your ability to opt out from receiving such advertising from ad networks, click here.</p>\n<p>d.\nContests and Sweepstakes</p>\n<p>We may run contests, sweepstakes and other promotions on the Services in which we may request entrants to provide personal information.\nIn some cases, entrants may be required to answer survey questions about a range of topics.\nWe use the information collected in the entry form to verify the entrant's identity and age and to communicate with the entrant.\nWe will not share any of the entrant's personal information with any third party except to service providers (if any) as described below, as disclosed at the time of entry, if you are a contest winner, or as may be required by law.\nWe may make information about entrants available in aggregated form to advertisers, partners and the general public or use it to supplement your profile.</p>\n<p>e.\nService Providers</p>\n<p>We may use one or more third parties or affiliates to provide specific services on our behalf, including sending emails to our members, conducting member surveys, processing transactions, providing all or a portion of an underlying product or Service on our behalf, or performing statistical analysis of the Services or data relating thereto.\nIn these cases, we may provide your personal information to these service providers.\nHowever, these third parties or affiliates are required to maintain the confidentiality of this information and are prohibited from retaining, sharing, storing or using this information for any other purposes.</p>\n<p>f.\nBusiness Transitions</p>\n<p>All of our rights and obligations under our Privacy Policy are freely assignable by us (or our parent corporation) to any of our affiliates or a third party, in connection with a business transition, such as a merger, acquisition, liquidation or sale of all or a portion of its assets, our members' personal information will, in most instances, be part of the assets transferred.\nMembers may be notified of any such business transition via email and/or notice on the Services.</p>\n<p>g.\nLegal Matters.\nProtection of Rights, Property and Interests.\nSafety</p>\n<p>We may, without your consent, access and disclose your personal information, any communications sent or received by you, and any other information that we may have about you or your account: as may be permitted or required by law, regulation, rule or court order.\npursuant to requests from governmental, regulatory or administrative agencies or law enforcement authorities.\nor to prevent, investigate, identify persons or organizations potentially involved in, or take any action regarding, suspected fraud, violations of our Privacy Policy and/or Terms of Service, or activity that appears to us to be illegal, that may expose us to legal liability, or in order to protect our interests.\nAdditionally, we may disclose your personal information in situations that we believe to be emergencies involving potential threats to the physical safety or any person or property if we believe that your personal information in any way relates to that threat.</p>\n<p>h.\nDisplay of Information on Search Engines and Third-Party Websites and Devices</p>\n<p>Any of your personal information that is publicly displayed on the Services may appear in the results of searches conducted on Internet search engines while you are a member of the Services and potentially for some time period after your membership is terminated, depending upon the search engine's indexing practices.\nIn addition, we may create applications or other tools for use on various third-party websites and devices, through which certain portions of your information that is publicly displayed on the Services may be shown to the users of those third-party websites or devices.\nIf you do not wish to have your information displayed on these search engines or other third-party websites or devices, you can opt-out by removing your account from the applicable Services.</p>3.\nUPDATING OR REMOVING YOUR INFORMATION<p>a.\nAs a customer</p>\n<p>If you are a customer of one of our Services, we provide you with ways in which you can update your personal information.\nTo make changes to information you have provided to us, such as your name, birth date, mailing address, email address, password or payment information, please login to the applicable Services and go to the \"Account\" or similar section on these Services.\nWe also provide you with certain privacy settings, which can generally be accessed as described above or within specific features of these Services.\nIn addition, in the case of Classmates, you can go to your profile on these Services, where you can edit various pieces of information or content that you submitted to these Services.\nIf you have questions about updating your information, please visit the Help section on these Services.</p>\n<p>We will retain your personal information for as long as your account is in place or as needed to provide you these Services.\nIf you wish to have your account canceled for any reason, please contact Customer Support on the applicable Services.\nUpon the cancellation of your account, we will retain and use your personal information as necessary to comply with our legal obligations, resolve disputes and enforce our agreements.</p>\n<p>b.\nAs Someone Whose Public Records are Displayed on Intelius, US Search or other Websites</p>\n<p>In connection with the Services provided on Intelius, US Search and our other similar people search Websites, public records are available from the official public records custodian or repository to anyone who requests them.\nIn addition to public records, personal information may be publicly or commercially available.\nPublicly available information consists of online and offline information that is generally available to the public such as names, addresses and telephone numbers of individuals and businesses, professional licensing and trade organization information, press releases and newspaper articles and content from blogs or social networking sites.\nCommercial records consist of information that is maintained by enterprises, such as marketing and telemarketing lists, phone connect and disconnect information, and business profile data.</p>\n<p>As a courtesy, we enable you to opt out your personal information from the Intelius, US Search and our other similar people search Websites, which you can do by completing our online opt-out process found here.\nWhat this means is that your name as it appears in a particular record and the associated identifying information such as your address and phone number will be suppressed if you request this in the manner described below.\nHowever, please note that any time your identifying information appears in a public record or in a publicly or commercially available manner, in a way that is different from the particular record you opted out, it may again appear in our databases.\nFor example, if your address or area code changes, your new information (including other associated identifying information) may again appear unless you opt out the new record.\nSimilarly, if the way in which your name or address appears in a record differs from a record you opted out (e.g., \"Michael\" instead of \"Mike,\" or \"1212 Second AVE NE\" instead of \"1212 - 2nd Avenue Northeast\"), we may include the differing record.\nPlease also note that there may be more than one record in our databases associated with your personal information.\nOpting out one particular record will not opt out other record(s).\nAn opt-out will apply from the processing date forward.\nany report purchased prior to your opt-out will still be available to the purchaser thereof in accordance with the terms of the applicable Services.\nThere are many other companies offering public records search services, and your request that we opt out your information from our databases will not prevent your information from appearing on these other services.</p>\n<p>We will complete your opt-out request as soon as feasibly possible, but no later than 15 days from the day we receive it.\nOpt-out requests must be submitted to us individually by the subject of a particular record.\nBulk opt-out requests will not be fulfilled.</p>4.\nCOMMUNICATIONS FROM US<p>As a user of the Services, you will receive our customary business communications (e.g., emails, push notifications or other communications facilitating, completing or confirming your registration, upgrade or other transaction, providing you notice of new or updated products or features, alerting you to member-to-member communications or other member activity relating to your membership, or other administrative messages).\nWe may also send certain \"welcome\" messages that are informational and provide useful details about your account or product usage instructions when you sign up for an account or begin using a particular service.\nIn addition, upon registration you may be automatically enrolled in one or more of our regularly recurring email subscription programs.\nYou may also choose to participate in other email subscription programs that we may make available to you.\nWe also may send you communications regarding special offers or other promotional material for our products or Services or those of our affiliated companies or advertisers.\nWe may send all of these communications to the primary email address that you provide to us, any secondary email address that you may have provided to us if we have determined that your primary email address appears to no longer be valid or otherwise functioning properly, or any email address that we receive as described in Section 1(b) or 1(l).\nWe may also send these communications to your inbox on the Services, if applicable.</p>\n<p>While we reserve the right to send you our customary business communications, \"welcome\" messages and other transactional emails without offering you the opportunity to opt out of receiving them, we do provide you with the opportunity to select whether or not you wish to continue to receive our subscription-based or commercial emails.\nEach subscription-based email communication from us contains instructions on how you can remove yourself from the mailing list for that specific email subscription program, and each commercial email contains instructions on how you can opt out of receiving further commercial emails from us.</p>\n<p>You can also update your email preferences by logging onto the account or similar section of the applicable Service.</p>\n<p>Please keep in mind that any changes that you make to your email preferences may take up to ten (10) business days to process and that each subscription-based email and all commercial emails have their own separate opt-out processes.\nIf you have questions about changing your email preferences, please contact the Customer Support team of the applicable Service.</p>5.\nTHE SECURITY OF YOUR INFORMATION<p>We have instituted physical, electronic and procedural safeguards to store and maintain your personal information in a secure environment.\nFor example, highly confidential information, such as a credit card or debit card number, is encrypted before being transmitted through the Services.\nYou may also be required to use a password to access certain pages on the Services where certain types of your personal information can be changed or deleted.\nIt is therefore important for you to protect against unauthorized access to your password, to emails which we may send you, and to your computer or other device.\nYou take full responsibility for maintaining the confidentiality of your password.\nFurthermore, while we have implemented safeguards, you should be aware that Internet security technology rapidly changes.\nWe cannot guarantee that the safeguards we employ today can protect your personal information from the threats of tomorrow.\nYou should also be aware that despite our efforts, factors beyond our control may result in disclosure of your personal information.\nAccordingly, we are not in a position to guarantee that your information will be secure under all circumstances.</p>6.\nA NOTE ABOUT INTERNATIONAL USERS<p>We collect, process and maintain your personal information in the United States, where privacy laws may not be as protective as in your home country.\nIf you are using the Services from outside of the United States, by providing your personal information to us you are consenting to the transfer of your personal information to the United States for processing and maintaining in a manner consistent with this Privacy Policy.</p>7.\nA SPECIAL NOTE ABOUT THE PRIVACY OF MINORS<p>Minors (those under 18) are not eligible to use the Services, and we ask that minors not submit any personal information to us or use the Services.\nWe will not knowingly collect information from minors or allow minors to become members of our Services.\nIf we later learn that a minor is a member, then that minor's account will be terminated.\nWith regards to the Intelius and US Search Services, we do not knowingly publish information concerning anyone under the age of 13.\nIf you know of information appearing in these Services concerning anyone under the age of 13, please send an email to us at privacy@peopleconnect.us.</p>8.\nNOTICE OF CALIFORNIA PRIVACY RIGHTS<p>If you are a natural person who is a California resident, you have certain rights under the California Consumer Privacy Act of 2018 (the “CCPA”).\nThese rights include the following:</p>\n<p>a.\nRight to Know About Personal Information Collected, Used, Disclosed or Sold</p>\n<p>Under the CCPA, you have the right to request that we disclose to you what personal information we collect, use, disclose or sell.\nIf you are one of our customers, we collect and use the personal information that you provide to us as described in Section 1 of this Privacy Policy.\nIn addition, Section 2 of this Privacy Policy explains when this personal information is disclosed to third parties.\nYou can access the personal information we have collected directly from you by visiting the applicable Website where you are registered or have made a purchase, logging onto the “Account” or similar section of that Website with your user name and password, and viewing this personal information.</p>\n<p>The personal information that is available in the reports for sale on Intelius, US Search and our other similar people search Websites is collected from various publicly-available sources, such as government records, phone and other directories, professional licensing and trade organization data, marketing lists, press releases, newspaper articles, and content from blogs and social media websites.\nThe categories of personal information that we collect about you from these sources include the following, if available:</p>\n<ul>\n<li>\n<u>Name</u>: first name or initial, middle name or initial, last name, maiden name and aliases</li>\n<li>\n<u>Location Information</u>: current and prior street/postal addresses</li>\n<li>\n<u>Contact Information</u>: current and prior email addresses and phone numbers</li>\n<li>\n<u>Age</u>: current age and date of birth</li>\n<li>\n<u>Professional or Employment-Related Information</u>: companies or organizations worked for and positions held</li>\n<li>\n<u>Education Information</u>: schools attended and degrees received</li>\n<li>\n<u>Social Media</u>: information you have made public on social media websites, which may include some or all of the information above, as well as photos</li>\n</ul>\n<p>Please keep in mind that while the list above includes all of the potential types of personal information we may have collected about you, in any given instance we may have collected only a portion of such information.</p>\n<p>The personal information in the categories outlined above is processed through our proprietary technology platform to identify common connections and create profiles on individuals that contain this connected information.\nCertain selected personal information, such as name, age, phone numbers, locations (at a city level), employers and schools attended, is made available to Internet search engine websites for purposes of delivering relevant search results for individuals conducting searches on those websites.\nSimilarly, this same information is used to deliver relevant search results on our Services, as well as websites operated by companies advertising our products and services through their use of our proprietary application programming interfaces (APIs).</p>\n<p>Profiles containing all the personal information described above are sold on our Services in the form of phone, address, people search and background check reports.\nThese reports are most often purchased by individual consumers like you for their personal use.\nHowever, reports may also be purchased by people working for certain organizations to be used for their business purposes, such as attempting to collect a debt, locating a witness to a crime, or finding missing persons or owners of unclaimed funds, among other reasons.\nAll of our customers are precluded from reselling, republishing or distributing the information contained in our reports and from using such information to determine an individual’s eligibility for credit, insurance, employment, housing or any other purpose prohibited under the Fair Credit Reporting Act.\nWe do not knowingly collect, use or sell any personal information relating to individuals under the age of 18.</p>\n<p>If you are a California resident, you can access the personal information we have collected as described above by submitting a verifiable consumer request here.\nYou will be required to provide us with some portions of the personal information described above so that we can verify your identity and match the provided information to the applicable profile in our platform before we provide you with this access.</p>\n<p>b.\nRight to Request Deletion of Personal Information</p>\n<p>Under the CCPA, you have the right to request that we delete any personal information we have collected directly from you.\nThis right does not apply to any personal information that we have collected about you from third-party sources as described above.\nYou can delete select portions of the personal information we have collected from you by visiting the applicable Website where you are registered or have made a purchase, logging onto the “Account” or similar section of that Website with your user name and password, accessing your personal information, and deleting the portions of personal information that you want.\nHowever, certain minimal personal information is required in order to maintain your account and so cannot be deleted in this way.\nYou also have the option to delete all of your personal information by terminating your account on the applicable Website, which you can do by contacting Customer Support through that Website.\nPlease keep in mind that, even upon the termination of your account, we will continue to retain your personal information for a reasonable period of time in order to comply with our legal obligations, resolve disputes and enforce our agreements.</p>\n<p>c.\nRight to Opt-Out of the Sale of Personal Information</p>\n<p>Under the CCPA, you have the right to opt-out of the sale of your personal information.\nWe do not and will not sell any personal information (as defined in the CCPA) that we collect directly from you.\nIn regards to the personal information that is collected from various publicly-available sources and made available in the reports for sale on Intelius, US Search and our other similar people search Websites, as described above, we provide two methods to California residents to exercise their right to opt-out:</p>\n<ul>\n<li>Complete our online opt-out process found here.\nWe recommend this method, as it is a simple, automated process that ensures the quickest response to your opt-out request.</li>\n<li>Send an email to priorityoptout@intelius.com that includes the URL (web address) of the profile found on our Services containing your personal information.\nYou can locate this URL by conducting a search for yourself here.\nOnce you locate the relevant profile in the search results, click on it and cut and paste the URL listed in your web browser into the email.\nPlease keep in mind that this method entails manual intervention on our part, so it will take more time to process than the online method described above.</li>\n</ul>\n<p>d.\nRight to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</p>\n<p>Under the CCPA, you have the right to not to receive discriminatory treatment by us for the exercise of the privacy rights conferred by the CCPA.\nWe will not treat you differently from other consumers if you choose to exercise any of the rights specified above.</p>\n<p>e.\nAuthorized Agent</p>\n<p>If you want to designate an authorized agent to make a request under the CCPA on your behalf, please contact Customer Support through the applicable Website to get more information about how to do so.</p>\n<p>f.\nContact for More Information</p>\n<p>If you have an questions or concerns about our privacy policies and practices, please send them to us via email at privacy@peopleconnect.us.</p>9.\nCHANGES TO OUR PRIVACY POLICY<p>We may update this Privacy Policy from time to time as our information practices are modified or changed.\nIf we make any material changes to this Privacy Policy, we will notify you here, by email (sent to the primary email address specified in your account), or by means of a notice on the Websites.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>If you have questions or complaints regarding this Privacy Policy or our privacy practices, please contact us at: PeopleConnect, Inc., Attention: Policy Compliance, 1501 4th Avenue, Suite 400, Seattle, WA 98101, or email us at&nbsp.\nprivacy@peopleconnect.us.</p>\n<p>You may opt out of targeted advertising by clicking the following links:</p>\n<ul>\n<li>NIA</li>\n<li>DAA</li>\n<li>EVIDON</li>\n</ul>\n<p>To remove your information from our database and reports (also known as \"opting-out\") please send us a request via the online form or email: Opt-Out.\nOpt-out requests must be submitted to us individually for a particular record.\nBulk Opt-out requests will not be fulfilled.\nYour information will be removed from our database within 15 days.</p>\n<p>If you have any problems with your Opt-out request, please request assistance from Customer Care.</p>", "created_at": "2021-05-17 04:17:05.922623", "updated_at": "2021-05-17 02:18:02.660568"}], "points": [], "urls": ["classmates.com"]}}