{"error": 448, "message": "OK", "parameters": {"id": 6593, "name": "Digital Malayali", "created_at": "2022-05-11 20:15:44.673121", "updated_at": "2022-05-11 22:01:13.799248", "wikipedia": null, "keywords": null, "related": null, "slug": "digital-malayali", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6593.png", "url": "en.digitalmalayali.in", "documents": [{"id": 12000, "name": "Privacy Policy", "url": "https://en.digitalmalayali.in/privacy-policy/", "xpath": "/html/body/div[2]/div/section/div/div/div", "text": " <p>\n</p>\n<strong>Privacy Policy</strong>\n<p>Digital Malayali operates the website “Digital Malayali” at https://en.digitalmalayali.in/.\nWe take your privacy seriously.\nTo better protect your privacy we provide this privacy policy notice explaining the way your personal information is collected and used.</p>\n<p>\n<strong>Collection of Routine Information</strong>\n</p>\n<p>This website track basic information about its visitors.\nThis information includes, but is not limited to, IP addresses, browser details, timestamps and referring pages.\nNone of this information can personally identify specific visitors to this website.\nThe information is tracked for routine administration and maintenance purposes.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Where necessary, this website uses cookies to store information about a visitor’s preferences and history to better serve the visitor and/or present the visitor with customized content.</p>\n<p>\n<strong>Advertisement and Other Third Parties</strong>\n</p>\n<p>Advertising partners and other third parties may use cookies, scripts and/or web beacons to track visitor activities on this website to display advertisements and other useful information.\nSuch tracking is done directly by the third parties through their servers and is subject to their privacy policies.\nThis website has no access or control over these cookies, scripts and/or web beacons that may be used by third parties.</p>\n<p>We have included links on this website for your use and reference.\nWe are not responsible for the privacy policies on these websites.\nYou should be aware that the privacy policies of these websites may differ from our own.</p>\n<p>Link to the privacy policy of third-party service providers used by the website</p>\n<ul>\n<li>Google Analytics</li>\n<li>YouTube</li>\n</ul>\n<p>\n<strong>Security</strong>\n</p>\n<p>The security of your personal information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nWhile we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</p>\n<p>\n<strong>Changes To This Privacy Policy</strong>\n</p>\n<p>This Privacy Policy is effective as of <strong>2022-05-09</strong> and will remain in effect except concerning any changes in its provisions in the future, which will be in effect immediately after being posted on this page.\nWe reserve the right to update or change our Privacy Policy at any time and you should check this Privacy Policy periodically.\nIf we make any material changes to this Privacy Policy, we will notify you either through the email address you have provided us or by placing a prominent notice on our website.</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p>For any questions or concerns regarding the privacy policy, please send us an email at contact@digitalmalayali.in.</p>\n<p>This privacy policy page was created by&nbsp;Arthur Gareginyan&nbsp;and modified/generated by&nbsp;Free &amp.\nOpen Source Privacy Policy Generator.</p>\n<p>\n</p> ", "created_at": "2022-05-11 20:15:44.675351", "updated_at": "2022-05-11 18:16:10.837962"}], "points": [], "urls": ["en.digitalmalayali.in"]}}