{"error": 448, "message": "OK", "parameters": {"id": 2930, "name": "Namebase.io", "created_at": "2021-04-01 11:45:27.992393", "updated_at": "2021-04-02 00:01:48.397572", "wikipedia": null, "keywords": null, "related": null, "slug": "namebaseio", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2930.png", "url": "namebase.io", "documents": [{"id": 4587, "name": "Privacy Policy", "url": "https://www.namebase.io/privacypolicy/", "xpath": "//body", "text": "HDNS, a DNS resolver we built to make Handshake domains accessible from any device is live! Set up HDNS Set up HDNS Domain searchAbout HNSBuy/Sell HNSSupportLog InSign UpDomain searchAbout HNSBuy/Sell HNSSupportLog InSign UpLast revised on: March 28, 2019Privacy Policy<p>This privacy policy (“Policy”) describes how Namebase Inc., Namebase Limited.\nand its related companies\n(collectively, “Company” “Namebase”, “us”, “our”, and “we”) collect, use and share personal information\nof consumer users of https://testnet.namebase.io, https://namebase.io, or any associated websites, APIs, or\nmobile applications (collectively the “Site”).\nThis Policy also applies to any of our other websites that post\nthis Policy.\nThis Policy does not apply to websites that post different statements.\nBy signing up to use an\naccount through the Site, you agree that you have read, understood, and accept all of the terms and\nconditions of this Privacy Policy.\nAny capitalized terms not defined herein shall have the meaning set forth in the Namebase Terms of Use\n(“Terms of Use”).\nWHAT WE COLLECT\nWe get information about you in a range of ways and this includes personal information:\nInformation You Give Us.\nWe collect your name, postal address, email address, date of birth,\nusername and password, as well as other information you directly give us on our Site.\nIn addition,\nwe may collect certain personal information (e.g., social security number or other proof of identity\nsuch as driver’s license, passport or government-issued ID) in order to verify and authenticate your\nidentity as required by applicable law.\nTo use certain Namebase Services, you may also be required\nto provide certain financial information.\nInformation We Get From Others.\nWe may get information about you from other sources,\nincluding from publicly available data on a blockchain network such as information collected from\nusing blockchain explorers.\nWe may add this to information we get from this Site.\nWe also receive\ninformation about you from third party services we partner with to verify and authenticate your\nidentity as required by applicable law.\nInformation Automatically Collected.\nWe automatically log device information when you access\nthe Site and use the services.\nFor example, when visiting our Site, we log your computer operating\nsystem type, browser type, browser language, the website you visited before browsing to our Site,\npages you viewed, how long you spent on a page, access times and information about your use of\nand actions on our Site.\nCookies.\nWe may log information using \"cookies.\" Cookies are small data files stored on your hard\ndrive by a website.\nWe may use both session Cookies (which expire once you close your web\nbrowser) and persistent Cookies (which stay on your computer until you delete them) to provide\nyou with a more personal and interactive experience on our Site.\nThis type of information is\ncollected to make the Site more useful to you and to tailor the experience with us to meet your\nspecial interests and needs.\nUSE OF PERSONAL INFORMATION\nWe have set out below, a description of all the ways we plan to use your personal information.\nWe note\nthat unless otherwise stated, we rely on the legal basis of legitimate interest to process your personal\ninformation:</p>\n<br>\n<p>LEGAL_US_E # 139021424.4\n• We use your personal information to operate, maintain, and improve the Site, products, and\nNamebase Services.\n• We use your personal information to create and manage your Namebase Account,including\ncommunicating with you regarding your Namebase Account.\n• On the basis of it being necessary for the performance of a contract, we use your personal\ninformation to process and deliver auction entries and rewards on the Handshake Blockchain.\n• We use your personal information to respond to and provide customer service.\n• We use your personal information to send information including confirmations, invoices, technical\nnotices, updates, security alerts, and support and administrative messages.\n• With your consent, we use your personal information to communicate about promotions, upcoming\nevents, and other news, including news about products and services offered by us and our selected\npartners.\n• We use your personal information to link or combine user information with other personal\ninformation as part of our process to verify and authenticate your identity as required by applicable\nlaw.\n• We use your personal information to protect, investigate, and deter against fraudulent,\nunauthorized, or illegal activity or money laundering.\n• On the basis of it being necessary for the performance of a contract, we use your personal\ninformation to enable you to access and use certain Namebase Services in connection with the\npurchase or sale of Handshake Coins.\n• We use your personal information to conduct security investigations and risk assessments.\n• We use your personal information as described in the “Sharing of your Personal Information”\nsection below.\nSHARING OF PERSONAL INFORMATION\nWe may share personal information as follows:\n• We may share personal information with your express consent.\n• We may share personal information when we do a business deal, or negotiate a business deal,\ninvolving the sale or transfer of all or a part of our business or assets.\nThese deals can include any\nmerger, financing, acquisition, or bankruptcy transaction or proceeding.\n• We may share personal information for legal, protection, compliance and safety purposes.\no We may share information to comply with applicable laws.\no We may share information to respond to law enforcement, officials, regulatory agencies\nand other lawful requests, subpoenas and legal processes.\no We may share information to protect the rights and property of Namebase Inc., our agents,\ncustomers, and others.\nThis includes enforcing our agreements, policies, and terms of use.\no We may share information in an emergency.\nThis includes protecting the safety of our\nemployees and agents, our customers, or any person.</p>\n<br>\n<p>• We may share your information with financial institutions with which we partner to provide you\ncertain Namebase Services.\n• We may share your information with our corporate affiliates.\n• We may share your information with certain service providers to help provide the Namebase\nServices, including certain third-party identity verification partners.</p>\n<br>\n<p>INFORMATION CHOICES AND CHANGES</p>\n<br>\n<p>LEGAL_US_E # 139021424.4\nYou may send requests about personal information to our Contact Information below regarding the\nfollowing:\n•Opt-out.\nYou may contact us anytime to opt-out of: (i) direct marketing communications.\nand (ii) any\nnew processing of your personal information that we may carry out beyond the original purpose.\nPlease\nnote that your use of some of the Site and the Namebase Services may be ineffective upon opt-out.\nOur\nmarketing emails also tell you how to “opt-out.” If you opt out, we may stillsend you non-marketing emails.\nNon-marketing emails include emails about your Namebase Account and our business dealings with you.\n•Access.\nYou may access the information we hold about you at any time by contacting us directly.\n•Amend.\nYou can also contact us to update or correct any inaccuracies in your personal information.\n•Move.\nYour personal information is portable – i.e.\nyou to have the flexibility to move your data to other\nservice providers as you wish.\n•Erase and forget.\nIn certain situations, for example when the information we hold about you is no longer\nrelevant or is incorrect, you can request that we erase your data.\nIf you wish to exercise any of these rights, please contact us using the details in Contact Information section\nbelow.\nIn your request, please make clear: (i) what personal information is concerned.\nand (ii) which of the\nabove rights you would like to enforce.\nFor your protection, we may only implement requests with respect\nto the personal information associated with the particular email address that you use to send us your request,\nand we may need to verify your identity before implementing your request.\nWe will try to comply with\nyour request as soon as reasonably practicable and in any event, within one month of your request.\nCookies\nWhat are cookies?\nWe may collect information using “cookies.” Cookies are small data files stored on the hard drive of your\ncomputer or mobile device by a website.\nWe may use both session cookies (which expire once you close\nyour web browser) and persistent cookies (which stay on your computer or mobile device until you delete\nthem) to provide you with a more personal and interactive experience on our Site.\nWe use two broad categories of cookies: (1) first party cookies, served directly by us to your computer or\nmobile device, which are used only by us to recognize your computer or mobile device when it revisits\nour Site.\nand (2) third party cookies, which are served by service providers on our Site, and can be used\nby such service providers to recognize your computer or mobile device when it visits other websites.\nCookies we use\nOur Site uses the following types of cookies for the purposes set out below:\nType of cookie Purpose</p>\n<br>\n<p>LEGAL_US_E # 139021424.4\nEssential Cookies These cookies are essential to provide you with services available\nthrough our Site and to enable you to use some of its features.\nWithout\nthese cookies, the services that you have asked for cannot be provided,\nand we only use these cookies to provide you with those services.\nFunctionality Cookies These cookies allow our Site to remember choices you make when you\nuse our Site, such as remembering your language preferences,\nremembering your login details and remembering the changes you\nmake to other parts of our Site which you can customize.\nThe purpose\nof these cookies is to provide you with a more personal experience and\nto avoid you having to re-enter your preferences every time you visit\nour Site.</p>\n<br>\n<p>Analytics and Performance\nCookies</p>\n<br>\n<p>These cookies are used to collect information about traffic to our Site\nand how users use our Site.\nThe information gathered does not identify\nany individual visitor.\nWe use this information to help operate our Site\nmore efficiently and to monitor the level of activity on our Site.\nWe use Google Analytics for this purpose.\nGoogle Analytics uses its\nown cookies.\nIt is only used to improve how our Site works.\nYou can\nfind out more information about Google Analytics cookies here:\nhttps://developers.google.com/analytics/resources/concepts/gaConcept\nsCookies\nYou can find out more about how Google protects your data here:\nwww.google.com/analytics/learn/privacy.html.\nYou can prevent the use of Google Analytics relating to your use of\nour Site by downloading and installing the browser plugin available via\nthis link: http://tools.google.com/dlpage/gaoptout?hl=en-GB</p>\n<br>\n<p>Disabling cookies\nYou can typically remove and reject cookies from our Site with your browser settings.\nIn order to do this,\nfollow the instructions provided by your browser (usually located within the “settings,” “help” “tools” or\n“edit” facility).\nMany browsers are set to accept cookies until you change your settings.\nIf you remove or\nreject our cookies, it could affect how our Site works for you.\nFurther information about cookies, including how to see what cookies have been set on your computer or\nmobile device and how to manage and delete them, visit www.allaboutcookies.org and\nwww.youronlinechoices.com.uk.\nINFORMATION SECURITY\nWe take your privacy very seriously and work hard to protect Namebase and you from unauthorized access\nto or unauthorized alteration, disclosure, or destruction of information we collect and store.\nWe encrypt the\nSite using SSL encryption technology and all traffic on the Site is forced to use SSL.\nWe review all\ninformation practices on a regular basis, and we restrict access to information on a need-to-know basis for\nall employees and other Namebase service providers who are subject to confidentiality obligations and are</p>\n<br>\n<p>LEGAL_US_E # 139021424.4\nsubject to termination or disciplinary action, including legal action, should such employees or service\nproviders breach these obligations.\nWhile two factor authentication is not presently required to access the\nSite and use Namebase Services, we reserve the right to require use of two factor authentication in the\nfuture.\nRETENTION\nWe will only retain your personal information for as long as is reasonably required for you to use the Site\nand the Namebase Services until you close your Namebase Account unless a longer retention period is\nrequired or permitted by law (for example for regulatory purposes).\nPROTECTING CHILDREN'S ONLINE PRIVACY\nThe Namebase Services are only intended for use by those who have reached age 18 and older.\nBy using\nthe Namebase Services you are affirming that you are at least 18 years old.\nWe do not knowingly collect\npersonal information from children under 13.\nIf you believe that a child under the age of 13 has provided\ninformation to us, please notify us at alert@namebase.io.\nIf we inadvertently collect information of children\nunder 13, we will delete that information immediately upon notice.\nWe are not liable for any damages that\nmay result from the user’s misrepresentation of age.\nCONTACT INFORMATION\nWe welcome your comments or questions about this privacy policy.\nYou may also contact us at our address:\nNamebase Ltd.\nATTN: CEO\nAddress:\n6 Honduras Street\nLondon\nUnited Kingdom, EC1Y 0TH\nTelephone: +1 (857) 540-5647\nEmail: hello@namebase.io\nCHANGES TO THIS PRIVACY POLICY.\nThis privacy policy is subject to occasional revision, and if we make any substantial changes, we may notify\nyou by sending you an e-mail to the last e-mail address you provided to us (if any), and/or by prominently</p>\n<br>\n<p>posting notice of the changes on our Site.\nYou are responsible for providing us with your most current e-\nmail address.\nIn the event that the last e-mail address that you have provided us is not valid, or for any</p>\n<br>\n<p>reason is not capable of delivering to you the notice described above, our dispatch of the e-mail containing\nsuch notice will nonetheless constitute effective notice of the changes described in the notice.\nContinued\nuse of our Site and the Namebase Services following notice of such changes shall indicate your\nacknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.\nINTERNATIONAL TRANSFERS\nYour information, including personal information that we collect from you, may be transferred to, stored at\nand processed by us and our affiliates and other third parties outside the country in which you reside,\nincluding, but not limited to the United States, where data protection and privacy regulations may not offer\nthe same level of protection as in other parts of the world.\nBy using our Site, you agree to this transfer,</p>\n<br>\n<p>LEGAL_US_E # 139021424.4\nstoring or processing.\nWe will take all steps reasonably necessary to ensure that your information is treated\nsecurely and in accordance with this Policy.\nOne such step we will take to ensure the security of your\npersonal information is to enter into specific contract clauses approved by the European Commission which\nensure your personal information is given the same protection it has in Europe.</p>\n<br>LearnLearning CenterFAQStatsCompanyAboutBlogPrivacy PolicyTerms of ServiceProductBuy / Sell HandshakeHandshake domainsClaim airdropLeave feedbackAPICommunityNamer NewsCommunityJoin the effort©2021 Namebase, Inc | Banking services are provided by Synapse's bank partners, Members FDIC", "created_at": "2021-04-01 11:45:28.283509", "updated_at": "2021-04-01 11:46:26.537148"}, {"id": 4588, "name": "Terms of Use", "url": "https://www.namebase.io/termsofuse/", "xpath": "//body", "text": "HDNS, a DNS resolver we built to make Handshake domains accessible from any device is live! Set up HDNS Set up HDNS Domain searchAbout HNSBuy/Sell HNSSupportLog InSign UpDomain searchAbout HNSBuy/Sell HNSSupportLog InSign UpLast revised on: March 28, 2019Terms of Use<p>These Terms of Use (“Terms”) are a contract between you and Namebase Inc.\nand its wholly-owned subsidiary, Namebase Limited (collectively, “Namebase”, “us”, “our”, and “we”).</p>\n<br>\n<p>By signing up to use an account through https://testnet.namebase.io, https://namebase.io, or any associated websites, APIs, or mobile applications (collectively the \"Site\"), you agree that you have read, understood, and accept all of the terms and conditions contained in these Terms, as well as our Privacy Policy.\nIf you do not agree with all of the provisions of these Terms, do not access and/or use the Site.</p>\n<br>\n<p>You may not access or use the Site or accept the Terms if you are not at least 18 years old.</p>\n<br>\n<p>Certain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.\nAll such additional terms, guidelines, and rules are incorporated by reference into these Terms so please read them.</p>\n<br>\n<p>The section titles in these Terms are for convenience only and have no legal or contractual effect.\nThe word “including” means “including without limitation”.</p>\n<br>\n<ol>\n<li>\n<p>SERVICES</p>\n<br>\n<ol>\n<li>\n<p>General Namebase Services.\nYour Namebase account (\"Account\") encompasses the following basic Namebase services: (i) a hosted wallet that allows you to store, track and manage Handshake Coins only (the \"Namebase Wallet\").\n(ii) functionality whereby you may sell Handshake Coins to Namebase or purchase Handshake Coins from Namebase.\nand (iii) use of domain name registration and related services on the Handshake Blockchain network (“Handshake Blockchain”) (collectively the \"Namebase Services\").</p>\n<br>\n</li>\n<li>\n<p>The Handshake Blockchain.\nThe Handshake Blockchain is part of an open source proposal to create a decentralized certificate authority composed of a decentralized blockchain with the intention to replace the current system of centralized trusted internet infrastructure.\nFor more information on the operation of the Handshake Blockchain as well as the domain name registration and related functionality of the Handshake Blockchain see https://handshake.org/files/handshake.txt (the “Whitepaper”).\nNamebase does not own or control the Handshake Blockchain, and all functionality related to domain name registration on the Handshake Blockchain are subject to the underlying protocol rules of the Handshake Blockchain, which functionality may be amended at any time without notice to you or us.\nThe Namebase Services do not include any guarantee that the Handshake Blockchain will be functional or remain operational.\nNamebase is not responsible to determine whether the domain name(s) you select, or the use you or others make of the domain name(s), or other use of the Namebase Services or the Handshake Blockchain, infringes legal rights of others.\nIt is your responsibility to know whether or not the domain name(s) you select or use or allow others to use infringe legal rights of others.</p>\n<br>\n</li>\n<li>\n<p>The Handshake Coin.\nUsers on the Handshake Blockchain must obtain “Handshake Coins” in order to engage in transactions for the sale or purchase of domain names on the Handshake Blockchain.\nYou understand that the Handshake Coins stored in your Namebase Wallet can only be redeemed for Namebase Services, including for purposes of registering (or requesting to register via an auction) domain names on the Handshake Blockchain and cannot be redeemed for cash or goods or services of any other merchant or third party.\nHandshake Coins are “burned” (i.e., removed from circulation) upon redemption for a domain name on the Handshake Blockchain.</p>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>ACCOUNTS</p>\n<br>\n<ol>\n<li>\n<p>Account Creation.\nIn order to use the Namebase Services, you must register for an Account and provide certain information about yourself as prompted by the Account registration form.\nYou represent and warrant that: (a) all required registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\nYou may delete your Account at any time, for any reason, by emailing help@namebase.io.\nNamebase may suspend or terminate your Account in accordance with Section 8.\nNamebase may, in its sole discretion, refuse to open an Account for you.</p>\n<br>\n</li>\n<li>\n<p>Account Verification.\nDuring registration of your Account, you agree to provide us with the information we request for the purposes of identity verification and the detection of money laundering, terrorist financing, fraud, or any other financial crime and permit us to keep a record of such information as required.\nYou may be required to complete additional verification procedures before you are permitted to use certain Namebase Services pursuant to our Bank Secrecy Act (“BSA”) and Anti-Money Laundering (“AML”) Compliance Program (collectively, our “BSA/AML Program”).</p>\n<br>\n</li>\n<li>\n<p>Account Responsibilities.\nYou are responsible for maintaining the confidentiality of your Account login information and are fully responsible for all activities that occur under your Account.\nYou agree to immediately notify Namebase of any unauthorized use, or suspected unauthorized use of your Account or any other breach of security.\nNamebase cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.\nYou are responsible for keeping your email address up to date in your Account.\nWe assume no responsibility for any loss that you may sustain due to compromise of account login credentials due to no fault of Namebase and/or failure to follow or act on any notices or alerts that Namebase may send you.\nYou agree to comply with Section 5.3 (Acceptable Use Policy) in connection with your use of your Account and the Namebase Services.</p>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>NAMEBASE WALLET</p>\n<br>\n<ol>\n<li>\n<p>Namebase Wallet.\nYour Namebase Wallet enables you to store, track and manage Handshake Coins contained in your Namebase Wallet and utilize the Namebase Services.\nYour Namebase Wallet can only store Handshake Coins and will not hold any USD, other fiat, or any other virtual currencies (<i>e.g.</i>, bitcoin).</p>\n<br>\n</li>\n<li>\n<p>Restrictions: You understand that: (a) all Handshake Coins held in your Namebase Wallet are limited in use.\n(b) Handshake Coins held in your Namebase Wallet can be redeemed solely in connection with the Namebase Services.\nand (c) underlying redemption of Handshake Coins is limited to purchasing (or requesting to purchase via an auction) domain names on the Handshake Blockchain.</p>\n<br>\n</li>\n<li>\n<p>Sale/Purchase of Handshake Coins.\nEligible users in certain jurisdictions may sell Handshake Coins held in their Namebase Wallet to Namebase for the agreed upon price set forth on the Site.\nHandshake Coins can only be sold to Namebase.\nNamebase does not facilitate the exchange of Handshake Coins to other users or third-parties for other fiat or virtual currencies.\nNamebase may also, in its sole discretion, allow eligible users in certain jurisdictions to purchase Handshake Coins from Namebase.\nAll Handshake Coins purchased from Namebase must be held in your Namebase Wallet.\nThe Namebase Services facilitate the purchase of Handshake Coins only directly from Namebase from Namebase’s own inventory.\nNamebase does not facilitate the exchange of fiat or virtual currencies for Handshake Coins between users or third-parties.\nNamebase reserves the right to deny or delay any purchase or sale of Handshake Coins and does not guarantee availability of Handshake Coins for purchase or sale.\nYou understand that you may be required to provide additional information and undergo Account verification procedures as set forth by Namebase in order to engage in any such transactions.</p>\n<br>\n</li>\n<li>\n<p>Other Virtual Currencies.\nNAMEBASE CANNOT REVERSE A TRANSACTION WHICH\nHAS BEEN BROADCAST TO THE HANDSHAKE BLOCKCHAIN.\nUNDER NO\nCIRCUMSTANCES SHOULD YOU ATTEMPT TO USE YOUR NAMEBASE WALLET TO\nSTORE, SEND, REQUEST, OR RECEIVE VIRTUAL CURRENCIES IN ANY FORM THAT ARE NOT SUPPORTED BY NAMEBASE.\nNAMEBASE IS NOT RESPONSIBLE OR LIABLE IN CONNECTION WITH ANY ATTEMPT TO USE NAMEBASE SERVICES FOR ANY ACTIVITIES OR VIRTUAL CURRENCIES THAT NAMEBASE DOES NOT SUPPORT.</p>\n<br>\n</li>\n<li>\n<p>Operation of Handshake Blockchain.\nNamebase does not own or control the Handshake Blockchain or the underlying software protocols which govern the operation of Handshake on our platform.\nIn general, the underlying protocols are open source, and anyone can use, copy, modify, and distribute them.\nBy using the Site or Namebase Services, you acknowledge and agree (i) that Namebase is not responsible for operation of the Handshake Blockchain and that Namebase makes no guarantee of their functionality, security, or availability.\nand (ii) that the Handshake Blockchain is subject to sudden changes in operating rules (“forks”), and that such forks may materially affect the value, function, and/or even the name of Handshake you store in the Namebase platform.\nIn the event of a fork, you agree that Namebase may temporarily suspend Namebase operations (with or without advance notice to you) and that Namebase may, in its sole discretion, decide whether or not to support (or cease supporting) either branch of the forked protocol entirely.\nYou acknowledge and agree that Namebase assumes absolutely no responsibility whatsoever in respect of an unsupported branch of a forked protocol.</p>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>ACCESS TO THE SITE AND NAMEBASE SERVICES</p>\n<br>\n<ol>\n<li>\n<p>License.\nSubject to these Terms, Namebase grants you a non-transferable, non-exclusive, revocable, limited license to use and access the Site and related content, materials, information (collectively, the \"Content\") solely for your own personal, noncommercial use.\nAny other use of the Site or Content is expressly prohibited and all other right, title, and interest in the Site or Content is exclusively the property of Namebase and its licensors.</p>\n<br>\n</li>\n<li>\n<p>Certain Restrictions.\nThe rights granted to you in these Terms are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Site, whether in whole or in part, or any content displayed on the Site.\n(b) you shall not modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Site.\n(c) you shall not access the Site or Namebase Services in order to build a similar or competitive website, product, or service.\nand (d) except as expressly stated herein, no part of the Site may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\nUnless otherwise indicated, any future release, update, or other addition to functionality of the Site shall be subject to these Terms.\nAll copyright and other proprietary notices on the Site (or on any content displayed on the Site) must be retained on all copies thereof.</p>\n<br>\n</li>\n<li>\n<p>Modification.\nNamebase reserves the right, at any time, to modify, suspend, or discontinue the Site and the Namebase Services (in whole or in part) with or without notice to you.\nYou agree that Namebase will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Site or any part thereof.</p>\n<br>\n</li>\n<li>\n<p>Site and Service Availability.\nNamebase shall use commercially reasonable efforts to attempt to provide the Site and the Services on a twenty-four (24) hours a day, seven (7) days a week basis.\nYou acknowledge and agree that from time to time this site may be inaccessible or inoperable for any reason including, but not limited to, equipment malfunctions.\nperiodic maintenance, repairs or replacements that Namebase undertakes from time to time.\nor causes beyond our reasonable control or that are not reasonably foreseeable including, but not limited to, interruption or failure of telecommunication or digital transmission links, hostile network attacks, network congestion or other failures.\nYou acknowledge and agree that Namebase has no control over the availability of this Site or Services on a continuous or uninterrupted basis, and that Namebase assumes no liability to You or any other party with regard to such, including but not limited to loss of revenue.</p>\n<br>\n</li>\n<li>\n<p>Customer Support and Complaints.\nIf you have questions about any aspect of the Services or would like to request assistance in connection with your use of the Services, you can send an email to support@namebase.io or contact us at the address set out below.\nIf you are dissatisfied with any aspect of the Services you have received from Namebase, you can send a complaint to complaints@namebase.io.\nWe will review the complaint and provide you with a response in writing.\nYou may also raise your complaint and seek resolution using the Online Dispute Resolution Platform which can be found at: https://ec.europa.eu/consumers/odr/main/index.cfmevent=main.home2.show&amp;lng=EN</p>\n<br>\n</li>\n<li>\n<p>Ownership of intellectual property rights.\nAll the intellectual property rights, including copyrights, patents, trademarks, and trade secrets, in the Site and its content are owned by Namebase or Namebase’s suppliers.\nNeither these Terms (nor your access to the Site) transfers to you or any third party any rights, title or interest in or to such intellectual property rights, except for the limited access rights set out in Section 4.1.\nNamebase and its suppliers reserve all rights not granted in these Terms.\nThere are no implied licenses granted under these Terms.</p>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>COMPENSATION.</p>\n<br>\n<p>You agree to compensate and hold Namebase (and, to the extent permitted in your jurisdiction, its officers, employees, and agents) harmless, including costs and lawyers’ fees, from any claim or demand made by any third party due to or arising out of (a) your use of the Site, (b) your breach of these Terms, or (c) your breach of applicable laws or regulations.\nNamebase reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to compensate us, and you agree to cooperate with our defense of these claims.\nYou agree not to settle any matter without having first obtained written consent from Namebase.\nNamebase will try to notify you of any such claim, action or proceeding upon becoming aware of it.</p>\n<br>\n</li>\n<li>\n<p>THIRD-PARTY LINKS &amp.\nADS.\nOTHER USERS</p>\n<br>\n<ol>\n<li>\n<p>Third-Party Links &amp.\nAds.\nThe Site may contain links to third-party websites and services, and/or display advertisements for third parties (collectively, “Third-Party Links &amp.\nAds”).\nSuch Third-Party Links &amp.\nAds are not under the control of Namebase, and Namebase is not responsible for any Third-Party Links &amp.\nAds.\nNamebase provides access to these Third-Party Links &amp.\nAds only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links &amp.\nAds.\nYou use all Third-Party Links &amp.\nAds at your own risk, and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.\nYou should read these carefully and make whatever investigation you feel necessary or appropriate before proceeding with any transaction in connection with such Third-Party Links &amp.\nAds.</p>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>LIMITATION ON LIABILITY </p>\n<br>\n<p>NAMEBASE IS RESPONSIBLE TO YOU ONLY FOR FORESEEABLE LOSS AND DAMAGE CAUSED BY US.\nIF WE DO NOT REASONABLY MEET OUR COMMITMENTS TO YOU, WE ARE RESPONSIBLE FOR LOSS OR DAMAGE YOU SUFFER THAT IS A FORESEEABLE RESULT OF OUR BREAKING THIS CONTRACT OR OUR FAILING TO USE REASONABLE CARE AND SKILL.\nWE ARE NOT RESPONSIBLE FOR ANY LOSS OR DAMAGE THAT IS NOT FORESEEABLE.\nLOSS OR DAMAGE IS FORESEEABLE IF EITHER IT IS OBVIOUS THAT IT WILL HAPPEN OR IF, AT THE TIME THE CONTRACT WAS MADE, BOTH WE AND YOU KNEW IT MIGHT HAPPEN, FOR EXAMPLE, IF YOU DISCUSSED IT WITH US DURING YOUR ACCOUNT CREATION.\n</p>\n<br>\n<p>\n</p>\n<br>\n<p>NAMEBASE IS NOT LIABLE FOR BUSINESS LOSSES.\nIF YOU USE OUR SERVICES FOR ANY COMMERCIAL OR BUSINESS PURPOSE WE WILL HAVE NO LIABILITY TO YOU FOR ANY LOSS OF PROFIT, LOSS OF BUSINESS, BUSINESS INTERRUPTION, OR LOSS OF BUSINESS OPPORTUNITY.</p>\n<br>\n<p>\n</p>\n<br>\n<p>NAMEBASE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A VIRUS, OR OTHER TECHNOLOGICAL ATTACKS OR HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMMES, DATA OR OTHER PROPRIETARY MATERIAL RELATED TO YOUR USE OF THE NAMEBASE SITE AND/OR SERVICES.\n</p>\n<br>\n<p>\n</p>\n<br>\n<p>NAMEBASE IS NOT LIABLE FOR THINGS WHICH ARE OUTSIDE OF OUR CONTROL.\nWE (AND OUR AFFILIATES) CANNOT BE LIABLE FOR OUR INABILITY TO DELIVER OR DELAY AS A RESULT OF THINGS WHICH ARE OUTSIDE OUR CONTROL.\n</p>\n<br>\n<p>\n</p>\n<br>\n<p>NAMEBASE DOES NOT EXCLUDE OR LIMIT IN ANY WAY ITS LIABILITY TO YOU WHERE IT WOULD BE UNLAWFUL TO DO SO.\nTHIS INCLUDES LIABILITY FOR DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE OR THE NEGLIGENCE OF OUR EMPLOYEES, AGENTS OR SUBCONTRACTORS.\nFOR FRAUD OR FRAUDULENT MISREPRESENTATION.</p>\n<br>\n</li>\n<li>\n<p>ACCOUNT TERMINATION AND SUSPENSION.</p>\n<br>\n<ol>\n<li>\n<p>Subject to this Section, these Terms will remain in full force and effect while you use the Site and the Namebase Services.</p>\n<br>\n</li>\n<li>\n<p>We may terminate orsuspend your rightsto use the Site (including your Account) and the Namebase Srvices at any time at our sole discretion, including for any use of the Site, your Account or the Namebase Services without notice in certain circumstances as follows:\n• you breach any provision of these Terms or documents referred to in these Terms.\n• we are requested or directed to do so by any competent court of law, government authority, public agency, or law enforcement agency.\n• we have reason to believe you are in breach of any applicable law or regulation.\n• we have reason to believe you are involved in any fraudulent activity, money laundering, terrorism financing or other criminal or illegal activity.\nor\n• for security reasons, we may suspend your Account or restrict its functionality if we have reasonable concerns about: (i) the security of your Account.\nor (ii) suspected unauthorised or fraudulent use of your Account.\nWe will give you notice of any suspension or restriction and the reasons for such suspension or restriction as\nsoon as we can and where possible, either before the suspension or restriction is put in place, or immediately after, unless notifying you would be unlawful or compromise our reasonable security measures.\nWe will lift the suspension and/or stop the restriction as soon as practicable once the reasons for the suspension and/or restriction no longer exist.</p>\n<br>\n</li>\n<li>\n<p>Upon termination of your rights under these Terms, your Account and right to access and use the Site and Namebase Services will terminate immediately.\nIn the event of a termination or suspension of your Account and subject to applicable laws or regulations, Namebase will enable you to liquidate any Handshake Coins or transfer domain names held on Namebase, provided that, if you do not claim and/or liquidate your Handshake Coins or domain names held on Namebase, Namebase will leave such Handshake Coins and/or domain namesin your Wallet or on your Account until they are claimed or are no longer eligible to be claimed by you.</p>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>GENERAL A.\nChanges.\nThese Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by sending you an e-mail to the last e-mail address you provided to us (if any), and/or by prominently posting notice of the changes on our Site.\nYou are responsible for providing us with your most current e-mail address.\nIf the last e-mail address that you have provided us is not valid, or for any reason is\nnot capable of delivering to you the notice described above, our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice.\nContinued use of our Site and the Namebase Services following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.\nUnless otherwise required by applicable law, any changes to these Terms will be effective upon the earlier of ten (10) calendar days following our dispatch of an e-mail notice to you (if applicable) or immediately following our posting of notice of the changes on our Site and your continued use of our Site and the Namebase Services following the posting of the notice on our Site.\nThese changes will be effective immediately for new users of our Site.\nB.\nDisclosures.\nNamebase is located at the address in Section 9.11.\nNamebase and its products are not registered with the U.S.\nSecurities and Exchange Commission.\nNamebase does not offer securities services and you understand that investor protections available under the securities or related laws in any jurisdiction do not apply to your use of the Namebase platform or Namebase products.\nC.\nElectronic Communications for Notifying.\nThe communications between you and Namebase use electronic means, whether you use the Site or send us emails, or whether Namebase posts notices on the Site or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Namebase in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Namebase provides to you electronically satisfy any legal\nrequirement that such communications would satisfy if it were be in a hardcopy writing.\nThe foregoing does not affect your rights under applicable law.\nD.\nThird Party Rights.\nNo other party has any rights under these Terms.\nThese Terms are between you and Namebase.\nNo other person shall have any rights to enforce any of its terms and neither of us will need to get the agreement of any other person or party in order to end or make any changes to these Terms.\nE.\nEntire Terms.\nThese Terms constitute the entire agreement between you and us regarding the use of the Site and your use of Namebase Services.\nThese Terms supersede any other previous agreements or terms and conditions.\nThese Terms supersede and extinguish all previous agreements between you and Namebase, whether written or oral, relating to the same subject matter.\nF.\nWaiver.\nEven if we delay in enforcing this Agreement, we can still enforce it later.\nIf we delay in asking you to do certain things or in taking action, it will not prevent us taking steps against you at a later date.\nG.\nIllegal terms.\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will continue in force be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nH.\nRelationship of the parties.\nYour relationship to Namebase is that of an independent contractor, and neither party is an agent or partner of the other.\nThese Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Namebase’s prior written consent.\nAny attempted assignment, subcontract, delegation, or transfer in breach of this Section will not be valid.\nNamebase may freely assign these Terms.\nThe terms and conditions set forth in these Terms shall be binding upon assignees.\nI.\nGoverning Law.\nThese Terms are governed by English law.\nAny dispute between you and us in connection with these Terms may be brought in the courts of England and Wales.</p>\n<br>\n</li>\n</ol>\n<p>LEGAL_US_E # 140100879.1 J.\nCopyright/Trademark Information.\nCopyright © 2018 Namebase Inc.\nand Namebase LTD.\nAll rights reserved.\nAll trademarks, logos and service marks (“Marks”) displayed on the Site are our property or the property of other third parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.\nK.\nContact Information:\nNamebase LTD.\nATTN: CEO\nAddress:6 Honduras Street London, United Kingdom EC1Y 0TH\nTelephone: +1 (857) 540-5647\nEmail: support@namebase.io</p>\n<br>\n<p>\n</p>\n<br>LearnLearning CenterFAQStatsCompanyAboutBlogPrivacy PolicyTerms of ServiceProductBuy / Sell HandshakeHandshake domainsClaim airdropLeave feedbackAPICommunityNamer NewsCommunityJoin the effort©2021 Namebase, Inc | Banking services are provided by Synapse's bank partners, Members FDIC", "created_at": "2021-04-01 11:45:28.574827", "updated_at": "2021-04-01 11:45:56.55063"}], "points": [], "urls": ["namebase.io"]}}