{"error": 448, "message": "OK", "parameters": {"id": 6655, "name": "NurseryCam ", "created_at": "2022-06-06 07:03:12.913653", "updated_at": "2022-06-06 22:01:04.000412", "wikipedia": null, "keywords": null, "related": null, "slug": "nurserycam", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6655.png", "url": "nurserycam.co.uk", "documents": [{"id": 12128, "name": " Terms and Conditions", "url": "https://www.nurserycam.co.uk/Home/Terms-And-Conditions", "xpath": "/html/body/div[1]", "text": " <ul>\n<li> About NurseryCam </li>\n<li> Contact </li>\n<li> Send Me Info </li>\n</ul> Toggle navigation <ul>\n<li>Home</li>\n<li>Webcam</li>\n<li>CCTV</li>\n<li>Web Design</li>\n<li>News</li>\n<li>FAQs</li>\n<li> About NurseryCam </li>\n<li> Contact </li>\n<li> Send Me Info </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Terms and Conditions</li>\n</ul> Terms and Conditions Download Terms &amp.\nConditions <i>\n</i>\n<p>In this Agreement, the following words shall have the following meanings:</p>\n<ul>\n<li>\n<strong>\"Client\"</strong>\n</li>\n<li>Means day nursery, pre-school, school, company or person, which or who issues an order to the SUPPLIER for the supply of product and/or services</li>\n</ul>\n<ul>\n<li>\n<strong>“Supplier”</strong>\n</li>\n<li>Means NurseryCam Limited, registered at 46 Abbotswood, Guildford, GU1 1UY, United Kingdom</li>\n</ul>\n<ul>\n<li>\n<strong>“Delivery Date”</strong>\n</li>\n<li> Means the date specified by the Seller when the Goods are to be delivered.\n</li>\n</ul>\n<ul>\n<li>\n<strong>“Product”</strong>\n</li>\n<li> Means the any item, article, hardware and/or software supplied by the Supplier </li>\n</ul>\n<ul>\n<li>\n<strong>“Service”</strong>\n</li>\n<li> Means all services provided by the Supplier associated with the supply and performance of the Product </li>\n</ul>\n<ul>\n<li>\n<strong>“Intellectual Property Rights”</strong>\n</li>\n<li> Means all patents, registered and unregistered designs, copyrights, trademarks, know-how, and all other forms of intellectual property wherever in the world enforceable.\n</li>\n</ul>\n<ul>\n<li>\n<strong>“Price”</strong>\n</li>\n<li> Means the price set out in the list of prices of th Goods maintained by the Seller as amended from time to time or other such price that the parties may agree in writing plus such carriage, packing, insurance, or other charges or interest on such as may be quoted by the Seller.\nThe Seller reserves the right to modify or amend the price listed in the list or prices of the Goods without prior notification to the Buyer.\n</li>\n</ul>\n<ul>\n<li>\n<strong>“Conditions”</strong>\n</li>\n<li> Means the terms and conditions set out in this document.\n</li>\n</ul>\n<br> 1.0 Application of Terms <p>The PRODUCT and/or SERVICE is supplied subject to and upon these CONDITIONS to the exclusion of any other terms and conditions.</p>\n<p>The PURCHASE ORDER for the installationand activation of the SERVICE (hereinafter called the “ORDER”) forms part of this CONDITIONS.\nIf there is any conflict between the terms stated in this CONDITIONS and those stated in the ORDER, the terms of the ORDER will take precedent.</p>\n<p>This CONDITIONS together with the ORDER contains all the agreed terms between the SUPPLIER and the CLIENT to which no additions or amendments shall have effect unless agreed in writing and signed by the SUPPLIER and the CLIENT</p>\n<p>Any advice, recommendation, or representationgiven by the Supplier or its employees, representatives, or agents to the Client or its employees, representatives, or agents as to the storage, application, price, or use of the Product which is not confirmed in writing by the Supplier is followed or acted upon at the Client’s own risk.\nAccordingly, the Supplier shall not be liable for any such advice, recommendation, or representation which is not so confirmed.\nNothing in these conditions shall affect the statutory rights of any Client dealing as a consumer.</p>\n<br> 2.0 Price <p>The SUPPLIER reserves the right to review the price of the SERVICE stated on the ORDER at any time in the future.\nThe reviewed price shall take effect 120 days after a written notice is given to the CLIENT.</p>\n<p>Unless the CLIENT terminates the SERVICE and the CONDITIONS by giving the agreed notice stated in the ORDER, this CONDITIONS shall continue to hold and the reviewed price shall be deemed to be accepted by the CLIENT.</p>\n<br>\n<br> 3.0 Payment <p>All invoices are payable without discount of any kind in pounds sterling within 30 days of the date of the invoice and in no circumstances may the CLIENT make any deduction or withhold payment for any reason at all.</p>\n<p>Payment of the price is strictly upfront via bank transfer or online credit card with order unless a credit account has been established with the SUPPLIER in which payment of the price is due in 30 daysor whichever date is agreed upon by both parties following the date of the invoice.\nThe SUPPLIER is not liable to establish a credit account with any whom CLIENT that requested.\nThe SUPPLIER reserves the right to grant, refuse, restrict, cancel, or alter credit terms at its sole discretion at any time.</p>\n<p>The SUPPLIER is not responsible for the following:</p>\n<i>\n</i>\n<p>Bank charges incurred as a result of telegraphic transfer of funds to the SUPPLIER account by the CLIENT</p>\n<i>\n</i>\n<p>Delivery charges incurred for the deliverance of the Goods by the Seller to the Buyer</p>\n<br>\n<p>All sums quoted under or further to the CONDITIONS are deemed to be exclusive of Value Added Tax, Goods and Services Tax, or any and all similar taxation, tariffs, duties which will be added at the rate prevailing at the time of the invoice.\nThe CLIENT shall not be entitled to make a set off and/or counterclaim in respect of any funds owed by the CLIENT to the SUPPLIER and shall pay all amounts due under or further to these CONDITIONS without making any deduction of any kind.\nAll PRODUCTS supplied by the SUPPLIER may be subjected to the export and import controls, restrictions, or regulations imposed by the prevailing country or governing body within the country of the CLIENT.\nThe CLIENT will be responsible for all clearance of import and export regulations as imposed by their governing body in their country of operations.\nThe SUPPLIER reserves the right to grant, refuse, restrict, cancel, or alter credit terms at its sole discretion at any time.</p> 3.1 Non-payable <p>In the event of the CLIENT failed to complete the payment in 30 days or whichever date is agreed upon both parties, following the date of Invoice, the SUPPLIER shall be entitled to charge the CLIENT an interest at the rate of 2.5% per month upon all overdue balances.\nIf the payment is overdue for more than 30 days, the ownership of the item purchased will be transferred to the SUPPLIER.\nThe SUPPLIER reserves the right to disablethe PRODUCT and/or SERVICE immediately and request for the return of the physical equipment.\nThe CLIENT will still be liable for the PRODUCT and/or SERVICE and in the event of the PRODUCT and/or SERVICE being called back by the SUPPLIER, the CLIENT will be liable for dismantling and any cost incurred for the return of equipment to the Seller.</p>\n<br> 3.2 Credit Card Payment <p>Strictly no refund by any means will be applicable in the event of payment made through Credit Card.\nAny request to refund will not be entertained by the SUPPLIER.\n</p>\n<br> 3.3 Non-refundable clause <p>Situations such as but not limited to below list will not be eligible for refund by any means:</p>\n<i>\n</i>\n<p>Units that are no longer in use</p>\n<i>\n</i>\n<p>Wrong unit purchased</p>\n<i>\n</i>\n<p>Units used for stocking</p>\n<p>The Seller reserves the right at its absolute discretion to approve/disapprove the Hardware faulty.\nIn the event of the Hardware faulty proven by the Seller, it would be subjected to RMA Terms and Conditions and Warranty Terms and Conditions.</p>\n<br> 4.0 Delivery <p>Unless otherwise agreed in writing, delivery of the PRODUCT and/or SERVICE shall take place at the address specified by the CLIENT on, or as close as possible to the date required by the CLIENT and agreed by the SUPPLIER.The CLIENT shall make all arrangements necessary to take delivery of the PRODUCT and/or SERVICE whenever they are tendered for delivery.\nAnytime or date names by the SUPPLIER for the delivery of any PRODUCT and/or SERVICE is given as a forecast in the light of prevailing CONDITIONS and is given and intended as an estimate only.</p>\n<p>If notwithstanding the SUPPLIER’s best endeavours, the SUPPLIER fails to deliver the PRODUCT and/or SERVICE by such time or date, such failure shall not constitute a breach of this contract and the SUPPLIER shall not be liable to the CLIENT to make good any damage or loss whatsoever whether arising directly or indirectly out of any delay in delivery.\nIf the SUPPLIER is unable to deliver the PRODUCT and/or SERVICE because of actions or circumstances under the control of the CLIENT, then the SUPPLIER shall be entitled to place the PRODUCT and/or SERVICE in storage until such times as delivery may be affected and the CLIENT shall be liable for any expense associated with such storage.\nThe SUPPLIER shall use its reasonable endeavours subject to its other contractual commitments from time to time prevailing and to the availability of PRODUCT and/or SERVICE and personnel to comply with the delivery dates supplied by the SUPPLIER.</p>\n<br> 5.0 Ownership of Equipment/ Title <p>Title and ownership of all PRODUCT shall remain that of the SUPPLIER until payment has been made in full by the CLIENT.</p>\n<p>Until the title and ownership of the PRODUCT has been passed to the CLIENT, the CLIENT will hold the PRODUCT in a fiduciary capacity.\nThe CLIENT will not obliterate any identifying marks on the PRODUCT, nor its packaging and will keep the PRODUCT separated from other products.\nThe SUPPLIER may reserve the right at any time after the payment for the PRODUCT and/or SERVICE has become due exercise the right to demand for itself or any of its authorised agents to enter the CLIENT’S premises to repossess the PRODUCT and/or SERVICE.The SUPPLIER reserves the right to maintain an action against the CLIENT for the price of the equipment and any further costs ensuing, notwithstanding that property has not been passed.\nIf the CLIENT sells the equipment to a third party before or after title has been passed to the client, any such sale shall be done by the CLIENT and on no account shall the SUPPLIER be responsible to the terms of such sale.\nThe CLIENT shall require with written permission from the SUPPLIER to undertake any negotiations or sale(s) of any part of the PRODUCT and/or SERVICE which the PRODUCT and/or SERVICE is held in fiduciary capacity.</p>\n<br> 6.0 Equipment Liability <p>Risk will pass to the CLIENT when equipment is delivered to the CLIENT’S premises.\nThe CLIENT herby undertakes to accept liability for any equipment supplied by the SUPPLIER, whilst it is on the clients’ premises, be it prior to or after installation is completed.</p>\n<br> 7.0 Warranty <p>All representation or warranty written or orally made or given prior to the ORDER is hereby expressly excluded and all brochures, specifications, drawings, catalogues, particulars, shapes, descriptions and illustrations, price lists and other advertising material are intended only to present a general idea of goods described herein.</p>\n<br> 8.0 Limitation of Liability <p>The SUPPLIER, including any of its affiliates, directors, employees or other representatives, shall not be liable for any loss or damage of any nature, including (without limitation) compensatory, direct, indirect or consequential damages, loss of data, income or profit, loss of or damage to property, and claims of third parties, caused directly or indirectly by any breach of any express or implied condition of the CONDITIONS or any negligence, breach of statutory or other duty on the part of the SUPPLIER or in any other way out of or in connection with the performance or purported performance of or failure to perform the CONDITIONS and/or the SERVICE, except for personal injury to the extent only that it arises as a result of the negligence ofthe SUPPLIER.</p>\n<p>Where and to the extent that the SUPPLIER is requested by the client and agrees to the recommended or advice regarding the choice and suitability of PRODUCT and/or SERVICE.\nThe SUPPLIER recognises that it will provide such advice to the CLIENT with reasonable skill and care subject to the CONDITIONS.\nThe SUPPLIER acknowledges that any other circumstances it is reliant on its own skill and judgement in determining the suitability of the PRODUCT and/or SERVICE.\nThe SUPPLIER alone shall bear responsibility for the accuracy and validity of any information supplied by the CLIENT.\nThe SUPPLIER shall at the cost of the CLIENT pass on when called upon to do so by the CLIENT, so far as it is reasonably able, the benefit of all warranty contained in any contract for the supply of equipment to the SUPPLIER.\nThe total liability of the SUPPLIER to the CLIENT in respect of all claims pursuant from the Conditions shall be limited to the price as outlined in the initial invoice.\nNotwithstanding anything to the contrary herein, the liability of the SUPPLIER to the CLIENT for:</p>\n<i>\n</i>\n<p>Death or personal injury resulting from negligence of the PRODUCT and/or SERVICE</p>\n<i>\n</i>\n<p>Damage suffered to the CLIENT as a result of breach by SUPPLIER of the condition as to the title or the warranty as to possession as implied by section 12 of the Sale of Goods Act 1979 or section 2 of the Goods &amp.\nServices Act 1982</p>\n<i>\n</i>\n<p>Damage for which SUPPLIER is liable under part 1 of the Consumer Protection Act 1987 shall not be limited</p>\n<br>\n<p>The SUPPLIER reserves the right to charge the CLIENT at a reasonable rate for any work carried out that has been deemed to be caused by accidental, malicious, negligent damage to the PRODUCT and/or SERVICE by the CLIENT, its representatives, its employees, or itsagents.\nThe SUPPLIER will endeavour to configure the system to maximise its accuracy, subject to environmental conditions.\nThe SUPPLIER will not be liable under the warranty in respect of the followings:</p>\n<i>\n</i>\n<p>Any defect arising from fair wear and tear, wilful damage, incorrect movement, misuse, alteration, or maintenance of the system arising due to negligence and care for the PRODUCT and/or SERVICE</p>\n<i>\n</i>\n<p>Failure to follow the SUPPLIER’S instruction whether in both oral or writing format</p>\n<i>\n</i>\n<p>Any PRODUCT and/or SERVICE for which the total price has not been paid by the due date</p>\n<i>\n</i>\n<p>Any defect arising from the design, specifications, or materials supplied by the CLIENT</p>\n<i>\n</i>\n<p>Any defect arising from the installation of the system, unless such installation was carried out by the SUPPLIER, its employees, its representatives, or its agents</p>\n<p>The SUPPLIER will take all reasonable care to maintain the confidentiality of any data supplied by the CLIENT, but shall not be liable for any external breach resulting in the access or loss to such data.</p>\n<br> 9.0 Internet Connection <p>While the SERVICE may require or utilize an Internet connection for the performance of the SERVICE, the Internet connection will be provided by an independent Internet Service Provider.\nThe SUPPLIER shall not be liable for loss or damages resulting from any non-performance of the SERVICE due to problems with the Internet connection and the Internet Service Provider.\nAll claims by the CLIENT shall be made against the Internet Service Provider.</p>\n<p>The SUPPLIER shall not be liable for any loss or damages resulting from computer virus or the use of the Internet.</p>\n<p>The SUPPLIER shall not be responsible or liable for any misuse or misconduct by the CLIENT using the Internet connection arranged by the SUPPLIER.</p>\n<br> 10.0 IT Security and Privacy <p>SUPPLIER is responsible for the IT security of the end-to-end service delivery.SUPPLIER would issue a set of guidelines and instructions to both nursery and their parents who subscribe to the service, to ensure the enforcement of IT security and data privacy of the parental webcam service.</p>\n<p>Appointed data protection officer of SUPPLIER would answer all nursery and parents enquiries, and would support nursery in all aspects regarding its security and data privacy policy of its parental webcam service.</p>\n<p>CLIENT cannot unilaterally modify SUPPLIER defined policy and guidelines regarding its parental viewing service without explicit consent from SUPPLIER.</p>\n<br> 11.0 Data Management and Monitoring <p>Appointed data protection officer of SUPPLIER would ensure the setup of all Nursery parental viewing systems installed at the nursery, and its compliance to the standard defined by SUPPLIER.</p>\n<p>CLIENT requires to give required network credentials to enable authorised SUPPLIER IT personnel to implement, monitor and audit the security and privacy standards of the system.</p>\n<p>SUPPLIER can email directly to parents who subscribed to the parental viewing service regarding the support and audit of the system.</p>\n<p>SUPPLIER is responsible to audit the system, according to the agreed guideline, every 3 months.</p>\n<p>SUPPLIER is responsible to monitor its service, both the equipment inside the Nursery and their own service and servers, and would alert the nursery for any incidents detected.</p>\n<br> 12.0 Installation <p>Installation of Goods at the Buyer’s site may be provided by the Seller, or by its agent, representative, or employees, at the Seller’s prevailing rates, or without further charge, if the price quoted for the Goods is inclusive of installation services.\nThe installation shall consist of the Seller or approved agency personnel successfully completing the manufacturer’s standard installation diagnostic test programs and procedures applicable to the Goods.\nThe Buyer shall have the site prepared to the agreed pre-requisites prior to the arrival of the site of installation personnel (without limitation the provision of all necessary electricity, wiring, telecommunications and broadband facilities, consumable materials and apparatus).\nFailure to do so will result in chargeable delays to the installation of the Goods.\nIn the event that the Buyer has removed the Goods from its original cartons or packaging prior to the arrival of installations personnel without guidance from the Seller, the Buyer shall be charged for installation and any repairs necessary to the Goods at the prevailing rates.\nThe Buyer acknowledges that it is responsible for maintaining its premises as a suitable and safe operating environment for the Goods and their installation personnel.</p>\n<br> 13.0 Repair and Maintenance <p>The CLIENT is fully responsible for any repair and maintenance of the PRODUCT.</p>\n<br> 14.0 Substitutions and Modifications <p>The SUPPLIER reserves the right to make improvements or modifications in the specifications of the PRODUCT and/or SERVICE supplied by the SUPPLIER provided that such improvements, substitutions, or modifications will not materially worsen the overall performance of the PRODUCT and/or SERVICE.</p>\n<br> 15.0 Insurance <p>The CLIENT is fully responsible for the insurance of the PRODUCT.</p>\n<p>The risk in respect of all goods sold under this contract shall pass to the CLIENT upon dispatch of the goods by the SUPPLIER from the SUPPLIER's premises, notwithstanding agreenment by the SUPPLIER to bear the cost of delivery or to deliver the goods itself.</p>\n<br> 16.0 Safety <p>The SUPPLIER may, in some cases, assigns independent or sub-contracting installer for the installation of equipment for the PRODUCT and/or SERVICE at the CLIENT’s premises.\nThe SUPPLIER shall not be liable for any loss, damage or personal injury resulting from the installation of the SERVICE by the independent or sub-contracting installer.\nAll claims by the CLIENT shall be made against the installer.</p>\n<p>After the installation of the PRODUCT and/or SERVICE, it is the responsibility of the CLIENT to observe and inform the SUPPLIER in a timely fashion of any potential safety risk that may be imposed by the equipment for the PRODUCT and/or SERVICE.</p>\n<p>The SUPPLIER shall not be liable for any loss, damage or personal injury caused by the equipment for the PRODUCT and/or SERVICE, or the performance or non-performance of the PRODUCT and/or SERVICE, at all circumstances, to the fullest extent permitted by Law.</p>\n<br> 17.0 Termination <p>The SERVICE and this CONDITIONS may be terminated:</p>\n<ul>12.1.\nby either the SUPPLIER or the CLIENT giving the agreed notice stated in the ORDER</ul>\n<ul>12.2.\nby the SUPPLIER in the event that the CLIENT fails to pay the invoice by the due date</ul>\n<br> 18.0 Force Majeure <p>If the performance of the CONDITIONS and/or the ORDER or any obligation under it is prevented, restricted, or interfered with by reason of circumstances beyond the reasonable control of the SUPPLIER and it gives prompt notice to the CLIENT, the SUPPLIER shall be excused from the performance to the extent of the prevention, restriction, or interference, but the SUPPLIER shall use its best endeavours to avoid or remove the causes of non-performance and shall continue performance under the CONDITIONS with the utmost dispatch whenever the causes are removed or diminished.</p>\n<p>Neither the SUPPLIER, nor any of its servants, agents orsubcontractors shall be under any liability whatsoever to the CLIENT for non-performance, or delay in performance of the delegation to be performed by the SUPPLIER here under directly or indirectly caused by or resulting from an Act of God, outbreak of hostility (whether or not war is declared), insurrection, riot, civil disturbance, government act or regulation, fire, flood, accident, theft, strike, lockout or trade disputes, delays affecting shipping or delays affecting the supplies of equipment or suitable and adequate material or any other event or circumstances whatsoever outside the control of the SUPPLIER in relation to the CONDITIONS.</p>\n<br> 19.0 Disputes &amp.\nGoverning Law <p>These CONDITIONS and all other express terms of the CONDITIONS and the ORDER shall be governed and construed in accordance with the laws of England.</p>\n<p>Any dispute arises between either the CLIENT or the SUPPLIER concerning the CONDITIONS shall be determined as follow:</p>\n<i>\n</i>\n<p>If the dispute shall be of a technical nature concerning matters of computing or data processing or any similar related matter, then such dispute shall be referred for final settlement to an expert nominated jointly by the SUPPLIER and the CLIENT, or failing such nomination within 14 days after either parties request to the other therefore nominated at the request of either party by the Director for the time being of the British Computer Society such expert shall act as an expert and not an arbitrator.\nTheir decision shall be final and binding on the parties</p>\n<i>\n</i>\n<p>In any other cases the dispute shall be determined by the English Courts, and the parties herby submit to exclusive jurisdiction of such Courts for such purpose</p>\n<i>\n</i>\n<p>In any dispute between contracts, this set of Conditions shall prevail</p>\n<i>\n</i>\n<p>This CONDITIONS shall be formed and constructed by English law</p>\n<br> 20.0 Confidentiality <p>The Buyer will treat all information communicated in confidence under or in connection with this CONDITIONS as confidential.The CLIENT shall not disclose any confidential information shared by the SUPPLIER to any person other than the Relevant Third parties, regardless of when it is disclosed or obtained and the form in which it is disclosed or obtained.\nThe CLIENT shall not attempt by any means to temper the PRODUCT and/or SERVICE unless otherwise requested by the SUPPLIER in the event of remote inspection by the SUPPLIER.</p>\n<br>\n<p> NurseryCam specialises in CCTV, parental webcam and website designs for day nursery sector in UK.\nNurseryCam allows parents to see live images of their children in childcare centres and day nurseries securely via secure internet webcam.\n</p>\n<br>\n<p>You need further information or have a question?</p>\n<p>sales@nurserycam.co.uk</p>\n<p>Contact Us</p> Quick Links <p>Webcam</p>\n<p>CCTV</p>\n<p>Web Design</p>\n<p>News</p>\n<p>FAQs</p>\n<p>I'm Parent</p>\n<p>I'm a Nursery Manager</p>\n<p>Sitemap</p>\n<p> Copyright © 2002 - 2022 NurseryCam Ltd UK.\n(FootfallCam Company) All Rights Reserved.&nbsp.\nCopyright | Terms and Conditions | Privacy Policy </p> ", "created_at": "2022-06-06 07:03:12.917704", "updated_at": "2022-06-06 05:04:11.831416"}, {"id": 12127, "name": " Privacy Policy", "url": "https://www.nurserycam.co.uk/Home/Privacy-Policy", "xpath": "/html/body/div[1]", "text": " <ul>\n<li> About NurseryCam </li>\n<li> Contact </li>\n<li> Send Me Info </li>\n</ul> Toggle navigation <ul>\n<li>Home</li>\n<li>Webcam</li>\n<li>CCTV</li>\n<li>Web Design</li>\n<li>News</li>\n<li>FAQs</li>\n<li> About NurseryCam </li>\n<li> Contact </li>\n<li> Send Me Info </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ul> Privacy Policy Download Privacy Policy <i>\n</i>\n<p>NurseryCam is committed to protecting your personal information in accordance with fair information practices and applicable data protection laws and regulations.\nNurseryCam and any affiliated organizations that handles personal data, is responsible for ensuring compliance with the data protection requirements outlined in this statement.</p>\n<p>\n<strong>The GDPR:</strong>\n</p>\n<p>relates to The General Data Protection Regulations due to come into effect on 25th of May 2018.relates to The General Data Protection Regulations due to come into effect on 25th of May 2018.</p>\n<br> 1.0 Introduction <p>At NurseryCam, we value our customers and respect their privacy while using our website.\nThe following statement as listed will assist you to how we collect, use and safeguard information that you have provided to us on the website</p>\n<p>1.0 Introduction</p>\n<p>2.0 Data Protection Officer</p>\n<p>3.0 Data Processing</p>\n<p>4.0 CCTV</p>\n<p>5.0 Parental Webcam Service</p>\n<p>6.0 Cookies</p>\n<p>7.0 Google Adwords' Remarketing</p>\n<p>8.0 Breach Reporting</p>\n<p>9.0 Updates and Enquiries</p>\n<br> 2.0 Data Protection Policy 2.1 Data Protection Officer <p>NurseryCam has appointed the Director of Software Architecture as the Data Protection Officer (DPO) who will ensure that all personal data is obtained and processed in a manner that complies with this statement and data protection laws.</p>\n<br> 2.2 Data Protection by Design <p>All IT systems, processes and applications have undergone strict assessments are reviewed in accordance with GDPR requirements.\nAn annual data protection compliance audit will be performed to ensure an adequate level of compliance with data protection laws and GDPR.</p>\n<br> 2.3 Data Protection Principles 2.3.1 Principle 1: Lawfulness, Fairness and Transparency.\n<p>Personal Data will only be collected for one of the purposed specified in the applicable Data Protection regulation and the method of processing that will occur will be thoroughly explained to the Data Subject.\nBy providing Personal Data, Subject consent to the use of data to fulfil the purpose of collection or as requested by Subject.</p>\n<br> 2.3.2 Principle 2: Purpose Limitation.\n<p>Personal Data shall be collected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible or exceed those purposes.</p>\n<br> 2.3.3 Principle 3: Data Minimisation.\n<p>Personal Data shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed and used.</p>\n<br> 2.3.4 Principle 4: Storage Limitation.\n<p>In line with Principle 3, Personal Data shall be kept for no longer than necessary for the purposes outlined to the Subject.</p>\n<br> 2.3.5 Principle 5: Accuracy.\n<p>Personal Data which needs to be stored for a defined period of time as requested must be kept accurate and up to date, thus out of date and redundant data shall not be retained unless specified by Subject.</p>\n<br> 2.3.6 Principle 6: Integrity &amp.\nConfidentiality.\n<p>Personal Data shall be processed and stored in a manner that ensures appropriate security of data, including protection against unauthorised processing and accidental loss, destruction or damage.</p>\n<br> 3.0 Data Processing 3.1 What Type of Information Collected by NurseryCam? <p>NurseryCam is the sole owner to collect information on this website from our users.\nWe do not provide any personally identifying information from users unless it is voluntarily provided to us from our support forms and contact us form.\nThis form will include contact name, company name, country, email address, contact number and certain other information so that we are able to support you and provide you with the information as you have requested.\nYou have no obligation to provide us with all this information, while without providing this information will not affect your ability to browse all functions of our website.</p>\n<br> 3.2 Where do NurseryCam store your data? <p>We only store data on our NurseryCam managed secured environment, your data will never be transmitted outside of the UK unless you have specially requested us to do.</p>\n<br> 3.3 How long does data is retained? <p>Personal data will not be retained for longer than necessary in relation to the purposes for which it was originally collected.\nAll personal data shall be deleted as soon when the purpose of collecting is fulfilled and there is no longer a valid reason to retain.</p>\n<br> 3.4 How NurseryCam Use Any Information Collected? <p>When you provide your personally identifying information to us, you have been communicated that you are knowingly and voluntarily providing us the information.\nWe will not sell or rent and share your personally identifying information to any third party outside of NurseryCam unless it is needed to fulfil your request, e.g.\nto fulfil an order or regarding the purpose you contacted us.\nWhen you access to this site, you consent to the transmission of your personally identifying information provided to us and to its use as described herein.\nThe information provided may release when we believe release is appropriate to comply with law or to protect our rights.</p>\n<br> 3.5 Safeguard Information Collected / Data Security <p>NurseryCam is alert of your personally identifying information and take precautions to protect it.\nWhen you have provided us your sensitive information via the website, your information is protected both online and offline.\nThis site does not store any personally identifying information online.\nAny of the information you have submitted to us via any forms on this website or email is being protected offline.\nYour personally identification information will only be used by our employees, who needed the information to perform specific job, e.g.\nbilling or customer service.\nThe computers and servers which we store your personally identifiable information are kept in a secure environment.\nA variety of security measures are implemented when a user enters, submits, or accesses their information to maintain the safety of personal information.</p>\n<p>NurseryCam respects all the personal data and privacy of others and must ensure that appropriate protection and security measures are taken against unauthorizes or unlawful processing of personal data.</p>\n<br> 3.6 Data Subjects Accuracy <p>Data subjects must notify the data processor of any changes to information held about them.\nData subjects have the right in some circumstances to request that inaccurate information about the data subject is erased.</p>\n<br> 3.7 Staff <p>NurseryCam staff is aware of the importance of keeping personal data safe and secure.\nRegular brief and updates on data protection practices to ensure staff maintain data integrity.</p>\n<br> 4.0 CCTV <p>NurseryCam is the closed-circuit television (CCTV) and parental webcam system provider.\nThe CCTV system and the images produced is used to detect or prevent crime and to monitor the nursery buildings and grounds to provide a safe and secure environment for nurseryâ€™s children and staff, prevent loss or damage to nursery property.\nThe system encompasses a number of fixed cameras installed at nurseryâ€™s buildings.\nThe CCTV system is owned and operated by the nursery and is monitored centrally from the nurseryâ€™s office.</p>\n<p>All operators are made aware of their responsibilities and comply with the contents of this statement and the restrictions in relation to access to, and disclosure of recorded images by publication of this statement.</p>\n<p>The CCTV system complies under the Data Protection Act 1998.\nThis statement outlines the use of CCTV and how it complies with the Data Protection Act 1998 and GDPR due to come into effect on 25th of May 2018.</p>\n<p>The CCTV equipment is distributed by DVS, sourced from Hikvision.\nHikvision is GDPR compliant, to find out more please visit Hikvision Privacy Policy</p>\n<br> 4.1 Statement of Intent <p>NurseryCam complies with the Information Commissionerâ€™s Office (ICO) CCTV Code of Practice to ensure that CCTV is used responsibly and safeguards trust and confidence in its continued use.\nThe Code of Practice: CCTV Code of Practice</p>\n<p>Installation of CCTV equipment, as consented by nursery as the buyer, is for the purpose of crime detection, prevention and safeguarding of nurseryâ€™s staff, children, property and grounds.\nCameras are sited to capture images relevant to the purpose for which they are installed and security measures are in place to ensure privacy expectations are not violated.</p>\n<br> 4.2 Storage and Retention of CCTV images <p>Recorded data will not be retained for longer than necessary in relation to the purposes for which it was originally recorded.\nAll personal data shall be deleted as soon when the purpose of collecting is fulfilled and there is no longer a valid reason to retain.\nCCTV playbacks and recordings are retained for evidential purpose in the event of crime happenings.\nAll retained data will be stored securely at all times.\nCCTV user may request for permanent deletion of retained data as appropriate.</p>\n<br> 4.3 Access to CCTV <p>Access to any CCTV retained data e.g.\nrecorded images, recordings inclusive of date time will be restricted to authorized nursery staff and our employees.\nThere is strictly no disclosure of CCTV data to third parties other than authorized personnel e.g.\nPolice and Service Provider to provide our rights</p>\n<br> 5.0 Parental Webcam Service <p>In complementary to the CCTV system, nursery who opt to subscribe to the parental webcam service is given the option to offer their customers (parents to the children attending the nursery) this service.\nParental webcam service is used for the sole purpose of viewing live images of the children strictly limited to their parents.</p>\n<br> 5.1 Data Security Protection 5.1.1 Multi-layered Security Protection <p>\n<strong>Image Encryption (1)</strong> - The NurseryCam Parental Webcam system is the ONLY nursery webcam system that encrypts every single image before it leaves your nursery.\nImage encryption prevents anyone from tapping onto the phone line and eavesdrop the images.</p>\n<p>\n<strong>Virtual Private Network 3DES (2)</strong> - VPN is a technology that makes a secure tunnel for the transmission of data.\nIt is usually used by large companies to transmit confidential data from one office to another.\nWhile each image is encrypted, this secure tunnel provides an extra security layer.</p>\n<p>\n<strong>Secure Socket Layer 128-bit (3)</strong> - Every parent's login password and all information sent out from the NurseryCam Parental Webcam is encrypted with the military-graded 128-bit SSL protocol.</p>\n<br> 5.1.2 Secure Parent Accounts <p>\n<strong>Individual Parent Account (6)</strong> - Each parent has an individual password account.\nNo account sharing is allowed, even between mum and dad.\nThis enables us to closely monitor each account and catch any suspicious activity.\nIssuing of lost/stolen passwords will be restricted to an automated process.</p>\n<p>\n<strong>Parent login history (7)</strong> - We have developed a proprietary, patent-pending login system where parents can see their last twenty logins including information on login status, location, source and network.\nAny suspicious activity within their account can be spotted immediately.\nNurseryCam is proud to have pioneered this innovative security monitoring function - one that it is not matched, even by online banking systems.</p>\n<p>\n<strong>Secure Parent Account Application Process (8)</strong> - Every parent has to obtain a secret PIN from their nursery before being able to submit an application through our secure application process.\nThe account is only activated after the application has been reviewed and approved by the nursery management.\nIn this process, not even the nursery owner knows the parent's account password.</p>\n<p>\n<strong>Automatic Log-out functions (9)</strong> - To prohibit unauthorized access to the NurseryCam Parental Webcam from an unattended computer, each account automatically stops image updates and has timed log-outs after five minutes.</p>\n<br> 5.1.3 Secure Nursery Control Panel <p>\n<strong>Full control over Parent Accounts (10)</strong> - Nursery managers have full control of all parent accounts and cameras.\nOnly the authorized manager can approve, suspend or delete parent accounts.</p>\n<p>\n<strong>Full control over Room and Time Access (11)</strong> - Your nursery will limit individual parent's viewing access to only the room(s) his/her child is in (e.g.\nBear Room and garden) and the time his/her child attends the nursery (e.g.\nMonday and Wednesday afternoons only).\nPlus, you can limit the maximum viewing time per day.</p>\n<br> 5.1.4 Secure Central Server Protection <p>\n<strong>Watchdogs (4)</strong> - Watchdogs are programmed to routinely check all gateways and detect any suspicious activity or multiple failed attempts.\nIf detected, our security staff are immediately alerted.</p>\n<p>\n<strong>Firewalls (5)</strong> - Firewalls are used to prevent unauthorised internet users from accessing NurseryCam servers.\nEach message entering or leaving the NurseryCam servers are examined and those that do not meet our specified security criteria are automatically blocked.</p>\n<p>\n<strong>24 Hours Security Monitoring (12)</strong> - Our dedicated monitoring team operates 24/7 to ensure that the highest security standard is maintained at all times.\nAn abused account would be suspended immediately and dealt by our security personnel directly.</p>\n<br> 5.2 Storage and Retention of Parental Webcam Images <p>Data and images associated with parental webcam will not be retained and shall be deleted as soon as possible, when the purpose of the data and images are fulfilled.</p>\n<br> 5.3 Access to Parental Webcam <p>Access to any parental webcam live view inclusive of data and images will be restricted strictly to the parents (primary and secondary parent) as registered.\nWhen you access to this site, you consent to the transmission of your personally identifying information provided to us and to its use as described herein.</p>\n<br> 6.0 Cookies <p>NurseryCam use browser \"cookies\" on this site.\nA cookie is a piece of data stored on a site visitor's hard drive to help us on improving your future access to our site.\nThe cookies we use will not provide any personally identifying information about you or provide us any way to contact you, furthermore, the cookies will not extract any information from your computer.\nThe cookies we use may identify repeat visitors to our site.\nAs say for instance, when we use a cookie to identify you, you would not have to log in a password more than once and therefore saving time for you while accessing our site.\nKindly take note that our site does not require any log-in to view it, browser cookies may still be created for non-personally-identifying visit information.\nCookies may enable us to track and target the interests of our users thus enhance the experience on our site.\nUsage of cookie will not linked to any personally identifiable information on our site.</p>\n<br> 7.0 Google AdWords' Remarketing <p>NurseryCam utilize Google AdWords' remarketing to advertise advertisement trigger across the Internet.\nThis AdWords remarketing will display relevant ads tailored to you based on parts you have viewed on NurseryCam website by placing a cookie on your machine.\nThis cookie will not in any way to identify you or give access to your computer.\nThe cookie is meant to \"This person visited this page, so show them ads relating to that page.\" Google AdWords Remarketing will allow us to tailor our marketing to better suit your needs and only display ads that are relevant to you.</p>\n<p>Visitors may opt-out of Google's use of cookies by visiting Google's Ads Settings page.\nAlternatively, you may also opt-out of a third party vendor's use of cookies by visiting the Network Advertising Initiative opt-out page.</p>\n<br> 8.0 Breach Reporting <p>Any individual who suspects that a Personal Data Breach has occurred must immediately notify us at support@nurserycam.co.uk, providing a description of what occurred.\nOnce confirmed that a Breach has occurred, the Data Protection Officer and relevant officers will follow the relevant procedure based on the criticality and quantity of Personal Data involved.\nWe view a Breach in Personal Data as serious offense.\nImmediate investigation shall commence and notification email will be sent to inform on the commencement of investigation.\nA full report of the Breach will be generated after the investigation is completed and sent to relevant individuals and nursery for report purpose.</p>\n<br> 9.0 Updates and Enquiries <p>Our Privacy Statement may vary from time to time and all updates will be posted on this page if any changes made.\nThis statement is maintained and reviewed periodically to reflect the updated privacy laws and GDPR compliance.\nNurseryCamâ€™s Data Protection Officer is responsible for accuracy and maintenance of this policy.\nIf you have any questions or enquiries regarding our Privacy Policy, kindly send us an email to support@nurserycam.co.uk.</p>\n<p> NurseryCam specialises in CCTV, parental webcam and website designs for day nursery sector in UK.\nNurseryCam allows parents to see live images of their children in childcare centres and day nurseries securely via secure internet webcam.\n</p>\n<br>\n<p>You need further information or have a question?</p>\n<p>sales@nurserycam.co.uk</p>\n<p>Contact Us</p> Quick Links <p>Webcam</p>\n<p>CCTV</p>\n<p>Web Design</p>\n<p>News</p>\n<p>FAQs</p>\n<p>I'm Parent</p>\n<p>I'm a Nursery Manager</p>\n<p>Sitemap</p>\n<p> Copyright © 2002 - 2022 NurseryCam Ltd UK.\n(FootfallCam Company) All Rights Reserved.&nbsp.\nCopyright | Terms and Conditions | Privacy Policy </p> ", "created_at": "2022-06-06 07:03:12.916081", "updated_at": "2022-06-06 05:04:31.102999"}], "points": [{"id": 27944, "title": "No need to register", "source": "https://www.nurserycam.co.uk/Home/Privacy-Policy", "status": "Generated through the annotate view", "created_at": "2022-06-06 06:14:57.354309", "updated_at": "2022-06-06 06:14:57.354309", "quoteText": "our site does not require any log-in to view it", "case_id": 320, "document_id": 12127, "quoteStart": 15192, "quoteEnd": 15239}], "urls": ["nurserycam.co.uk"]}}