{"error": 448, "message": "OK", "parameters": {"id": 500, "name": "ZoomInfo", "created_at": "2018-05-08 12:19:45.831713", "updated_at": "2021-08-07 15:42:15.517342", "wikipedia": "https://en.wikipedia.org/wiki/ZoomInfo", "keywords": "", "related": "", "slug": "zoominfo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/500.png", "url": "zoominfo.com", "documents": [{"id": 8633, "name": "Security Overview", "url": "https://www.zoominfo.com/about-zoominfo/security-overview", "xpath": "/html/body/section", "text": " ZoomInfo Security Overview 1.\nIntroduction\n<p>ZoomInfo is a Vancouver, Washington-based software company providing subscription-based SaaS services to over 20,000 companies worldwide.&nbsp.\nFor 20 years, ZoomInfo has assisted companies in achieving profitable growth.\nZoomInfo assists its clients in identifying ideal prospects and decision-makers within their target market.</p> 2.\nOur Commitment to Security\n<p>ZoomInfo is a security-first organziation committed to protecting our information from intentional or unintentional misuse.&nbsp.\nThis includes customer, partner, vendor, and other third-party information.&nbsp;</p>\n<p>In this spirit, ZoomInfo is proud to have implemented a robust Information Security Management System (“ISMS”) that meets the strict guidelines of the ISO 27001 Standard.&nbsp.\nWe have also earned AICPA’s SOC2 attestation regarding the security, availability and confidentiality controls around our services.\nOur ISMS includes within it the Risk Management program formally based on the ISO 31000 Risk Management Framework.&nbsp;&nbsp;&nbsp;</p>\n<ul>\n<li> Regulations &amp.\nLaws </li>\n<li> Compliance </li>\n<li> Certifications </li>\n<li> Due Diligence </li>\n<li> Customers </li>\n</ul>\n<p>ZoomInfo complements its security team’s expertise with industry-best tools and third-party services.&nbsp.\nThese services include assessments, controls reviews, technical reviews and testing.&nbsp.\nTools are integrated into our process lifecycle and we employ various continuous control monitoring functions throughout our environment.\nIn addition, we have additional supplementary security protections in place to deflect and thwart exploitation attempts.&nbsp;</p>\n<p>As part of our security framework, we carefully review our service providers’ security practices, requiring appropriate certifications which may include SOC 2 Type II, ISO 27001, PCI DSS, HIPAA, and CSA-STAR, and perform an analysis of control to ensure we manage third party risks to ZoomInfo.&nbsp;&nbsp;</p>\n3.\nSecurity Fundamentals\n<p>Our risk management and compliance framework provide the basis for our information security program.&nbsp.\nThe core of the program is defined by our ISMS and serves to assess, manage, monitor, and minimize our information security risks.&nbsp;The program includes:</p>\n<ul>\n<li>Context of the Organization</li>\n<li>Operation</li>\n<li>Leadership</li>\n<li>Performance evaluation</li>\n<li>Planning</li>\n<li>Improvement</li>\n<li>Support</li>\n</ul>\n<p>The ISMS provides the structure from within which we perform the various tasks required to maintain and refine the program.&nbsp.\nIt consists of a set of policies and procedures that help ZoomInfo formally and systematically manage our sensitive information.\nThese policies and procedures address the risks related to who has access to our information, the processes in which they handle that data, and the technology employed to manipulate it.&nbsp.\nIt affects the way people work and how they behave.&nbsp.\nProper employee conduct in handling sensitive information is reinforced by a dynamic information security awareness training regimen.\nOur awareness training function provides consistent instruction that not only influences the behavior of the individual, but also serves to influence the ZoomInfo corporate culture ensuring the progression to a single, more security-conscious global corporate entity.</p>\n4.\nSecurity Team\n<p>Our information security team is comprised of seasoned security veterans with experience managing all facets of information risk including compliance, risk management, Cyber Security Operations Center (CSCO), security engineering and offensive security.&nbsp.\nMembers of our team hold certifications including Certified Information Systems Security Professional (CISSP), Certified Information Systems Management (CISM) and Certified Information Systems Auditor (CISA) and many have relevant military experience related to information security.\nAll of our staff participate in continuing education and training throughout the year ensuring we are implementing ever-evolving best practices.&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Our information security policy outlines the roles and responsibilities within the organization, and our security team works directly with specific members of senior management we call “security partners” to ensure that the various information security directives are executed as required in their respective departments.&nbsp.\nOur security partners help to establish, assess, and enhance business processes by ensuring the required information security risk management practices are suitably embedded within their respective processes.</p>\n<ul>\n<li> Cyber Security Operations\n<ul>\n<li>SOC Management</li>\n<li>Phishing</li>\n<li>Awareness</li>\n<li>Face to Face New Hire</li>\n<li>Playbooks</li>\n</ul>\n</li>\n<li> GRC\n<ul>\n<li>Audit</li>\n<li>Compliance</li>\n<li>Certifications</li>\n<li>Vendor Risk</li>\n<li>Auditing</li>\n<li>FRP Responses</li>\n</ul>\n</li>\n<li> Offensive\n<ul>\n<li>Pentesting</li>\n<li>Red team</li>\n<li>Vulnerability Management</li>\n<li>SAST</li>\n<li>DAST</li>\n</ul>\n</li>\n<li> Cloud Compliance\n<ul>\n<li>S-SDLC</li>\n<li>Cloud Security Architecture</li>\n<li>Cloud Audit</li>\n<li>Cloud Security Configuration</li>\n</ul>\n</li>\n<li> Security Engineering\n<ul>\n<li>Security Tools Management</li>\n<li>Security Tools Implementation</li>\n<li>Integration of events to SOC</li>\n<li>Supporting other teams</li>\n</ul>\n</li>\n</ul>\n5.\nRisks Management\n<p>ZoomInfo’s ISMS implementation allows for the appropriate integration of security processes and controls into the existing or newly created processes.\nThis enables security to be part of a process and not an afterthought.\nAppropriate metrics are provided to executive leadership for effective management of risk and improvement of controls.&nbsp.\nZoomInfo’s risk management platform is anchored to the ISO 31000 Risk Management Standard, and continuous risk assessment activities are conducted in partnership and coordination with risk owners affiliated with the various ZoomInfo business units.</p>\n6.\nOur Staff and Internal Operations\n<p>All of our employees are carefully vetted and subjected to background checks or equivalent (based on country laws and practices) prior to hiring.\nEmployees are scrutinized not only on previous experience, but also on how well they fit into the overall corporate culture.</p>\n<p>Current employees are required to participate in continuous and dynamic awareness training that is designed to develop and maintain a security-focused culture.&nbsp.\nThe training program seeks to empower our employees and consultants to make responsible, secure decisions and to protect our most valuable assets.\nWe employ a variety of tools, techniques, and programs to embed security into our professional and personal lives.</p>\n<p>All employees and contractors are required to successfully complete an annual, interactive security training program that includes an overview of key security topics, policies and responsibilities, and all new employees are required to complete this training shortly after their onboarding.&nbsp;</p>\n<p>Specialized staff such as developers and security personnel undertake additional training specific to their roles.\nAdditionally, all employees and relevant contractors are required to review and acknowledge our information security policies,&nbsp.\nincluding our Code of Conduct and Acceptable Usage Policy.&nbsp;&nbsp;</p>\n<p>Consistent and repetitive interaction with our user base is an integral part of our security awareness initiative.&nbsp.\nThe message that “security is part of everything we do” is driven home by numerous information streams.\nRegular security bulletins are disseminated across all spheres of the organization with tips and best practices, external security resources, emergency response information, security alerts, awareness information, security procedures, and contact information for associates and contractors to ask security-related questions or raise concerns.</p>\n<p>Overall, the Security Training and Awareness program consists of various methods of delivery.\nExamples of tools employed:&nbsp.\nclassroom-based training, Zoom meetings, updated infographics, posters and other visual aids, online training, videos, blogs and portal articles, newsletters, internal social media feeds, intranet sites, etc.</p>\n7.\nPrevention\n<p>Preventative security is an important part of ZoomInfo’s layered approach to security.</p>\n<ul>\n<li>Critical Assets</li>\n<li>Network Security</li>\n<li>Data Protection Layer</li>\n<li>End Point Devices</li>\n<li>Application Protection Layer</li>\n<li>Perimeter Defense</li>\n<li>Cloud Security</li>\n<li>Physical Protection</li>\n</ul>\n<p>Key to our incident prevention strategy are identifying what data we need to protect, where that data resides, and who requires access.&nbsp.\nInformation assets include data that has value to our business, including business intelligence, customer data, passwords, keys, etc.&nbsp.\nSuch assets are protected in part by appropriately provisioning access based on the needs of the specific job function or role.&nbsp;</p>\n7.1 Data Protection and Encryption\n<p>Customer access is protected with Multi-Factor Authentication (MFA) and/or Single Sign On (SSO).\nCustomer data is encrypted at rest using AES256 and browser client communication is encrypted with a minimum of Transport Layer Security (TLS 1.2).\nPasswords are stored with a SHA256 salted hash format.</p>\n7.2 Network and Infrastructure\n<p>Our services are hosted on the three major cloud providers with hosting data centers in the U.S.\nOur use of automation throughout our operations minimizes the need for “human touch” to critical systems and data, further minimizing risk vectors.</p>\n<p>Within these cloud providers we use multi-layered security from the layered application architecture and the firewall functions the cloud providers make available.&nbsp;</p>\n<p>We also use third-party providers of Web Application Firewalls, internet facing protection, and DDOS protection, along with BOT.&nbsp.\nThese services and our corporate environments are also protected with gateway devices with limited local computing services.&nbsp;</p>\n7.3 Host and End Point\n<p>Our corporate systems are heterogeneous for the purpose of maximum productivity, and include Linux, Mac, and Windows.\nCritical systems are centrally controlled and monitored.\nEnd Point devices have layered security including state of the art malware and incident detection and response.\nEnd Point devices are patched at regular intervals along with operating system and applications updates.</p>\n7.4 Partners and Vendor Risk\n<p>Our cloud services partners have strong security controls in place for managing all aspects of security and meet each of our rigorous requirements.\nThey also provide security services for their user base allowing ZoomInfo to collect, manage, and respond effectively to alerted security events.&nbsp.\nThese events can also be forwarded to the ZoomInfo Security Information Event Management (SIEM) tool for analysis and investigation as part of ZoomInfo’s Cyber Security Operations Center.</p>\n<p>We have a full risk assessment program in place to review prospective vendors.\nThe vendor risk assessment includes evaluating the risks each vendor poses to us and, based on that assessment, outlining mitigation efforts on vendors that complete the process.&nbsp;&nbsp;</p>\n7.5 Identity and Access Control\n<p>Single sign-on and multi-factor authentication are used extensively throughout ZoomInfo.\nTesting and production systems have additional, highly granular controls to ensure that only approved access is granted.\nNevertheless, we also have extensive monitoring, logging, and anomaly alerting for access and related activity.\nApplication and system controls are subject to independent audits on a rotating basis.&nbsp;</p>\n<p>Access is driven by either the on-boarding process or an individual request through the helpdesk ticket system.&nbsp.\nAccess is validated based on the request being approved by either the application or system owner or the user’s manager.</p>\n7.6 System Development Life Cycle and Application Security\n<p>ZoomInfo applications are designed, developed, and deployed including processes and workflows, with security in mind at each step.&nbsp.\nThis ‘Security First’ mentality continues into the application within the cloud production environment.&nbsp.\nIn design, the Cloud Security Alliance and ISO principles are applied as needed.&nbsp.\nIn development, both new code and modified code are subjected to dynamic security testing and static code analysis prior to being promoted to production.\nIn deployment, both regular and ad hoc internal and third party penetration testing is performed to detect and mitigate vulnerabilities.</p>\n<p>ZoomInfo has multiple protections in place between the user’s browser and our applications, to address potential attacks before they ever reach our environments.&nbsp.\nA dedicated fraud and abuse team monitors for anomalous application access or usage.</p>\n<p>Our Continuous Delivery and Continuous Deployment (CI/CD) systems are built on a software-defined infrastructure.\nWhen human intervention is required, activity is logged and monitored for additional protection against any possible insider threat.</p>\n<p>Developed code is put through a standard automation process after it has been thoroughly vetted by our QA, DAST and SAST testing, user acceptance, and security reviews.\nAccess to automation systems is tightly controlled and limited to a select few staff whose roles require access and authentication.&nbsp.\nAll this access and activity are logged.</p>\n7.7 Malware\n<p>All systems, from a user’s system to our production servers, are protected with a best-in-class endpoint protection system that looks for known malware and monitors for malware typical behaviors.&nbsp.\nThese systems report to a central monitoring portal and alert or block unusual activity.&nbsp.\nAny system showing anomalous behavior can be remotely disconnected from the network to prevent lateral spread.</p>\n7.8 Phishing\n<p>Like many organizations, ZoomInfo is continuously targeted by phishing attacks.\n&nbsp.\nTo reduce the risk of a successful attack, we continuously test employees with mock phishing campaigns, to identify weaknesses and raise and maintain awareness.&nbsp.\nFailing a campaign requires one to attend additional focused training sessions.\nPhishing is an area of focus in our mandatory information security training programs.</p>\n7.9 Physical Security\n<p>Our corporate offices employ appropriate levels of physical security, including badged, monitored, and secured entry.&nbsp;</p>\n<p>As to our system infrastructure, each of our cloud service providers employs best-of-breed physical security.&nbsp.\nThe physical media underlying the cloud service is handled by the provider, at their data centers, on their physical systems, and protected by extensive security and process controls that provide a very high level of data security.&nbsp;&nbsp;</p>\n8.\nDetection\n<p>ZoomInfo has anomaly detection layers and tools in place to catch potential threats before they can exploit our environment.</p>\n8.1 Threat Detection and Analysis\n<p>Defensive layers at the edge include Distributed Denial of Service (DDOS), Web Application Firewall (WAF), Firewalls, Network Intrusion, Intrusion prevention, OWASP based filters, Access Control lists (ACL), and agents on endpoint nodes.\nAll these feed into centralized management, where alerts are automatically and/or manually addressed, and threats suppressed.</p>\n8.2 Logging and Monitoring\n<p>ZoomInfo has extensive logging in place for performance, operations, and security related events.\nLogs are held for 90 days for most systems and stored where necessary for a year.\nDedicated teams are responsible for monitoring and reacting in a timely manner to events such as anomalies, service degradation, or security incidents.</p>\n<p>For events that are not the norm, ZoomInfo has a formal incident management process with training and testing for this team being held.\nThese include callout processes or simulation events.</p>\n8.3 Fraud and Abuse Detection\n<p>ZoomInfo also has a dedicated fraud and abuse team continually observing defined thresholds for application activity to detect and report unwanted action in real time.\nUsing custom-built tools, this team of application and product management experts respond to events in real time to prevent and respond to anomalous activities.</p>\n9.\nResponse\n<p>ZoomInfo has well-defined response plans to address different events at the appropriate level within the organization.</p>\n9.1 Incident Management\n<p>The Global Incident Response Management process outlines our response if our production services are impacted.&nbsp.\nThis process is for managing an incident and is formally defined.&nbsp.\nIf the impact is beyond that of the defined incident, the Global Crisis Management process is initiated as discussed below.&nbsp;</p>\n<p>A thorough process enables quick response from the incident management team that can engage the right incident response teams.\nThe process outlines concise steps required to initiate and manage the incident, as well as post-incident, process maintenance, and root cause analysis protocols.&nbsp;&nbsp;&nbsp;</p>\n<p>Successful incident response relies on more than simply detecting and responding to security incidents.\nZoomInfo’s incident response program is built on assessment, plan initiation, containment, eradication and recovery, and post-incident activities.&nbsp.\nThese are supported by plan maintenance activities, including, training, testing, and simulation.</p>\n9.2 Crisis Management\n<p>The Global Crisis Management process outlines our response to certain events that could have a significant impact on our employees, customers, investors, or the general operations of the company, including&nbsp.\nservice interruptions, reputational harm, shifting market forces, or change in governmental policy or regulation.&nbsp;&nbsp;</p>\n<p>The process outlines concise steps required to initiate and manage the crisis, including post-crisis, process maintenance,&nbsp.\nand root cause analysis protocols.</p>\n<p>ZoomInfo addresses crises by defining a formal process.\nThe overall responsibility for any crisis resides with the Crisis Management Team (“CMT”).\nThe CMT manages all types of crises including corporate crises, data breaches, customer crises, and business continuity issues.</p> 9.3 BCP/DR\n<p>We currently take many steps to create a redundant and robust infrastructure and application environment.\nThis includes offices, third party service providers, robust cloud providers with multiple high availability zones, data backup and retention processes, and more.\nSince ZoomInfo is a 100% virtual SaaS offering, we have the ability to swiftly address any degradation of service and quickly restore to normal levels, with an uptime of greater than 99.9% year after year.</p>\n10.\nRemediation\n<p>ZoomInfo takes a proactive approach to security and quickly addresses risks.\nWhen a weakness is found, a risk review is performed, a risk level assigned, and the risk addressed with a priority based on impact.</p>\n10.1 Vulnerability and Patch Management\n<p>To maintain a secure environment, ZoomInfo has an established vulnerability testing schedule, with results reported into our Agile task tracking software, assigned a criticality and priority, and addressed through our development life cycle processes.</p>\n10.2 Risk Tracking\n<p>In addition to managing risk through established protocols and processes, we also maintain a risk register to capture actual or potential risks not amenable to discovery through automated methods.&nbsp.\nEntries here are reviewed by executives for relevance, potential severity and risk, and acted upon accordingly.</p>\n11.\nCertification and Controls\n<p>ZoomInfo has multiple certifications, attestations and compliance which is monitored and managed by our Governance Risk and Compliance (GRC) team.</p>\n11.1 Controls\n<p>In accordance with the values promulgated by ZoomInfo’s Board of Directors and senior management, ZoomInfo’s primary objective in its approach to internal control is to provide reasonable assurance that its controls are suitably designed, implemented, and operating effectively to meet system, security, and compliance requirements.&nbsp.\nThe control structure is focused on ensuring that assets are protected from unauthorized use or disposition, and that processes and procedures are in line with our strategic goals and are executed with senior management authorization.</p>\n<p>All network, system and application aspects are regularly scanned, and any critical vulnerabilities are addressed upon discovery.</p>\n11.2 Certifications and Attestations\n<p>ZoomInfo is ISO 27001 and SOC 2 Type II certified.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n12.\nContact Us:\n<p>Contact us regarding security related questions through our sales representatives, or your account manager if you are already a client.\nAny questions on security sent to them will be routed internally and they will reply with the answers.</p>\n<p>Should you need to contact us regarding an actual or potential security issue, such as receiving a phishing email purporting to be from ZoomInfo, bugs, or any other security concern, please let us know by contacting us at Security@zoominfo.com, and thank you in advance!</p>\n<p>Download PDF</p>\n13.\n<strong>Frequently Asked Questions</strong>\n<p>At ZoomInfo, we are commited to security and data protection.\nFor more, read our top FAQs regarding trustworthiness, safety and how we collect data:</p>\n<ul>\n<li>Is ZoomInfo Trusworthy?</li>\n<li>Is ZoomInfo Safe?</li>\n<li>How Does ZoomInfo Get My Information?</li>\n<li>Read All FAQs</li>\n</ul> ", "created_at": "2021-08-07 15:53:46.54917", "updated_at": "2021-08-07 15:53:54.290029"}, {"id": 8632, "name": "Website Terms of Use", "url": "https://www.zoominfo.com/about-zoominfo/terms-of-use", "xpath": "/html/body/section", "text": " ZoomInfo Website Terms of Use <p>Welcome to ZoomInfo.\nWhen you visit, view, use, or access our website ZoomInfo.com and any applicable subdomains thereof, or any applications, mobile applications, functionalities, content, materials, or other online services provided by ZoomInfo (collectively, the “Platform”), whether as a guest or a registered user, you are agreeing to the following terms and conditions (“Terms of Use”), so please take a few minutes to read over the Terms of Use below.</p>\n<p>\n<strong>Acceptance of Terms of Use</strong>\n</p>\n<p>If you do not agree to these Terms of Use, you are not permitted to use the Platform.\nZoomInfo can change these Terms of Use at any time without any notice to you.\nIt is your responsibility to review these Terms of Use, as it creates a binding legal agreement between you and ZoomInfo.\nIf you use the Platform after we have changed any of the Terms of Use, you are agreeing to all of the changes.\nTo the extent that you or your employer (to the extent you are using the Platform in your capacity as an agent of your employer) has entered into another written agreement with ZoomInfo that contains terms that directly conflict with any terms of these Terms of Use, then the conflicted terms set forth in such other agreement will control.</p>\n<p>\n<strong>Eligibility</strong>\n</p>\n<p>Any access or use of the Platform by anyone under the age of 18 is prohibited.\nBy agreeing to these Terms of Use, you represent and warrant that you are 18 years of age or older and have the legal capacity to enter into and abide by these Terms of Use.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>Any personal information submitted in connection with your use of the Platform is subject to our privacy policy found at https://www.zoominfo.com/about-zoominfo/privacy-policy (the “Privacy Policy”), which is hereby incorporated by this reference.\nWe will use information about you that we obtain either directly from you or that we obtain through your use of the Platform in accordance with our Privacy Policy solely in furtherance of providing you and improving the Platform.</p>\n<p>\n<strong>Account and Security</strong>\n</p>\n<p>You may need to set up an account in order to use some of the features of the Platform.\nWhen you are setting up your account, you must give us accurate and complete information.\nThis means that you cannot set up an account using a name or contact information that does not apply to you, and you must provide accurate and current information on all registration forms that are part of the Platform.\nBy accessing any such account, you represent and warrant that you have been authorized to do so by ZoomInfo and are doing so only using credentials that have been issued to you by ZoomInfo.\nYou may not use any account belonging to any other person without ZoomInfo’s express, prior, written permission.\nYou have complete responsibility for your account and everything that happens on your account.\nThis means you need to be careful with your password.\nIf you find out that someone is using your account without your permission, you must let us know immediately.\nYou may not transfer your account to someone else and doing so could subject you to civil or criminal liability.\nWe are not liable for any damages or losses caused by someone using your account without your permission.&nbsp;</p>\n<p>\n<strong>Proprietary Materials&nbsp;</strong>\n</p>\n<p>The Platform contains copyrighted materials, trademarks, proprietary and confidential information, and intellectual property of ZoomInfo and licensors of ZoomInfo (collectively, “Proprietary Materials”), including without limitation source code, video, text, software, photos, graphics, images, music, and sound.\nYou agree not to modify, publish, transmit, participate in the transfer or sale of, create derivative works of, or in any way exploit, in whole or in part, any Proprietary Materials.\nProprietary Materials may only be accessed through the Platform, and not by or from any other site or means.\nThe right of access to the Platform does not grant to you any right to download or store any Proprietary Materials in any medium.</p>\n<p>ZoomInfo reserves all intellectual property rights to the Proprietary Materials, other than as specifically granted under the applicable license granted you under these Terms of Use.\nNo posting, copying, transmission, retransmission, distribution, redistribution, publication, republication, decompilation, disassembling, reverse engineering, or otherwise reproducing, storing, transmitting, modifying, or commercially exploiting any Proprietary Materials in any form or by any means, for any purpose, is permitted without our express written permission.</p>\n<p>The entire Platform is protected by copyright.\nComplying with all applicable copyright laws is your responsibility.\nIf you give feedback on the Platform, for example recommendations for improvements or features, such feedback will be deemed non-confidential and non-proprietary, and implementation of that feedback is owned by us and may become part of the Platform without compensation to you.\nWe reserve all rights in and to the Platform unless we expressly state otherwise.&nbsp;</p>\n<p>Other trademarks, service marks, and logos used on the Platform are the trademarks, service marks, or logos of their respective owners.\nZoomInfo is using these third-party trademarks, service marks, or logos with the permission of the trademark owner or for identification purposes only.</p>\n<p>We may, in appropriate circumstances and at our sole discretion, remove or disable access to any materials on the Platform that we believe (or are notified) may infringe on the rights of others.</p>\n<p>\n<strong>User Generated Content</strong>\n</p>\n<p>In these Terms of Use, “User Generated Content” means material (including without limitation text, images, audio material, video material, and audio-visual material) that you submit to the Platform, for whatever purpose.&nbsp;</p>\n<p>You grant to us a worldwide, irrevocable, non-exclusive, royalty-free license to use, reproduce, adapt, publish, translate, communicate, publicly perform, publicly display, and distribute your User Generated Content.\nYou also grant to us the right to sub-license these rights, and the right to bring an action for infringement of these rights.\nThe rights you grant in this license are for the limited purpose of operating, promoting, and improving the Platform.</p>\n<p>Your User Generated Content must not be illegal or unlawful, must not infringe any third party’s legal rights, and must not be capable of giving rise to legal action whether against you or us or a third party (in each case under any applicable law).\nYou must not submit any User Generated Content to the Platform that is or has ever been the subject of any threatened or actual legal proceedings or other similar complaint.</p>\n<p>We reserve the right to edit or remove any material submitted to the Platform, or stored on our servers, or hosted or published upon the Platform.\nNotwithstanding our rights under these Terms of Use in relation to User Generated Content, we do not undertake to monitor the submission of such content to, or the publication of such content on, the Platform.</p>\n<p>\n<strong>Acceptable Use&nbsp;</strong>\n</p>\n<p>You must not:</p>\n<ul>\n<li>Use the Platform in any way that causes, could be reasonably expected to cause, or is intended to cause damage to the Platform or impairment of the availability or accessibility of the Platform.\nor in any way which is unlawful, illegal, fraudulent, or harmful, or in connection with any unlawful, illegal, fraudulent, or harmful purpose or activity.&nbsp;</li>\n<li>Use the Platform to copy, store, host, transmit, send, use, publish, or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit, or other malicious computer software.&nbsp;</li>\n<li>Conduct any systematic or automated data collection activities (including without limitation scraping, data mining, data extraction, and data harvesting) on or in relation to our Platform without our express written consent.&nbsp;</li>\n<li>Republish material from the Platform (including republication on another website)</li>\n<li>Sell, rent, or sub-license material from the Platform</li>\n<li>Reproduce, duplicate, copy, or otherwise exploit material on our Platform for a commercial purpose</li>\n<li>Develop, support, or use software, devices, scripts, robots, or any other means or processes (including crawlers, browser plugins and add-ons or any other technology) to scrape the Platform or otherwise copy profiles and other data from the Platform.</li>\n<li>Remove or modify any copyright, trademark, legal notices, or other proprietary notations from the Proprietary Materials or any other content available on the Platform;</li>\n<li>Violate or attempt to violate the Platform’s security mechanisms, attempt to gain unauthorized access to the Platform or assist others to do so, or otherwise breach the security of the Platform or corrupt the Platform in any way.</li>\n</ul>\n<p>We reserve the right to monitor use of the Platform and to suspend, revoke, deny, disable, or terminate your access if you violate any provisions of these Terms of Use or if your or behavior exceeds reasonable limits, as determined in our sole discretion.</p>\n<p>\n<strong>Warranty Disclaimer</strong>\n</p>\n<p>WE DO NOT WARRANT THE COMPLETENESS OR ACCURACY OF THE INFORMATION PUBLISHED ON THE PLATFORM.\nNOR DO WE COMMIT TO ENSURING THAT THE PLATFORM REMAINS AVAILABLE OR THAT THE MATERIAL ON THE PLATFORM IS KEPT UP-TO-DATE.&nbsp;</p>\n<p>USE OF THE PLATFORM IS AT YOUR OWN RISK.\nTHE PLATFORM IS PROVIDED ON A “AS IS” AND “AS AVAILABLE” BASIS.\nZOOMINFO AND ITS AFFILIATES, SUPPLIERS AND PARTNERS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\n<p>ZOOMINFO AND ITS AFFILIATES, SUPPLIERS AND PARTNERS MAKE NO WARRANTY THAT (i) THE PLATFORM OR ANY PRODUCTS PURCHASED THROUGH THE PLATFORM WILL MEET YOUR REQUIREMENTS.\n(ii) THE PLATFORM WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\nOR (iii) THAT THERE WILL BE NO ERRORS IN THE PLATFORM OR THAT ZOOMINFO WILL FIX ANY ERRORS.\nANY MATERIALS OBTAINED THROUGH USE OF THE PLATFORM ARE OBTAINED AT YOUR OWN DISCRETION AND RISK AND ZOOMINFO SHALL NOT BE RESPONSIBLE FOR ANY DAMAGE CAUSED TO YOUR COMPUTER OR DATA OR FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR OTHER DESTRUCTIVE CODE RESULTING FROM USE OF THE PLATFORM OR ANY CONTENT OBTAINED FROM THE PLATFORM.</p>\n<p>SOME STATES DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\nYOU MAY ALSO HAVE OTHER LEGAL RIGHTS, WHICH VARY FROM STATE TO STATE.</p>\n<p>\n<strong>Links to Other Sites</strong>\n</p>\n<p>The Platform may contain links to other websites that we do not own or control.\nWe are not responsible for any of these other websites and any links to these other websites should not be interpreted as an endorsement of any company, content, or products.\nWe are not responsible to you for any aspect of these other websites, including their content, privacy policies, or anything else.\nYou may be exposed to things on other websites that you do not like or that you find offensive.\nWe are not responsible for this, either.\nYou must use your own discretion when you go to other websites.\nYou should also read the terms and conditions and privacy policies of these other websites.</p>\n<p>\n<strong>Export Controls&nbsp;</strong>\n</p>\n<p>The Platform may be subject to export laws and regulations of the United States and other jurisdictions.\nEach party represents that it is not named on any U.S.\ngovernment denied-party list.\nYou shall not access or use the Platform in a U.S.-embargoed country or in violation of any U.S.\nexport law or regulation.</p>\n<p>\n<strong>General Terms</strong>\n</p>\n<p>\n<strong>Non-Waiver</strong>.\nFailure by ZoomInfo to enforce any provision(s) of these Terms of Use will not be construed as a waiver of any provision or right.</p>\n<p>\n<strong>Severability</strong>.\nIf any provision of these Terms of Use is found to be illegal, void, or unenforceable, then that provision will be deemed severable from these Terms of Use and will not affect the validity and enforceability of any remaining provisions of these Terms of Use.</p>\n<p>\n<strong>Governing Law and Jurisdiction</strong>.\nThese Terms of Use, and all claims or causes of action (whether in contract, tort, or statute) that may be based upon, arise out of, or relate to these Terms of Use, or the performance under these Terms of Use, are governed by and will be construed and enforced in accordance with the laws of the State of Washington, including its statute of limitations, without reference to (i) any conflicts of law principles that would apply the substantive laws of another jurisdiction to the parties’ rights or duties, (ii) the United Nations Convention on Contracts for the International Sale of Goods, or (iii) other international laws.\nAny action or other judicial proceeding for the enforcement of these Terms of Use or any of its provisions shall be instituted only in the courts of the State of Washington.</p>\n<p>\n<strong>Compliance with Legal Requests</strong>.\nWithout limiting the foregoing, we have the right to fully cooperate with any valid legal process from a law enforcement authority with jurisdiction that requests or directs us to disclose customer data or other information on the Platform.\nYOU WAIVE AND HOLD HARMLESS US AND OUR AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY US OR ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER US, SUCH PARTIES, OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>\n<strong>Limitation of Liability</strong>.\nTO THE FULLEST EXTENT PERMITTED UNDER LAW, ZOOMINFO AND ITS AFFILIATES, SUPPLIERS AND PARTNERS HAVE NO OBLIGATION OR LIABILITY (WHETHER ARISING IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE) FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OR LIABILITIES (INCLUDING, BUT NOT LIMITED TO, ANY LOSS OF DATA, REVENUE OR PROFIT) ARISING FROM OR RELATED TO YOUR USE OF THE PLATFORM OR ANY CONTENT PROVIDED BY OR THROUGH THE PLATFORM, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE.\nSOME STATES DO NOT ALLOW THE LIMITATION OR EXCLUSION OF INCIDENTAL, CONSEQUENTIAL OR OTHER TYPES OF DAMAGES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, ZOOMINFO’S LIABILITY AND THE LIABILITY OF EACH OF ITS OFFICERS, DIRECTORS, INVESTORS, EMPLOYEES, AGENTS, ADVERTISERS, LICENSORS, SUPPLIERS, SERVICE PROVIDERS AND OTHER CONTRACTORS TO YOU OR ANY THIRD PARTIES UNDER ANY CIRCUMSTANCE IS LIMITED TO A MAXIMUM AMOUNT OF $100.</p>\n<p>\n<strong>Indemnity</strong>.\nYou agree to indemnify and hold harmless ZoomInfo and its affiliates, suppliers, partners, officers, agents, and employees from and against any claim, demand, losses, damages or expenses (including reasonable attorney’s fees) arising from any User Generated Content, your use of the Platform, your connection to the Platform, your violation of these Terms of Use or your violation of any rights of any third-party.&nbsp;</p>\n<p>\n<strong>Equitable Relief</strong>.\nYou acknowledge that a breach of these Terms of Use may cause us irreparable damage, for which the award of damages would not be adequate compensation.\nConsequently, you agree that we may institute an action to enjoin you from any and all acts in violation of those provisions, which remedy will be cumulative and not exclusive, and we may seek the entry of an injunction enjoining any breach or threatened breach of those provisions, in addition to any other relief to which we may be entitled at law or in equity.</p>\n<p>\n<strong>Assignment</strong>.\nWe may freely transfer or assign any portion of our rights or delegate our obligations under these Terms of Use.\nYou may not assign or otherwise transfer your rights, obligations, or duties under these Terms of Use, in whole or in part.&nbsp;</p>\n<p>\n<strong>DMCA</strong>.\nIt is the policy of ZoomInfo to promptly process and investigate notices of alleged copyright infringement, and take appropriate actions under the Digital Millennium Copyright Act, Title 17, United States Code, Section 512 (“DMCA”).\nIf you are a copyright owner, authorized to act on behalf of one, or authorized to act under any exclusive right under copyright, please report alleged copyright infringements taking place on or through the Platform by providing the following information to ZoomInfo’s Designated Copyright Agent:</p>\n<ul>\n<li>Identify the copyrighted work that you claim has been infringed, or, if multiple copyrighted works are covered by this DMCA Notice of Alleged Infringement (“Notice”), you may provide a representative list of the copyrighted works that you claim have been infringed;</li>\n<li>Identify the material or link you claim is infringing (or the subject of infringing activity) and to which access is to be disabled, including at a minimum, if applicable, the URL of the link shown on the Platform or the exact location where such material may be found;</li>\n<li>Provide your company affiliation (if applicable), mailing address, telephone number, and, if available, email address;</li>\n<li>Include the following statements in the body of the Notice:<ul>\n<li>“I hereby state that I have a good faith belief that the disputed use of the copyrighted material is not authorized by the copyright owner, its agent, or the law (e.g., as a fair use).”</li>\n<li>“I hereby state that the information in this Notice is accurate and, under penalty of perjury, that I am the owner, or authorized to act on behalf of the owner, of the copyright or of an exclusive right under the copyright that is allegedly infringed.”</li>\n</ul>\n</li>\n<li>Provide your full legal name and your electronic or physical signature.&nbsp;</li>\n</ul>\n<p>The Notice, with all items completed, may be delivered to ZoomInfo’s Designated Copyright Agent by email at dmca@zoominfo.com, or by mail at the following address:</p>\n<p>Attn: Copyright Agent<br>ZoomInfo<br>805 Broadway St.<br>Suite 900<br>Vancouver, WA 98660</p>\n<p>Upon receipt of a Notice, with all items completed, ZoomInfo will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged content from the Platform.\nZoomInfo’s receiving, investigating, or responding to your Notice does not constitute ZoomInfo’s agreement or verification of your claim(s) or any admission of liability therefor.&nbsp;</p>\n<p>\n<strong>Contact</strong>.\nZoomInfo Technologies LLC is a Delaware limited liability company with its headquarters in Vancouver, Washington.\nIf you wish to contact us, please visit here https://www.zoominfo.com/about/contact.</p>\n<p>\n<em>Revised: April 5, 2021</em>\n</p> ", "created_at": "2021-08-07 15:51:23.947328", "updated_at": "2021-08-07 15:54:32.199201"}, {"id": 8631, "name": "Privacy Policy", "url": "https://www.zoominfo.com/about-zoominfo/privacy-policy", "xpath": "/html/body/section", "text": " ZoomInfo Privacy Policy <p>\n<strong>Updated: March 22, 2021</strong>\n</p>\n<p>\n<strong>ZoomInfo Privacy Policy –</strong>&nbsp;ZoomInfo understands that you care about how information about you is used.\nThis privacy policy (the “Policy”) explains how we collect information pertaining to businesses and business people (“Business Information”) and all other types of information through our website and online services (the “Site”).\nhow we maintain, use and share that information.\nand how you can manage the way information about you is handled.</p>\n<p>“ZoomInfo” for purposes of this Privacy Policy includes DiscoverOrg Data, LLC, a Delaware limited liability company, and its affiliates, including Zoom Information, Inc.</p>\n<p>For individuals residing in the EEA or Switzerland, please&nbsp;click here&nbsp;to find out more information.</p>\n<p>For residents of the State of California, please&nbsp;click here&nbsp;to find out more about your rights under the California Consumer Privacy Act of 2018 (“CCPA”).</p>\nWhere does ZoomInfo get the Business Information for its Public Profiles?\n<p>ZoomInfo creates profiles of business people and companies, which we call “Public Profiles,” from different sources.\nOnce we have collected Business Information about a person or company, we combine multiple mentions of the same person or company into a Public Profile.\nThe resulting directory of Public Profiles (the “Directory”) is then made available to the users of the Site and our customers and strategic partners.</p>\n<p>ZoomInfo obtains the data for its Public Profiles in several ways including:</p>\n<ol>\n<li>Our search technology scans the web and gathers publicly-available Information.</li>\n<li>We license Information from other companies.</li>\n<li>Users contribute Business Information about themselves or other people and companies.\n(See “ZoomInfo Contact Contributor,” below)</li>\n<li>Through market research surveys and phone interviews conducted by our in-house research team.</li>\n</ol>\n<strong>How does the ZoomInfo Community and the ZoomInfo Contact Contributor Work?</strong>\n<p>ZoomInfo offers a service called ZoomInfo Community.\nTo subscribe to ZoomInfo Community, you are required to install software offered on the Site, known as the ZoomInfo Contact Contributor (the “Software”) or otherwise provide ZoomInfo with access to your email account.\nWhen you subscribe to ZoomInfo Community, you allow ZoomInfo to access certain Business Information stored by the application that your computer uses to manage your email and contacts, known as an “email client” (e.g., Microsoft Outlook) or stored by a provider of cloud services for email (e.g.\nGoogle Apps).\nIf required to access this Business Information stored on your computer’s email and contact application(s), you may need to provide ZoomInfo with the necessary username and password information.\nWe use this Business Information to improve the size and quality of our Directory.\nIn exchange for allowing this access, you receive a subscription to ZoomInfo Community at no charge under specified terms and conditions (available at&nbsp;/about-zoominfo/ce-terms-conditions).</p>\n<p>From the contacts within your email client and “signatures” within email messages, we collect the following Business Information, if available, for each person:</p>\n<ul>\n<li>Name</li>\n<li>Email address</li>\n<li>Job title and department</li>\n<li>Business phone numbers (general, direct and fax)</li>\n<li>Company name</li>\n<li>Postal address of company</li>\n<li>Business related postal address of person</li>\n<li>Corporate website URLs</li>\n<li>Social Networking URLs</li>\n</ul>\n<p>From the headers of your emails, we collect:</p>\n<ul>\n<li>The date the email message was sent or received</li>\n<li>Email addresses, names and job titles of recipients and senders</li>\n</ul>\n<p>To ensure the integrity of the Directory, we take the following steps:</p>\n<ul>\n<li>Business Information Only – ZoomInfo only wants business-related information.\nTherefore, any contacts that have an address from a consumer-oriented service such as Gmail, Hotmail or Yahoo are disregarded.</li>\n<li>Unattributed – We do not disclose who contributed particular Information using the ZoomInfo Contact Contributor software or other contribution methods.\n(The only exceptions: See “Disclosures to Service Providers,” “Disclosures for Legal Reasons,” and “Disclosures to a Buyer of the Company,” below.)</li>\n<li>Opt Out – Anyone added to the Directory may request to be removed at any time, via email, web or a toll-free number.\nWe promptly honor such requests.</li>\n</ul>\n<p>ZoomInfo does not “read” the content of your email messages.\nour technology automatically extracts from the messages only the data we describe in this Policy.\nWe do not collect data from custom fields or notes in your email client.</p>\n<p>Information from your email client will continue to be shared as described above as long as the Software remains installed.\nIf you choose to stop sharing Information from your email client with ZoomInfo, you can uninstall the Software at any time following the instructions at&nbsp;/cefaq.\nYou may not, however, retroactively “unshare” the Business Information you have already made available to ZoomInfo.</p>\nHow else does ZoomInfo Collect and Use Information?\n<p>Visitors to our Site may choose to submit their name, email address and/or other information so that they can learn more about our services, register to take part in a ZoomInfo-sponsored event, or participate in a survey, contest or sweepstakes, among other things.\nBy accessing, using, and/or submitting information through the Site, you consent to the practices described in this Policy with regard to the information collected thereby as described herein.\nIf you do not agree with this Policy, you must delete all cookies from your browser cache after visiting the Site and refrain from visiting or using the Site.</p>\n<p>In order to use certain ZoomInfo products and services, you may be required to register as a user.\nFrom time to time, we may use your email address to send you information and keep you informed of products and services in which you might be interested.\nYou will always be provided with an opportunity to opt out of receiving such emails.\nYour contact information may also be used to reach you regarding issues concerning your use of our Site, including changes to this Policy.\nA more detailed description of how we may collect and use customer information is found below under “Customer Information Collected.”</p>\n<p>If you choose to use our referral service to invite a friend to join ZoomInfo, we will ask you for your friend’s name and email address.\nWe will automatically send your friend a one-time email inviting him or her to visit the Site.\nZoomInfo will use this information for the sole purpose of sending this one-time email and will not store your friend’s name or email address.</p>\n<p>ZoomInfo may aggregate collected information about our users in a form that does not allow users to be personally identified for the purpose of understanding our customer base and enhancing the services that we and our strategic partners and customers can provide you.</p>\n<p>If you purchase one of our online subscription-based services, you will need to provide credit card information.\nWe will use that information solely for the purpose of fulfilling your ZoomInfo purchase request.\nWe will store credit card information in an encrypted form and will not sell, share or use it again without your prior consent.\n(The only exceptions are described in the sections below on “Disclosures to Service Providers,” “Disclosures for Legal Reasons,” and “Disclosures to a Buyer of the Company”).</p>\n<p>ZoomInfo will use personal information only in ways that are compatible with the purposes for which it was collected or subsequently authorized by the individual about whom the information pertains.\nZoomInfo will take reasonable steps to ensure that personal information is relevant to its intended use, accurate, complete and current.</p>\n<p>We also collect information using cookies, as described below.</p>\nCookies\n<p>Most websites, including our Site, use a feature of your browser to set a small text file called a “cookie” on your computer.\nThe site placing the cookie on your computer can then recognize the computer when you revisit the site to allow auto log in and track how you are using the site.<br>When you visit our Site, our servers and/or those of our service providers automatically record certain information that your web browser sends, such as your web request, Internet Protocol address, browser type, referring/exit pages and URLs, number of clicks, domain names, landing pages, pages viewed, time and date of use and other information.<br>We may link this information to information that you submit while on our Site, which does allow you to be personally identified.</p>\n<p>You are free to decline cookies.\nYou can configure your browser to accept all cookies, reject all cookies, erase cookies or notify you when a cookie is set.\nElecting to reject or disable cookies may substantially limit your ability to use our Site.</p>\n<p>ZoomInfo may adopt other technologies that serve similar functions as cookies.\nIf we do so, we will disclose it in this Policy.</p>\nThird Party Cookies\n<p>The use of cookies and similar technologies by our partners, affiliates, tracking utility company, service providers is not covered by this Policy.\nWe do not have access or control over these cookies.\nOur partners, affiliates, tracking utility company and service providers may use session ID cookies in order to:</p>\n<ul>\n<li>personalize your experience</li>\n<li>analyze which pages our visitors visit</li>\n<li>provide website feature such as social sharing widgets</li>\n<li>measure advertising effectiveness</li>\n<li>track which areas of our site you visit.\nin order to remarket to you after you leave</li>\n</ul>\n<p>To disable or reject third-party cookies, please refer to the third-party’s relevant website.</p>\nGoogle Analytics\n<p>We use Google Analytics, a web analytics service provided by Google, Inc., on our Site.\nGoogle Analytics uses cookies or other tracking technologies to help us analyze how users interact with and use the Site, compile reports on the Site’s activity, and provide other services related to Site activity and usage.\nThe technologies used by Google may collect information such as your IP address, time of visit, whether you are a return visitor, and any referring website.\nThe Site does not use Google Analytics to gather information that personally identifies you.\nThe information generated by Google Analytics will be transmitted to and stored by Google and will be subject to Google’s privacy policies.\nTo learn more about Google’s partner services and to learn how to opt out of tracking of analytics by Google click&nbsp;here.</p>\nDo Not Track Signals\n<p>Your browser or device may include ‘Do Not Track’ functionality.\nOur information collection and disclosure practices, and the choices that we provide to visitors, will continue to operate as described in this Policy, whether or not a Do Not Track signal is received.</p>\nWeb beacons\n<p>Our Site contains electronic images known as “web beacons” (sometimes called single-pixel gifs) and are used along with cookies to compile aggregated statistics to analyze how our site is used and may be used in some of our emails to let us know which emails and links have been opened by recipients.\nThis allows us to gauge the effectiveness of our customer communications and marketing campaigns.</p>\nCustomer Information Collected\n<p>ZoomInfo may collect the following information from or regarding its customers: (1) personal contact information regarding users of the Services (“User Information”).\n(2) information uploaded to our system by a user of the Services (“Uploaded Information”).\n(3) and usage logs regarding the use of the Site, including logins and other actions taken, time stamps, IP address, and other usage data (“Usage Logs”) (collectively, “Customer Information”).</p>\n<p>You may be a user that has been provided access to the Site through your company license agreement.\nYour employer may require that one or more users have global rights to access any and all information of every user that has access through the company.\nIf you have questions or concerns regarding the rights of other individuals in your company to access your User Information, Uploaded Information, or Usage Logs, you should raise those concerns with the appropriate person at your company.</p>\nUse of Customer Information\n<p>Customer Information may be used for ZoomInfo’s legitimate business interests in connection with your use of the Site, including to respond to user inquiries and fulfill user requests, complete transactions, provide customer service, send administrative information, and to personalize user experience with the Site.\nWe may use Customer Information to better understand our users in general and to improve the content and functionality of the Site.\nWe may use Customer Information to contact you in the future to tell you about services, promotions, opportunities, and other general information about ZoomInfo we believe will be of interest to you.\nWe may use Customer Information to investigate and prosecute potential breaches of ZoomInfo’s security or license agreements.</p>\n<p>ZoomInfo will not disclose Customer Information to any third party except in connection with a legitimate use as set forth herein, in connection with a bona fide legal dispute to which such information is relevant, in response to valid, compulsory legal process, or as otherwise required by law.\nZoomInfo will, whenever possible, obtain confidentiality agreements from any person or entity to whom Customer Information is disclosed and ensure any recipients are committed to employing appropriate technological security measures.</p>\n<p>ZoomInfo employs reasonable security and back-up procedures to protect Customer Information.\nHowever, in the unlikely event there is a loss or corruption of Customer Information, ZoomInfo is not responsible or liable for such loss or corruption.\nWe encourage our users to retain copies of all Uploaded Information on their own system.</p>\nCustomer Use of ZoomInfo Integrations\n<p>As part of the Site, ZoomInfo may make available to its customers certain “Integrations”.\nIn using ZoomInfo’s Integrations, such as ZoomInfo’s SFNA and web browser extensions, Business Information from customer’s CRM, MAT, or sales enablement software may be transmitted to ZoomInfo for purposes of matching or cleansing customer’s data against ZoomInfo’s database as a feature of the Site.\nIn that event, ZoomInfo may retain and store such Business Information for purposes of identifying potential contacts to supplement the Site, verifying the accuracy of such Business Information, removing out-of-date Business Information from the Site, or otherwise improving ZoomInfo’s research processes and the content provided through the Site.\nInformation so received will not be attributable to the source.\nIn the event that any customer wishes to opt out of ZoomInfo’s use of such information, they may do so by visiting the ‘Privacy Center’ within the ZoomInfo Salesforce Native Application and adjusting the appropriate controls.</p>\nWhen does ZoomInfo Share Information?\nDisclosures of Public Profiles\n<p>We may make any Business Information that our users contribute for inclusion in our Directory, that we collect from public web sources or that we license from third parties available to users of the Site, to our strategic partners and to our customers.</p>\nDisclosures to Service Providers\n<p>ZoomInfo may from time to time disclose Business Information or other collected information to service providers, solely for providing functions related to our operation of the Site and for no other purpose.\nFor example:</p>\n<ul>\n<li>ZoomInfo uses service providers to process credit card payments on our Site.\nWhen you use a credit card to pay for ZoomInfo services, information such as your name, billing address, phone number, email address and credit card Information will be submitted to service providers for verification and to manage any recurring payments.</li>\n<li>ZoomInfo uses software hosted by a service provider to provide us with information regarding our visitors’ activities on our Site.\nWhen you visit our Site, that service provider may set cookies on our behalf and may receive information about your browsing activity on our Site.</li>\n</ul>\nDisclosures for Legal Reasons\n<p>We may disclose collected information, including Business Information, to a third party if we believe in good faith that such disclosure is necessary or desirable:</p>\n<p>(i) to comply with lawful requests, subpoenas, search warrants or orders by public authorities, including to meet national security or law enforcement requirements, (ii) to address a violation of the law, (iii) to protect the rights, property or safety of ZoomInfo, its users or the public, or (iv) to allow ZoomInfo to exercise its legal rights or respond to a legal claim.</p>\nDisclosures to a Buyer of the Company\n<p>If our company or substantially all of our assets are acquired, or in the event of a merger or bankruptcy, information about you and/or information you provide to ZoomInfo may be among the transferred assets.\nYou will be notified via email and/or a prominent notice on our Site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.</p>\nOther Disclosures\n<p>If you register for a ZoomInfo event with a third-party speaker, your information will generally be shared with the speaker.</p>\n<p>If you provide information, including Business Information, in creating or updating your Public Profile, that information will be included in the Directory and thus can be viewed by third parties.</p>\n<p>We post customer testimonials on our Site which may contain the customer’s name.\nWe always get consent from the customer prior to posting any testimonial.\nIf you wish to update or delete your testimonial, you can contact us at&nbsp;privacy@zoominfo.com.</p>\n<p>Our Site offers publicly accessible blogs or community forums.\nYou should be aware that any content you provide in these areas may be read, collected, and used by others who access them.\nYou can request the removal of your personal information from our blog or community forum, by contacting us at&nbsp;privacy@zoominfo.com.\nIn some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.</p>\n<p>ZoomInfo may have liability to you in case of failure to comply with the law or this Policy in handling onward transfer of your Information to third parties.</p>\nHow Can You Change or Delete Your Information?\nProfessional Profiles\n<p>To find out if you are in the ZoomInfo database,&nbsp;search for your first name and last name&nbsp;on the ZoomInfo home page.\nIf you have a common name, you can limit your search based on geographical location or companies where you have worked.</p>\n<p>Once you have located one or more ZoomInfo profiles in your name, consider these options for managing your professional profile on ZoomInfo:</p>\nUpdate Your Own Professional ZoomInfo Profile\n<p>Make sure your ZoomInfo profile is up to date for recruiters and others who may want to reach you.\nSimply,&nbsp;verify your ZoomInfo profile and you can update your work history, contact information and even delete web references you do not want associated with your professional profile.\nYou can also consolidate multiple ZoomInfo profiles in your name to create a comprehensive snapshot of your professional background.\nPlease&nbsp;Click here&nbsp;to view, verify and update your ZoomInfo Directory profile.</p>\nRemove Your ZoomInfo Profile Completely\n<p>If you wish to completely remove your existing individual profile from the Directory, please visit&nbsp;Remove Your Zoominfo Professional Profile&nbsp;or email&nbsp;remove@zoominfo.com.\nIf you make this choice, your name, employment history, web references and contact information (including email address) will be removed from our search results as soon as possible.</p>\nCompany Profiles\n<p>To find out if your company is in the ZoomInfo database,&nbsp;search for your organization&nbsp;on the ZoomInfo home page.\nOnce you have located the ZoomInfo profile, consider these options for managing your company profile on ZoomInfo:</p>\nUpdate Your Company Profile on ZoomInfo\n<p>Simply,&nbsp;verify your ZoomInfo company profile to update your company description, industry, company location, and more.\nYou can also consolidate multiple ZoomInfo profiles to create a comprehensive snapshot of your company.\nPlease&nbsp;click here&nbsp;to view, verify and update your ZoomInfo company profile.</p>\nRemove Your Company ZoomInfo Profile Completely\n<p>ZoomInfo is a specialized web search engine, similar to Google but focused on finding information about companies and professionals.\nWe gather all information about companies from corporate web sites, press releases, and/or SEC documents filed with the US government.\nThe company summaries are created automatically by ZoomInfo’s software based on the information we find on those documents.<br>\n<br>\n<em>As a company policy, ZoomInfo does not remove company information from our search engine.</em>&nbsp;If any of the company information is incorrect, please update your company profile.</p>\n<p>If any of the company information is incorrect, please update your company profile.</p>\nData Retention\n<p>We will retain your information for a period of time consistent with the original purpose(s) for which we collected it, as described in this Privacy Policy.\nWe will retain your information (i) for as long as we have an ongoing relationship with you and as needed to provide you services.\n(ii) as necessary to comply with our legal obligation(s).\n(iii) as necessary to resolve disputes or to protect ourselves from potential future disputes.\nor (iv) as necessary to enforce our agreements.\nRetention periods will be determined taking into account the amount, nature and sensitivity of your information and the purpose(s) for which it was collected.\nAfter the retention period ends, we will delete your information.\nWhere we are unable to do so, we will ensure that appropriate measures are put in place to prevent any further use of your information.</p>\nHow Can You Opt Out of Certain Uses of Your Information?\n<p>ZoomInfo gives you the opportunity to “opt out” of having your information used for certain purposes.</p>\n<p>If you no longer wish to receive our newsletter and promotional communications, you may opt-out of receiving them by following the instructions included in each newsletter or communication or by visiting&nbsp;/unsubscribe.&nbsp;After we receive your request, we will send you an email message to confirm that you have been unsubscribed.<br>ZoomInfo will not share information about you that you submit when you register for our services with third parties for promotional uses unless you opt in to such sharing within your ZoomInfo account or ZoomInfo has separately acquired such information from other sources, in which case ZoomInfo will give you the opportunity to opt out via email.</p>\n<p>If you have registered for a ZoomInfo account and opted in to share your personal information with ZoomInfo subscribers, you may opt out by signing in to your ZoomInfo account and changing your preferences by clicking “Edit” next to your contact information on the Profile page.</p>\n<p>If you have subscribed to ZoomInfo Community and opted in to share your business contacts with ZoomInfo in exchange for free access to our premium services, you may opt out of any further sharing of business contacts by uninstalling the Software, as described on&nbsp;/cefaq.\nIf you uninstall the Software, your subscription to ZoomInfo Community will immediately expire and ZoomInfo will no longer collect Business Information from you through this method (however, you will not be able to ‘unshare’ the Business Information you have previously provided to ZoomInfo).</p>\n<p>You may also communicate your opt-out request to ZoomInfo by telephone or postal mail by using the contact information at the bottom of this Policy.</p>\nHow Do We Keep Your Information Secure?\n<p>The security of your information is important to us.\nWhen you enter sensitive information (such as a credit card number) on our registration forms, we encrypt that information using secure socket layer technology (SSL).</p>\n<p>We follow generally accepted industry standards to protect the information submitted to us, both during transmission and once we receive it.\nHowever, no method of Internet transmission or electronic storage is 100% secure.\nTherefore, while we strive to use commercially acceptable means to protect your information, we cannot guarantee its absolute security.</p>\nLinks to Other Sites\n<p>This Site contains links to other sites that are not owned or controlled by ZoomInfo.\nWe are not responsible for the privacy practices of such other sites.\nWe encourage when you leave our Site to be aware and to read the privacy statements of each and every web site that collects personally identifiable information.\nThis Policy applies only to information collected by this Site or in the method(s) otherwise discussed herein.</p>\nSocial Media Widgets\n<p>Our Site includes social media features, such as the Facebook “Like” button and “Widgets”, such as the “Share” button or interactive mini-programs that run on our Site.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our Site.\nYour interactions with these features are governed by the privacy policy of the company providing it.</p>\nEU Residents <p>In the course of obtaining data to be included on the Site, if ZoomInfo obtains business contact information regarding an individual that ZoomInfo has reason to believe is based in the European Union, ZoomInfo will provide such individual with a notice detailing the information ZoomInfo has on such person, the purpose for which it will be used, and informing such person of their rights with respect to such information, including the right to know what information ZoomInfo possesses on them, to correct such information, or to opt out of data collection entirely.\nSuch persons may opt out of the ZoomInfo database by visiting&nbsp;/update/remove&nbsp;or emailing&nbsp;remove@zoominfo.com.</p>\nInformation for Users in Europe and Elsewhere Outside the U.S.\n<p>If you use our Site outside of the United States, you understand that we may collect, process, and store your personal information in the United States and other countries.\nThe laws in the U.S.\nregarding personal information may be different from the laws of your state or country.\nAny such transfers will comply with safeguards as required by relevant law.</p>\n<p>Users in the European Union (EEA) and Switzerland:&nbsp;If you are a resident of the EEA or Switzerland, the following information applies.</p>\n<p>Purposes of processing and legal basis for processing:&nbsp;As explained above, we process personal data in various ways depending upon your use of our Sites.\nWe process personal data on the following legal bases:</p>\n<ol>\n<li>with your consent;</li>\n<li>as necessary to perform our agreement to provide Services.\nand</li>\n<li>as necessary for our legitimate interests in providing the Sites where those interests do not override your fundamental rights and freedom related to data privacy.</li>\n</ol>\n<p>ZoomInfo’s collection of Business Information, and the creation and licensing of ZoomInfo’s Public Profiles and Directory, are within ZoomInfo’s legitimate interests to organize and make available business contact information given the limited impact of this data on an individual’s private life and that this information, unlike personal contact details, is widely disclosed.\nZoomInfo has put in place safeguards to protect personal privacy and individual choice, including disclosures of its data processing activities, the use of consent or opt-outs wherever possible, and the implementation of a privacy center:&nbsp;/about-zoominfo/privacy-center.</p>\n<p>Right to lodge a complaint:&nbsp;Users that reside in the EEA or Switzerland have the right to lodge a complaint about our data collection and processing actions with the supervisory authority concerned.\nContact details for data protection authorities are available&nbsp;here.</p>\n<p>Transfers:&nbsp;Personal information we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or subcontractors maintain facilities.\nPer the applicable requirements of the General Data Protection Regulation (GDPR), we will ensure that transfers of personal information to a third country or an international organization are subject to appropriate safeguards as described in Article 46 of the GDPR.\nPlease see “Privacy Shield Frameworks” below regarding our compliance with the EU- and Swiss-US Privacy Shields.</p>\n<p>Individual Rights:&nbsp;If you are a resident of the EEA or Switzerland, you are entitled to the following rights under the GDPR.&nbsp;<strong>Please note</strong>: In order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you.</p>\n<ul>\n<li>The right to access and correction.\nYou have the right to request access to, and a copy of, your personal data at no charge, as well as certain information about our processing activities with respect to your data.\nYou have the right to request correction or completion of your personal data if it is inaccurate or incomplete.\nYou have the right to restrict our processing if you contest the accuracy of the data we hold about you, for as long as it takes to verify its accuracy.</li>\n<li>The right to request data erasure.\nYou have the right to have your data erased from our Site if the data is no longer necessary for the purpose for which it was collected, you withdraw consent and no other legal basis for processing exists, or you believe your fundamental rights to data privacy and protection outweigh our legitimate interest in continuing the processing.</li>\n<li>The right to object to our processing.\nYou have the right to object to our processing if we are processing your data based on legitimate interests or the performance of a task in the public interest as an exercise of official authority (including profiling).\nusing your data for direct marketing (including profiling).\nor processing your data for purposes of scientific or historical research and statistics.</li>\n</ul>\nThe General Data Protection Regulation (“GDPR”) 2016/679\n<p>ZoomInfo endeavors to comply with the provisions of the GDPR as to any information in its possession regarding European Union-based persons (“data subjects”).\nAs such, ZoomInfo only processes personal information on data subjects where it has a lawful basis to do so, which may include the consent of the person (especially in the case of website visitors who provide their information), performance of a contract, compliance with a legal obligation, or the legitimate interest of the controller or a third party.\nZoomInfo provides notice to all data subjects as required by GDPR Article 13 or 14, as appropriate, and honors the rights of data subjects provided in Articles 12-23, including the right to be forgotten.\nFor any opt-out requests or other inquiries related to privacy, please visit our privacy center at&nbsp;/about-zoominfo/privacy-center&nbsp;or email&nbsp;remove@zoominfo.com.</p>\nPrivacy Shield Frameworks\n<p>While ZoomInfo continues to be certified by and adhere to the principles of the Privacy Shield Frameworks, in light of&nbsp.\nCourt of Justice of the European Union decisions regarding the legal effect of the EU-US Privacy Shield Framework, ZoomInfo does not rely upon the framework to ensure the lawful transfer of data from EEA to non-EEA countries.</p>\n<p>ZoomInfo complies with the EU-US Privacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.\nZoomInfo has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the policies in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, any rights you may have to binding arbitration before a Privacy Shield Panel, and to view our certification page, please visit &nbsp;https://www.privacyshield.gov.</p>\n<p>For information received under the Privacy Shield, ZoomInfo and Datanyze will require third parties to whom they disclose personal information to safeguard that personal information consistent with this Policy by contract, obligating those third parties to provide at least the same level of protection as is required by the Privacy Shield Principles.\nEU and Swiss citizens may choose to opt-out of such disclosures.\nZoomInfo may have liability to you in case of failure to comply with the law or this policy in handling onward transfer of your information to third parties.</p>\n<p>In compliance with the Privacy Shield Principles, ZoomInfo commits to resolve complaints about your privacy and its collection or use of your personal information.\nEuropean Union or Swiss individuals with inquiries or complaints regarding this Policy should first contact ZoomInfo at&nbsp;privacy@zoominfo.com.\nEuropean Union and Swiss individuals have the right to access their personal data.</p>\n<p>ZoomInfo further has committed to refer unresolved privacy complaints under the Privacy Shield Principles to JAMS (Judicial Arbitration &amp.\nMediation Services), an independent alternative dispute resolution provider located in the United States and recognized for this purpose by the US Department of Commerce.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit&nbsp;https://www.jamsadr.com/eu-us-privacy-shield&nbsp;for more information, and to file a complaint.</p>\n<p>The Federal Trade Commission has enforcement authority regarding ZoomInfo’s compliance with the Privacy Shield Principles.</p>\nYour California Privacy Rights\n<p>If you are a California resident, California law permits you to request certain information regarding the disclosure of your personal information by us to third parties for the third parties’ direct marketing purposes.\nTo make such a request, please send your request, by mail or email, to the address at the end of this Policy.</p>\nChanges to this Policy\n<p>ZoomInfo reserves the right to modify this Policy from time to time, so please review it regularly.\nIf we make material changes to this policy, we will notify you here, by email, and/or by means of a notice on our homepage prior to the changes becoming effective.</p>\nNon-Privacy Shield Related Questions or Complaints\n<p>If you have an unresolved privacy data or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request.</p>\nContact Us\n<p>If you have questions or concerns regarding this privacy policy, please contact us at:</p>\n<p>ZoomInfo<br>Attn: Privacy<br>805 Broadway, Suite 900<br>Vancouver, WA 98660<br>360-718-5630<br>Email:&nbsp;privacy@zoominfo.com</p>\n<strong>Frequently Asked Questions</strong>\n<p>Want to learn more about ZoomInfo? Check out some of our FAQs.\nFrom trustworthiness and safety, to how we collect data, we are committed to answers your top questions:</p>\n<ul>\n<li>Is ZoomInfo Trusworthy?</li>\n<li>Is ZoomInfo Safe?</li>\n<li>How Does ZoomInfo Get My Information?</li>\n<li>Read All FAQs</li>\n</ul> ", "created_at": "2021-08-07 15:50:35.410291", "updated_at": "2021-08-07 15:50:45.159178"}], "points": [{"id": 1691, "title": "Zoominfo - mines email client address and claims to have a Privacy Policy approved by Truste", "source": "https://groups.google.com/forum#!topic/tosdr/ZJMKiuqgH7s", "status": "Zoominfo - mines email client address and claims to have a Privacy Policy approved by Truste", "created_at": "2018-05-15 09:11:59.007944", "updated_at": "2021-02-06 03:50:22.42489", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["zoominfo.com"]}}