{"error": 448, "message": "OK", "parameters": {"id": 6506, "name": "PacificSource", "created_at": "2022-04-26 18:07:07.527223", "updated_at": "2022-04-26 22:01:12.543801", "wikipedia": null, "keywords": null, "related": null, "slug": "pacificsource", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6506.png", "url": "pacificsource.com", "documents": [{"id": 11834, "name": "Terms of Service", "url": "https://pacificsource.com/terms-of-service", "xpath": "//*[@id=\"section-14566\"]", "text": " <strong>Terms of use</strong>\n<p>By using any PacificSource, or affiliated, or website portals, you signify your agreement with the following Terms of Use.\nPlease read them carefully.</p>\n<strong>Acceptance of terms</strong>\n<p>This PacificSource website (or “Site”) is subject to the terms and conditions set forth below (the \"Terms\"), in addition to, and not in limitation of, the provisions of any other agreement you may enter into with us.\nFor purposes of the Terms, \"PacificSource\" is defined as PacificSource Health Plans and its subsidiaries, including, but not limited to, PacificSource Community Health Plans, Inc..\nPacificSource Community Solutions, Inc..\nPacificSource Administrators, Inc..\nand its affiliates, and third party vendors, including, but not limited to, Caremark, CafeWell (collectively, the “PacificSource Affiliates\").\nAs such, the obligations, limitations, and restrictions in the Terms with respect to this Site inure to the benefit of PacificSource's subsidiaries and PacificSource Affiliates.</p>\n<strong>Future changes to terms</strong>\n<p>We may modify these Terms from time to time and without notice, effective immediately upon posting on this Site.\nYour continued access or use of this Site shall constitute acceptance of such modifications of the Terms.\nWe have the right to terminate your access or use of this Site at any time without notice.</p>\n<strong>Benefit information</strong>\n<p>No content on this Site is intended to replace or amend language regarding any benefit policy that you may have with us.\nYou should always consult your benefit materials for details about your plan coverage.</p>\n<strong>No medical advice</strong>\n<p>This Site does not provide medical advice and neither the information available on this Site nor any email responses to your questions shall create a physician-patient relationship or constitute the practice of medicine.\nThe information available on this Site and from any linked sites should not be used as a substitute for professional medical advice.\nIf you have medical or health related questions, contact your physician.</p>\n<strong>User obligations</strong>\n<p>You may not use this Site in any manner that may: adversely affect this Site's resources or the availability of this Site to others.\nviolate any local, state, national or international law.\ndelete or revise any content on this Site.\nor, use this Site to harass any other person or to collect or store personal information about other visitors.\nIf you have a unique user identifier and/or password to access secure areas, you are responsible for protecting the identifier and/or password from any unauthorized use by others, with or without your permission.\nIn addition, you agree to notify immediately of any unauthorized use of your password or other security measure.\nSome parts of this Site may allow you to post, or email to us, materials or information (\"Visitor Content\").\nor to access or use Visitor Content posted or emailed by other visitors to this Site.\nYou grant us the unrestricted right to use or distribute, free of charge, any Visitor Content posted on this Site by you.\nYou may not submit or post any material or information which is illegal, obscene, threatening, defamatory, invasive of privacy, or infringing of the proprietary rights of any person or entity, or which contains software viruses, corrupted data, cancel bots, commercial solicitations, or mass mailings or any form of \"spam.\" You may not use a false email address to impersonate any person or otherwise mislead as to the origin of any material or information you submit or post.\nWe may review, remove, or edit any Visitor Content at our discretion.\nWe have no responsibility and assume no liability for Visitor Content posted by you or by any other party.\nYou are responsible for all software and equipment necessary to access and use this Site, including all related expenses.</p>\n<strong>Privacy and security</strong>\n<p>We manage and protect your personal information in accordance with applicable laws and established company privacy and security standards and practices.\nFor more information about privacy and security, please visit our Online Privacy and Security section below.\nor, for more information about how we generally manage your personal information, please see our Privacy Policy page.</p>\n<strong>No warranty</strong>\n<p>We do not warrant that any PacificSource Content, Visitor Content, or any other content posted on this Site is accurate, complete, reliable, current, or error-free.\nWe do not warrant this Site will meet your requirements, or that your access or use of this Site will be uninterrupted, timely, secure, or error-free, nor do we make any warranty whatsoever regarding the quality of any products, services, information, or any other material you obtain through this Site.</p>\n<strong>Limitation of liability</strong>\n<p>We are not responsible for any cost or damage arising directly or indirectly from your use of or inability to use this Site or any content, or the interception or loss of any data transmitted to or from this Site.\nWe shall have no liability whatsoever for failure of electronic or mechanical equipment or communication, telephone or other connection problems, computer viruses, unauthorized access to this Site, theft, or errors.\nYour use of this Site, and the submission of any information by you, is at your own risk.</p>\n<strong>Copyright</strong>\n<p>All text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, indexes, desktop tools, software, and any other material or information used in connection with this Site (the PacificSource \"Content\").\nthe selection, arrangement, and presentation of all PacificSource Content (including information in the public domain).\nand the overall design of this Site are the property of PacificSource or its third party vendors and are protected by U.S.\nand international copyright laws.\nWe grant you a personal, non-transferable, non-exclusive limited license to access this Site and to download and print a single copy of PacificSource Content from this Site solely for: (a) your personal, non-commercial use, and provided that you do not delete or modify any copyright or other proprietary notices there from.\nor (b) as expressly permitted under any Agreement currently in effect between you and PacificSource.\nAny other copying, use, distribution, or modification of PacificSource Content or any other property of PacificSource, whether in electronic or hard copy form, is strictly prohibited without our express prior written permission.</p>\n<strong>Trademarks</strong>\n<p>PacificSource and any other names of PacificSource or its websites, publications, products, content or services referenced on this Site are the exclusive trademarks or service marks of PacificSource, including, without limitation, the color combinations, layout, and other graphical elements of this Site.\nYou may not use our trademarks in any manner without our express, written permission.\nOther product and company names that appear on this Site are subject to trademark or other rights of other parties.</p>\n<strong>Linking to other websites</strong>\n<p>We have no control over other websites or other resources accessed through links on this Site.\nAny such links are provided for your convenience only, and do not constitute an endorsement of the linked site(s) or content by us.\nWe make no guarantees and disclaim any implied representations or warranties about the accuracy, relevance, timeliness, completeness, or appropriateness of these sites, the information contained in them, or the products or services they provide.\nPacificSource shall not be liable, directly or indirectly, for any damage or loss incurred by you in connection with Websites or resources accessed through links on this Site.</p>\n<strong>Linking to and framing of this website</strong>\n<p>You may not frame any PacificSource Content, or use any trademark, logo, or other proprietary information on this Site, without our express, written consent.\nYou may not use our name or trademarks in any meta-tags or other hidden text without our express, written consent.\nYou may link to this Site for non-commercial purposes only.\nWe reserve the right to demand you remove any such link at any time, for any or no reason, and at our sole discretion.</p>\n<strong>Compliance with COPPA</strong>\n<p>This Site is not directed at children under the age of 13.\nWe comply with the Children's Online Privacy Protection Act and do not knowingly permit registration or submission of personally identifiable information by anyone 13 years of age or younger.\nIf you allow your minor child, or a child for whom you are legal guardian, to access and use this Site, you agree that you will be solely responsible for (i) the online conduct of such minor.\n(ii) monitoring such minor's access to and use of this Site and (iii) the consequences of any use.</p>\n<strong>Governing law and disputes</strong>\n<p>These Terms, and any dispute that may arise between you and PacificSource, will be governed by the laws of the State of Oregon without regard to conflict of laws principles.\nThe Terms, as may be amended from time to time, set forth the entire understanding between you and PacificSource as to the subject matter of the Terms, unless otherwise specifically provided under a written agreement, and supersede any prior agreements between you and PacificSource, whether oral or written, as to the subject matter of the Terms.\nJurisdiction and venue will be in the courts of Lane County, Oregon, for any disputes arising out of or relating to these Terms.</p>\n<strong>Third party content</strong>\n<p>We have partnered with certain third party vendors to include content and services that have been prepared by and are the property of these third parties and are subject to the Terms.\nWe have licensed the right to use this third party content and these services.\nWe do not control these third party sites, the content displayed on those sites, nor their privacy practices, which may differ from those outlined in our privacy policies.\nAs a result, you agree that we are not responsible to you in any way with regard to the third party information or services you may access while using this Website.</p>\n<strong>Miscellaneous</strong>\n<p>If any provision of the Terms is found to be invalid or unenforceable, the remainder of the Terms shall remain in full force and effect, and all Terms shall be enforced to the fullest extent permitted by law.\nNo waiver or failure to assert any provision of the Terms shall be valid unless in writing and signed by an officer of PacificSource.\nWe may assign our rights and duties under the Terms to any party, at any time, without notice.\nWe reserve all rights not expressly granted in these Terms.</p>\n<strong>Online privacy and security</strong>\n<p>At PacificSource, protecting your personal information is important to us.\nWe are as committed to protecting the information you provide through this Website as when you provide it to us over the phone, in person, or through the mail.\nHowever, we recognize, and want you to recognize, that while electronic communications have many benefits, they are not as secure as other means of communication.\nPlease read the following information carefully to better understand how using this Site affects your privacy.</p>\n<strong>Security practices</strong>\n<p>We attempt to protect online information according to applicable laws and established company security standards and practices.\nWe have security measures in place to protect against the loss, misuse, or alteration of information under our control, and we continually evaluate new technologies for safeguarding your information.\nHowever, we cannot guarantee the confidentiality or security of electronic transmissions via the Internet because these transmissions may potentially use insecure computers and links, and data may be lost or intercepted by unauthorized parties during such transmission.\nIf you wish to submit personal or confidential information by a more secure means of communication, please contact us.</p>\n<p>The information you provide to us online is protected by Secure Socket Layer (SSL) technology.\nSSL is the leading security protocol for data transfer on the Internet.\nThis technology scrambles your account information as it moves between your computer’s browser and our computer systems.\nWhen information is scrambled, or encrypted in this way, it becomes nearly impossible for anyone other than PacificSource to read it.\nThis secure session helps protect the safety and confidentiality of your information when you interact with us online.</p>\n<strong>Cookies</strong>\n<p>A cookie is a small text file that our system sends to your computer to collect information about your activities on this Site.\nThe cookie transmits this information back to this Site each time your browser requests a page from this Site, and the information is stored to help facilitate your use of this Site the next time you visit.\nIn addition to information you provide, we may use cookies or other passive means to collect general information such as: the name of the domain and host computer from which you access the Internet.\nthe IP address of the computer you are using.\nthe browser and operating system you are using.\nthe date and time you access this Site.\nand the Internet address of the Website from which you linked to this Site.\nWe use cookies so you won't have to reenter information each time you visit this Site.\nIf you do not want to receive cookies from this Site, you can set your browser to not accept cookies.</p>\n<strong>Use of email communication</strong>\n<p>Please use your own best judgment when sending information via the Internet to an email address.\nEmails sent via the Internet may pass through private and public networks with varying levels of security.\nSome networks may have taken steps to secure email transmissions while others have not, thereby compromising the privacy and integrity of an email’s content.\nAn email may be copied, altered, or destroyed.</p>\n<p>If you contact PacificSource by email, once your email is received, we preserve the content of your email, your email address and our response, so we can efficiently respond to your questions and meet legal and regulatory requirements.</p>\n<strong>Use of email address when you register for an account</strong>\n<p>If you register for an online user account with PacificSource, you will be required to supply a valid email address and agree to the Website Portals Usage Agreement.\nBy registering for an account, and voluntarily submitting your email address, you are agreeing that PacificSource may use your email address in the following ways: (1) as a piece of identifying information which may be used to authenticate your identity, (2) to correspond with you and provide you information about your account, and (3) to send you other health insurance messages, including messages related to your coverage, as PacificSource deems reasonable and/or necessary.</p> ", "created_at": "2022-04-26 18:07:07.529823", "updated_at": "2022-04-26 16:10:03.283302"}, {"id": 11835, "name": "Privacy Policy", "url": "https://pacificsource.com/privacy-policy", "xpath": "//*[@id=\"section-14536\"]", "text": " <strong>Medical information</strong>\n<p>\n<strong>This notice describes how medical information about you may be used and disclosed and how you can get access to this information.\nPlease review it carefully.\nThis notice is applicable to all PacificSource entities.</strong> Effective August 24, 2020</p>\n<p>We are required by law to protect the privacy of your health information.\nWe are also required to send you this notice, which explains how we may use information about you and when we can give out or \"disclose\" that information to others.\nYou also have rights regarding your health information that are described in this notice.\nWe are required by law to abide by the terms of this notice.</p>\n<p>The terms “information” or “health information” in this notice include&nbsp;any information we maintain that reasonably can be used to identify you and that relates to your physical or mental health condition, the provision of healthcare to you, or the payment for such healthcare.\nWe will comply with the requirements of applicable privacy laws related to notifying you in the event of a breach of your health information.</p>\n<p>We have the right to change our privacy practices and the terms of this notice.\nIf we make a material change to our privacy practices, we will provide to you, in our next annual distribution, either a revised notice or information about the material change and how to obtain a revised notice.\nWe will provide you with this information either by direct mail or electronically, in accordance with applicable law.\nIn all cases, we will post the revised notice on our website, PacificSource.com.\nWe reserve the right to make any revised or changed notice effective for information we already have and for information that we receive in the future.</p>\n<p>PacificSource collects and maintains oral, written, and electronic information to administer our business and to provide products, services, and information of importance to our enrollees.\nWe maintain physical, electronic, and procedural security safeguards in the handling and maintenance of our enrollees’ information, in accordance with applicable state and federal standards, to protect against risks, such as loss, destruction, or misuse.</p>\n<strong>How we use or disclose information</strong>\n<p>We must use and disclose your health information to provide that information:</p>\n<ul>\n<li>To you or someone who has the legal right to act for you (your personal representative) in order to administer your rights as described in this notice.\nand</li>\n<li>To the Secretary of the Department of Health and Human Services, if necessary, to make sure your privacy is protected.</li>\n</ul>\n<p>We have the right to use and disclose health information for your treatment, to pay for your healthcare and to operate our business.\nFor example, we may use or disclose your health information:</p>\n<p>\n<strong>For Payment</strong> of premiums due to us, to determine your coverage, and to process claims for healthcare services you receive, including for subrogation or coordination of other benefits you may have.\nFor example, we may tell a doctor whether you are eligible for coverage and what percentage of the bill may be covered.</p>\n<p>\n<strong>For Treatment.</strong> We may use or disclose health information to aid in your treatment or the coordination of your care.\nFor example, we may disclose information to your physicians or hospitals to help them provide medical care to you.</p>\n<p>\n<strong>For Healthcare Operations.</strong> We may use or disclose health information as necessary to operate and manage our business activities related to providing and managing your healthcare coverage.\nFor example, we might talk to your physician to suggest a disease management or wellness program that could help improve your health or we may analyze data to determine how we can improve our services.\nWe may use or disclose health information when the use or disclosure is in the form of face-to-face communication made by a covered entity to an individual or a promotional gift of nominal value provided by the covered entity.\nWe may use or disclose health information to participants in the organized health care arrangement for any healthcare operations activities of the organized healthcare arrangement.\n</p>\n<p>\n<strong>To Provide You Information on Health Related Programs or Products</strong> such as alternative medical treatments and programs or about health-related products and services, subject to limits imposed by law.</p>\n<p>\n<strong>For Plan Sponsors.</strong> If your coverage is through an employer sponsored group health plan, we may share summary health information and enrollment and disenrollment information with the plan sponsor.\nIn addition, we may share other health information with the plan sponsor for plan administration purposes if the plan sponsor agrees to special restrictions on its use and disclosure of the information in accordance with federal law.</p>\n<p>\n<strong>For Underwriting Purposes.</strong> We may use or disclose your health information for underwriting purposes.\nhowever, we will not use or disclose your genetic information for such purposes.</p>\n<p>\n<strong>For Reminders.</strong> We may use or disclose health information to send you reminders about your benefits or care, such as appointment reminders with providers who provide medical care to you.</p>\n<p>We may use or disclose your health information for the following purposes under limited circumstances:</p>\n<p>\n<strong>As Required by Law.\n</strong>We may disclose information when required to do so by law.</p>\n<p>\n<strong>To Persons Involved with Your Care.</strong> We may use or disclose your health information to a person involved in your care or who helps pay for your care, such as a family member, when you are incapacitated or in an emergency, or when you agree or fail to object when given the opportunity.\nIf you are unavailable or unable to object, we will use our best judgment to decide if the disclosure is in your best interests.\nSpecial rules apply regarding when we may disclose health information to family members and others involved in a deceased individual’s care.\nWe may disclose health information to any persons involved, prior to the death, in the care or payment for care of a deceased individual, unless we are aware that doing so would be inconsistent with a preference previously expressed by the deceased.</p>\n<p>\n<strong>For Public Health Activities,</strong> such as reporting or preventing disease outbreaks to a public health authority.</p>\n<p>\n<strong>For Reporting Victims of Abuse, Neglect or Domestic Violence</strong> to government authorities that are authorized by law to receive&nbsp;such information, including a social service or protective service agency.</p>\n<p>\n<strong>For Health Oversight Activities </strong>to a health oversight agency for activities authorized by law, such as licensure, governmental audits, and fraud and abuse investigations.</p>\n<p>\n<strong>For Judicial or Administrative Proceedings,</strong> such as in response to a court order, search warrant or subpoena.</p>\n<p>\n<strong>For Law Enforcement Purposes.</strong> We may disclose your health information to a law enforcement official for purposes, such as providing limited information to locate a missing person or report a crime.</p>\n<p>\n<strong>To Avoid a Serious Threat to Health or Safety</strong> to you, another person, or the public, by, for example, disclosing information to public health agencies or law enforcement authorities, or in the event of an emergency or natural disaster.</p>\n<p>\n<strong>For Specialized Government Functions,</strong> such as military and veteran activities, national security and intelligence activities, and the protective services for the President and others.</p>\n<p>\n<strong>For Workers’ Compensation</strong> as authorized by, or to the extent necessary to comply with, state workers compensation laws that govern job-related injuries or illness.</p>\n<p>\n<strong>For Research Purposes,</strong> such as research related to the evaluation of certain treatments or the prevention of disease or disability, if the research study meets federal privacy law requirements.</p>\n<p>\n<strong>To Provide Information Regarding Decedents.</strong> We may disclose information to a coroner or medical examiner to identify a deceased person, determine a cause of death, or as authorized by law.\nWe may also disclose information to funeral directors as necessary to carry out their duties.</p>\n<p>\n<strong>For Organ Procurement Purposes.\n</strong>We may use or disclose information to entities that handle procurement, banking, or transplantation of organs, eyes, or tissue to facilitate donation and transplantation.</p>\n<p>\n<strong>To Correctional Institutions or Law Enforcement Officials</strong> if you are an inmate of a correctional institution or under the custody of a law enforcement official, but only if necessary (1) for the institution to provide you with healthcare.\n(2) to protect your health and safety or the health and safety of others.\nor (3) for the safety and security of the correctional institution.</p>\n<p>\n<strong>To Business Associates</strong> that perform functions on our behalf or provide us with services if the information is necessary for such functions or services.\nOur business associates are required, under contract with us and pursuant to federal law, to protect the privacy of your information and are not allowed to use or disclose any information other than as specified in our contract and as permitted by federal law.</p>\n<p>\n<strong>Additional Restrictions on Use and Disclosure.\n</strong>Certain federal and state laws may require special privacy protections that restrict the use and disclosure of certain health information, including highly confidential information about you.\n“Highly confidential information” may include confidential information under Federal laws governing alcohol and drug abuse information and genetic information, as well as state laws that often protect the following types of information:</p>\n<ul>\n<li>HIV/AIDS</li>\n<li>Mental health</li>\n<li>Genetic tests</li>\n<li>Alcohol and drug abuse</li>\n<li>Sexually transmitted diseases and reproductive health information</li>\n<li>Child or adult abuse or neglect, including sexual assault </li>\n</ul>\n<p>If a use or disclosure of health information described above in this notice is prohibited or materially limited by other laws that apply to us, it is our intent to meet the requirements of the more stringent law.</p>\n<p>Except for uses and disclosures described and limited as set forth in this notice, we will use and disclose your health information only with a written authorization from you.\nThis includes, except for limited circumstances allowed by federal privacy law, not using or disclosing psychotherapy notes about you, selling your health information to others, or using or disclosing your health information for certain promotional communications that are prohibited marketing communications under federal law, without your written authorization.&nbsp;Once you give us authorization to release your health information, we cannot guarantee that the recipient to whom the information is provided will not disclose the information.\nYou may take back or “revoke” your written authorization at any time in writing, except if we have already acted based on your authorization.\nTo find out where to mail your written authorization and how to revoke an authorization, contact the Customer Service phone number listed on your ID card.</p>\n<strong>Your rights</strong>\n<p>The following are your rights with respect to your health information:</p>\n<p>\n<strong>You have the right to ask to restrict</strong> uses or disclosures of your information for treatment, payment, or healthcare operations.\nYou also have the right to ask to restrict disclosures to family members or to others who are involved in your healthcare or payment for your healthcare.\nWe may also have policies on dependent access that authorize your dependents to request certain restrictions.\nPlease note that while we will try to honor your request and will permit requests consistent with our policies, we are not required to agree to any restriction.</p>\n<p>\n<strong>You have the right to ask to receive confidential communications</strong> of information in a different manner or at a different place (for example, by sending information to a P.O.\nBox instead of your home address).\nWe will accommodate reasonable requests where a disclosure of all or part of your health information otherwise could endanger you.\nIn certain circumstances, we will accept your verbal request to receive confidential communications, however, we may also require you confirm your request in writing.\nIn addition, any requests to modify or cancel a previous confidential communication request must be made in writing.&nbsp.\nMail your request to the address listed below.</p>\n<p>\n<strong>You have the right to see and obtain a copy</strong> of certain health information we maintain about you such as claims and case or medical management records.\nIf we maintain your health information electronically, you will have the right to request that we send a copy of your health information in an electronic format to you.\nYou can also request that we provide a copy of your information to a third party that you identify.&nbsp.\nIn some cases you may receive a summary of this health information.\nYou must make a written request to inspect and copy your health information or have your information sent to a third party.\nMail your request to the address listed below.\nIn certain limited circumstances, we may deny your request to inspect and copy your health information.\nIf we deny your request, you may have the right to have the denial reviewed.\nWe may charge a reasonable fee for any copies.</p>\n<p>\n<strong>You have the right to ask to amend</strong> certain health information we maintain about you such as claims and case or medical management records, if you believe the health information about you is wrong or incomplete.\nYour request must be in writing and provide the reasons for the requested amendment.\nMail your request to the address listed below.&nbsp.\nIf we deny your request, you may have a statement of your disagreement added to your health information.</p>\n<p>\n<strong>You have the right to receive an accounting</strong> of certain disclosures of your information made by us during the six years prior to your request.\nThis accounting will not include disclosures of information made: (i) for treatment, payment, and health care operations purposes.\n(ii) to you or pursuant to your authorization.\nand (iii) to correctional institutions or law enforcement officials.\nand (iv) other disclosures for which federal law does not require us to provide an accounting.</p>\n<p>\n<strong>You have the right to a paper copy of this notice.\n</strong>You may ask for a copy of this notice at any time.\nEven if you have agreed to receive this notice electronically, you are still entitled to a paper copy of this notice.\nYou may also obtain a copy of this notice on our website, PacificSource.com.\n</p>\n<strong>Exercising your rights</strong>\n<p>\n<strong>Contacting your Health Plan.</strong> If you have any questions about this notice or want information about exercising your rights, please call the toll-free member phone number on your health plan ID card or you may contact a PacificSource Customer Call Center Representative for your plan:</p>\n<ul>\n<li>\n<strong>PacificSource Community Health Plans (Medicare Advantage Plan):</strong>\n<br> Toll Free 888-863-3637, TTY 711</li>\n<li>\n<strong>PacificSource Community Solutions (Medicaid Plan):</strong>\n<br> Toll Free 800-431-4135, TTY 711</li>\n<li>\n<strong>PacificSource Health Plans:</strong>\n<br> Toll Free 888-977-9299, TTY 711</li>\n</ul>\n<p>\n<strong>Submitting a Written Request.</strong> Mail to us your written requests to exercise any of your rights, including modifying or cancelling a confidential communication, requesting copies of your records, or requesting amendments to your record, at the address for your plan:</p>\n<ul>\n<li>\n<strong>PacificSource Community Health Plans (Medicare Advantage Plan):</strong>\n<br> PO Box 7469 Bend, OR 97708</li>\n<li>\n<strong>PacificSource Community Solutions (Medicaid Plan):</strong>\n<br> PO Box 5729 Bend, OR&nbsp.\n97708</li>\n<li>\n<strong>PacificSource Health Plans:&nbsp;</strong>\n<br> PO Box 7068 Springfield, OR 97475</li>\n</ul>\n<p>\n<strong>Filing a Complaint.</strong> If you believe your privacy rights have been violated, you may file a complaint with us at the address for your plan listed above.</p>\n<p>You may also notify the Secretary of the U.S.\nDepartment of Health and Human Services of your complaint.\nWe will not take any action against you for filing a complaint.</p>\n<strong>Website privacy information</strong>\n<p>This portion of the privacy policy discloses the privacy practices for PacificSource.com.\nThis portion of the privacy policy applies solely to information collected by this website.\nIt will notify you of the following:</p>\n<ul>\n<li>What personally identifiable information is collected from you through the web site, how it is used, and with whom it may be shared.</li>\n<li>What choices are available to you regarding the use of your data.</li>\n<li>The security procedures in place to protect the misuse of your information.</li>\n<li>How you can correct any inaccuracies in the information.</li>\n</ul>\n<p>&nbsp;</p> Information collection, use, and sharing <p>We are the sole owners of the information collected on this site.\nWe only have access to/collect information that you voluntarily give us via email or other direct contact from you.\nWe will not sell or rent this information to anyone.</p>\n<p>We will use your information to respond to you, regarding the reason you contacted us.\nWe will not share your information with any third party outside of our organization, other than as necessary to fulfill your request, e.g.\nto ship an order.</p>\n<p>Unless you ask us not to, we may contact you via email in the future to tell you about specials, new products or services, or changes to the website privacy policy.</p>\n<p>We use \"cookies\" on this site.\nA cookie is a piece of data stored on a site visitor's hard drive to help us improve your access to our site and identify repeat visitors to our site.\nFor instance, when we use a cookie to identify you, you would not have to log in a password more than once, thereby saving time while on our site.\nCookies can also enable us to track and target the interests of our users to enhance the experience on our site.\nUsage of a cookie is in no way linked to any personally identifiable information on our site.</p>\n<strong>Electronic communications </strong>\n<p>An electronic submission has the same force and effect as if you had submitted a paper application to PacificSource with your signature.\nYou can receive secured electronic communications from PacificSource regarding your application and/or enrollment status, changes in insurance coverage, and termination of coverage.\nAn electronic communication can also be used to keep PacificSource informed of your current email address so we may continue to correspond with you.\nYour consent continues while the plan you enroll in is effective.\nYou may, at any time, opt out of electronic communications.\nYou may request a free paper copy of your application and/or enrollment information by contacting our Customer Service Department.\nElectronic communications are offered as a convenience only.\nYour decision to not receive electronic communications will not affect your enrollment.\nThere is no charge associated with switching to paper.&nbsp;</p> ", "created_at": "2022-04-26 18:07:07.532323", "updated_at": "2022-04-26 16:09:42.391141"}], "points": [], "urls": ["pacificsource.com"]}}