{"error": 448, "message": "OK", "parameters": {"id": 6574, "name": "Criteo", "created_at": "2022-05-10 22:13:47.438156", "updated_at": "2022-05-10 22:01:16.10958", "wikipedia": "https://en.wikipedia.org/wiki/Criteo", "keywords": null, "related": null, "slug": "criteo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6574.png", "url": "criteo.com,criteo.net,hlserve.com", "documents": [{"id": 11967, "name": "TERMS AND CONDITION", "url": "https://www.criteo.com/wp-content/uploads/2022/03/Criteo-Terms_Display_02.21.22_EN.pdf", "xpath": "//body", "text": "1,TERMS AND CONDITIONS –CRITEO SERVICE,These Terms and Conditions and Country Schedule (“Terms”) are between the Criteo entity performing the Service as identified ,in the Country Scheduleand the Client.\nThese Terms apply to the provision of the Criteo Service.\nCriteo and Client shall collectively ,be referred to as the “Parties” or individually as a “Party.”,1.Definitions andInterpretation,Aggregated Client Datameans data collected by Criteo for the purpose of providing the Service for the Client that is no ,longer linked to the Client.,Clientmeans the entity or individual specified in the Insertion Order and/or Statement of Work (“SOW”),if applicable.,Client Contentmeans images, graphics, text, data, videos, links or other creative elements supplied by the Client ,(or any person on its behalf) to Criteo which is included in, or used to deliver, any Product Ad.,Client Datameans data that Criteo collects through Tags on the Client Properties,including any information ,that can be attributed to a users’ activity (such as the number of pages viewed, the products the ,user viewed, user searches), and any information or data provided by Client (or a person on its ,behalf) to Criteo for use with the Criteo Service.,ClientPropertiesmeans any domain name, website, software application, or other digital platformcontrolled by ,the Client, as specified in the Insertion Order.,Criteo Datameans data related to the Criteo ad serving activity such as the number of ads displayed to users,and Aggregated Client Data.,Criteo Networkmeans a network of publishers on supported interactive properties whose identity is unknown to ,the Client and administered at the sole discretion of Criteo for display of Product Ads.,Criteo Service or Servicemeans the service(s)chosen by the Client in the relevant Insertion Orderand/or SOW (if ,applicable).,Criteo Sourced Datameans aggregated data provided by third parties independently of the provision of the Criteo ,Service to the Client and may include publisher data.,Criteo Technologymeans Criteo’s confidential and proprietary intellectual propertythat allows it to serve the right ,ad to the right user at the right time.,Cross-Device Linkingmeans the action of connecting two or more browsers, applications, digital platforms, or other ,similar technologies that are used or likely to be used by the same user.,Datameans Client Data, Criteo Data, Criteo Sourced Data, and/or any other data that may be provided ,to Criteo through use of the Criteo Service.,Insertion Ordermeans a Clientorder which indicates the type of service chosen, the duration of the Service, the ,budget, the price, and any other particular condition.,Product Adsmeans any advertisement promoting the products and/or services of the Client, which will be ,served or customized by the Criteo Technology.,2,Tagsmeans Criteo cookie-setting and data collection software, tags, pixels, cookies, web beacons, clear ,Target Audiencemeans users on the Criteo Network who will be targeted with Product Ads based on theCriteo ,GIFs or similar technologies that monitor or record events related to users’ activity on the ,internet.,Technology.,2.Setting up the Service:The Client will comply with the technical requirements and specifications of the Criteo Service ,together with any other requirements and specifications Criteo may specify in writing from time to time.\nThese technical ,specifications may include the following operations: (i) including software codeand Tags supplied by Criteo on the Client ,Properties.\n(ii) supplying Criteo with cataloguefilesoftheClient’sproductsand/orservicestobeincludedinProduct Ads;and,(iii)supplyingCriteowiththeClient’slogos and other Client Content to be displayed in Product Ads.\nThe Client shall be solely ,liable for performing these operations.\nCriteo does not warrant any dates (if any) stated in the Insertion Order.\nWhen setting up ,an advertising campaign,the Client shall select the Target Audience for the campaign which shall determine the Criteo affiliate ,that delivers the Criteo Service.\nMultiple campaigns may be delivered by multiple Criteo affiliates.\nFurthermore, the Client shall ,comply at all times with Criteo’s policies, including, but not limited to, its privacy policy and advertising guidelines(which are ,available on its website criteo.com).\nIf applicable, Client authorizes Criteo toutilize subcontractors in order to perform some or ,all of the Service.\n,3.Product Ads:The Client acknowledges and accepts that the Product Adsare displayed on the Criteo Network and that ,Criteo has theabsolute discretion as to where (and how often) theProduct Adswill be displayed and how priority is to be ,governed between different clients.\nThe Client acknowledges that Product Adsmay be displayed next to Product Adsof its direct ,or indirect competitors.\nCriteo reserves the right to make changes to the Criteo Technology and/or to cease or not commence ,display of Product Adswithout notice or compensation to the Client.\nCriteo uses commercially reasonable efforts not to display ,Product Adson websites or other media that areof pornographic, defamatory, obscene or illegal nature.\nIn the event Client ,notifies Criteo in writing that Product Adsare being displayed on such media, Criteo will promptly remove theProduct Ads.,4.Measurements and Performance Report:Criteo measures, through its servers, the number of impressions and/or clicks ,and/or other metrics necessary for calculating the charges under these Terms.\nClient accepts that Criteo’s measurements are ,final and shall prevail over any other measurements.\nCriteo grants Client access to an online interface to access statistics on a ,daily basis and control its account.\nStatistics are updated with a maximum delay of 48 hours.\nAny modifications made and ,approved (either by the Client or upon the Client’s instruction) including, but not limited to, budget adjustments or pausinga ,campaign, are solely the Client’s responsibility and the Client shall be liable for any costs incurred as a result of modifications.\n,The Client gives permission for Criteo to make modifications on its behalf (including, but not limited to, CPC ranges, minimums ,and maximums,and key campaign outcomes).\nFurthermore, the Client is responsible for the use and storage of its personal and ,confidential password and ID and shall immediately notify Criteo in writing of any loss or involuntary disclosurethereof.,5.Invoicing and Payment:The Client minimum investment (if applicable) for setting up the Criteo Service is defined in ,the Insertion Order.\nCriteo retains the right, in its sole discretion, to request prepayment from a Client, as specified in the Insertion ,Order.\nThe Criteo Service will be charged on the basis set forth in the Insertion Orderand will include the cost of the Criteo ,Service.\nThe Client will receive monthly invoices from the Criteo entity delivering the Criteo Service.\nIn the event that there are ,multiple ad campaigns, Criteo shall provide multiple invoices, whichmay be in different currencies.\nCriteo does not guarantee ,that the budget set up in the Insertion Order will be reached.\nUnless otherwise specified in the Country Schedule or Insertion ,Order, the Client shall pay all amounts due, without set-off, within 30 days from theinvoice date.All payments to Criteo shall be ,made in the currency set forth inthe invoice, and are quoted exclusive of any applicable tax,which shall be payable at the time ,and in the manner required by law.\nCriteo shall be entitled to charge interest and recovery costs on overdue amounts as specified ,by the relevant law or as set forthin the Insertion Order.\nAny dispute over an invoice must be raised within one month of receipt ,or it is considered waived.\nUnless stated otherwise in the Insertion Order, all invoices shall be payable solely by the Client.This ,Sectionfully applies to the agency or any other authorized representative mandated by the Client to pay on its behalf.,6.Intellectual Property:Each Party remains the sole owner of the intellectual property rights it owned prior to the ,Effective Date of the Terms, including, but not limited to, any and allpatents, patent applications, trade secrets, trademarks, ,computer object or source codes, research, inventions, technical or non-technical data, formulas, algorithms, compilations, ,programs, devices, methods, techniques, designs, engineerings, processes, and copyrights (collectively, “Intellectual Property ,3,Rights”).\nCriteo is the sole owner of all Intellectual Property Rights in and to the Criteo Technology and Criteo Data.\nClient is the ,sole owner of all Intellectual Property Rights in and to the Client Data.\nClient authorizes Criteo: (i) to collect, use, analyze,and ,process the Client Data, to combine the Client Data with Criteo Data and Criteo Sourced Data,and to perform the Service for the ,Client.\n(ii) to use the Aggregated Client Data to improve Criteo Technology, Criteo Service,and other Criteo products, programs ,and/or services.\nand (iii) to disclose Client Data if required by law.\nFor the duration of the Terms, the Client grants Criteo (including ,Criteo affiliates) a worldwide, royalty-free, non-transferable license to use, reproduce,and represent the Client trademarks and ,logos, and to display, reproduce, and represent Client Content andProduct Ads: (a) on the Criteo Network.\nand (b) on all ,documentation promoting the Criteo Service.Criteo shall seek prior authorization from the Client for any press release using the ,Client’s name, logos and/or trademarks.\nClient shall not modify or attempt to modify the code or otherwise reverse engineer, ,disassemble, decompileor create derivative works based on any aspect of the Criteo Technology.,7.Warranties and Indemnities:To the maximum extent permitted by applicable law, Criteo gives no warranty or ,condition, express or implied, with respect to any matterandexpressly disclaims all express, implied, and statutory warranties, ,including, but not limited to, the implied warranties of accuracy and results of use, merchantability, non-infringement, fitness for ,a particular purpose, and any warranties arising from course of dealing, usage or trade.\nClient warrants and represents to Criteo ,that: (i) it has the right, power,and authority to enter into these Termsand perform its obligations as set forthherein.\n(ii) it has ,the right to provide the Client Content to Criteo for publication, without infringing any rights of any third party including, without ,limitation, intellectual property rights.\n(iii) the Client Content complies at all times with all applicable laws, statutes, statutory ,instruments, contracts,regulations,and advertisingandmarketingcodesofpracticeinanyofthejurisdictionswhereProduct ,Adsaredisplayed;(iv) the Client Content does not contain any material that is obscene, defamatory or contrary to any applicable ,law or regulation and does not provideaccess via hyperlinks to any property containing material that is obscene, defamatory or,contrary to any applicable law or regulation.\n(v) itshall not provide any data unless it has the right to do so in accordance with all ,applicabledata protection laws.\n(vi) immediately upon termination of the Terms, Client shall remove all software codeand Tags,or similar technologies provided by Criteo for inclusion on Client Properties.\n(vii) any information provided under the Termsis ,true, accurate, complete,and current.\nand (viii) it shall comply with all relevant laws and regulations including any guidelines or ,policies as made available by Criteo.\nClient agrees to defend and indemnify Criteo, and its present and former officers, directors, ,members, employees, and agents, against all claims, suits, actions, damages, liabilities, losses, expenses, and costs (including ,reasonable attorney fees, expert fees, and costs) arising out of or resulting from any action against Criteothat is based on any: ,(a)breach,alleged breach or violation of any representations or warranties made by Clientin these Terms.\nor (b) act or omission ,from anyone receiving Criteo Service through Client .,8.Limitation of Liability:To the maximum extent permitted by applicable law, neither Party shall be liable for any special, ,indirect, incidental, consequential, punitive or exemplary damages in connection with the Terms, even if said Party has been ,advised of the possibility of such damages.\nNeither Party shall have any liability for any failure or delay resulting from any ,event, beyond the reasonable control of that Party including, without limitation,any act of God, fire, flood, earthquake, ,insurrection, acts of war, terrorism, riots, civil disorders, civil unrest, rebellions, epidemics, pandemics, failures of public ,networks, power or internet, explosion, embargo, strikes or other work stoppages (force majeure event).\nClient acknowledges ,and accepts that the price paid by Client takes into account the risks involved in this transaction and represents a fair allocation ,of risk.\nFor the avoidance of doubt, nothing in these Termsexcludes or limits either Party’s liability for fraud, gross negligence, ,death or personal injury or any other matter to the extent such exclusion or limitation would be unlawful.\nSave for the ,indemnity in Section7above, to the maximum extent permitted by applicable law, each Parties’ liability under the Terms, for ,whatever cause, whether in contract or in tort, or otherwise, will be limited to general/direct money damages, namely, the ,amount which was foreseeable by Criteo at the time the Service was performed,and shall not exceed the total amount of fees ,actually receivedby Criteo from Client for the specific Service from which liability arises during the six (6) month period ,immediately preceding the event first giving rise to such liability, and if not yet in the sixth month, for the period leading up to ,such event.\n,Client acknowledges and accepts the risk that third parties may generate impressions, clicks or other actions affecting the charges ,under the Termsfor fraudulent or improper purposes.\nCriteo shall have no responsibility or liability to Client in connection with ,any third party click fraud or other improper actions that may occur.,9.Privacy:The Parties undertake to comply with their respective obligations under applicable laws and regulations, ,including,but not limited to, laws governing privacy and dataprotection.,The Client undertakes to include on its properties:,4,(i)a privacy policy that includes a link to the Criteo privacy policy (www.criteo.com/privacy)and, when legally required,,(ii)appropriate notice and choice mechanisms that comply with relevant laws and regulations and, where applicable, ,with the specific requirements of the competent local supervisoryauthorities.,When applicable laws and regulations require obtaining user consent, Client undertakes to:,(i)clearly inform users that they can give or withhold consent to Criteo dropping cookies (or other tracking ,technologies), as well as the purposes of these cookies, in particular the purpose of serving personalized advertising,,specifying,whereapplicable,whether thedatacollectedis usedforCross-DeviceLinkingpurposes;,(ii)allow users to express their choice by a clear positive act as well as to modify it with the same easeand,,(iii)allow users to learn more and object to Criteo’sServices.,The Client must also provide Criteo with proof of such consent upon request so that Criteo can rely on it at any time.,10.Durationand Termination:The Agreementshall commence upon execution of the Insertion Order (the “Effective ,Date”) and shall automatically terminateeither on the date stated in the Insertion Order or on the date when the total budget ,chosen by the Client (and as set out in the Insertion Order) is exhausted, unless terminated earlier as described herein.\n,Notwithstanding the foregoing, either Party may terminate the Termswithout cause upon five (5) days’ noticeand Client shall ,pay for any Service performed during the notice period.\nThese Terms shall terminate automatically and without notice if Client,becomes insolvent, goes into liquidation, or appoints an administrative receiver or analogous proceeding under relevant local ,law.\nExpiration or termination (for any reason) of the Termswill be without prejudice to any other rights or remedies of the ,Parties under these Termsor at law and will not affect accrued rights or liabilities of the Parties as of the date of termination.\n,Upon proper termination or expiration of the Terms, the provisions of the Terms and any Insertion Order which are stated to ,survive or implicitly intended to survive shall so survive.\nUpon termination, all amounts owed to Criteo shall immediately become ,due and payable.,11.Confidentiality:Each Party undertakes that it will not at any time disclose to any person not explicitly mentioned in ,these Terms, except its professional representatives or advisors or as may be required by law or any legal or regulatory authority, ,the terms and conditions of an Insertion Orderor any confidential information concerning the business or affairs of the other ,Party (including the other Party’s affiliates) which is disclosed to it by the other Party.\nIf such disclosure is required by law or any ,legal or regulatory authority, the disclosing Party shall give the other Party written notice of such disclosure as soon as possible ,prior to making the disclosure and upon request, shall assist the other Party in obtaining a protective order or otherrelief.To ,the extent the Parties have entered into a separate non-disclosure agreement, it is expressly incorporated herein by reference.\n,Notwithstanding the foregoing, Criteo may disclose confidential information to any partners, consultants, affiliates, agents, ,independent contractors,subcontractors, and any other individual who have a “need to know” in order to perform Criteo’s ,obligations under this Agreement and who: (i)have been advised of the confidential nature thereof and (ii) agree to be bound by ,the terms in this Section.\n,12.Assignment:Neither Party may assign its rights or delegate its obligations under the Terms, and any attempt at such ,assignment will be void, unless with the prior written consent of the other Party, which consent shall not be unreasonably ,withheld or delayed.\nThe Terms will be binding upon the Parties’ respective successors and permitted assigns.\nFor purposes of ,these Terms, “assignment” shall include a merger, acquisition, or other consolidation by, with, or of Client, including any new or ,surviving entity that results from such merger, acquisition, or other consolidation.\nNotwithstanding the foregoing, either Party ,may assign its rights and obligations under the Terms to a parent or subsidiary.\nIn any event, Client shall not assign the Terms to ,a competitor of Criteo, or its successors or assigns.\nIn addition, nothing herein shall prohibit Criteo from assigning the Terms to ,an affiliate, subsidiary, or agent of Criteo, nor shall such assignment be considered a violation of this provision.,13.Compliance:Each Party warrants that neither it nor any affiliates, officers, directors, employees, and agents is the ,subject of any sanctions administered by the Office of Foreign Assets Control of the U.S.\nDepartment of Treasury, the European ,Union, or any other applicable sanctions authority.\nEach Party agrees to perform its obligations hereunder in compliance with all ,embargoes, sanctions and export control regulations of the United States, France, the United Kingdom, and any applicable ,jurisdiction, as well as with all applicable anti-corruption laws, anti-terrorist financing legislation, and anti-money launderinglaws.,14.Miscellaneous,(i)Criteomay add, modify, or delete any terms, conditions, rates, or fees for any CriteoService at any time.\nCriteowill ,5,provide Clientwith notice of all changes to the Terms that are materially adverse to you by email, message, posting ,on Criteo’swebsite, or other method we deem practicable.\nThe most current version of the Terms may be found at ,the following link: http://www.criteo.com/en/legal/terms-and-conditions-criteo-service.\nCriteo may provide Client,with notice of non-material changes in itssole discretion.\nClient’s continued use or payment forCriteoService after ,the Terms have been updatedmeans that Client hasaccepted updated Terms.\n,(ii)The applicable law and exclusive jurisdiction withrespect toany dispute or matter arising out of or connected with ,theTermsis set forth in the Country Schedule based on the Criteo entity performing the Service.,(iii)The Parties acknowledge and accept that electronic format shall be deemed an acceptable means of communication ,for the execution, sending or modification of an Insertion Order.\nAll notices may be sent via email and will be ,addressed to the contact person set forth in the most recent Insertion Order executed between theParties.,(iv)The Client’s placing of an Insertion Order implies full acceptance by the Client of the Terms notwithstanding any ,term to the contrary that may be contained in any of the Client’s documentation, in particular in any purchase order.\n,The Terms and each Insertion Order, constitute the Agreement.\nIf there is any contradiction between the Terms and ,Insertion Orders, the Insertion Orders shall take precedence in relation to the Criteo Service.,(v)If any provision of the Terms or an Insertion Ordershall be found byany court or administrative body of competent ,jurisdiction to be invalid or unenforceable, such invalidity or enforceability shall notaffectthe other provisions of ,the Terms or Insertion Order, which shall remain in full force andeffect.,(vi)The Termsis available in various different language versions.\nHowever, in the event of any dispute between different ,language versions,the English language version shallprevail.,(vii)Except as set forth in Section 5, no failure or delay by either Party in exercising any right, power, or remedy will ,operate as a waiver of such right, power, or remedy, and no waiver will be effective unless it is in writing and signed ,by the waiving Party.\nIf either Party waives any right, power, or remedy, such waiver will not waive any subsequent ,or other right, power, or remedy the Party may have under the Terms.\nEach Party’s remedies set forth in the Terms ,will be cumulative and not exclusive and will be available in addition to all other remedies available atlaw or equity, ,exceptas otherwise expressly provided in the Terms.\n,(viii)Any personal data provided by Client in relation to employees or representatives will be processed by Criteo in ,accordance with its corporate privacy policy accessible athttps://www.criteo.com/privacy/corporate-privacy-,policy.\nThis includes an individual’s right of access, modification,and erasure of personaldata.,(ix)Unless specified otherwise in the Terms, no third party shall have any rights or obligation under the Terms.,6, C OUNTRY SCHEDULE,If there is any contradiction between the Terms and this Country Schedule, the Country Schedule shall take precedence in ,relation to the Criteo Service.,The Criteo entity that provides the Criteo Service under the Termsshall depend upon the Target Audience selected by the ,Client.\nSaid Criteo entity shall also provide invoices to Client in accordance with Section5 and shall bear all related risks and ,obligations.\nCriteo SA does not perform business development or commercial negotiations with the Client.\n,The law that is applicable to the Termsand the courts that have exclusive jurisdiction in relation to any dispute or matter ,arising out of or connected with the Termsshall depend upon the Criteo entity delivering the Criteo Service.\nFurther details ,are set out in the table below.\nFurthermore, additional terms either replace terms in the main Terms or supplementthem.,Advertising campaigns running in: Japan,The Criteo Serviceshall be provided by: Criteo K.K.,Law governing the Termsshall be: Japanese law,Courts having exclusive jurisdiction of disputes: Courts of Tokyo,Advertising campaign running in: Singapore, Hong Kong, Malaysia, Thailand, Taiwan, Vietnam Philippines, Indonesia,,Lao People’s Democratic Republic, Brunei, Myanmar, Cambodia, Macao, Pakistan,The Criteo Service shall be provided by: Criteo Singapore Pte.\nLtd,Law governing the Termsshall be: Singaporean law,Courts having exclusive jurisdiction of disputes: Courts of Singapore,Advertising campaigns running in Korea,The Criteo Service shall be provided by: Criteo Korea,Law governing the Termsshall be: Korean law,Courts having exclusive jurisdiction of disputes: Courts of Korea,Advertising campaigns running in: Germany, Austria, Poland, Albania, Algeria, ,Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czech Republic, Georgia, Greece, Hungary, ,Israel, Liechtenstein, Macedonia, Malta, Montenegro, Romania, Serbia, Slovakia, Slovenia,The Criteo Service shall be provided by: Criteo GmbH,Law governing the Termsshall be: German law,Courts having exclusive jurisdiction of disputes: Courts of Munich,Additional or specific provisions that shall apply to the Terms:,10.\nLimitation of liability: Criteo is liable without limitation (i) for damages caused by willful misconduct or with gross ,negligence by Criteo, its legal representatives or executive staff and other assistants in performance.\n(ii) for personal injury, ,damage to health and death caused intentionally or as a result of gross negligence on the part of Criteo, its legal ,representatives or assistants in performance, and (iii) for damages caused by the absence of guaranteed characteristics and ,damages relating to product liability.\nCriteo is liable for damages resulting from the breach of primary contractual obligations ,by Criteo, its legal representatives or other assistants in performance.\nprimary contractual obligations are such basic duties ,which form the essence of the Termsand which were decisive for the conclusion of the agreement and its performance.\nIf ,Criteo breaches its primary obligations through simple negligence, then its ensuing liability shall be limited to the amount ,which was foreseeable by Criteo at the time the respectiveservice was performed.\nCriteo shall not be liable for breaches of ,non-primary obligations through simplenegligence.,Advertising campaigns running in: Russia, Armenia, Azerbaijan, ,Kazakhstan, Kyrgyzstan, Moldova, Tajikistan, Ukraine, Uzbekistan,The Criteo Service shall be provided by: Criteo LLC,Additional or specific provisions that shall apply to the Terms:,7,For any campaign taking place in Russia, the Client acknowledges that a separate agreement (Insertion Order and Terms ,and Conditions) will be signed directly with Criteo LLC.,Advertising campaigns running in: Brasil,The Criteo Service shall be provided by: Criteo do Brasil,Law governing the Termsshall be: Brasilian law,Courts having exclusive jurisdiction of disputes: Courts of Sao Paulo,Additional or specific provisions that shall apply to the Terms:,Criteo shall send the Client a monthly invoice (“Nota Fiscal”) reflecting the amount owed by the Client to Criteo.\nThe Nota ,Fiscal sets out the amount due for the Service delivered during a calendar month (“Invoicing period”).\nThe Client shall pay ,the amount set out in the Nota Fiscal on the last working day of the calendar month following the end of the invoicing period ,(end of a calendarmonth).,For campaigns running in Brazil, the Nota Fiscal will be quoted in Brazilian Reais and will be raised in Brazilian Reais.\n,Therefore, the Client shall remit the payment in Brazilian Reais to Criteo account.,The amount due by the Client isquoted exclusive of any tax which shall be payable at the time and in the manner required ,by law.\nAny claim on the Nota Fiscal can only be raised within one month of receipt.,Advertising campaigns running in: Australia and New Zealand,The Criteo Service shall be provided by: Criteo PTY,Law governing the Termsshall be: Australian law,Courts having exclusive jurisdiction of disputes: Courts of Australia,Advertising campaigns running in: Netherlands, Belgium, Luxembourg,The Criteo Service shall be providedby: Criteo BV,LawgoverningtheTermsshallbe: Dutchlaw,Courts having exclusive jurisdiction of disputes: Courts of Amsterdam,Advertising campaigns running in: France, Switzerland, Ireland , Andorra, ,French Polynesia, Holy See, Monaco, New Caledonia, San Marino,The Criteo Service shall be provided by: Criteo France,Law governing the Termsshall be: French law,Courts having exclusive jurisdiction of disputes: Courts of Paris,Advertising campaigns running in: Spain and Portugal,The Criteo Service shall be provided by: Criteo España,Law governing the Termsshall be: Spanish law,Courts having exclusive jurisdiction of disputes: Courts of Madrid,Advertising campaigns running in: Denmark, Finland, Norway, Sweden, Estonia, ,Faroe Islands, Greenland, Iceland, Latvia, Lithuania, Svalbard and Jan Mayan,The Criteo Service shall be provided by: Criteo Nordics AB,Law governing the Termsshall be: French law,Courts having exclusive jurisdiction of disputes: Courts of Paris,Advertising campaigns running in Italy,The Criteo Service shall be providedby: Criteo SRL,8,LawgoverningtheTermsshallbe:Italianlaw,Courts having exclusive jurisdiction of disputes: Courts of Milan,Advertising campaigns running in: United Kingdom, Antarctica, Gibraltar, Guernsey, Isle of Man, Jersey,The Criteo Service shall be provided by: Criteo Limited,Law governing the Termsshall be: English law,Courts having exclusive jurisdiction of disputes: Courts of London,Advertising campaigns running in: United States, Venezuela, Peru, Ecuador, Dominican Republic,,Costa Rica, Uruguay, Panama, Puerto Rico, Guatemala, Bolivia, Paraguay, El Salvador, Jamaica, ,Honduras, Haiti, Nicaragua, Trinidad and Tobago, Bahamas, Mexico, Argentina, Colombia, Chile,The Criteo Service shall be provided by: Criteo Corp,Law governing the Termsshall be: Laws of State of New York,Courts having exclusive jurisdiction of disputes: Courts of New York County, New York,Advertising campaigns running in: Canada,The Criteo Service shall be provided by: Criteo Canada Corp,Law governing the Termsshall be: Laws of the Provence of Ontario and the laws of Canada applicable therein,Courts having exclusive jurisdiction of disputes: Courts of Toronto,Advertising campaigns running in: Turkey,The Criteo Service shall be provided by: Criteo Reklamcılık Hizmetleri ve Ticaret A.Ş.,Law governing the Termsshall be: Laws of Turkey,Courts having exclusive jurisdiction of disputes: Courts of Istanbul,Additional or specific provisions that shall apply to the Terms:,Section5 shall be amended by inclusion of the following:,In the event that the Client is domiciled in Turkey, the following terms shall apply: (i) in relation to a capped Insertion Order, ,the stamp tax will be declared and paid by Criteo and fifty percent (50%) of the stamp tax will be charged to the Client ,within 30 days of signature, (ii) in relation to both capped and uncapped Insertion Orders, the maximum duration of said ,Insertion Order shall be one month which may be extended by the Client giving notice to Criteo (for the avoidance of doubt ,such notice may be via email with valid sent/receive receipt).\nIn the event that the Client is domiciled outside of Turkey, the ,following terms shall apply: (i) in relation to a capped Insertion Order, Criteo shall be liable for any stamp tax expenses, (ii) ,in relation to both capped and uncapped Insertion Orders, the maximum duration of said Insertion Order shall be one ,month which may be extended by the Client giving notice to Criteo (for the avoidance of doubt such notice may be via email ,with valid sent/receive receipt).,Advertising campaigns running in: United Arab Emirates, Afghanistan, Angola, Bahrain, ,Botswana, Congo, Cote d’Ivoire, Cameroon, Algeria, Egypt, Ethiopia, Gabon, Ghana, Iraq, ,Jordan, Kenya, Kuwait, Lebanon, Libya, Morocco, Madagascar, Mauritius, Mozambique, Namibia, ,Nigeria, Oman, Qatar, Rwanda, Saudi Arabia, Senegal, Swaziland, Tunisia, Tanzania, Uganda, ,Yemen, South Africa, Zambia, Zimbabwe,The Criteo Service shall be provided by: Criteo MEA FZ LLC,Law governing the Termsshall be: UAE law as applicable in the Emirate of Dubai,Courts having exclusive jurisdiction of disputes: UAE courts of the Emirate of Dubai,Advertising campaigns running in India, Bangladesh, Bhutan, Nepal, Sri Lanka,The Criteo Service shall be provided by: Criteo India Private Limited,Law governing the Termsshall be: Applicable Indian Laws,9,Exclusive jurisdiction fordisputes:All disputes or difference relating to any of the matters set out in the Terms shall be ,referred to a sole arbitrator to be jointly appointed by the Parties.\nTheseat of the arbitration shall be New Delhi and the ,venue shall be New Delhi.,Additional or specific provisions that shall apply to the Terms:,Section 5 shall be amended by adding the following:,The stamp duty on all agreements entered into with Criteo and its affiliates for the Indian campaign, as applicable, shall be,declared and paid by Criteo, and fifty percent (50%) of the stamp tax will be charged to the client within thirty (30) days of ,theexecution of such agreements.,Where, under provisions of the Indian Income-tax Act, 1961 (as may be amended from time to time and the relevant rules ,thereunder or any other act governing taxes on Income as may be applicable in force) or a similar law of another country if ,applicable, the Client is required to deduct or withhold any amount, whether as tax or howsoever called, the Client shall ,deduct or withhold the specified amount or rate from any amount payable to Criteo.,The Client shall pay over or deal with any amount so deducted or withheld in accordance with the provisions of such ,applicable law.\nWhere the Client makes any such deduction or withholding, the Client shall provide Criteo with a Certificate ,for tax withheld (Form 16A or any such other form/ documentation as maybe applicable) or other evidence in respect of such ,deduction or withholding within such time as applicable.\nIn the event where the Client has withheld any such amount in ,accordance with the applicable law providing for the deductions but does not provide such certificate or evidence of ,withholding tax and the Criteo is required to pay such tax, the Client shall reimburse Criteo to the extent it had withheld tax.,Invoice to be issued will be as per the requirements of the applicable law and in a currency as determined by Criteo.,All present and future indirect taxes (including,but not limited to,service tax and swachh bharat cess) as applicable on the ,offerings of Criteo shall be charged by Criteo to the Client in addition to the amounts due for provision of its offerings.,Version 2.5,Last updated: April2022", "created_at": "2022-05-10 22:13:47.443866", "updated_at": "2022-05-10 20:15:07.076867"}, {"id": 11966, "name": " Privacy Policy", "url": "https://www.criteo.com/privacy/", "xpath": "//*[@id=\"basic-page\"]", "text": " Table of Contents Privacy PolicyDisable Criteo services on Internet browsersDisable Criteo services on mobile applicationsHow we use your dataHow Criteo services work across environmentsYour rightsOur partnersCCPA Privacy Policy <ul>\n</ul>\n<p>Welcome! This is where you can learn about Criteo, the technologies and services we offer to our partners, and our data collection and privacy policies.</p> Disable Criteo services <p>&nbsp;</p>\nOur activity\n<p>Criteo helps brands, e-commerce sites and other advertisers (“Advertisers”) promote their products and services.\nWe do that by enabling Advertisers to tailor their campaigns and/or offers to audiences that they want to reach with content that they wish to promote, which in turns means that you may receive advertising that may be of interest to you on the websites, mobile applications and other platforms of our partners (the “Publishers”).</p>\nHow do our services work?\n<p>Criteo does not use any data that allows us to identify you directly, such as your first and last name, postal address, email address in plain text, etc.</p>\n<p>When you browse an Advertiser’s website or mobile application that uses our technologies, that technology allows us to collect a limited amount of data relating to your browsing, such as the products you have viewed, put in your shopping cart and purchased.\nFind out more about the type of data collected by Criteo.\nThis navigation data is linked to a unique identifier, namely an identification cookie or any other similar technology (such as mobile advertising identifiers and non-cookie technologies) depending on your navigation environment.</p>\n<p>When you browse a Publisher’s website or mobile application that also uses our technologies, the Publisher notifies us, either directly or through an advertiser exchange, that an advertising space is available to offer you personalized advertising.\nThe Criteo technology, working with our Advertisers, then may decide to purchase that advertising space.</p>\n<p>The advertising you see from our partners when using our technology is based on our recommendation algorithms.</p>\n<i>\n</i>Practical example <p>\n</p>\n<p>Here is one way our technology allows us to provide you with ads that may be of interest to you:</p>\n<p>\n<strong>When users visit an Advertiser website using our technologies, data relating to their browsing events are collected.</strong>\n</p>\n<p>\n<em>Example of data collected by Criteo:</em>\n</p>\n<ul>\n<li>\n<em>The user with the cookie identifier 123f94d8-a745-4f8b-a1d0-bf6fbbd60058 (let’s name it “Criteo ID 123” for convenience) viewed product A on 01/01/2018 at 13:37 while browsing www.example-advertiser.com.</em>\n</li>\n</ul>\n<p>\n<strong>Our technologies compare these data with the aggregated data available on the Advertiser’s website.</strong>\n</p>\n<p>\n<em>Example of aggregated data available:</em>\n</p>\n<ul>\n<li>\n<em>In general, users who purchased Product A on&nbsp;www.example-advertiser.com&nbsp;also purchased Product B on this website</em>\n</li>\n<li>\n<em>In general, Product C is popular&nbsp;on this website</em>\n</li>\n</ul>\n<p>\n<strong>When users browse a Publisher website, we are informed of the availability of advertising spaces.</strong>\n</p>\n<p>\n<em>Example of data collected by Criteo:&nbsp;</em>\n</p>\n<ul>\n<li>\n<em>An advertising space with the following characteristics (size, visibility, etc.) is available on www.example-publisher.com that the Criteo ID 123 is about to browse</em>\n</li>\n</ul>\n<p>\n<strong>Then our algorithms determine the relevance for buying the advertising space and displaying a personalized ad on it.</strong>\n</p>\n<p>\n<em>Example of decision that would be taken by Criteo: Buy the advertising space available on www.example-publisher.com and display an ad featuring the following products:</em>\n</p>\n<ul>\n<li>\n<em>Product A, because the user with the Criteo ID 123&nbsp;showed interest in it during a recent session</em>\n</li>\n<li>\n<em>Product B, because the user with the Criteo ID 123 is likely to be interested in this product since he/she has viewed product A&nbsp;during a recent session</em>\n</li>\n<li>\n<em>Product C, because this product is popular.</em>\n</li>\n</ul>\n<p>\n</p> If you disable Criteo services, we will not display any personalized ads to you.\nOn the other hand, the advertising space may be purchased by another company to display personalized or non-personalized ads.\nIf you want to disable Criteo services,&nbsp;click here.\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>Please note that the use of our technologies on our partners’ websites and mobile applications is governed by their privacy policies, which can be accessed directly from their websites and/or mobile applications.\nWe require them to provide you with complete and appropriate information and, to the extent required by law, to obtain your consent before any of your personal information is available to us.</p>\n<p>Our technologies are able to work in a similar fashion:</p>\n<ul>\n<li>on a webpage by relying on cookies, which are supported by most web browsers;</li>\n<li>on a mobile application by relying on the mobile advertising ID provided by mobile operating system vendors (e.\ng.\nGoogle and Apple);</li>\n<li>on an browser which default settings limit the use of third-party cookies and inter-site tracking, such as Safari, if you provide consent for our services to co-exist with these default settings;</li>\n<li>and in a transversal way between the different environments listed above.\nFind out more about how our services work from one environment to another (“cross-device linking”).</li>\n</ul>\n<p>In order to provide you with ads that are better tailored to your interests, we may receive and process audience and segments information derived from the data you accepted to share with trusted third party partners.\nThese partners may send us information regarding your shopping habits (e.g.\ninterested in clothing, furniture or electronics), the points of interest that are near you based on non-precise geolocation information (e.g.\nstores that are geographically close to you) or the products you have been purchasing in a brick and mortar store of the advertisers that are using our services to manage their online marketing campaigns.\nIn such case, Criteo will only process geolocation information and identifiers (such as cookie IDs and Mobile Advertising IDs) that do not allow us to know who you are.</p>\n<p>We believe that the personalization of ads is beneficial to you and the Internet ecosystem in that it contributes to the promotion of a free and open Internet by allowing Publishers to monetize the content they create, while allowing you to benefit from ads that may be more interesting to you than non-personalized ads that would be displayed to you.</p>\nOur privacy pillars\n<p>We have developed our services and technologies taking great care to respect your privacy.</p>\n<i>\n</i>Data minimisation <p>\n</p>\n<p>We undertake never to use any data that allows us to identify you directly, such as your first and last name, postal address, email address in plain text, etc.\nWithout ever being able to identify you personally, our technologies are able to recognize your devices and/or browsers on the basis of an identifier consisting of a series of characters (identifier contained in a cookie or other).\nHowever, these data are qualified as personal data by European regulations and personal information by Californian law.\nAs such, they are the subject of our greatest vigilance in terms of security and respect for your privacy.</p>\n<i>\n</i>Privacy by design <p>\n</p>\n<p>Our product teams develop every feature with privacy in mind.\nit’s the cornerstone of Privacy by Design, Criteo’s long-standing practice and commitment to ensuring industry-leading privacy, security and safety for consumers and marketers.</p>\n<p>Key elements include:</p>\n<ul>\n<li>As required by the GDPR, we have had a designated Data Privacy Officer since 2013 along with a team of privacy experts.</li>\n<li>These experts sit within the Product and R&amp;D organization.\nThey perform ongoing Privacy Impact Assessments to monitor potential risks during the product lifecycle and proactively mitigate those risks.</li>\n<li>The Data Privacy team delivers company-wide privacy training, enforces codes of conduct, and is integral to ensuring that we build best-in-class products and services.</li>\n<li>We regularly review and document our internal policies, amend existing privacy policies as necessary, and enforce these policies with our partners and vendors.</li>\n</ul>\n<p>\n</p>\n<i>\n</i>Criteo's commitments <p>\n</p>\n<p>Our ads do not require:</p>\n<ul>\n<li>To collect data that allows us to identify you directly, such as your first and last name, your postal address, or your email address in plain text.</li>\n<li>To collect sensitive information (such as religion, political opinion, health or sexual orientation …) to create segments or target ads to users.\nFor the sole purpose of serving ads on a publisher’s properties that could possibly reveal sensitive information (eg.\na medical website), we may collect the URL of the website or the name of the mobile application.</li>\n<li>To collect irrevocable identifiers, such as the hardware identifiers of the devices you use (UDID or MAC address, etc.).</li>\n<li>To collect data related to your precise geolocation in real time.</li>\n</ul>\n<p>\n</p>\n<i>\n</i>Criteo supports industry initiatives for greater transparency in personalized advertising <p>\n</p>\n<p>Criteo has been involved from an early stage in initiatives to promote greater transparency and user control over personalized advertising.</p>\n<ul>\n<li>\n<strong>Digital Advertising Alliance </strong>\n</li>\n</ul>\n<p>Criteo complies with the&nbsp;Digital Advertising Alliance’s (DAA) self-regulatory principles for online behavioural advertising&nbsp;and is integrated on the&nbsp;DAA’s “YourAdChoices” unsubscription platform, which gives you the opportunity to express your online advertising choices to all its participants, including your desire to disable their services.</p>\n<ul>\n<li>\n<strong>European Digital Advertising Alliance&nbsp;</strong>\n</li>\n</ul>\n<p>Criteo complies with the&nbsp;self-regulatory principles of the European Digital Advertising Alliance (EDAA).\nThe Criteo Dynamic Retargeting service has been independently certified by the EDAA for data protection.</p>\n<ul>\n<li>\n<strong>Digital Advertising Alliance of Canada</strong>&nbsp;</li>\n</ul>\n<p>Criteo respects the&nbsp;self-regulatory principles of the Digital Advertising Alliance of Canada (DAAC)and is present on the&nbsp;DAAC’s unsubscribe platform “YourOnlineChoices”, which offers you the opportunity to express your choices regarding online advertising to all its stakeholders, and in particular your desire to disable their services.</p>\n<ul>\n<li>\n<strong>Network Advertising Initiative&nbsp;</strong>\n</li>\n</ul>\n<p>Criteo adheres to the&nbsp;codes of conduct of the Network Advertising Initiative (NAI)&nbsp;and is integrated with the&nbsp;NAI unsubscription platform, which offers you the opportunity to express your choices regarding online advertising to all the players involved, and in particular your desire to disable their services.</p>\n<ul>\n<li>\n<strong>IAB Europe</strong>\n<strong>\n</strong>\n</li>\n</ul>\n<p>Criteo respects the&nbsp;IAB Europe principles on online behavioural advertising&nbsp;and is integrated with the&nbsp;IAB Europe unsubscription platform “YourOnlineChoices”, which offers you the opportunity to express your choices about online advertising to all its stakeholders, including your desire to disable their services.</p>\n<p>\n</p>\n<i>\n</i>Criteo imposes a high level of requirements on its partners <p>\n</p>\n<p>We contractually require that the Advertisers and Publishers with whom we work to comply with the Criteo Advertising Guidelines&nbsp;and&nbsp;Supply Partner Guidelines,&nbsp;as well as&nbsp;with the various regulations applicable to the protection of personal data, and in particular the GDPR.</p>\n<p>By using the Criteo Services, they undertake, where the applicable regulations require it:</p>\n<ul>\n<li>to include on their websites and mobile applications the appropriate notice and information, allowing users to know more about our services and to object to them through this notice.\nand</li>\n<li>to collect the consent of users prior to the placement of cookies or any similar technology for the purpose of displaying personalized advertisements.</li>\n</ul>\n<p>In order to help our partners meet their legal and contractual obligations, we regularly share industry best practices with them.<br>\n</p>\n<p>&nbsp;</p>\nYour data, your choice\n<p>Understand my rights in relation to my personal data.<br>\nLearn more about how we use your data.<br>\nDisable Criteo services.<br>\nContact us.</p>\nChanges to our privacy policy\n<p>Please note that we may update or change this privacy policy.\nIf we revise our privacy policy, we will post those changes to this privacy statement, and to other places we deem appropriate, so that you are aware of what information we collect, how we use it, and under what circumstances, if any we disclose it.\nIf we make any material changes we will notify you by means of a notice on this site prior to the change becoming effective.</p>\n<p>Last updated : 11/26/2020</p> ", "created_at": "2022-05-10 22:13:47.442211", "updated_at": "2022-05-10 20:17:48.269231"}, {"id": 11965, "name": "Website Privacy Policy", "url": "https://www.criteo.com/privacy/corporate-privacy-policy/", "xpath": "//*[@id=\"basic-page\"]", "text": " Criteo Website Privacy Policy <p>Criteo takes your privacy very seriously.\nThis privacy policy governs and details the main privacy principles we apply to the data we collect through our website&nbsp;www.criteo.com.</p>\n<p>To access our privacy policy governing our advertising service only, please&nbsp;click here.</p>\n<p>To access our privacy policy governing our recruitment process only, please&nbsp;click here.</p>\nData collection and use of personally identifiable information\n<p>\n<strong>Collection.&nbsp;</strong>We collect personally identifiable information, such as your name, phone number, company name and email address, directly from you when you choose to enter it on our website, for instance when you complete the “Contact Us” form.</p>\n<p>\n<strong>Use.&nbsp;</strong>We use this information to respond to the request or inquiry you have submitted to us through the contact form or other entry field.</p>\n<p>We also use this information for marketing purposes, such as to send you our newsletter or other promotional emails.\nYou may choose to stop receiving our marketing emails by following the unsubscribe instructions included in these communications.\nWith your consent, we may also post your name and a testimonial on our site.</p>\n<p>Consent.\nThe collection of personal data based on your consent is done by using a consent form as for instance on our Contact Us page.\nYour consent is stored and documented in our systems.\nYou may withdraw any consent to personal data processing at any time.</p>\n<p>Contract.\nWe also use personal information for fulfilling our obligations related to contracts and agreements with customers, partners and suppliers.</p>\n<p>Legitimate interest.\nWe may use your personal data if it is considered to be of legitimate interest, and if your privacy interests do not override this interest.\nNormally, to establish the legal basis for data collection, an assessment has been made during which a mutual interest between you and Criteo has been identified.\nThis legal basis is primarily related to our sales and marketing purposes.\nWe will always inform you about your privacy rights and the purpose for collecting your personal data.\nIn such cases, you can always&nbsp.\nchoose to object to the processing of your personal data.</p>\n<p>\n<strong>Information Sharing.&nbsp;</strong>We do not share your information with third parties for their promotional purposes.\nWe may share your information with our subsidiaries, affiliated companies, and trusted third party service providers working under the instruction of Criteo, such as an email service provider, hosting provider or data center, exclusively for storage purposes.\nSuch third parties who provide services on our behalf are authorized to use your personal information only as strictly necessary to provide these services to us.</p>\n<p>We of course remain responsible for making sure they commit themselves to adhere to this privacy policy and applicable data protection legislation by signing a data processing agreement.</p>\n<p>In this context, please note that Criteo may transfer your personal data outside the European Union as part of its processing.\nIn such case the organization receiving your personal data will have provided to Criteo adequate safeguards such as execution of the EU Standard Contractual Clauses for transfer to third countries, or another specifically stated lawful basis for the transfer of personal data to a third country.</p>\n<p>\n<strong>Legal Disclaimer.</strong>&nbsp;We reserve the right to disclose or transfer your personally identifiable information as required by law, as part of a merger, acquisition, dissolution or sale of assets, and when we believe that disclosure is necessary to protect our rights and/or comply with a judicial proceeding, court order, or legal process.\nYou will be notified via email and/or a prominent notice on our website of any change of ownership, uses of your personal information, and choices you may have regarding your personal information.</p>\n<p>We may also disclose your personal information when we believe in good faith that disclosure is necessary to protect your safety or the safety of others, investigate fraud or respond to a government request.\nWe may also disclose your personal information to any other third party with your prior consent.</p>\n<p>\n<strong>Others’ Websites.</strong>&nbsp;Our site includes links to other websites whose privacy practices may differ from ours.\nIf you submit personal information to any of those sites, your information is governed by their privacy statements.\nWe encourage you to carefully read the privacy statement of any website you visit.</p>\n<p>\n<strong>Access.&nbsp;</strong>Upon request, Criteo will provide you with information about whether we hold any of your personal information.\nYou may update, access or request deletion of your personally identifiable information by contacting us at&nbsp;dpo@criteo.com.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>Rectification and erasure.\nYou may request Criteo the rectification of inaccurate personal data concerning you, as well as the completion of incomplete personal data.\nYou may also request Criteo to erase without undue delay your personal data when it is no longer necessary for Criteo to retain such data.</p>\n<p>Portability.\nUpon request, Criteo will provide you with the personal data you that provided to us and, if possible, will communicate this information directly to another data controller of your choice in a portable format when the processing is based on consent or contract.</p>\nData collection and use\n<p>\n<strong>Passive Collection.</strong>&nbsp;As is true of most websites, we gather certain information automatically.\nThis information may include Internet protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, the files viewed on our site (e.g., HTML pages, graphics, etc.), operating system, date/time stamp, and/or clickstream data to analyze trends in the aggregate and administer the site.</p>\n<p>\n<strong>Tracking Technologies.&nbsp;</strong>Criteo and our partners use cookies and similar technologies to analyze trends, administer the website, and track users’ movements around the website.&nbsp.\nWe use cookies which are small text file stored on a user’s computer.\nThe cookies store non-personally identifiable information related to your navigation on our website.\nOur website also uses web beacons, which are embedded invisibly on Web pages.\nWeb beacons help us better manage content on our site by informing us what content is effective.\nYou can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on our website.</p>\n<p>Our cookies are placed for the following purposes:</p>\n<ul>\n<li>Personalization of your navigation.\nThese cookies enable us to recognize you and remember any information you have entered during your navigation on our website (such as language choice, country you are browsing from, or browser type).\nThis makes your visit on our website easier as we don’t ask you the same information several times during your navigation.</li>\n<li>Demonstration page.\nThese cookies are cookies we use for our advertising service, but on our website, we do not use these cookies to serve personalized advertisements.\nThese cookies enable us to deliver our&nbsp;demonstration page&nbsp;that illustrates how our advertising service is running.\nFor more information on our advertising service, please refer to our&nbsp;Advertising&nbsp;Services Privacy Policy.</li>\n</ul>\n<p>Third parties cookies and web beacons may be placed on our website for the following purposes:</p>\n<ul>\n<li>Analysis of our website activity.\nWe use Crazy Egg, Google Analytics and Pardot cookies, Intercom cookies and web beacons to collect information related to the web traffic and number of visitors.\nThese are tools that enable us to measure the performance of the navigation on our website and provide you with personalised marketing messages.\nFor more information on the cookies used by these websites, you can refer to their specific privacy statements listed below:\n<ul>\n<li>https://tools.google.com/dlpage/gaoptout</li>\n<li>https://www.salesforce.com/company/privacy/</li>\n<li>https://www.crazyegg.com/privacy/</li>\n<li>https://www.intercom.com/legal/privacy</li>\n</ul>\n</li>\n</ul>\n<p>To illustrate our website we may embed videos from YouTube.\nWhen you watch these videos, YouTube may set cookies.\nWe do not control the placement of these cookies, and for more information on these cookies and how to opt-out, please refer to YouTube specific privacy statements:&nbsp;&nbsp;http://www.google.com/intl/en/policies/privacy/.\nThe YouTube videos on our site may also use local storage objects (LSOs) to store preferences like volume control.\nLSOs are different from browser cookies because of the amount of, type of, and how data is stored.\nTo learn how to manage privacy and storage settings for Flash cookies click&nbsp;here.</p>\n<ul>\n<li>We use communication tools to share links with social networks.\nIf you click on these features, such as social media widgets or “share” buttons, the company providing them may collect your IP address, which page you are visiting on our site and may place cookies when you are connected into their services.\nYour interactions with these features are governed by the privacy policy of the company providing it.\nFor more information on the cookies used by these websites, you can refer to their specific privacy statements listed below:</li>\n</ul>\n<p>Facebook: http://www.facebook.com/about/privacy/</p>\n<p>Google +: https://www.google.com/intl/en/policies/privacy/ </p>\n<p>Jobvite: http://www.jobvite.com/privacy-policy</p>\n<p>LinkedIn: https://www.linkedin.com/legal/privacy-policy</p>\n<p>Twitter: https://twitter.com/privacy</p>\n<p>&nbsp;</p>\n<p>\n<strong>Search Engine Marketing.</strong>&nbsp;We use Google AdWords service to advertise on the Google search result page.\nGoogle uses cookies to serve ads based on your past visits on our website.\nFor more information on Google AdWords services and how to opt-out, please refer to Google specific&nbsp;privacy policy&nbsp;and&nbsp;settings for Google ads.</p>\n<p>\n<strong>Online advertising.</strong> Our website uses cookies for the purpose of personalized advertising.\nThis enables us to show our advertisements to visitors who are interested in our products on partner websites and apps.\nRetargeting technologies rely on cookies or similar technologies to display advertisements based on your past browsing behavior.<br>\nYou can opt-out of interest based advertising by visiting the following websites:<br>\n<em>http://www.networkadvertising.org/choices/<br>\nhttp://www.youronlinechoices.com/</em>\n</p>\n<p>To read more about the technologies used by our partners, please refer to their privacy policy listed in the above-mentioned platforms or listed below:</p>\n<ul>\n<li>Ads.linkedin.com</li>\n<li>Casalemedia.com</li>\n<li>Convertro.com</li>\n<li>Criteo.com</li>\n<li>Facebook.com</li>\n<li>Ind.ie</li>\n<li>Openx.net</li>\n<li>Twitter</li>\n</ul>\n<p>You can always find information and update your cookies settings to accept or reject them by visiting the [Cookie Management] page at the bottom of each page of the site.</p>\n<p>We do not process any of this information, directly or indirectly, with the help of a third party or otherwise, to determine your identity.</p>\nData security and retention\n<p>The security of your information is fundamental to Criteo.\nWe have implemented industry standard security measures, which include the use of firewalls and encryption to protect your personal information.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.&nbsp.\nTherefore, we cannot guarantee its absolute security.\nIf you have questions about the security of your personal information, you may contact us at&nbsp;dpo@criteo.com.</p>\n<p>We will retain your information for as long as your account is active or as needed to provide you services.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>Click here for cookie management.</p>\nCriteo commitments\n<p>Criteo collects and uses data in accordance with all applicable laws and regulations, including but not limited to laws governing privacy and data protection.</p>\nContact <strong>Company:</strong>\nCriteo <strong>Capital:</strong>\n€ 1,652,127.43 <strong>Registration No:</strong>\n484 786 249 RCS Paris <strong>Address:</strong>\n32 Rue Blanche, 75009 Paris, France <strong>Tel:</strong>\n+33 (0) 1 40 40 22 90 <strong>Email address:</strong>\ncontact@criteo.com <p>&nbsp;</p>\n<p>Criteo is the data controller and our Data Protection Officer can be contacted for any question on this privacy policy by email or mail&nbsp;:</p>\n<ul>\n<li>By email dpo@criteo.com, or</li>\n<li>By mail: DPO-CRITEO – 32 Rue Blanche -75009 Paris – France</li>\n</ul>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request.</p>\n<p>You may also lodge a complaint with a supervisory authority, for instance in France: CNIL (www.cnil.fr)</p>\nChanges to our privacy policy\n<p>Please note that we may update or change this privacy policy.\nIf we revise our privacy policy, we will post those changes to this privacy statement, and other places we deem appropriate so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nIf we make any material changes we will notify you by means of a notice on this site prior to the change becoming effective.\nPlease check the Criteo website&nbsp;criteo.com&nbsp;for the latest version of the privacy policy.</p>\n<p>\n<strong>Effective Date: 11/26/2020</strong>\n</p> ", "created_at": "2022-05-10 22:13:47.440521", "updated_at": "2022-05-10 20:18:13.396106"}], "points": [], "urls": ["criteo.com", "criteo.net", "hlserve.com"]}}