{"error": 448, "message": "OK", "parameters": {"id": 3252, "name": "NitroFlare.com", "created_at": "2021-04-23 19:40:28.887136", "updated_at": "2021-04-24 00:01:30.868634", "wikipedia": null, "keywords": null, "related": null, "slug": "nitroflarecom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3252.png", "url": "nitroflare.com", "documents": [{"id": 5315, "name": "DMCA", "url": "https://nitroflare.com/DMCA", "xpath": "", "text": " <ul>\n<li>Upload File</li>\n<li>Buy Premium</li>\n<li>Earn money</li>\n<li>Support</li>\n</ul> LoginSign up Copyright / DMCA <br>\n<b>***WARNING: prohibited contents will lead to immediate account suspension and reporting to appropriate authorites.***</b>\n<br>\n<br>\n<p>NitroFlare (including but not limited to websites under such as NitroFlare.com) is an Internet Service Provider, NitroFlare complies with industry standards in the fields of copyright law including Intellectual Property Rights.\nNitroFlare responds promptly to claims of copyright infringement reported to its copyright ATT tool.\nNitroFlare shall accommodate and not interfere with standard technical measures used to identify and protect copyrighted works and shall disable access to or remove Content that it believes in good faith may infringe the copyrights of third parties as well as discontinue Service to users who repeatedly make such content available or otherwise violate NitroFlare User Agreement and supplemental policies.</p>\n<p>NitroFlare takes all feasible measures to comply with applicable copyright legislation and standards.\nHowever, due to nature of the Services and the massive amount of stored Content, we have to introduce certain legally recognized presumptions regarding users' actions and Content.\nPlease carefully consider the below before contacting us.\nNitroFlare team shall do its best to cooperate with respective copyright owners.</p>\n1.&nbsp;&nbsp;&nbsp;&nbsp.\nOnline Service Provider\n<p>NitroFlare is an Online Service Provider rendering automatic Services (as set by Art.\n2 of the User Agreement).\nTherefore it does not own, publish or distribute any Content uploaded by users.</p>\n2.&nbsp;&nbsp;&nbsp;&nbsp.\nUser's right to dispose access to Content <p>The decision how to utilize the access to the uploaded Content is made exclusively by uploading user upon his rights to Content.</p>\n3.&nbsp;&nbsp;&nbsp;&nbsp.\nAbsence of index\n<p>NitroFlare is technically unable to index the vast amount of Content being uploaded or stored at the servers of NitroFlare.</p>\n4.&nbsp;&nbsp;&nbsp;&nbsp.\nAutomated filtering <p>NitroFlare has implemented automated filtering for shared Content to avert infringing of the User Agreement and supplemental polices.\nUpon the results of filtering recognized copyrighted and/or infringing Content shall be withheld from sharing.\nSuch automated filtering is considered a supplementary measure and does not guarantee complete and accurate recognition of all infringing Content therefore it does not free copyright owner from the duty of identifying own copyrights being infringed.</p>\n5.&nbsp;&nbsp;&nbsp;&nbsp.\nContent privacy\n<p>Any Content accessible exclusively via private account within the terms of NitroStorage services is private and thus presumed fair use unless validly stated otherwise by rightful party.</p>\n6.&nbsp;&nbsp;&nbsp;&nbsp.\nNo authority to make judgment of Content\n<p>Without distinct Copyright owner's notification NitroFlare has no authority to make judgment whether each user is competent to upload Content to its servers (e.g.\nwhether such user is the owner of work, or is authorized a proxy of the owner.\nwhether the Content is uploaded for personal use.\nwhether the copyright has expired.\nor if the Content is used under fair use, etc.) Any Content is considered as consistent with User Agreement unless otherwise notified by Copyright owner or any other authorized person in each particular case.</p>\n7.&nbsp;&nbsp;&nbsp;&nbsp.\nContent availability\n<p>The Content is considered available and unremoved only upon the ability of successful downloading of whole intact files constituting such Content.\nDue to technical reasons NitroFlare URLs database may experience lags, which may cause existence of URLs indicating removed or non-existing Content.\nSuch URLs do not lead to Content and download attempts shall be denied by notification of a relevant error message.</p>\n8.&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>File name</strong>\n<strong>\n<p>Files are named by user at own discretion for personal convenience.\nFile names may uninformative, as well as human-readable, or supposedly descriptive of the alleged Content.\nHowever the Content cannot be characterized for the file name.\nIdentification of the Content is only made upon accessing such Content in its entirety regardless of file names.</p>\n9.&nbsp;&nbsp;&nbsp;&nbsp.\nTakedown notice\n<p>The Content is taken down upon filing a notification of claimed infringement (hereinafter \"Takedown notice\") which MUST contain FULL information as follows or otherwise it may be rejected:</p>\n<ol>\n<li>The name and location of owner of a copyrighted work(s) and complaining party's authority to represent it;</li>\n<li>Information sufficient to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address;</li>\n<li>Description of the copyrighted work claimed to be infringed (name of the work is mandatory), and, if available, URL to work and/or copyright registration number;</li>\n<li>URLs to Content at NitroFlare website claimed to be infringing;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n<li> A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Complaining party's TRUE NAME (as of natural person) to be considered as the digital signature.</li>\n</ol>\n10.&nbsp.\nPlain text\n<p>Any messages, including Takedown notices are accepted as plain text.\nAny enclosed attachments are not opened or examined due to security reasons.\nThe attachments shall be processed only if sent on demand of receiving party.</p>\n11.&nbsp.\nDelivering of Takedown notices\n<p>Complaining party is authorized to send its request by any of the means set below.\nNitroFlare is considered informed of the infringement upon its reply to the notification.\nIf no reply is sent within reasonable term, NitroFlare advices to use other means of communication, as unreplied Takedown notices are deemed lost due to technical reasons (e.g.\nblocked as SPAM, subject to denial of service, lost due to software error etc.)</p>\n12.&nbsp.\nCopyright infringement ticket system\n<p>NitroFlare recommends to file Takedown notices using the integrated copyright infringement ticketing system which provides quick and reliable means of processing notifications.\nCopyright infringement ticketing system is accessible.</p>\n<p>\n<strong>If you are the copyrights owner or presenter of the copyright and you want to remove the file from our servers, you should register to our ATT service:</strong>\n</p>\n<ol>\n<li>\n<strong>\n<u>Register to the ATT service</u>\n</strong>\n</li>\n<li>\n<strong>Wait for our approval.\n(You'll get an <u>Email</u> when we finish checking your registration)</strong>\n</li>\n<li>\n<strong>After we aprove your registration, please enter to our <u>Advanced Takedown Tool</u>, and login with the password we sent.</strong>\n</li>\n<li>\n<strong>Follow the instructions on the ATT page.</strong>\n</li>\n</ol>\n</strong>\n<strong>\n<br>\n<p>\n<u>Nitroflare DMCA team will respond immediately After reviewing the report, we will act accordingly up to 24 hours to read and act the report, You must provide enough information so that we can identify fast whether the file belong to you or you the presenter of the copyright rights for this file.</u>\n</p>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n<p>\n<strong>NitroFlare.com</strong> is an international service for safe file transfer, storage, backup, and distribution.</p>\n<p>The speed of our servers, all of them working on several gigabyte connection links, is nearly unlimited.</p>\n<p>Today there are no similar services that can offer our level of quality.</p>\n<p>Nitroflare is the best and fastest service for uploading, storing, and safe sharing of your files on the internet.</p>\n<p>\nAffiliates FAQ&nbsp;|&nbsp.\nCopyright / DMCA&nbsp;|&nbsp.\nTerms of Service&nbsp;|&nbsp.\nPrivacy Policy&nbsp;|&nbsp.\nRefund Policy&nbsp;|&nbsp.\nContact\n</p>\n<p>© All rights reserved NitroFlare</p>\n</strong>", "created_at": "2021-04-23 19:40:29.856739", "updated_at": "2021-04-23 20:08:47.136067"}, {"id": 5317, "name": "Privacy Policy", "url": "https://nitroflare.com/privacyPolicy", "xpath": "", "text": " <ul>\n<li>Upload File</li>\n<li>Buy Premium</li>\n<li>Earn money</li>\n<li>Support</li>\n</ul> LoginSign up Privacy Policy <p>A substantial amount information is collected during rendering services Nitroflare in ordinary course of business due to technological or contractual necessity.\nNitroflare shall do its best to safeguard your privacy within the legal boundaries.\nIn other words we do not collect more data than necessary for proper rendering of Services and we do our best to keep any collected information confidential unless legally obliged otherwise.</p>\n<p>\n</p>1.\nInformation not considered private:<p>\n</p>\n<p>There is certain information which is not confidential and thus subject to third party review and automated filtering to ensure observance of Nitroflare User Agreement and supplemental policies:</p>\n<p>\n</p>a.\nPublic Content.<p>\n</p>\n<p>Any content which is accessible by means of publically available URL (e.g.\nhttp://Nitroflare.com/files/*********);</p>\n<p>\n</p>b.\nPublic information.<p>\n</p>\n<p>Any information you wishfully elect to disclose to public or which has been known to public prior to being collected by Nitroflare.</p>\n<p>\n</p>2.\nPrivate information.<p>\n</p>\n<p>The following information is collected during rendering services Nitroflare confidential and undisclosed unless stated otherwise:</p>\n<p>\n</p>a.\nPrivate Content.<p>\n</p>\n<p>Any stored information accessible exclusively via private account within the terms of DepositStorage services is confidential and is not subject to review or filtering upon presumption of fair use;</p>\n<p>\n</p>b.\nCookies use.<p>\n</p>\n<p>You explicitly authorize Nitroflare to create and store cookies at your web-client.\nSuch cookies are exclusively used for your comfort in order to save the browser settings.\nNitroflare does not use any methods for tracking users (the so-called \"spy\" or \"1x1\" gif images etc.);</p>\n<p>\n</p>c.\nPage indexing.<p>\n</p>\n<p>Nitroflare does not index data or pages to be available in human-readable form and proceeds with reasonable actions to stop any third parties (e.g.\nsearch engines) from indexing independently;</p>\n<p>\n</p>d.\nIP addresses.<p>\n</p>\n<p>IP address of your browser is detected due to the use of Internet-protocols.\nSuch IP address is stored by Nitroflare servers for internal use (usage registration, optimal downloads use, statistics etc.);</p>\n<p>\n</p>e.\nE-mail.<p>\n</p>\n<p>Nitroflare servers store and sort user e-mails for the purposes of registration and statistics.\nNitroflare does not lease, sell, or provide your e-mails to any third parties;</p>\n<p>\n</p>f.\nSafe operation.<p>\n</p>\n<p>We have taken the security measures at the server's physical location to protect from loss, incorrect usage, or change of information provided to us by the users of the service.\nFiles, saved at the servers of Nitroflare can be accessible only to Nitroflare staff members or via a URL initially provided to the uploader.\nAny files saved by our service are deleted (I) after a certain term of disuse.\n(II) for violation of User Agreement, its supplemental agreements or any applicable legislation.\nor (III) deleted via a special URL initially provided to the uploader;</p>\n<p>\n</p>g.\nFinancial information.<p>\n</p>\n<p>Any financial transfers between you and Nitroflare are handled by third party, payment services.\nYour payment details are disclosed to such third parties for the aim of completion of each transaction.\nThe security and non-disclosure of such information is handled by such third parties under their current policies.\nNitroflare does not sort or store numbers or any information related to your banking card.</p>\n<p>\n</p>3.\nAdvertisers' access to information.<p>\n</p>\n<p>Advertisements located on our website can be posted and/or hosted by a third party, advertisers or their agents.\nThese persons can use the information regarding your visits obtained due to common use of Internet-protocols (geographical location, IP, language and other information automatically disclosed by your browser) to place an advertisement of goods and services that might be interest you.\nAny information collected at the pages owned by third parties is not subject to this Privacy Policy.</p>\n<p>\n</p>4.\nDISCLOSURE.<p>\n</p>\n<p>Nitroflare MAY DISCLOSE ANY CONFIDENTIAL INFORMATION IN CASE IT BECOMES NECESSARY TO DEFEND ITS JURIDICAL RIGHTS.</p>\n<p>IN CASE YOU ACTIONS LEAD TO SUSPICION OF TANGIBLE OR ASSUMED SABOTEUR ACTIONS OR POSES A POTENTIAL THREAT TO ANY PERSON'S PHYSICAL SAFETY OR ANY OTHER GRAVE CRIME, ALL YOUR KNOWN INFORMATION (INCLUDING BUT NOT LIMITED TO PERSONAL DETAILS, IP ADDRESSES, PAYMENT DATA) MAY BE DISCLOSED TO LAW ENFORCEMENT ORGANIZATIONS AND/OR MEMBERS OF THE ISP WITHOUT PRIOR NOTICE.</p>\n<p>IN CASE OF ANY EVIDENCE OF DISTRIBUTION OF THE FILES CONTAINING MATERIALS WHICH APPEAR INVOLVING CHILD EXPLOITATION, THE ACCOUNT BELONGING TO THE USER WHO UPLOADED SUCH FILES WILL BE IMMEDIATELY DELETED AND ALL KNOWN INFORMATION (INCLUDING BUT NOT LIMITED TO PERSONAL DETAILS, IP ADDRESSES, PAYMENT DATA) WILL BE DIRECTED TO THE NATIONAL CENTER FOR MISSING &amp.\nEXPLOITED CHILDREN AND/OR HOTLINE COMBATING CHILD PORNOGRAPHY ON THE INTERNET, AS WELL AS LAW ENFORCEMENT ORGANIZATIONS AND/OR MEMBERS OF THE ISP WITHOUT PRIOR NOTICE.</p>\n<p>DISCLOSURE OF YOUR INFORMATION CAN BE LAWFUL AS A RESULT OF A LEGAL PROCESS.</p>\n<p>\n<strong>NitroFlare.com</strong> is an international service for safe file transfer, storage, backup, and distribution.</p>\n<p>The speed of our servers, all of them working on several gigabyte connection links, is nearly unlimited.</p>\n<p>Today there are no similar services that can offer our level of quality.</p>\n<p>Nitroflare is the best and fastest service for uploading, storing, and safe sharing of your files on the internet.</p>\n<p>\nAffiliates FAQ&nbsp;|&nbsp.\nCopyright / DMCA&nbsp;|&nbsp.\nTerms of Service&nbsp;|&nbsp.\nPrivacy Policy&nbsp;|&nbsp.\nRefund Policy&nbsp;|&nbsp.\nContact\n</p>\n<p>© All rights reserved NitroFlare</p> ", "created_at": "2021-04-23 19:40:31.214779", "updated_at": "2021-04-23 20:09:43.969533"}, {"id": 5316, "name": "Terms Of Service", "url": "https://nitroflare.com/tos", "xpath": "", "text": " <ul>\n<li>Upload File</li>\n<li>Buy Premium</li>\n<li>Earn money</li>\n<li>Support</li>\n</ul> LoginSign up Terms Of Service <br>\n<b>***WARNING: prohibited contents will lead to immediate account suspension and reporting to appropriate authorites.***</b>\n<br>\n<br>\n<p>The terms and conditions (the “Terms”) apply to your access and use of the online file storage and sharing service (the “Service”) provided by NitroFlare, a limited company registered.\nThe Terms do not alter in any way the terms or conditions of any other agreement you may have with NitroFlare.com for the Service (or any part thereof).\nIf you are using the Service on behalf of an entity, you represent and warrant that you are authorized to accept the Terms on such entity’s behalf, and that such entity agrees to indemnify you and NitroFlare.com for violations of the Terms.</p>\n<br>\n<p>We reserve the right to change or modify any of the terms and conditions contained in the Terms or any policy or guideline of the Service, at any time and in our sole discretion.\nAny changes or modifications will be effective immediately upon the posting of such revisions on our website located at http://www.NitroFlare.com (the “Site”), and you waive any right you may have to receive specific notice of such changes or modifications.\nYour continued use of the Service (or any portion thereof) following the posting of changes or modifications will confirm your acceptance of such changes or modifications on the Site.\nTherefore, you should frequently review the Terms and applicable policies from time-to-time to understand the terms and conditions that apply to your use of the Service.\nIf you do not agree with all of the terms and conditions of the amended Terms, you must stop using the Service.</p>\n<br>\n<p>If you have any questions regarding the use of the Service, please email us at support@NitroFlare.com.</p>\n<br>\nCustomer data and the service\n<br>\n<p>The data, information, files, photos and other content that you provide to NitroFlare.com when you use the Service and any comments you post to the blog sections of the Site is referred, in the Terms, to as “Customer Data”</p>\n<br>\n<p>NitroFlare.com is a cloud service which provides the users with the convenience of accessing their data from any location and the security of additional back-up for such data.\nWe provide Only premium subscription services.\nReview the features of the types of subscription services for their detailed comparison.</p>\n<br>\nPrivacy policy\n<br>\n<p>Please refer to our Privacy Policy for information on how we collect, use and disclose personally identifiable information from our users.</p>\n<br>\nRegistration data\n<br>\n<p>You agree to: (i) provide accurate, current and complete information about you as may be prompted by any signup, login and/or registration forms made available via the Service (“Registration Data”).\n(ii) maintain and promptly update the Registration Data, and any other information you provide to NitroFlare.com, in order to keep it accurate, current and complete.\nand (iii) accept all risk of unauthorized access to the Registration Data and any other information you provide to NitroFlare.com.</p>\n<br>\nGrants and restrictions\n<br>\n<p>Subject to the terms and conditions of the terms, NitroFlare.com grants to you a non-exclusive, non-transferable and revocable right to access and use the Service.<br>\n<br>\n</p>\n<p>Unless expressly set forth in the Terms, you will not, and will not allow any third party to: (i) disclose to any third party any performance information or analysis relating to the Service.\n(ii) use any data mining, robots or similar data gathering or extraction methods with respect to the Site or the Service.\n(iii) download (other than the page caching) any portion of the Site (including, but not limited to, any materials contained in the Site).\nand (iii) use of the Site, the materials contained in the Site or the Service other than for its intended purpose.</p>\n<br>\nOwnership\n<br>\n<p>As between NitroFlare.com and you and subject to the grants in the Terms, NitroFlare.com will own all right, title and interest in and to: (i) the Service.\n(ii) any work product developed by NitroFlare.com as a result of the performance of the Service.\nand (iii) any and all Intellectual Property Rights embodied therein.\nFor the purpose of the Terms, “Intellectual Property Rights” means all patents, copyrights, moral rights, trademarks, trade secrets and any other form of intellectual property rights recognized in any jurisdiction, including applications and registrations for any of the foregoing.</p>\n<br>\nObligations\n<br>\n<p>You must use reasonable security precautions in connection with your use of the Service.\nYou must comply with the Laws (as defined below) with respect to your use of the Service.\nYou must cooperate with NitroFlare.com’s reasonable investigation of Service downtime/outages, security problems and any suspected breach of the Terms.\nFor the purposed of the Terms, “Laws” means federal, national, state, provincial, municipal and local laws, regulations, rules, judicial decrees, decisions and judgments in each and every jurisdiction applicable to you, NitroFlare.com, the subject matter of the Terms and/or the Service.</p>\n<br>\n<p>You represent and warrant that: (i) all Customer Data (as defined below) is either your sole property or has been collected by you from a third party in accordance with your privacy guidelines.\n(ii) your privacy guidelines comply with all applicable Laws.\nand (iii) you have obtained all consents required by the applicable Laws to transfer all of the Customer Data to NitroFlare.com for storage by NitroFlare.com within the United States or other countries.<br>\n<br>\n</p>\n<p>NitroFlare.com is not responsible to you for unauthorized access to Customer Data or the unauthorized use of the Service.\nYou are responsible for: (i) the use of the Service by any of your employees or any person to whom you have given access to the Service.\nand (ii) any person who gains access to Customer Data or the Service as a result of your failure to use reasonable security precautions (even if such use was not authorized by you).</p>\n<br>\n<p>Notwithstanding any terms to the contrary in the Terms, NitroFlare.com may disclose Customer Data: (i) as required by any applicable Laws.\nor (ii) in response to a subpoena or other compulsory legal process.</p>\n<br>\n<p>You agree not to post, upload to, transmit, distribute, store, create or otherwise publish through the Service any of the following:</p>\n<br>\n<ul>\n<li>Customer Data that is libelous, defamatory, profane, obscene, pornographic, sexually explicit, indecent, lewd, vulgar, suggestive, violent, harassing, hateful, threatening, offensive, discriminatory, bigoted, abusive, inflammatory, fraudulent, deceptive or otherwise objectionable</li>\n<li>Customer Data that may infringe or violate any patent, trademark, trade secret, copyright, right of privacy, right of publicity or other intellectual property right or other right of any party</li>\n<li>Customer Data that is illegal or unlawful, that would constitute, encourage or provide instructions for a criminal offense, or otherwise create liability or violate any local, state, national or international law</li>\n<li>Viruses, corrupted data or other harmful, disruptive or destructive files or code, script or other software designed to automate any functionality on the Service without NitroFlare.com's express written consent.\nYou further agree that you are solely responsible for your conduct while using the Service, and you agree that you will not do any of the following in connection with the Service or the users of the Service</li>\n<li>Use the Service in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying the Service or that could damage, disable, overburden or impair the functioning of the Service in any manner</li>\n<li>Use the Service for any illegal or unauthorized purpose or engage in, encourage, or promote any illegal activity, or any activity that violates the Terms or any other rules or polices established from time-to-time by NitroFlare.com</li>\n<li>Create an account, post any content, or otherwise use the Service if you are not, at least, 18 years of age</li>\n<li>Modify, adapt, hack or emulate the Service</li>\n<li>Circumvent or attempt to circumvent any filtering, security measures or other features designed to protect the Service or users of the Service or third- parties.\nand </li>\n<li>Infringe upon or violate the rights of NitroFlare.com, its users or any third-party.\nNitroFlare.com takes no responsibility and assumes no liability for any user conduct or for any Customer Data posted, stored or made available via the Service or the Site, nor is NitroFlare.com liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you may encounter.\nYour use of the Service and the Site is at your own risk.\nEnforcement of the Customer Data and conduct rules set forth in the Terms is solely at NitroFlare.com's discretion, and failure to enforce such rules in some instances does not constitute a waiver of our right to enforce such rules in other instances.\nIn addition, these rules do not create any private right of action on the part of any third-party or any reasonable expectation that the Service will not contain any content that is prohibited by such rules.</li>\n</ul>\n<br>\n<p>You agree that the maximum size of files uploaded to the service are 10 GB.</p>\n<br>\nThird party content\n<br>\n<p>NitroFlare.com may provide third party content on the Service or the Site and may provide links to website and content of third parties (collectively the “Third Party Content”) as a service to those interested in this information.\nNitroFlare.com does not control, endorse or adopt any Third Party Content and makes no representation or warranties of any kind regarding the Third Party Content including, but not limited to, its accuracy or completeness.\nYou acknowledge and agree that NitroFlare.com is not responsible or liable in any manner for any Third Party Content and undertakes no responsibility to update or review any Third Party Content.\nUsers use such Third Party Content contained therein at their own risk.\nThis provision will survive the use of the Service.</p>\n<br>\nAdvertisements and promotions.\nthird-party products and services\n<br>\n<p>NitroFlare.com may run advertisements and promotions from third-parties via the Service or the Site or may otherwise provide information about or links to third-party products or services via the Service or the Site.\nYour business dealings or correspondence with, or participation in promotions of, such third-parties, and any terms, conditions, warranties or representations associated with such dealings or promotions, are solely between you and such third-party.\nNitroFlare.com is not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or promotions or as the result of the presence of such non-NitroFlare.com advertisers or third-party information accessible via the Service or the Site.<br>\n</p>\n<br>\nTrademarks\n<br>\n<p>The NitroFlare.com logos and slogan contained in the Site (or made available via the Service) are trademarks of NitroFlare.com and its suppliers or licensors, and may not be copied, imitated or used, in whole or in part, without the prior written permission of NitroFlare.com or the applicable trademark holder.\nYou may not use any metatags or any other \"hidden text\" utilizing \"NitroFlare.com\" or any other name, trademark or product or service name of NitroFlare.com without our prior written permission.\nIn addition, the look and feel of the Site and the Service, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of NitroFlare.com and may not be copied, imitated or used, in whole or in part, without our prior written permission.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned in the Site (or made available via the Service) are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by us.\nThis provision will survive the use of the Service.<br>\n<br>\n</p>Disclaimer\n<br>\n<p>\n</p>\n<p>NITROFLARE.COM PROVIDES THE SERVICE and the site ON AN “AS IS” and “AS AVAILABLE” BASIS WITHOUT ANY REPRESENTATIONS, WARRANTIES, COVENANTS OR CONDITIONS OF ANY KIND.\nNITROFLARE.COM DOES NOT WARRANT THAT THE SERVICE OR THE SITE WILL BE UNINTERRUPTED, ERROR-FREE OR COMPLETELY SECURE.\nNITROFLARE.COM AND ITS SUPPLIERS DISCLAIM ANY AND ALL WARRANTIES AND REPRESENTATIONS (EXPRESS OR IMPLIED, ORAL OR WRITTEN) WITH RESPECT TO THE SITE AND THE SERVICE WHETHER ALLEGED TO ARISE BY OPERATION OF LAW, BY REASON OF CUSTOM OR USAGE IN THE TRADE, BY COURSE OF DEALING OR OTHERWISE, INCLUDING ANY AND ALL: (I) WARRANTIES OF MERCHANTABILITY.\n(II) WARRANTIES OF FITNESS OR SUITABILITY FOR ANY PURPOSE (WHETHER OR NOT NITROFLARE.COM KNOWS, HAS REASON TO KNOW, HAS BEEN ADVISED OR IS OTHERWISE AWARE OF ANY SUCH PURPOSE).\nAND (III) WARRANTIES OF NONINFRINGEMENT OR CONDITION OF TITLE.\nYOU ACKNOWLEDGE AND AGREE THAT YOU HAVE RELIED ON NO WARRANTIES.\nYOU ACKNOWLEDGE AND AGREE THAT: (A) THE SERVICE REQUIRES ACCESS TO AND USE OF THE INTERNET.\n(B) NITROFLARE.COM IS NOT RESPONSIBLE FOR OPERATING OR MAINTAINING YOUR SERVERS AND YOUR CONNECTION TO THE INTERNET TO ACCESS AND UTILIZE THE SERVICE.\nAND (C) THERE ARE RISKS INHERENT IN INTERNET CONNECTIVITY THAT COULD RESULT IN THE LOSS OF CUSTOMER DATA.\nWE ARE NOT RESPONSIBLE FOR ANY LOSSES OR DAMAGES THAT MAY HAVE CAUSED BY USING THE SERVICE.\nWE RESERVE THE RIGHT TO REMOVE OR REPLACE (WITHOUT PRIOR NOTICE), ANY CUSTOMER DATA THAT: (W) IS UNLAWFUL.\n(X) MAY COMPROMISE THE SECURITY OF THE SERVERS.\n(Y) USES EXCESSIVE BANDWIDTH, OR (Z) WE DEEM, IN OUR SOLE DISCRETION, MUST BE REMOVED.\nTHIS PROVISION WILL SURVIVE THE USE OF THE SERVICE.<br>\n<br>\n</p>Indemnification\n<br>\n<p>\n</p>\n<p>You, at your sole expense, will defend, indemnify and hold NitroFlare.com and its directors, officers, shareholders, employees, consultants, affiliates and agents (collectively, “NitroFlare.com indemnities”) harmless from and against any and all actual or threatened suits, actions, proceedings (at law or in equity), claims (groundless or otherwise), damages, payments, deficiencies, fines, judgments, settlements, liabilities, losses, costs and expenses (including, but not limited to, reasonable attorneys' fees and costs, expert witnesses’ costs and fees, penalties, interest and disbursements) arising from or relating to any suit, action, or proceeding against any NitroFlare.com indemnities, whether successful or not, caused by, arising out of, resulting from, attributable to or in any way incidental to: (i) any breach by you of the Terms (including, but not limited to, any breach by you of any of your representations or warranties).\n(ii) Customer Data (including, but not limited to, any violation, misappropriation or infringement of any third party's Intellectual Property Rights or rights of privacy or right of publicity caused by your acts or omissions with respect to Customer Data (or any portion thereof)).\nor (iii) your conduct.\nThis provision will survive the use of the Service.<br>\n<br>\n</p>Online Payment EPRO\n<br>\n<p>\n</p>\n<p>- The PARTNER agrees to timely and clearly inform into the T&amp;C the END CUSTOMERS of EMP's intervention and in particular that\nan E-VOUCHER, constituting electronic money, is generated in the event of an intervention by EMP CORP to pay for the services\noffered on the MERCHANT SITE<br>\n- If the payment service provider is EMP CORP, the transaction will result in the creation and purchase of electronic money issued\nby an E-money Issuer, this E-money will be used to credit an E-wallet<br>\n- E-PRO TRANSACTIONS are labeled \"Online Payment\" on CARDHOLDER's bank card transaction statements in accordance with the\nfollowing description in force today: \"Online Payment\".<br>\n- EMP CORP will inform the PARTNER of any changes to this description, which could occur at any moment, what is agreed by\nthe PARTNER.<br>\n<br>\n</p>Limitation of liability\n<br>\n<p>\n</p>\n<p>IN NO EVENT WILL: (I) NITROFLARE.COM BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOSS OF PROFITS, LOSS OF USE, LOSS OF REVENUE, LOSS OF GOODWILL, ANY INTERRUPTION OF BUSINESS OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THE TERMS, THE SERVICE, THE SITE OR THE THIRD PARTY CONTENT REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF WE HAVE BEEN ADVISED OR IS OTHERWISE AWARE OF THE POSSIBILITY OF SUCH DAMAGES.\nAND (II) NITROFLARE.COM'S TOTAL LIABILITY ARISING OUT OF OR RELATED TO THE TERMS, THE SERVICE, THE SITE OR THE THIRD PARTY CONTENT EXCEED THE AMOUNT PAID BY YOU TO NITROFLARE.COM UNDER THE TERMS (IF ANYTHING).\nMULTIPLE CLAIMS WILL NOT EXPAND THIS LIMITATION.\nTHIS SECTION WILL BE GIVEN FULL EFFECT EVEN IF ANY REMEDY SPECIFIED IN THE TERMS IS DEEMED TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\nTHIS PROVISION WILL SURVIVE THE USE OF THE SERVICE.<br>\n<br>\n</p>Premium Limitation\n<br>\n<p>Premium users have a daily download bandwidth limit according to their plan (or 25GB for premium bought prior to July 6th, 2020 17:35 GMT), and it can be changed in any case if decided by our Administration.<br>\n<br>\n</p>Inactive Files\n<br>\n<p>Inactive files are files that were uploaded to our servers and did not have views or downloads during a period of 90 days.\nIn such event, the system automatically removes these files without any prior notice.\nThe files will be removed regardless if the file's owner has premium or not.<br>\n<br>\n</p>Termination\n<br>\n<p>\n</p>\n<p>You may cease using the Service at any time.\nNitroFlare.com may terminate your use of the Service if NitroFlare.com reasonably believes you have breached any of the Terms.<br>\n<br>\n</p>Repeat infringer policy\n<br>\n<p>\n</p>\n<p>In accordance with the Digital Millennium Copyright Act (“DMCA”) and other applicable law, NitroFlare.com has adopted a policy of terminating, in appropriate circumstances and at NitroFlare.com's sole discretion, subscribers or account holders who are deemed to be repeat infringers.\nNitroFlare.com may also at its sole discretion limit access to the Service and/or terminate the accounts of any users who infringe any Intellectual Property Rights of others, whether or not there is any repeat infringement.<br>\n<br>\n</p>Copyright complaints&nbsp.\n<br>\n<p>\n</p>\n<p>If you believe that any material made available via the Service infringes upon any copyright which you own or control, or that any link made available via the Service directs users to material that infringes upon any copyright which you own or control, you may file a notification of such infringement with our ATT tool as set forth in our DMCA Policy</p>\n<br>\n<br>\nRefunds Policy\n<br>\n<p>All of NitroFlare.com premium services can be purchased after you register, and you may subscribe to the premium services for various lengths of time.\nRefunds will be agreed to on a case by case basis and no later than 24 hours from your initial order.\nWe do not provide partial refunds.\nWe dont have auto renews! Charge is one time only.<br>\n<br>\n</p>Child Abuse and Underage content\n<br>\n<p>\n</p>\n<p>NitroFlare.com does not tolerate child pornography and underage content of sexual kind.\nWhen we get notification of such content, our support will act quickly to remove such content and block account of user who uploaded such content.\nWe will report such content to the National Center for Missing and Exploited Children and Cybertipline at missingkids.com.\nWe also reserve the right to cooperate and take actions, including cooperation with law enforcement agencies, to assist them in identifying and prosecuting individuals who are involved in the transmission or dissemination of content containing child pornography.<br>\n<br>\n</p>Let us Know\n<br>\n<p>\n</p>\n<p>If you want to report any child pornography that is posted to NitroFlare.com servers, please send links to support@NitroFlare.com for investigation.<br>\n<br>\n</p>Miscellaneous&nbsp.\n<br>\n<p>\n</p>\n<p>The Terms will be governed by and construed in accordance with the laws of Cyprus.\nThe parties agree that any action at law or in equity arising out of or relating to the terms will be filed only in the courts of Cyprus and the parties hereby irrevocably and unconditionally consent and submit to the exclusive jurisdiction of such courts over any suit, action or proceeding arising out of the terms.\nExcept for payments due under the terms, neither party will be responsible for any failure to perform or delay attributable in whole or in part to any cause beyond its reasonable control, including but not limited to acts of God (fire, storm, floods, earthquakes, etc.), civil disturbances, disruption of telecommunications, disruption of power or other essential services, interruption or termination of service by any service providers being used by NitroFlare.com to link its servers to the Internet, labour disturbances, vandalism, cable cut, computer viruses or other similar occurrences, or any malicious or unlawful acts of any third party (each a “Force Majeure Event”).\nIn the event of any such delay the date of delivery will be deferred for a period equal to the time lost by reason of the delay.</p>\n<br>\nQuestions?\n<br>\n<p>If you have any questions about the Terms, please contact us at support@NitroFlare.com</p>\n<p>\n<strong>NitroFlare.com</strong> is an international service for safe file transfer, storage, backup, and distribution.</p>\n<p>The speed of our servers, all of them working on several gigabyte connection links, is nearly unlimited.</p>\n<p>Today there are no similar services that can offer our level of quality.</p>\n<p>Nitroflare is the best and fastest service for uploading, storing, and safe sharing of your files on the internet.</p>\n<p>\nAffiliates FAQ&nbsp;|&nbsp.\nCopyright / DMCA&nbsp;|&nbsp.\nTerms of Service&nbsp;|&nbsp.\nPrivacy Policy&nbsp;|&nbsp.\nRefund Policy&nbsp;|&nbsp.\nContact\n</p>\n<p>© All rights reserved NitroFlare</p> ", "created_at": "2021-04-23 19:40:30.535541", "updated_at": "2021-04-23 20:10:19.663301"}, {"id": 5318, "name": "REFUND POLICY", "url": "https://nitroflare.com/refundPolicy", "xpath": "", "text": " <ul>\n<li>Upload File</li>\n<li>Buy Premium</li>\n<li>Earn money</li>\n<li>Support</li>\n</ul> LoginSign up REFUND POLICY <p>All purchases are final.\nIf the account hasn't been updated with the premium membership\nyou have the right for a refund.\nMake sure to notify our support department within 7 days\nof the initial purchase date.</p>\n<p>\n<strong>NitroFlare.com</strong> is an international service for safe file transfer, storage, backup, and distribution.</p>\n<p>The speed of our servers, all of them working on several gigabyte connection links, is nearly unlimited.</p>\n<p>Today there are no similar services that can offer our level of quality.</p>\n<p>Nitroflare is the best and fastest service for uploading, storing, and safe sharing of your files on the internet.</p>\n<p>\nAffiliates FAQ&nbsp;|&nbsp.\nCopyright / DMCA&nbsp;|&nbsp.\nTerms of Service&nbsp;|&nbsp.\nPrivacy Policy&nbsp;|&nbsp.\nRefund Policy&nbsp;|&nbsp.\nContact\n</p>\n<p>© All rights reserved NitroFlare</p> ", "created_at": "2021-04-23 19:40:31.897609", "updated_at": "2021-04-23 20:09:25.666096"}], "points": [{"id": 27898, "title": "You waive your moral rights", "source": "https://developers.tosdr.org/dev/ToS;DR-Crawler.166133828.html", "status": "privacy and block user from personal information", "created_at": "2022-05-27 14:27:34.413414", "updated_at": "2022-05-27 14:27:34.413414", "quoteText": null, "case_id": 118, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["nitroflare.com"]}}