{"error": 448, "message": "OK", "parameters": {"id": 243, "name": "Etsy", "created_at": "2018-01-16 15:26:06.722434", "updated_at": "2021-06-25 13:57:25.625272", "wikipedia": "https://en.wikipedia.org/wiki/Etsy", "keywords": "", "related": "", "slug": "etsy", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/243.png", "url": "etsy.com", "documents": [{"id": 1794, "name": "Terms of Use (updated)", "url": "http://www.etsy.com/legal/terms-of-use?ref=ftr", "xpath": "//body", "text": " Your Etsy Privacy Settings\n<p>In order to give you the best experience, we use cookies and similar technologies for performance, analytics, personalization, advertising, and to help our site function.\nWant to know more? Read our Cookie Policy.\nYou can change your preferences any time in your Privacy Settings.</p> Update settings Accept Privacy Settings <p>Etsy uses cookies and similar technologies to give you a better experience, enabling things like:</p>\n<ul>\n<li>basic site functions</li>\n<li>ensuring secure, safe transactions</li>\n<li>secure account login</li>\n<li>remembering account, browser, and regional preferences</li>\n<li>remembering privacy and security settings</li>\n<li>analysing site traffic and usage</li>\n<li>personalized search, content, and recommendations</li>\n<li>helping sellers understand their audience</li>\n<li>showing relevant, targeted ads on and off Etsy</li>\n</ul>\n<p>Detailed information can be found in Etsy’s Cookies &amp.\nSimilar Technologies Policy and our Privacy Policy.</p> Required Cookies &amp.\nTechnologies\n<p>Some of the technologies we use are necessary for critical functions like security and site integrity, account authentication, security and privacy preferences, internal site usage and maintenance data, and to make the site work correctly for browsing and transactions.</p> Always on Site Customization\n<p>Cookies and similar technologies are used to improve your experience, to do things like:</p>\n<ul>\n<li>remember your login, general, and regional preferences</li>\n<li>personalize content, search, recommendations, and offers</li>\n</ul>\n<p>Without these technologies, things like personalized recommendations, your account preferences, or localisation may not work correctly.\nFind out more in our Cookies &amp.\nSimilar Technologies Policy.</p> Off Personalized Advertising\n<p>These technologies are used for things like:</p>\n<ul>\n<li>personalized ads</li>\n<li>to limit how many times you see an ad</li>\n<li>to understand usage via Google Analytics</li>\n<li>to understand how you got to Etsy</li>\n<li>to ensure that sellers understand their audience and can provide relevant ads</li>\n</ul>\n<p>We do this with social media, marketing, and analytics partners (who may have their own information they’ve collected).\nSaying no will not stop you from seeing Etsy ads, but it may make them less relevant or more repetitive.\nFind out more in our Cookies &amp.\nSimilar Technologies Policy.</p> Off Saved <p>Done</p> We've updated our Terms of Use and our Privacy Policy with important information about how we use your data, how we share data with partners, and your privacy options.\nI understand Etsy Close search Search for items or shops Skip to Content <ul>\n<li> Sign in </li>\n<li> Cart 0 Cart </li>\n</ul>\n<ul>\n<li> Jewelry &amp.\nAccessories </li>\n<li> Clothing &amp.\nShoes </li>\n<li> Home &amp.\nLiving </li>\n<li> Wedding &amp.\nParty </li>\n<li> Toys &amp.\nEntertainment </li>\n<li> Art &amp.\nCollectibles </li>\n<li> Craft Supplies &amp.\nTools </li>\n<li> Vintage </li>\n</ul> &lt;div id=\"javascript-nag\" class=\"notice alert alert-warning notice\"&gt.\n&lt;div class=\"alert-message wt-pt-xs-2 wt-pb-xs-2\"&gt;Take full advantage of our site features by enabling JavaScript.\n&lt;a class=\"link-gray-darker\" href=\"https://www.etsy.com/help/article/372\"&gt;Learn more&lt;/a&gt;&lt;/div&gt.\n&lt;/div&gt.\nOur House Rules <p>Get to know Etsy's legal terms and policies</p> Search our policies Search Our House Rules Search our policies Search Our House Rules / Terms of Use <ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Legal imprint </li>\n<li> Buyers </li>\n<li> Sellers </li>\n<li> Third parties </li>\n</ul> Terms of Use <p>Welcome to Etsy.\nWe’re so glad you’re here.\nMake yourself comfortable and have a good time, but please follow our house rules.</p>\n<ol>\n<li>Accepting These Terms </li>\n<li>Those Other Documents We Mentioned </li>\n<li>Your Privacy </li>\n<li>Your Account with Etsy </li>\n<li>Your Content </li>\n<li>Your Use of Our Services </li>\n<li>Termination </li>\n<li>Warranties and Limitation of Liability (or the Things You Can’t Sue Us For) </li>\n<li>Indemnification (or What Happens If You Get Us Sued) </li>\n<li>Disputes with Other Users </li>\n<li>Disputes with Etsy </li>\n<li>Changes to the Terms </li>\n<li>Some Finer Legal Points </li>\n<li>Contact Information </li>\n</ol>1.\nAccepting These Terms\n<p>\n<strong>This document and the other documents that we reference below make up our house rules, or what we officially call our Terms of Use (the “Terms” for short).</strong>\n</p>\n<p>The Terms are a legally binding contract between you and Etsy.\nIf you live in North America or South America, the contract is between you and Etsy, Inc..\nif you live elsewhere, the contract is between you and Etsy Ireland UC, a subsidiary of Etsy, Inc.\nWe’ll just refer to Etsy, Inc.\nand all of its subsidiaries collectively as “Etsy.”</p>\n<p>\n<strong>Please note that Section 11.\nDisputes with Etsy, contains an arbitration clause and class action waiver.\nBy agreeing to the Terms, you agree to resolve all disputes through binding individual arbitration, which means that you waive any right to have those disputes decided by a judge or jury, and that you waive your right to participate in class actions, class arbitrations, or representative actions.</strong>\n<em>*</em>\n</p>\n<p>This contract sets out your rights and responsibilities when you use Etsy.com, Pattern by Etsy, our mobile apps, and the other services provided by Etsy (we’ll refer to all of these collectively as our “Services”), so please read it carefully.\nBy using any of our Services (even just browsing one of our websites), you’re agreeing to the Terms.\nIf you don’t agree with the Terms, you may not use our Services.\nAgree with us? Great, read on!</p>\n2.\nThose Other Documents We Mentioned\n<p>Etsy’s Services connect people around the world, both online and offline, to make, sell, and buy unique goods.\nHere’s a handy guide to help you understand the specific rules that are relevant for you, depending on how you use the Services:</p>\n<p>Our House Rules for Everyone.\nIf you use any of our Services, you agree to these Terms, our Privacy Policy, and our Anti-Discrimination Policy.</p>\n<p>\n<strong>Our House Rules for Sellers</strong>.\nIf you list any items for sale through our Services, these policies apply to you.\nYou can read them here.\n</p>\n<p>\n<strong>Our House Rules for Buyers</strong>.\nIf you use our Services to browse or shop, these policies apply to you.\nYou can read them here.</p>\n<p>\n<strong>Our House Rules for Third Parties</strong>.\nThese policies apply to intellectual property owners, Etsy API users, affiliates, and anyone requesting information from Etsy.</p>\n<p>\n<strong>Search and Advertising Ranking Disclosures.</strong> This is a concise summary of how Etsy organizes search results and advertising results that could include Your Content.\n</p>\n<p>All of these policies are a part of our Terms, so be sure to read the ones that are relevant for you.\nOf course, you’ll still want to read the rest of this document because it applies to everyone!</p>\n3.\nYour Privacy\n<p>We know your personal information is important to you, so it’s important to us.\nOur Privacy Policy details how your information is used when you use our Services.\nBy using our Services, you're also agreeing that we can process your information in the ways set out in the Privacy Policy, so please read it here.</p>\n<p>Both Etsy and sellers process members’ personal information (for example, buyer name, email address, and shipping address) and are therefore considered&nbsp;separate and independent data controllers&nbsp;of buyers’ personal information under EU law.\nThat means that each party is responsible for the personal information it processes in providing the Services.\nFor example, if a seller accidentally discloses a buyer’s name and email address when fulfilling another buyer’s order, the seller, not Etsy, will be responsible for that unauthorized disclosure.\n&nbsp;</p>\n<p>If, however, Etsy and sellers are found to be joint data controllers of buyers’ personal information, and if Etsy is sued, fined, or otherwise incurs expenses because of something that you did as a joint data controller of buyer personal information, you agree to indemnify Etsy for the expenses it occurs in connection with your processing of buyer personal information.\nSee Section 9.\nIndemnification (or What Happens If You Get Us Sued) below for more information about your indemnification obligations to Etsy.</p>\n4.\nYour Account with Etsy\n<p>You’ll need to create an account with Etsy to use some of our Services.\nHere are a few rules about accounts with Etsy:</p>\n<p>\n<strong>A.\nYou must be 18 years or older to use our Services.</strong> Minors under 18 and at least 13 years of age are only permitted to use our Services through an account owned by a parent or legal guardian with their appropriate permission and under their direct supervision.\nChildren under 13 years are not permitted to use Etsy or the Services.\nYou are responsible for any and all account activity conducted by a minor on your account, and there may be commercial products or services available that you may want to consider to limit a minor's access to material online.\nFor more information, see Etsy's Minors Policy.</p>\n<p>\n<strong>B.\nBe honest with us.</strong> Provide accurate information about yourself.\nIt’s prohibited to use false information or impersonate another person or company through your account.</p>\n<p>\n<strong>C.\nChoose an appropriate name.</strong> If you decide to not have your full name serve as the name associated with your account, you may not use language that is offensive, vulgar, infringes someone’s intellectual property rights, or otherwise violates the Terms.\n</p>\n<p>\n<strong>D.\nYou're responsible for your account.</strong> You’re solely responsible for any activity on your account.\nIf you’re sharing an account with other people, then the person whose financial information is on the account will ultimately be responsible for all activity.\nIf you’re registering as a business entity, you personally guarantee that you have the authority to agree to the Terms on behalf of the business.\nAlso, your accounts are not transferable.</p>\n<p>\n<strong>E.\nProtect your password.</strong> As we mentioned above, you’re solely responsible for any activity on your account, so it’s important to keep your account password secure.\nHere’s a Help article on how to make your account more secure.</p>\n<p>\n<strong>F.\nLet's be clear about our relationship.</strong> These Terms don't create any agency, partnership, joint venture, employment, or franchisee relationship between you and Etsy.</p>\n<p>This detailed Help article should answer any questions you may have about registering an account with Etsy.\n</p>\n5.\nYour Content\n<p>Content that you post using our Services is your content (so let’s refer to it as “Your Content”).\nWe don’t make any claim to it, which includes anything you post using our Services (like shop names, profile pictures, listing photos, listing descriptions, reviews, comments, videos, usernames, etc.).</p>\n<p>\n<strong>A.\nResponsibility for Your Content.</strong> You understand that you are solely responsible for Your Content.\nYou represent that you have all necessary rights to Your Content and that you’re not infringing or violating any third party’s rights by posting it.</p>\n<p>\n<strong>B.\nPermission to Use Your Content</strong>.\nBy posting Your Content through our Services, you grant Etsy a license to use it.\nWe don’t claim any ownership to Your Content, but we have your permission to use it to help Etsy function and grow.\nThat way, we won’t infringe any rights you have in Your Content and we can help promote it.\n.\nFor example, you acknowledge and agree Etsy may offer you or Etsy buyers promotions on the Site, from time to time, that may relate to your listings</p>\n<p>\n<strong>C.\nRights You Grant Etsy.</strong> (Here’s the legalese version of the last section).\nBy posting Your Content, you grant Etsy a non-exclusive, worldwide, royalty-free, irrevocable, sub-licensable, perpetual license to use, display, edit, modify, reproduce, distribute, store, and prepare derivative works of Your Content.\nThis allows us to provide the Services and to promote Etsy, your Etsy shop, or the Services in general, in any formats and through any channels, including across any Etsy Services, our partners, or third-party website or advertising medium.\nYou agree not to assert any moral rights or rights of publicity against us for using Your Content.\nYou also recognize our legitimate interest in using it, in accordance with the scope of this license, to the extent Your Content contains any personal information.\n</p>\n<p>That sounds like a lot, but it’s necessary for us to keep Etsy going.\nConsider these examples: if you upload a photo or video of a listing on your Etsy shop, we have permission to display it to buyers, and we can resize or enhance it so it looks good to a buyer using our mobile app.\nif you post a description in English, we can translate it into French so a buyer in Paris can learn the story behind your item.\nand if you post a beautiful photo or video of your latest handmade necklace, we can feature it– often along with your shop name and shop picture– on our homepage, in one of our blogs or even on a billboard to help promote your business and Etsy’s.</p>\n<p>\n<strong>D.\nReporting Unauthorized Content.</strong> Etsy has great respect for intellectual property rights, and is committed to following appropriate legal procedures to remove infringing content from the Services.\nIf content that you own or have rights to has been posted to the Services without your permission and you want it removed, please follow the steps listed in our Intellectual Property Policy.\nIf Your Content is alleged to infringe another person’s intellectual property, we will take appropriate action, such as disabling it if we receive proper notice or terminating your account if you are found to be a repeat infringer.\nWe’ll notify you if any of that happens.</p>\n<p>\n<strong>E.\nInappropriate, False, or Misleading Content.</strong> This should be common sense, but there are certain types of content we don’t want posted on Etsy’s Services (for legal reasons or otherwise).\nYou agree that you will not post any content that is abusive, threatening, defamatory, obscene, vulgar, or otherwise offensive or in violation of our Prohibited Items Policy, Community Policy, or any part of our Terms.\nYou also agree not to post any content that is false and misleading or uses the Services in a manner that is fraudulent or deceptive.</p>\n6.\nYour Use of Our Services\n<p>\n<strong>License to Use Our Services.</strong> We grant you a limited, non-exclusive, non-transferable, and revocable license to use our Services—subject to the Terms and the following restrictions in particular:</p>\n<p>\n<strong>A.\nDon’t Use Our Services to Break the Law.</strong> You agree that you will not violate any laws in connection with your use of the Services.\nThis includes any local, state, federal, and international laws that may apply to you.\nFor example, it’s your responsibility to obtain any permits or licenses that your shop requires, and to meet applicable legal requirements in applicable jurisdiction(s).\nThis includes the sale and delivery of your items, such as age verification upon delivery, where required by law.\nYou may not sell anything that violates any laws.\nyou must comply with our Sanctions Policy, and you may not engage in fraud (including false claims or infringement notices), theft, anti-competitive conduct, threatening conduct, or any other unlawful acts or crimes against Etsy, another Etsy user, or a third party.</p>\n<p>\n<strong>B.\nPay Your Bills.</strong> You are responsible for paying all fees that you owe to Etsy.\nExcept as set forth below, you are also solely responsible for collecting and/or paying any applicable taxes for any purchases or sales you make through our Services.\nFor digital items sold to buyers in Australia, Belarus, Chile, the EU, Iceland, India, Indonesia, Japan, Malaysia, Mexico, Moldova, New Zealand, Norway, Quebec (Canada), Russia, Saudi Arabia, Serbia, Singapore, South Africa, South Korea, Switzerland, Taiwan, Turkey, or United Arab Emirates, Etsy will help collect and remit the correct amount of value-added tax or VAT.\nSome countries may refer to VAT using other terms, e.g.\nGoods and Services Tax (GST), but we’ll just refer to VAT, GST, and any local sales taxes collectively as “VAT.” In addition, Etsy will calculate, collect, and remit sales tax where applicable.\nPlease see this FAQ for more information.\nYour fees, bills, taxes, and how you can pay them are fully explained in our Fees &amp.\nPayments Policy.\n</p>\n<p>\n<strong>C.\nDon’t Steal Our Stuff.</strong> You agree not to crawl, scrape, or spider any page of the Services or to reverse engineer or attempt to obtain the source code of the Services.\nIf you want to use our API, please follow our API Terms of Use.</p>\n<p>\n<strong>D.\nDon’t Try to Harm Our Systems.</strong> You agree not to interfere with or try to disrupt our Services, for example by distributing a virus or other harmful computer code.</p>\n<p>\n<strong>E.\nFollow Our Trademark Policy.</strong> The name \"Etsy\" and the other Etsy marks, phrases, logos, and designs that we use in connection with our Services (the Etsy Trademarks), are trademarks, service marks, or trade dress of Etsy in the US and other countries.\nIf you’d like to use our trademarks, please follow our Trademark Policy.</p>\n<p>\n<strong>F.\nShare Your Ideas.</strong> We love your suggestions and ideas! They can help us improve your experience and our Services.\nAny unsolicited ideas or other materials you submit to Etsy (not including Your Content or items you sell through our Services) are considered non-confidential and non-proprietary to you.\nYou grant us a non-exclusive, worldwide, royalty-free, irrevocable, sub-licensable, perpetual license to use and publish those ideas and materials for any purpose, without compensation to you.</p>\n<p>\n<strong>G.\nTalk to Us Online.</strong> From time to time, Etsy will provide you with certain legal information in writing.\nBy using our Services, you’re agreeing to our Electronic Communications Policy, which describes how we provide that information to you.\nIt says that we can send you information electronically (such as by email) instead of mailing you paper copies (it’s better for the environment), and that your electronic agreement is the same as your signature on paper.</p>\n7.\nTermination\n<p>\n<strong>Termination By You.</strong> We'd hate to see you go, but you may terminate your account with Etsy at any time from your account settings.\nYou can find more information in this Help article.\nTerminating your account will not affect the availability of some of Your Content that you posted through the Services prior to termination.\nOh, and you’ll still have to pay any outstanding bills.</p>\n<p>\n<strong>Termination By Etsy.</strong> We may terminate or suspend your account (and any accounts Etsy determines are related to your account) and your access to the Services should we have reason to believe you, your Content, or your use of the Services violate our Terms.\nIf we do so, it’s important to understand that you don’t have a contractual or legal right to continue to use our Services, for example, to sell or buy on our websites or mobile apps.\nGenerally, Etsy will notify you that your account has been terminated or suspended, unless you’ve repeatedly violated our Terms or we have legal or regulatory reasons preventing us from notifying you.</p>\n<p>If you or Etsy terminate your account, you may lose any information associated with your account, including Your Content.</p>\n<p>\n<strong>We May Discontinue the Services.</strong> Etsy reserves the right to change, suspend, or discontinue any of the Services at any time, for any reason, including those laid out in Etsy’s policies under these Terms of Use.\nWe will not be liable to you for the effect that any changes to the Services may have on you, including your income or your ability to generate revenue through the Services.</p>\n<p>\n<strong>Survival.</strong> The Terms will remain in effect even after your access to the Service is terminated, or your use of the Service ends.</p>\n8.\nWarranties and Limitation of Liability (or the Things You Can’t Sue Us For)\n<p>\n<strong>Items You Purchase.</strong> You understand that Etsy does not manufacture, store, or inspect any of the items sold through our Services.\nWe provide the venue.\nthe items in our marketplaces are produced, listed, and sold directly by independent sellers, so Etsy cannot and does not make any warranties about their quality, safety, or even their legality.\nAny legal claim related to an item you purchase must be brought directly against the seller of the item.\nYou release Etsy from any claims related to items sold through our Services, including for defective items, misrepresentations by sellers, or items that caused physical injury (like product liability claims).</p>\n<p>\n<strong>Content You Access.</strong> You may come across materials that you find offensive or inappropriate while using our Services.\nWe make no representations concerning any content posted by users through the Services.\nEtsy is not responsible for the accuracy, copyright compliance, legality, or decency of content posted by users that you accessed through the Services.\nYou release us from all liability relating to that content.</p>\n<p>\n<strong>People You Interact With.</strong> You can use the Services to interact with other individuals, either online or in person.\nHowever, you understand that we do not screen users of our Services, and you release us from all liability relating to your interactions with other users.\nPlease be careful and exercise caution and good judgment in all interactions with others, especially if you are meeting someone in person.\nThis Help article has some good advice about handling in person meetings.</p>\n<p>\n<strong>Third-Party Services.</strong> Our Services may contain links to third-party websites or services that we don’t own or control (for example, links to Facebook, Twitter, and Pinterest).\nYou may also need to use a third party’s product or service in order to use some of our Services (like a compatible mobile device to use our mobile apps).\nWhen you access these third-party services, you do so at your own risk.\nThe third parties may require you to accept their own terms of use.\nEtsy is not a party to those agreements.\nthey are solely between you and the third party.</p>\n<p>\n<strong>Gift Cards and Promotions.</strong> You acknowledge that Etsy does not make any warranties with respect to your Gift Card balance and is not responsible for any unauthorized access to, or alteration, theft, or destruction of a Gift Card or Gift Card code that results from any action by you or a third party.\nYou also acknowledge that we may suspend or prohibit use of your Gift Card if your Gift Card or Gift Card code has been reported lost or stolen, or if we believe your Gift Card balance is being used suspiciously, fraudulently, or in an otherwise unauthorized manner.\nIf your Gift Card code stops working, your only remedy is for us to issue you a replacement Gift Card code.\nBy participating in a special offer or promotion, you agree that you may not later claim that the rules of that special offer or promotion were ambiguous.</p>\n<p>\n<strong>WARRANTIES.</strong> ETSY IS DEDICATED TO MAKING OUR SERVICES THE BEST THEY CAN BE, BUT WE’RE NOT PERFECT AND SOMETIMES THINGS CAN GO WRONG.\nYOU UNDERSTAND THAT OUR SERVICES ARE PROVIDED “AS IS” AND WITHOUT ANY KIND OF WARRANTY (EXPRESS OR IMPLIED).\nWE ARE EXPRESSLY DISCLAIMING ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE, AS WELL AS ANY WARRANTIES IMPLIED BY A COURSE OF PERFORMANCE, COURSE OF DEALING, OR USAGE OF TRADE.</p>\n<p> WE DO NOT GUARANTEE THAT: (I) THE SERVICES WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(II) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(III) THE SERVICES WILL BE FREE OF VIRUSES OR OTHER HARMFUL MATERIALS.\nOR (IV) THE RESULTS OF USING THE SERVICES WILL MEET YOUR EXPECTATIONS.\nYOU USE THE SERVICES SOLELY AT YOUR OWN RISK.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>LIABILITY LIMITS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, NEITHER ETSY, NOR OUR EMPLOYEES OR DIRECTORS SHALL BE LIABLE TO YOU FOR ANY LOST PROFITS OR REVENUES, OR FOR ANY CONSEQUENTIAL, INCIDENTAL, INDIRECT, SPECIAL, OR PUNITIVE DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE SERVICES OR THESE TERMS.\nIN NO EVENT SHALL ETSY’S AGGREGATE LIABILITY FOR ANY DAMAGES EXCEED THE GREATER OF ONE HUNDRED ($100) US DOLLARS (USD) OR THE AMOUNT YOU PAID ETSY IN THE PAST TWELVE MONTHS.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>9.\nIndemnification (or What Happens If You Get Us Sued)\n<p>We hope this never happens, but if Etsy gets sued because of something that you did, you agree to defend and indemnify us.\nThat means you’ll defend Etsy (including any of our employees) and hold us harmless from any legal claim or demand (including reasonable attorney’s fees) that arises from your actions, your use (or misuse) of our Services, your breach of the Terms, or you or your account’s infringement of someone else’s rights.</p>\n<p>We reserve the right to handle our legal defense however we see fit, even if you are indemnifying us, in which case you agree to cooperate with us so we can execute our strategy.</p>\n10.\nDisputes with Other Users\n<p>If you find yourself in a dispute with another user of Etsy’s Services or a third party, we encourage you to contact the other party and try to resolve the dispute amicably.</p>\n<p>\n<strong>Case System.</strong> Buyers and sellers who are unable to resolve a dispute related to a transaction on our websites or mobile apps may participate in our case system.\nYou can find details about the case system in this Help article.\nEtsy will attempt to help you resolve disputes in good faith and based solely on our interpretation of our policies, in our sole discretion.\nwe will not make judgments regarding legal issues or claims.\nEtsy has no obligation to resolve any disputes.</p>\n<p>\n<strong>Release of Etsy.</strong> You release Etsy from any claims, demands, and damages arising out of disputes with other users or parties.</p>\n11.\nDisputes with Etsy\n<p>If you’re upset with us, let us know, and hopefully we can resolve your issue.\nBut if we can’t, then these rules will govern any legal dispute involving our Services:</p>\n<p>\n<strong>A.\nGoverning Law.</strong> The Terms are governed by the laws of the State of New York, without regard to its conflict of laws rules, and the laws of the United States of America.\nThese laws will apply no matter where in the world you live, but if you live outside of the United States, you may be entitled to the protection of the mandatory consumer protection provisions of your local consumer protection law.</p>\n<p>\n<strong>B.\nArbitration.</strong> You and Etsy agree that any dispute or claim arising from or relating to the Terms shall be finally settled by final and binding arbitration, using the English language, administered by the American Arbitration Association (the “AAA”) under its Consumer Arbitration Rules (the \"AAA Rules\") then in effect (those rules are deemed to be incorporated by reference into this section, and as of the date of these Terms you can find the AAA Rules here), unless otherwise required by law.\n**Arbitration, including threshold questions of arbitrability of the dispute, will be handled by a sole arbitrator in accordance with those rules.\nJudgment on the arbitration award may be entered in any court that has jurisdiction.\n</p>\n<p>For EU sellers, if any dispute arises in connection with the Terms, the parties should first try to resolve the dispute through the complaints procedure published here.\nIn addition, the dispute may be referred by either party to the Centre for Effective Dispute Resolution (“CEDR”) for mediation.\nThe Parties agree to enter into mediation to settle a good faith dispute and will do so in accordance with the CEDR’s mediation procedures.\nUnless otherwise agreed between the parties within 14 days of notice of the dispute, the mediator will be nominated by CEDR.\nTo initiate the mediation a party must give notice in writing to the other party to the dispute, referring the dispute to mediation.\nA copy of the referral should be sent to CEDR.\n</p>\n<p>Any arbitration or mediation under the Terms will take place on an individual basis.\nYou understand that by agreeing to the Terms, you and Etsy are each waiving the right to trial by jury or to participate in a class action lawsuit.\nClass arbitrations shall only be available if requested by either party under its Class Action Arbitration Rules and approved by the arbitration entity.\nNotwithstanding the foregoing, each party shall have the right to bring an action in a court of proper jurisdiction for injunctive or other equitable or conservatory relief, pending a final decision by the arbitrator or mediator.\nYou may instead assert your claim in “small claims” court, but only if your claim qualifies, your claim remains in such court, and your claim remains on an individual, non-representative, and non-class basis.</p>\n<p>\n<strong>C.\nCosts of Arbitration.</strong> Payment for any and all reasonable AAA filing, administrative, and arbitrator fees will be in accordance with the Consumer Arbitration Rules, and in the case of CEDR, its rules.\nIf the value of your claim does not exceed $10,000 USD, Etsy will pay for the reasonable filing, administrative, and arbitrator fees associated with the arbitration, unless the arbitrator finds that either the substance of your claim or the relief sought was frivolous or brought for an improper purpose.\nFor mediation through CEDR, the parties will pay their share of mediation costs, and under certain conditions such fees may be refundable to you, depending on the outcome of the mediation.</p>\n<p>\n<strong>D.\nForum.</strong> We’re based in New York, so any legal action against Etsy related to our Services must be filed and take place in New York County, New York.\nFor all actions under the AAA Rules, the proceedings may be filed where your residence is, or in New York, New York, and any in-person hearings will be conducted at a location which is reasonably convenient to both parties taking into account their ability to travel and other pertinent circumstances.\nFor any actions not subject to arbitration or mediation, you and Etsy agree to submit to the personal jurisdiction of a state or federal court located in New York County, New York if your contract is with Etsy, Inc..\nif your contract is with Etsy Ireland UC, you and Etsy agree to submit to the personal jurisdiction of the courts of Ireland.</p>\n<p>\n<strong>E.\nGovernment Exception.</strong> If you are a government agent or entity in the United States using the Services in your official capacity, and you are legally unable to agree to the clauses in this section, then those clauses do not apply to you.\nIn that case, the Terms and any action related to the Terms will be governed by the laws of the United States (without reference to conflict of laws) and, in the absence of federal law and to the extent permitted under federal law, the laws of the State of New York.</p>\n<p>\n<strong>F.\nModifications.</strong> If we make any changes to this “Disputes with Etsy” section after the date you last accepted the Terms, those changes will not apply to any claims filed in a legal proceeding against Etsy prior to the date the changes became effective.\nEtsy will notify you of substantive changes to the “Disputes with Etsy” section at least 30 days prior to the date the change will become effective.\nIf you do not agree to the modified terms, you may send Etsy a written notification (including email) or close your account within those 30 days.\nBy rejecting a modified term or permanently closing your account, you agree to arbitrate any disputes between you and Etsy in accordance with the provisions of this “Disputes with Etsy” section as of the date you last accepted the Terms, including any changes made prior to your rejection.\nIf you reopen your closed account or create a new account, you agree to be bound by the current version of the Terms.</p>\n12.\nChanges to the Terms\n<p>We may update these Terms from time to time.\nIf we believe that the changes are material, we’ll definitely let you know by posting the changes through the Services and/or sending you an email or message about the changes.\nThat way you can decide whether you want to continue using the Services.\nChanges will be effective upon the posting of the changes unless otherwise specified.\nYou are responsible for reviewing and becoming familiar with any changes.\nYour use of the Services following the changes constitutes your acceptance of the updated Terms.</p>\n13.\nSome Finer Legal Points\n<p>The Terms, including all of the policies that make up the Terms, supersede any other agreement between you and Etsy regarding the Services.\nIf any part of the Terms is found to be unenforceable, that part will be limited to the minimum extent necessary so that the Terms will otherwise remain in full force and effect.\nOur failure to enforce any part of the Terms is not a waiver of our right to later enforce that or any other part of the Terms.\nWe may assign any of our rights and obligations under the Terms.</p>\n14.\nContact Information\n<p>If you have any questions about the Terms, please email us at legal@etsy.com.</p>\n<p>*In some countries you may have additional rights and/or the preceding may not apply to you.</p>\n<p>Last updated on Nov 27, 2020</p> Footer <p>Yes! Send me exclusive offers, unique gift ideas, and personalized tips for shopping and selling on Etsy.</p> Enter your email Subscribe Please enter a valid email address.\nLooks like you already have an account! Please Log in to subscribe.\nYou've already signed up for some newsletters, but you haven't confirmed your address.\nRegister to confirm your address.\nYou've been successfully signed up! Great! We've sent you an email to confirm your subscription.\nThere was a problem subscribing you to this newsletter.\nShop <ul>\n<li> Gift cards </li>\n<li> Etsy blog </li>\n</ul> Sell <ul>\n<li> Sell on Etsy </li>\n<li> Teams </li>\n<li> Forums </li>\n<li> Affiliates </li>\n</ul> About <ul>\n<li> Etsy, Inc.\n</li>\n<li> Policies </li>\n<li> Investors </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Impact </li>\n<li> Legal imprint </li>\n</ul> Help <ul>\n<li> Help Center </li>\n<li> Privacy settings </li>\n</ul> Download the Etsy App <ul>\n<li> Instagram </li>\n<li> Facebook </li>\n<li> Pinterest </li>\n<li> Twitter </li>\n<li> Youtube </li>\n</ul> NETHERLANDS &nbsp.\nThe Netherlands &nbsp.\n| &nbsp.\nEnglish (US) &nbsp.\n| &nbsp.\n€ (EUR) © 2020 Etsy, Inc.\n<ul>\n<li> Terms of Use </li>\n<li> Privacy </li>\n<li> Cookies </li>\n<li> Interest-based ads </li>\n</ul> Update your settings <p> Set where you live, what language you speak, and the currency you use.\nLearn more.\n</p> Region Australia Canada France Germany Greece Ireland Italy Japan New Zealand Poland Portugal Russia Spain The Netherlands United Kingdom United States Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory British Virgin Islands Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo, Republic of Cook Islands Costa Rica Croatia Curaçao Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iraq Ireland Isle of Man Israel Italy Ivory Coast Jamaica Japan Jordan Kazakhstan Kenya Kiribati Kosovo Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar (Burma) Namibia Nauru Nepal Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal Puerto Rico Qatar Reunion Romania Russia Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Martin (French part) Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Sint Maarten (Dutch part) Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands South Korea South Sudan Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Taiwan Tajikistan Tanzania Thailand The Netherlands Timor-Leste Togo Tokelau Tonga Trinidad Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay U.S.\nVirgin Islands Uzbekistan Vanuatu Venezuela Vietnam Wallis and Futuna Western Sahara Yemen Zaire (Democratic Republic of Congo) Zambia Zimbabwe Language Deutsch English (UK) English (US) Español Français Italiano 日本語 Nederlands Polski Português Русский Currency $ United States Dollar (USD) $ Canadian Dollar (CAD) € Euro (EUR) £ British Pound (GBP) $ Australian Dollar (AUD) ¥ Japanese Yen (JPY) ¥ Chinese Yuan (CNY) Kč Czech Koruna (CZK) kr Danish Krone (DKK) $ Hong Kong Dollar (HKD) Ft Hungarian Forint (HUF) Rp Indonesian Rupiah (IDR) ₪ Israeli Shekel (ILS) RM Malaysian Ringgit (MYR) $ Mexican Peso (MXN) DH Moroccan Dirham (MAD) $ New Zealand Dollar (NZD) kr Norwegian Krone (NOK) ₱ Philippine Peso (PHP) $ Singapore Dollar (SGD) ₫ Vietnamese Dong (VND) R South African Rand (ZAR) kr Swedish Krona (SEK) Swiss Franc (CHF) ฿ Thai Baht (THB) NT$ Taiwan New Dollar (TWD) ₺ Turkish Lira (TRY) zł Polish Zloty (PLN) R$ Brazilian Real (BRL) Cancel Loading Save Loading ", "created_at": "2019-08-15 03:12:13.437897", "updated_at": "2021-07-10 10:25:37.598732"}, {"id": 236, "name": "Privacy Policy", "url": "https://www.etsy.com/legal/privacy", "xpath": "/html/body/div[5]/div/div[2]/div", "text": " Our House Rules / Privacy Policy <ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Buyers </li>\n<li> Sellers </li>\n<li> Third parties </li>\n</ul> Privacy Policy <p>At Etsy, we care deeply about privacy.\nWe believe in transparency, and we’re committed to being upfront about our privacy practices, including how we treat your personal information.\nWe know you care about your privacy too, so we provide settings that allow you to choose how certain information is used by Etsy.\nThis policy explains our privacy practices for Etsy.com (which we’ll refer to as the \"Site\"), Etsy’s mobile applications (the \"Apps\"), Pattern by Etsy, Etsy Payments, Etsy’s public Application Program Interface (the “API”), and our other services provided by Etsy, Inc.\nor Etsy Ireland UC, depending on your location (\"Etsy,\" together with \"we,\" \"us,\" and \"our\").\nWe'll refer to the Site, the Apps, Pattern by Etsy, Etsy Payments, the API, and our other services as the \"Services.\" If you are located outside of North or South America, Etsy Ireland UC is the data controller and is responsible for your personal information.\nThis policy does not apply to the practices of third parties (including other members who sell using the Services or API users) who may also collect or receive data in connection with your use of the Services.</p>\n<ol>\n<li>Our Privacy Policy </li>\n<li>Information Collected or Received </li>\n<li>Findability </li>\n<li>Messages from Etsy </li>\n<li>Community </li>\n<li>Information Uses, Sharing, &amp.\nDisclosure </li>\n<li>Transfers</li>\n<li>Security </li>\n<li>Retention </li>\n<li>Your Rights &amp.\nChoices </li>\n<li>Your Responsibilities </li>\n<li>Privacy Policy Changes </li>\n<li>Contact </li>\n</ol>\n1.\nOur Privacy Policy\n<p>We process your personal information to run our business and provide our users with the Services.\nBy accepting our Terms of Use (and in some jurisdictions, by acknowledging this policy), you confirm that you have read and understand this policy, including how and why we use your information.\nIf you don’t want us to collect or process your personal information in the ways described in this policy, you shouldn’t use the Services.\nWe are not responsible for the content or the privacy policies or practices of any of our members, websites hosted through Pattern by Etsy, or third-party websites and apps.</p>\n<p>Etsy’s Terms of Use require all account owners to be at least 18 years of age.\nMinors under 18 years of age and at least 13 years of age are permitted to use Etsy's Services only if they have permission and direct supervision by the owner of the account.\nChildren under age 13 are not permitted to use the Services.\nYou are responsible for any and all account activity conducted by a minor on your account.\nWe do not knowingly “sell,” as that term is defined under applicable law, including the California Consumer Privacy Act, the personal information of minors.\nMore information can be found in Etsy’s Minors Policy.</p>\n<p>By using the Services, you acknowledge that Etsy will use your information in the United States, Ireland, and any other country where Etsy operates.\nPlease be aware that the privacy laws and standards in certain countries, including the rights of authorities to access your personal information, may differ from those that apply in the country in which you reside.\nWe will transfer personal information only to those countries to which we are permitted by law to transfer personal information as more fully described in the \"Transfers\" Section of this policy.\n</p>\n2.\nInformation Collected or Received\n<p>In the course of providing our Services, we collect or receive your personal information in a few different ways.\nWe obtain the categories of personal information listed below from the following sources: directly from you, for example, from forms you complete or during registration.\nindirectly from you based on your activity and interaction with our Services, or from the device or browser you use to access the Services.\nfrom our vendors and suppliers that help provide Etsy services you may interact with (such as, for example, for payments or customer support), and from our third party advertising and marketing partners.\nOften, you choose what information to provide, but sometimes we require certain information to provide you the Services.\nEtsy uses the personal information it receives and collects in accordance with the purposes described in this policy.</p>\n<p>You can also choose to provide information to a third party via Etsy’s API.\nWhile users of Etsy’s API are required to follow Etsy’s API Terms of Use, including having appropriate privacy and security controls, Etsy does not have a direct partner relationship with these third parties and their processing of information is subject to their own privacy policies.\nYou should understand the privacy and security practices of any third party before you share information with them.</p>\n<p>\n<em>Registration, Account Setup, Service Usage:</em> In order to use the Services, will need to submit a valid email address.\nIf you register, you will need to submit a name associated with your account.\nYou may modify that name through your account settings.\nYou need to provide this information to enable us to provide you with the Services.\nAdditional information, such as a shop name, billing and payment information (including billing contact name, address, telephone number, credit card information), a telephone number, and/or a physical postal address, may be necessary in order for us to provide a particular service.\nFor example, we need a physical postal address if you are buying something on the Site for delivery.\nAs an Etsy seller, if you choose to use our payment service (\"Etsy Payments\"), Etsy requires your full name, social security number, identification ID or tax ID, date of birth, bank account information, photograph, credit card information, and/or other proof of identification in order to verify your identity, provide this service to you, and comply with applicable law.\nFor example, in certain markets, Etsy Sellers’ imprint (including trade name or individual name as applicable), may be displayed to buyers on Etsy in order to comply with local legal requirements.\nFor both buyers and sellers, Etsy requires this information from you in order to provide you with the Services (including, to verify ownership of an account, to mitigate fraud and abuse, to comply with regulatory obligations, or to complete a transaction as a buyer or seller).\nWe may store credit card information and other information provided to us during checkout, for billing and payment purposes, and to process your transaction.\nMembers in certain countries can elect to save their credit card information to facilitate checkout for future purchases.\nIf you're an Etsy buyer in the EU, Norway, Iceland, or Liechtenstein, you may be asked to authenticate your payment method when you place your order.\nTo authenticate a payment, you will need to respond to a prompt from your card issuer and provide additional information, such as a correct response to a question, a password, or a passcode.\nEtsy may contact individual shop owners confidentially to request more information about their shops or items listed through the Services, or may request information from buyers to ensure compliance with our policies and applicable law.\nIn order to use certain products or services on Etsy, you may be required to complete an application.\ninformation that you submit through the application process will not be displayed publicly and will only be used internally by Etsy and its service providers, unless otherwise specified.</p>\n<p>\n<em>Profile:</em> You may provide your name and other personal information (such as birthday, gender, location) in connection with your account and activity.\nYou can edit or remove this information through your account settings.\nThe name associated with your account (which you may modify in your account settings) is publicly displayed and connected to your Etsy activity.\nOther members may see the date you joined.\nratings, reviews and information relating to items you review, and related photos for items you purchased or sold.\nyour profile information.\nitems you listed for sale.\nyour shop pages and policies.\nyour Favorites, followers, and those you follow.\nsold item listings and the number of items sold.\ncomments you post in our community spaces.\nand information you decide to share via social networks.\nFor Sellers, we may collect and use information about you in order to feature you in marketing and advocacy materials, and to feature you and your shop on and off the platform, as provided for in Etsy’s Terms of Use.\nFrom time to time, we may also ask you about certain demographic information, such as your race, ethnicity, sexual orientation, or gender identity, in relation to specific marketing and advocacy projects and campaigns.\nProviding this demographic information is entirely voluntary and at the time we ask we will also seek your consent to use it.</p>\n<p>\n<em>Automated Information:</em> Etsy automatically receives and records information from your browser or your mobile device when you visit the Site, use the Apps, or use certain features of the Services, such as your IP address or unique device identifier, cookies, and data about which pages you visit and how you interact with those pages in order to allow us to operate and provide the Services.\nThis information is stored in log files and is collected automatically.\nEtsy may also receive similar information (like, for example, IP addresses and actions taken on the device) provided by a connected Internet of Things device such as a voice-activated assistant or Smart TV.\nWe may combine this information from your browser or your mobile device with other information that we or our advertising or marketing partners collect about you, including across devices.\nThis information is used to prevent fraud and to keep the Services secure, to analyze and understand how the Services work for members and visitors, and to provide advertising, including across your devices, and a more personalized experience for members and visitors.</p>\n<p>We also automatically collect device-specific information when you install, access, or use our Services.\nThis information can include information such as the hardware model, operating system information, app version, app usage and debugging information, browser information, IP address, and device identifiers.\nFor more information about these online tools and how we use them, see our Cookies &amp.\nSimilar Technologies Policy and “Information Uses, Sharing, &amp.\nDisclosure” Section below.</p>\n<p>\n<em>Data from Etsy Vendors and Suppliers:</em> We also receive information from our vendors and suppliers about you.\nThis information can include customer service interactions, payments information, shipping information, and information shared in Etsy’s forums.</p>\n<p>\n<em>Data from Advertising and Marketing Partners:</em> As described below, Etsy receives information from our advertising and marketing partners about you.\nThis information can include attribution information via cookies and UTM tags in URLs to determine where a visit to Etsy comes from, responses to marketing emails and advertisements, responses to offers, and audience information from partners who you have given consent to share that information with us.\n</p>\n<p>\n<em>Location Information:</em> We collect information about your use of the Services for advertising, for analytics, to serve content, and to protect the Services.\nThis can include your IP address, browser information (including referrers), device information (such as iOS IDFA, IDFV for limited non-advertising purposes, Android AAID, and, when enabled by you, location information provided by your device).\nWhen you use the Apps, you can choose to share your geolocation details with Etsy in order to use functions like our local marketplace, maps, and for in-person sales (although you don't need to share these details).\nYou can choose to publish your location when you sell on Etsy.\n</p>\n<p>We obtain location information you provide in your profile or your IP address.\nWith your consent, we may also determine location by using other information from your device, such as precise location information from GPS or information about wireless networks or cell towers near your mobile device.\nWe use and store information about your location to provide features and to improve and customize the Services, for example, for Etsy’s internal analytics and performance monitoring.\nlocalization, regional requirements, and policies for the Services.\nfor local content, search results, and recommendations.\nfor shipping and mapping services.\nand (using non-precise location information) marketing.\nIf you have consented to share your precise device location details but would no longer like to continue sharing that information with us, you may revoke your consent to the sharing of that information through the settings on the Apps or on your mobile device.\nCertain non-precise location services, such as for security and localized policies based on your IP address or submitted address, are critical for the Site to function.\nWe will only share your geolocation details with third parties (like our mapping, payments, or, to the extent applicable, advertising providers) in order to provide you with the Services.\nYou may also choose to enable the Apps to access your mobile device’s camera to upload photographs to Etsy.</p>\n<p>\n<em>Analytics Information:</em> We use data analytics software to ensure Site and App functionality and to improve the Services.\nThis software records information such as how often you use the Apps, what happens within the Apps, aggregated usage, performance data, app errors and debugging information, and where the Apps were downloaded from.\nWe do not link the information we store within the analytics software to any personally identifiable information that you submit within the mobile application.\nFor more information, see Etsy's Cookies and Similar Technologies Policy and Disclosures.\n</p>\n<p>\n<em>Information from Third Parties:</em> Some members or visitors may choose to connect to Etsy or register an Etsy account using an external third-party application, such as Facebook, or an app developed using Etsy's API.\nConnecting your Etsy account to third-party applications or services is optional.\nIf you choose to connect your account to a third-party application, it is subject to your agreements with that third party (like their Terms of Use and privacy notices), and Etsy can receive information from that application.\nWe may also collect public information in order to connect with you, such as when we communicate with you over social media.\nWe may use that information as part of providing the Services to you.\nYou can also choose to share some of your activity on Etsy on certain social media networks which are connected to your Etsy account, and you can revoke your permission anytime in your account settings.\nCertain third-party applications that you use to create or sign in to your account may provide you with the option to discontinue receiving messages from us or allows you to forward those messages to another email address.\nIf we are unable to send you critical messages about your account, we may suspend or terminate your account.\n</p>\n<p>\n<em>Non-Member Information:</em> Etsy receives or obtains information (for example, an email address or IP address) about a person who is not yet a registered Etsy member (a “non-member”) in connection with certain Etsy features, such as when a non-member chooses to subscribe to an Etsy newsletter, a member invites a non-member to visit the Site, a member uploads non-member information using the contact uploader feature, a non-member engages in a transaction, a member sends a gift card code to a non-member, or a non-member uses Guest Checkout to make a purchase.\nNon-member information is used only for the purposes disclosed when it was submitted to Etsy, for purposes necessary to the functioning of Etsy's Services or where Etsy has a legitimate interest, as disclosed in the “Information Uses, Sharing, &amp.\nDisclosure” Section below, or to facilitate action authorized by a member or the non-member.\n</p>\n<p>\n<em>Pattern by Etsy:</em> We also collect certain information from both members and non-members who visit websites hosted by us.\nThis information may include your IP address or unique device identifier, and cookies and data from the pages you visit.\nTo learn more about websites hosted by us through Pattern by Etsy, see our Pattern Policy.\nFor more information on our use of cookies and collection of tracking information, see our Cookies &amp.\nSimilar Technologies Policy or “Information Uses, Sharing, &amp.\nDisclosure” section below.</p>\n3.\nFindability\n<p>You can choose to import your contacts from your mobile device or personal email address book, or a social network account to Etsy.\nWe do not retain the login information for your email service, mobile device, or social network site.\nYou can search for people you know by email address or phone number on the Site or through the contact information you import.\nFinding your friends on Etsy helps you connect with them on our platform.\nFor example, you can follow another member’s public activity, such as public Favorites.\nWhen you begin following another member’s activity, they will receive an email notification (if the member has consented to receiving this type of email).\n</p>\n<p>If you do not want your contacts to be able to find you on Etsy through your email address, phone number, or social networking connections, then you can change your findability through your account settings.\nIf you do not wish to be located on Etsy via your name, you can remove your name and instead may use a nickname or alias as your name in your public account information.\n</p>\n4.\nMessages from Etsy\n<p>On occasion, Etsy will need to contact you.\nPrimarily, these messages are delivered by email, Etsy Messages, or by push notifications for a variety of reasons, including marketing, transactions, advocacy, and service update purposes.\nIf you no longer wish to receive push notifications, you can disable them at device level.\nYou can opt out of receiving marketing communications via email or Messages in your account settings or by following the unsubscribe link in any marketing email you receive.\nTo ensure you properly receive notifications, we will need to collect certain information about your device, such as operating system and user identification information.\nEvery account is required to keep a valid email address on file to receive messages.\nEtsy may also contact you by telephone to provide member support or for transaction-related purposes if you request that we call you.\nAdditionally, and with your consent where required by applicable law, Etsy may send you an SMS (or similar) message, or reach out to you by telephone, in order to provide you with customer support, for research or feedback, or to provide you with information about products and features that you may find of interest.\nYou can update your contact preferences in your account settings.</p>\n<p>Some messages from Etsy are service-related and necessary for members and Guest Checkout users.\nYou understand and agree that Etsy can send you non-marketing emails, Etsy Messages, or messages, such as those related to transactions, your account, security, or product changes.\nExamples of service-related messages include an email address confirmation/welcome email when you register your account, notification of an order, service availability, modification of key features or functions, relaying Messages with buyers, and correspondence with Etsy’s Support team (including by chat interface or the other methods of communication as described above).\n</p>\n<p>When you register for an account, subscribe to a newsletter, or provide us with your email address or phone number such as for a Guest Checkout purchase, you receive notice of and agree (in some jurisdictions and situations, by an additional unambiguous consent) to receive marketing emails and messages from us.\nYou can unsubscribe at any time from marketing emails or messages through the opt-out link included in marketing emails or messages.\nMembers can also control which marketing emails or messages they receive from Etsy through their account settings.\nPlease note that some changes to your account settings may take a few days to take effect.\n</p>\n<p>A contact-importer feature is available to help you locate and connect with your friends and contacts who may be members of Etsy (see the \"Findability\" section above for more information).\nIf someone in your contact list is not already a member, you may invite them to join Etsy, and an email will be sent to them on your behalf.\nRecipients of email invitations may opt out of receiving future invitations by following instructions in the email invitation message.\nYou may send an invitation only to someone who has given you consent to receive one.</p>\n5.\nCommunity\n<p>Etsy is a marketplace and a community.\nWe offer several features that allow members to connect and communicate in public or semi-public spaces, such as Forums and Teams, which are a part of the Etsy Community space.\nYou don't have to use these features, but if you do, please use common sense and good judgment when posting in these community spaces or sharing your personal information with others through the Services.\nBe aware that any personal information that you choose to submit there can be read, collected, or used by others, or could be used to send unsolicited messages to you.\nWe engage certain third parties to assist in providing community services to you and, in the context of that relationship, we need to share some of your information with such third parties in order to provide that service.\nThis may include, for example, information from your Etsy account that is publicly available, your account’s status, your forum posts and Team memberships, your Etsy username and/or shop name, the display name you’ve optionally chosen to share publicly in your Etsy account, avatar image, the date that you registered on Etsy, as well as your language and regional settings on the Site.\nIf you close your Etsy account, your Community account, which allows you to post in Forums, will also be closed and related personal information will be deleted.\nHowever, your posts may remain public after your account is closed, although your name will no longer be displayed alongside the post.\nYou are responsible for the personal information that you choose to post in community spaces through the Services.\nYou can set your privacy preferences and download your data in your Community Settings, and close or delete your Community account by submitting a request to Etsy.</p>\n<p>Another member may follow your public activity on the Site to receive updates, such as when you add an item to your public Favorites.\nYou may choose to make certain activities private through your account settings.\nYou have the option to block any member with whom you do not wish to share your updates.</p>\n6.\nInformation Uses, Sharing, &amp.\nDisclosure\n<p>We respect your privacy.\nEtsy will not disclose your name, email address, or other personal information to third parties without your consent, except as specified in this policy.\n</p>\n<p>You can control your privacy settings through the opt-out buttons in your account settings privacy tab, and the Privacy Settings link in the footer of most site pages and our homepage.\nPlease note that some changes to your privacy settings may take a few days to take effect.\nWe or our sellers may advertise our Services or our sellers’ products through a variety of different mediums and rely on your consent to do so off-site.\n</p>\n<p>\n<strong>Legal Bases</strong>\n</p>\n<p>When you access or use the Services, we collect, use, share, and otherwise process your personal information for the purposes described in this policy.\nWe rely on a number of legal bases to use your information in these ways.\nThese legal bases include where:</p>\n<ul>\n<li>Necessary to perform the contractual obligations in our Terms of Use and in order to provide the Services to you;</li>\n<li>You have consented to the processing, which you can revoke at any time;</li>\n<li>Necessary to comply with a legal or regulatory obligation, a court order, or to exercise or defend any impending or asserted legal claims.\n</li>\n<li>Necessary for the purposes of our or a third party’s legitimate interests, such as those of visitors, members, or partners (described in more detail below);</li>\n<li>You have expressly made the information public.\n</li>\n<li>Necessary in the public interest, such as to prevent crime.\nand</li>\n<li>Occasionally necessary to protect your vital interests or those of others (in rare cases where we may need to share information to prevent loss of life or personal injury).</li>\n</ul>\n<p>We principally rely on consent (which can be withdrawn at anytime) (i) to send marketing messages, (ii) for third-party data sharing related to advertising, and, to the extent applicable, (iii) for the use of location data for advertising purposes.\n</p>\n<p>We rely on consent for targeted online and offline marketing including through tools like Facebook Custom Audience and Google Customer Match.\nWe or our sellers may advertise our Services or our sellers’ products through a variety of different mediums and rely on your consent to do so off-site.\nAs part of this, we may work with advertising partners such as Facebook, Google, and other partners disclosed in our Cookies and Similar Technology Policy.\nThese partners have their own privacy policies and consent mechanisms for their customers, in addition to Etsy’s controls.\nYou may see the privacy policies and privacy choices for these partners, and the information you share with them, in our Cookies and Similar Technology Disclosures.\n</p>\n<p>Etsy may also use first party data (e.g.\nyour prior shopping and browsing patterns on our Site), and may combine it with other data collected from you, such as your location, or publicly available information, to permit us to create targeted audiences based on your known or inferred demographic and/or interests to provide you with more relevant and useful advertising on our site, in our direct marketing channels (like email), or with our off site marketing partners, like Google and Facebook, subject to their terms and privacy notice you agreed to with such partners .</p>\n<p>\n<strong>Our Legitimate Interests</strong>\n</p>\n<p>Where we process your information on the basis of legitimate interests, we do so as follows:</p>\n<p>\n<em>Providing and Improving our Services:</em> We use your information to improve and customize our Services, including sharing your information for such purposes, and we do so as it is necessary to pursue our legitimate interests of improving our Services for our users.\nThis is also necessary to enable us to pursue our legitimate interests in understanding how our Services are being used, and to explore and unlock ways to develop and grow our business.\nIt is also necessary to allow us to pursue our legitimate interests in improving our Services, efficiency, interest in Services for users, and obtaining insights into usage patterns of our Services.\nAs a core part of our Services, we have a legitimate interest in customizing your on-site experience to help you search for and discover relevant items and recommended purchases, including using this information to help sellers find the best ways to market and sell their products on Etsy.</p>\n<p>\n<em>Providing Marketing Communications:</em> We rely on our legitimate interest to send you marketing messages (where permitted independent of consent) and for Etsy's advertising programs (including Etsy’s on-site advertising and marketing).</p>\n<p>\n<em>Keeping our Services Safe and Secure:</em> We use your information for safety and security purposes, which can include sharing your information for such purposes, and we do so because it is necessary to pursue our legitimate interests or those of a third party in ensuring the security of our Services, preventing harm to individuals or property, or crime, enforcing or defending legal rights, or preventing damage to Etsy’s systems, or those of our users or our partners.\nThis includes enhancing protection of our community against spam, harassment, intellectual property infringement, crime, and security risks of all kinds.\nWe use your information to provide and improve the Services, for billing and payments, for identification and authentication, and for general research and aggregate reporting.\nFor example, in accordance with our existing case resolution process, we may use information you provide to resolve disputes with Etsy or other members.\n</p>\n<p>\n<em>Buying and Selling: </em> As part of the buying and selling process, Etsy will facilitate the sharing of information between the two members involved in the transaction, such as the other Etsy member's shipping address and payment status.\nThis can also involve us sharing your information with some of our third party partners such as our shipping and payment partners to enable us to provide the Service to you.\nSuch partners will process your personal information in accordance with their own privacy policies.\nIn some instances, while they are subject to Etsy’s privacy and security requirements for vendors, these partners, not Etsy, are responsible for the protection of personal information under their control.\nBy making a sale or a purchase on Etsy, you are directing us to share your information in this way.\nSince this is an important part of the Services we provide, we need to do this in order to perform our obligations under our Terms of Use.\nWe expect you to respect the privacy of the member whose information you have received.\nAs described in Etsy's Terms of Use, you have a limited license to use that information only for Etsy-related communications or for Etsy-facilitated transactions.\nEtsy has not granted a license to you to use the information for unauthorized transactions or sending unsolicited commercial messages in violation of any applicable laws, including any consent requirements of the jurisdiction of the recipient.\nYou should only add a member to your email or physical mailing list or otherwise use or store a member’s personal information in accordance with applicable laws, including any consent requirements that apply in that member's jurisdiction.\n</p>\n<p>\n<em>Site Customization:</em> We may learn about the types of products that you’re interested in from your browsing and purchasing behavior on (and off) the Site or Apps and use such information to suggest potential purchases as a result.\nAs a core part of our Services, we have a legitimate interest in customizing your on-site experience to help you search for and discover relevant items and recommended purchases, including using this information to help sellers find the best ways to market and sell their products on Etsy.\n</p>\n<p>\n<em>Legal and Safety:</em> Etsy may also retain, preserve, or release your personal information to a third party in the following limited circumstances: in response to lawful requests by public authorities, including to meet legitimate national security or law enforcement requirements.\nto protect, establish, or exercise our legal rights or defend against impending or asserted legal claims, including to collect a debt, or a material violation of our policies (including our Intellectual Property Policy).\nto comply with a subpoena, court order, legal process, regulation, or other legal requirement.\nor when we believe in good faith that such disclosure is reasonably necessary to comply with the law, prevent imminent physical harm or financial loss, or investigate, prevent, or take action regarding illegal activities, suspected fraud, threats to our rights or property, or violations of Etsy's Terms of Use.\nFor example, if permitted due to the forgoing circumstances, your information may be shared with tax authorities or other governmental agencies.\nIn the cases set out above, our use of your information may be necessary for the purposes of our or a third party’s legitimate interest in keeping our Services secure, preventing harm or crime, enforcing or defending legal rights, or preventing damage.\nSuch use may also be necessary to comply with a legal obligation, a court order, or to exercise or defend legal claims or to facilitate the collection of taxes and prevention of tax fraud.\nIt may also be necessary in the public interest (such as to prevent crime) or to protect vital interests (in rare cases where we may need to share information to prevent loss of life or personal injury).</p>\n<p>If Etsy receives a lawful, verified request for a member’s records or information in one of the limited circumstances described in the previous paragraph, Etsy may disclose personal information, which may include, but may not be limited to, a member’s name, address, phone number, email address, company/trading name and, where appropriate, bank account and transaction details.\nFind out more about how Etsy responds to requests for records or information about members of Etsy’s community in our Requests for Information Policy.</p>\n<p>\n<em>Affiliated Businesses:</em> Etsy is affiliated with a variety of businesses and works closely with them for a variety of purposes, including assisting us to perform and improve the Services.\nThese businesses may sell items or services to you through the Services or, with your consent, offer promotions (including email promotions) to you.\nEtsy also provides services or sells products jointly with affiliated businesses, including providing you with the opportunity to sign up with such partners and allow them to more effectively market to you.\nWhen an affiliated business assists in facilitating your transaction, we may need to share information related to the transaction with that affiliated business in order to facilitate your transaction, and this forms part of the Services we provide in accordance with our Terms of Use.\nWe rely on consent (which can be withdrawn at any time) to send marketing messages and for third-party sharing relating to advertising.\nAs part of this, we may work with advertising partners such as Facebook or Google, and we may use analytics aggregated from usage information including, for example, search keywords, favorites, browsing history, and purchase history.</p>\n<p>\n<em>Aggregated Information:</em> Etsy may share demographic information with business partners, but it will be aggregated and de-personalized so that personal information is not revealed.</p>\n<p>\n<em>Service Providers:</em> Etsy also needs to engage third-party companies and individuals (such as research companies, and analytics and security providers) to help us operate, provide, and market the Services.\nThese third parties have only limited access to your information, may use your information only to perform these tasks on our behalf, and are obligated to Etsy not to disclose or use your information for other purposes.\nOur engagement of service providers is often necessary for us to provide the Services to you, particularly where such companies play important roles like helping us keep our Service operating and secure.\nIn some other cases, these service providers aren’t strictly necessary for us to provide the Services, but help us make it better, like by helping us conduct research into how we could better serve our users.\nIn these latter cases, we have a legitimate interest in working with service providers to make our Services better.</p>\n<p>\n<em>Business Reorganization:</em> In some cases, Etsy may choose to buy or sell assets.\nSuch transactions may be necessary and in our legitimate interests, particularly our interest in making decisions that enable our business to develop over the long term.\nIn these types of transactions (such as a sale, merger, liquidation, receivership, or transfer of all or substantially all of Etsy’s assets), member information is typically one of the business assets that is transferred.\nIf Etsy intends to transfer information about you, Etsy will notify you by email or by putting a prominent notice on the Site and the App, and you will be afforded an opportunity to opt out before information about you becomes subject to a different privacy policy.</p>\n<p>\n<em>Third Parties:</em> Third-party plug-ins also collect information about your use of the Site.\nFor example, when you load a page on Etsy that has a social plug-in from a third-party site or service, such as a “Like” or “Send” button, you are also loading content from that third-party site.\nThat site may request cookies directly from your browser.\nThese interactions are subject to the privacy policy of the third-party site.\nIn addition, certain cookies and other similar technologies on the Site are used by third parties for targeted online marketing and other purposes.\nThese technologies allow a partner to recognize your computer or mobile device each time you use the Services.\nPlease be aware that when you use third-party sites or services, their own terms and privacy policies will govern your use of those sites or services.\nEtsy chooses and manages these third-party technologies placed on its Sites and Apps.\nHowever, these are third-party technologies, and they are subject to that third party's privacy policy.\nFor more information, see our Cookies &amp.\nSimilar Technologies Policy.\nWe rely on your consent to drop and read these cookies when not technically necessary or when not required based on another purpose such as legitimate interest.\n</p>\n<p>This policy does not apply to the practices of third parties (such as other members who sell using the Services, certain third-party providers on whom we rely to provide certain services, or API users) that Etsy does not own or control or individuals that Etsy does not employ or manage, except as otherwise provided for in the Terms or as required by law.\nIf you provide your information to such third parties in connection with your use of the Services, different practices may apply to the use or disclosure of the information that you provide to them.\nWhile Etsy requires these third parties to follow Etsy’s privacy and security requirements, Etsy does not control the privacy or security policies of such third parties.\nTo the full extent applicable in your jurisdiction, Etsy is not responsible for the privacy or security practices of these sellers, API users, or other websites on the internet, even those linked to or from the Services.\nWe encourage you to read the privacy policies and ask questions of third parties before you disclose your personal information to them.\nFor the purposes of European law, these sellers, third party providers, and API users are independent controllers of data, which means that they are responsible for providing and complying with their own policies relating to any personal information they obtain in connection with the Services.\n</p>\n7.\nTransfers\n<p>Etsy operates a global service.\nIf you reside outside of North or South America, your personal information is controlled by Etsy Ireland UC.\nBy using our Services, you understand that Etsy Ireland UC may share some of the information it gathers with Etsy, Inc.\n(its US parent company) or other Etsy affiliates for purposes described in this privacy policy, including for ID verification, transaction reviews, and payment processing.</p>\n<p>The United States, European Economic Area (“EEA”) Member States, and other countries all have different laws.\nWhen your information is moved from your home country to another country, the laws and rules that protect your personal information in the country to which your information is transferred may be different from those in the country in which you live.\nFor example, the circumstances in which law enforcement can access personal information may vary from country to country.\nIn particular, if your information is in the US, it may be accessed by government authorities in accordance with US law.</p>\n<p>To the extent that Etsy is deemed to transfer personal information outside of the EEA, we rely separately, alternatively, and independently on the following legal bases to transfer your information: </p>\nModel Clauses\n<p>The European Commission has adopted standard contractual clauses (also known as Model Clauses), which provide safeguards for personal information that is transferred outside of Europe.\nWe often use these Model Clauses when transferring personal information outside of Europe.\nYou can request a copy of our Model Clauses by emailing legal@etsy.com.</p>\nNecessary for the Performance of the Contract between Etsy and its Members\n<p>Etsy provides a voluntary service.\nyou can choose whether or not to use the Services.\nAs we operate in countries worldwide and use technical infrastructure in the U.S.\nto deliver the Services to you, in accordance with the contract between us (our Terms of Use), we need to transfer your personal information to the U.S.\nand to other jurisdictions as necessary to provide the Services.\nSimply put, we can’t provide you with the Services and perform our contract with you without moving your personal information around the world.\n&nbsp;</p>\n8.\nSecurity\n<p>The security of your personal information is important to us.\nWe follow generally accepted industry standards to protect the personal information submitted to us, both during transmission and after it is received, for example encryption is used for certain information (such as credit card numbers) using TLS (transport layer security).\nUnfortunately, no method of transmission over the internet or method of electronic storage is 100% secure.\nTherefore, while we strive to protect your personal information, we cannot guarantee its absolute security.\n</p>\n<p>Your account information is protected by a password.\nIt is important that you protect against unauthorized access to your account and information by choosing your password carefully and by keeping your password and computer secure, such as by signing out after using the Services.\nEtsy offers advanced security features and settings for members, such as two-factor authentication for signing in, and sign in history and notifications.\nyou can view more information in your account settings.</p>\n<p>If you have any questions about the security of your personal information, you can contact us at legal@etsy.com.\n</p>\n9.\nRetention\n<p>Etsy will retain your information only for as long as is necessary for the purposes set out in this policy, for as long as your account is active (i.e., for the lifetime of your Etsy member account), or as needed to provide the Services to you.\nIf you no longer want Etsy to use your information to provide the Services to you, you may close your account.\nEtsy will retain and use your information to the extent necessary to comply with our legal obligations (for example, if we are required to retain your information to comply with applicable tax/revenue laws), resolve disputes, enforce our agreements, and as otherwise described in this policy.\nIn addition, Etsy sellers may also be required to retain and use your information in order to comply with their own legal obligations.\nPlease note that closing your account may not free up your email address, username, or shop name (if any) for reuse on a new account.\nWe also retain log files for internal analysis purposes.\nThese log files are generally retained for a brief period of time, except in cases where they are used for site safety and security, to improve site functionality, or we are legally obligated to retain them for longer time periods.</p>\n10.\nYour Rights &amp.\nChoices\n<p>Certain privacy laws around the world, including the European General Data Protection Regulation (GDPR) and the California Consumer Privacy Act (CCPA), provide users with rights related to their personal information.\nConsistent with those laws, Etsy gives you the choice of accessing, editing, or removing certain information, as well as choices about how we contact you.\nYou may change or correct your Etsy account information through your account settings.\nYou may also remove certain optional information that you no longer wish to be publicly visible through the Services, such as your name.\nYou can also request to permanently close your account and delete your personal information.\nDepending on your location, you may also benefit from a number of rights with respect to your information.\nWhile some of these rights apply generally, certain rights apply in limited cases.</p>\n<ul>\n<li>\n<strong>Right to Access &amp.\nPortability</strong>: You can access certain personal information associated with your account by visiting your account privacy settings.\nYou can request a copy of your personal information in an easily accessible format and information explaining how that information is used.\nSee this Help Center article for more information.</li>\n<li>\n<strong>Right to Correction</strong>: You have the right to request that we rectify inaccurate information about you.\nBy visiting your account settings, you can correct and change certain personal information associated with your account.</li>\n<li>\n<strong>Right to Restrict Processing</strong>: In certain cases where we process your information, you may also have the right to restrict or limit the ways in which we use your personal information.</li>\n<li>\n<strong>Right to Deletion</strong>: In certain circumstances, you have the right to request the deletion of your personal information, except information we are required to retain by law, regulation, or to protect the safety, security, and integrity of Etsy.\nSee this Help Center article for more information.</li>\n<li>\n<strong>Right to Object</strong>: If we process your information based on our legitimate interests as explained above, or in the public interest, you can object to this processing in certain circumstances.\nIn such cases, we will cease processing your information unless we have compelling legitimate grounds to continue processing or where it is needed for legal reasons.\nWhere we use your personal data for direct marketing purposes, you can object using the unsubscribe link in such communications or changing your account email settings.\n</li>\n<li>\n<strong>Right to Withdraw Consent</strong>: Where we rely on consent, you can choose to withdraw your consent to our processing of your information using specific features provided to enable you to withdraw consent, like an email unsubscribe link or your account privacy preferences.\nIf you have consented to share your precise device location details but would no longer like to continue sharing that information with us, you can revoke your consent to the sharing of that information through the settings on your mobile device.\nThis is without prejudice to your right to generally permanently close your account and delete your personal information.\n</li>\n</ul>\n<p>The CCPA provides California residents with the following additional rights: </p>\n<ul>\n<li>\n<strong>Right to Know</strong>: California residents may request disclosure of the specific pieces and/or categories of personal information that the business has collected about them, the categories of sources for that personal information, the business or commercial purposes for collecting the information, the categories of personal information that we have disclosed, and the categories of third parties with which the information was shared.\n</li>\n<li>\n<strong>Right to Opt-Out</strong>: To the extent that Etsy “sells” personal information(as that term is defined under the CCPA), California residents are entitled to opt-out of the “sale” of data at any time (see below for more information).\n</li>\n</ul>\n<p>If you would like to manage, change, limit, or delete your personal information, you can do so via your Etsy account settings.\nAlternatively, you can exercise any of the rights above by contacting us by submitting a message through our contact form available in our Help Center, chat support, or through any other channels available via our Help Center.\nOnce you contact us to exercise any of your rights, we will confirm receipt of your request.</p>\n<p>Limiting use of, or deleting, your personal information may impact features and uses that rely on that information.\nHowever, we will not discriminate against you for exercising any of your rights, including otherwise denying you goods or services, providing you with a different level or quality of services, or charging you different prices or rates for services.\nIf you need further assistance, you can contact Etsy through one of the channels listed below under “Contact”.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>Please note that we may verify your identity before we are able to process any of the requests described in this Section, and in our discretion, deny your request if we are unable to verify your identity.\nAs a part of this process, government or other identification may be required.\nYou may designate an authorized agent to make a request on your behalf.\nIn order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s valid government issued identification, and the authorized agent’s valid government issued identification, and we may verify the authenticity of the request directly with you.</p>\n<p>\n<strong>Email &amp.\nMessages</strong>\n</p>\n<p>You may also control the receipt of certain types of communications from Etsy in your account settings.\nEtsy may send you messages about the Services or your activity.\nSome of these messages are required, service-related messages for members (such as transactional messages or legal notices).\nOther messages are not required, such as newsletters.\nYou can control which optional messages you choose to receive by changing your account settings, and you can learn more in the “Messages from Etsy” Section of this policy.\nIf you no longer wish to use the Services or receive service-related messages (except for legally required notices), then you may close your account.\nClick here to learn how to close your account.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We use both technically necessary (for the functioning and security of the Services) and non-technically necessary cookies and similar technologies.\nA more detailed explanation of the technologies we use, and how to opt out when applicable, can be found in Etsy’s Cookies &amp.\nSimilar Technologies Policy.</p>\n<p>\n<strong>Additional Disclosures for California Residents</strong>\n</p>\n<p>\n<em>Notice of Collection</em>\n</p>\n<p>In addition to the Rights &amp.\nChoices described above, the CCPA requires disclosure of the categories of personal information collected over the past 12 months.\nWhile this information is provided in greater detail in the “Information Collected or Received Section above, the categories of personal information that we have collected – as described by the CCPA – are:</p>\n<ul>\n<li>Identifiers, including name, email address, shop name, IP address, and an ID or number assigned to your account.</li>\n<li>Other individual records such as phone number, billing address, or credit or debit card information.\nThis category includes personal information protected under pre-existing California law (Cal.\nCiv.\nCode 1798.80(e)), and overlaps with other categories listed here.</li>\n<li>Demographics, such as your age or gender, or, where you have provided such information to Etsy voluntarily, demographic information about your race, ethnicity, sexual orientation, or gender identity, provided in relation to specific marketing and advocacy projects and campaigns.This category includes data that may qualify as protected classifications under other California or federal laws.</li>\n<li>Commercial information, including purchases and engagement with the Services.</li>\n<li>Internet activity, including your interactions with our Services and what led you to our Services.</li>\n<li>Sensory visual data, such as pictures posted on our Service.</li>\n<li>Geolocation data provided through location enabled services such as WiFi and GPS.</li>\n<li>Inferences, including information about your interests, preferences and favorites.</li>\n</ul>\n<p>\n<em>The Purposes for Our Collection</em>\n</p>\n<p>We collect and use these categories of personal information for our business and commercial purposes described in the “Information Uses, Sharing and Disclosure” Section above, including providing and improving the Services, maintaining the safety and security of the Services, processing purchase and sale transactions, and for advertising and marketing services.</p>\n<p>\n<em>Third Party Marketing and Advertising and Your Rights (Opt-Out of “Sale”)</em>\n</p>\n<p>Etsy does not sell personal information to third parties for monetary value.\nHowever, the term “sale” is defined broadly under the California Consumer Privacy Act.\nTo the extent that “sale” under the CCPA is interpreted to include interest based advertising or other data uses described in the “Information Uses, Sharing and Disclosure” Section above, we will comply with applicable law as to those activities.\nYou can read more in our Cookies &amp.\nSimilar Technologies Policy.\n</p>\n<p>To opt-out of receiving interest based advertising, you can exercise your choice by using your account privacy settings, or the general privacy settings link located at the footer of our homepage and most pages of the Site.\nThe right to opt-out of interest based advertising is available to all Etsy users.</p>\n<p>\n<em>Do Not Track Signals</em>\n</p>\n<p>Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.\nAccordingly, unless and until the law is interpreted to require us to do so, we do not monitor or take action with respect to “Do Not Track” signals.\nFor more information on “Do Not Track,” visit http://www.allaboutdnt.com.</p>\n<p>\n<em>Shine the Light</em>\n</p>\n<p>California law entitles residents to ask for a notice describing what categories of personal information we share with third parties for their own direct marketing purposes.\nOther than to Sellers on Etsy (see “Buying and Selling” under the “Information Uses, Sharing and Disclosure” Section above), who must obtain your separate consent for their own marketing off of Etsy, or unless you request us to or consent to it, Etsy does not share any personal information to third parties for their own direct marketing purposes.\nIf you have questions about these practices, you can contact us through one of the channels listed in the “Contact” Section below.\nFor information on interest based advertising with Etsy and how your information is used for marketing, see Etsy’s Cookies &amp.\nSimilar Technologies Policy.\n</p>\n<p>\n<em>Accessibility</em>\n</p>\n<p>If you have a disability and would like to access this policy in an alternative format, please contact us using one of the channels listed in the “Contact” section below.</p>\n11.\nYour Responsibilities\n<p>If you sell using our Services or use Etsy’s API, you may receive and determine what to do with certain personal information.\nYour privacy responsibilities, including when you act as an independent data controller (someone who decides what personal data to collect and the purpose you use the data for) are laid out in the Etsy Seller Policy and the Etsy API Terms of Use.\n</p>\n12.\nPrivacy Policy Changes\n<p>We may amend or update this policy from time to time.\nIf we believe that the changes are material, we’ll let you know by doing one (or more) of the following: (i) posting the changes on or through the Services, (ii) sending you an email or message about the changes, or (iii) posting an update in the version notes on the Apps’ platform.\nWe encourage you to check back regularly and review any updates.\n</p>\n13.\nContact\n<p>If you have any questions: </p>\n<p>Contact Etsy’s Support team via our Help Center</p>\n<p>Send an email to Etsy's Data Protection Officer at dpo@etsy.com</p>\n<p>Write to us at one of the following addresses:</p>\n<p>\n<em>In North America or South America:</em>\n<br>\nEtsy Support Team – Privacy Policy<br>\n117 Adams Street<br>\nBrooklyn, NY 11201, USA</p>\n<p>\n<em>Outside of North America or South America:</em>\n<br>\nEtsy Support Team – Privacy Policy<br>\n66/67 Great Strand Street<br>\nDublin 1 Ireland</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, you may contact our US-based third-party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>\n<p>Without prejudice to any other rights you may have, if you are located outside of North America or South America, you also have the right to file a complaint against Etsy with the Irish Data Protection Commission (\"DPC\"), which is Etsy’s Lead Supervisory Authority.\nThe DPC’s contact details are:</p>\n<p>Data Protection Commissioner<br>\n21 Fitzwilliam Square South <br>\nDublin 2, D02 RD28, Ireland <br>\nPhone: +353 (0761) 104 800<br>\nWebform: https://forms.dataprotection.ie/contact\nEmail: info@dataprotection.ie </p>\n<p>If you live in the EEA, you may also file a complaint with your local data protection regulator.</p>\n<p>Last updated on Nov 27, 2020</p> ", "created_at": "2018-07-17 10:12:00.526594", "updated_at": "2021-06-25 13:59:36.982072"}, {"id": 464, "name": "Terms of Use", "url": "https://www.etsy.com/legal/terms-of-use#", "xpath": "", "text": " Your Etsy Privacy Settings\n<p>In order to give you the best experience, we use cookies and similar technologies for performance, analytics, personalization, advertising, and to help our site function.\nWant to know more? Read our Cookie Policy.\nYou can change your preferences any time in your Privacy Settings.</p> Update settings Accept Privacy Settings <p>Etsy uses cookies and similar technologies to give you a better experience, enabling things like:</p>\n<ul>\n<li>basic site functions</li>\n<li>ensuring secure, safe transactions</li>\n<li>secure account login</li>\n<li>remembering account, browser, and regional preferences</li>\n<li>remembering privacy and security settings</li>\n<li>analysing site traffic and usage</li>\n<li>personalized search, content, and recommendations</li>\n<li>helping sellers understand their audience</li>\n<li>showing relevant, targeted ads on and off Etsy</li>\n</ul>\n<p>Detailed information can be found in Etsy’s Cookies &amp.\nSimilar Technologies Policy and our Privacy Policy.</p> Required Cookies &amp.\nTechnologies\n<p>Some of the technologies we use are necessary for critical functions like security and site integrity, account authentication, security and privacy preferences, internal site usage and maintenance data, and to make the site work correctly for browsing and transactions.</p> Always on Site Customization\n<p>Cookies and similar technologies are used to improve your experience, to do things like:</p>\n<ul>\n<li>remember your login, general, and regional preferences</li>\n<li>personalize content, search, recommendations, and offers</li>\n</ul>\n<p>Without these technologies, things like personalized recommendations, your account preferences, or localisation may not work correctly.\nFind out more in our Cookies &amp.\nSimilar Technologies Policy.</p> Off Personalized Advertising\n<p>These technologies are used for things like:</p>\n<ul>\n<li>personalized ads</li>\n<li>to limit how many times you see an ad</li>\n<li>to understand usage via Google Analytics</li>\n<li>to understand how you got to Etsy</li>\n<li>to ensure that sellers understand their audience and can provide relevant ads</li>\n</ul>\n<p>We do this with social media, marketing, and analytics partners (who may have their own information they’ve collected).\nSaying no will not stop you from seeing Etsy ads, but it may make them less relevant or more repetitive.\nFind out more in our Cookies &amp.\nSimilar Technologies Policy.</p> Off Saved <p>Done</p> We've updated our Terms of Use and our Privacy Policy with important information about how we use your data, how we share data with partners, and your privacy options.\nI understand Etsy Close search Search for items or shops Skip to Content <ul>\n<li> Sign in </li>\n<li> Cart 0 Cart </li>\n</ul>\n<ul>\n<li> Jewelry &amp.\nAccessories </li>\n<li> Clothing &amp.\nShoes </li>\n<li> Home &amp.\nLiving </li>\n<li> Wedding &amp.\nParty </li>\n<li> Toys &amp.\nEntertainment </li>\n<li> Art &amp.\nCollectibles </li>\n<li> Craft Supplies &amp.\nTools </li>\n<li> Vintage </li>\n</ul> &lt;div id=\"javascript-nag\" class=\"notice alert alert-warning notice\"&gt.\n&lt;div class=\"alert-message wt-pt-xs-2 wt-pb-xs-2\"&gt;Take full advantage of our site features by enabling JavaScript.\n&lt;a class=\"link-gray-darker\" href=\"https://www.etsy.com/help/article/372\"&gt;Learn more&lt;/a&gt;&lt;/div&gt.\n&lt;/div&gt.\nOur House Rules <p>Get to know Etsy's legal terms and policies</p> Search our policies Search Our House Rules Search our policies Search Our House Rules / Terms of Use <ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Legal imprint </li>\n<li> Buyers </li>\n<li> Sellers </li>\n<li> Third parties </li>\n</ul> Terms of Use <p>Welcome to Etsy.\nWe’re so glad you’re here.\nMake yourself comfortable and have a good time, but please follow our house rules.</p>\n<ol>\n<li>Accepting These Terms </li>\n<li>Those Other Documents We Mentioned </li>\n<li>Your Privacy </li>\n<li>Your Account with Etsy </li>\n<li>Your Content </li>\n<li>Your Use of Our Services </li>\n<li>Termination </li>\n<li>Warranties and Limitation of Liability (or the Things You Can’t Sue Us For) </li>\n<li>Indemnification (or What Happens If You Get Us Sued) </li>\n<li>Disputes with Other Users </li>\n<li>Disputes with Etsy </li>\n<li>Changes to the Terms </li>\n<li>Some Finer Legal Points </li>\n<li>Contact Information </li>\n</ol>1.\nAccepting These Terms\n<p>\n<strong>This document and the other documents that we reference below make up our house rules, or what we officially call our Terms of Use (the “Terms” for short).</strong>\n</p>\n<p>The Terms are a legally binding contract between you and Etsy.\nIf you live in North America or South America, the contract is between you and Etsy, Inc..\nif you live elsewhere, the contract is between you and Etsy Ireland UC, a subsidiary of Etsy, Inc.\nWe’ll just refer to Etsy, Inc.\nand all of its subsidiaries collectively as “Etsy.”</p>\n<p>\n<strong>Please note that Section 11.\nDisputes with Etsy, contains an arbitration clause and class action waiver.\nBy agreeing to the Terms, you agree to resolve all disputes through binding individual arbitration, which means that you waive any right to have those disputes decided by a judge or jury, and that you waive your right to participate in class actions, class arbitrations, or representative actions.</strong>\n<em>*</em>\n</p>\n<p>This contract sets out your rights and responsibilities when you use Etsy.com, Pattern by Etsy, our mobile apps, and the other services provided by Etsy (we’ll refer to all of these collectively as our “Services”), so please read it carefully.\nBy using any of our Services (even just browsing one of our websites), you’re agreeing to the Terms.\nIf you don’t agree with the Terms, you may not use our Services.\nAgree with us? Great, read on!</p>\n2.\nThose Other Documents We Mentioned\n<p>Etsy’s Services connect people around the world, both online and offline, to make, sell, and buy unique goods.\nHere’s a handy guide to help you understand the specific rules that are relevant for you, depending on how you use the Services:</p>\n<p>Our House Rules for Everyone.\nIf you use any of our Services, you agree to these Terms, our Privacy Policy, and our Anti-Discrimination Policy.</p>\n<p>\n<strong>Our House Rules for Sellers</strong>.\nIf you list any items for sale through our Services, these policies apply to you.\nYou can read them here.\n</p>\n<p>\n<strong>Our House Rules for Buyers</strong>.\nIf you use our Services to browse or shop, these policies apply to you.\nYou can read them here.</p>\n<p>\n<strong>Our House Rules for Third Parties</strong>.\nThese policies apply to intellectual property owners, Etsy API users, affiliates, and anyone requesting information from Etsy.</p>\n<p>\n<strong>Search and Advertising Ranking Disclosures.</strong> This is a concise summary of how Etsy organizes search results and advertising results that could include Your Content.\n</p>\n<p>All of these policies are a part of our Terms, so be sure to read the ones that are relevant for you.\nOf course, you’ll still want to read the rest of this document because it applies to everyone!</p>\n3.\nYour Privacy\n<p>We know your personal information is important to you, so it’s important to us.\nOur Privacy Policy details how your information is used when you use our Services.\nBy using our Services, you're also agreeing that we can process your information in the ways set out in the Privacy Policy, so please read it here.</p>\n<p>Both Etsy and sellers process members’ personal information (for example, buyer name, email address, and shipping address) and are therefore considered&nbsp;separate and independent data controllers&nbsp;of buyers’ personal information under EU law.\nThat means that each party is responsible for the personal information it processes in providing the Services.\nFor example, if a seller accidentally discloses a buyer’s name and email address when fulfilling another buyer’s order, the seller, not Etsy, will be responsible for that unauthorized disclosure.\n&nbsp;</p>\n<p>If, however, Etsy and sellers are found to be joint data controllers of buyers’ personal information, and if Etsy is sued, fined, or otherwise incurs expenses because of something that you did as a joint data controller of buyer personal information, you agree to indemnify Etsy for the expenses it occurs in connection with your processing of buyer personal information.\nSee Section 9.\nIndemnification (or What Happens If You Get Us Sued) below for more information about your indemnification obligations to Etsy.</p>\n4.\nYour Account with Etsy\n<p>You’ll need to create an account with Etsy to use some of our Services.\nHere are a few rules about accounts with Etsy:</p>\n<p>\n<strong>A.\nYou must be 18 years or older to use our Services.</strong> Minors under 18 and at least 13 years of age are only permitted to use our Services through an account owned by a parent or legal guardian with their appropriate permission and under their direct supervision.\nChildren under 13 years are not permitted to use Etsy or the Services.\nYou are responsible for any and all account activity conducted by a minor on your account, and there may be commercial products or services available that you may want to consider to limit a minor's access to material online.\nFor more information, see Etsy's Minors Policy.</p>\n<p>\n<strong>B.\nBe honest with us.</strong> Provide accurate information about yourself.\nIt’s prohibited to use false information or impersonate another person or company through your account.</p>\n<p>\n<strong>C.\nChoose an appropriate name.</strong> If you decide to not have your full name serve as the name associated with your account, you may not use language that is offensive, vulgar, infringes someone’s intellectual property rights, or otherwise violates the Terms.\n</p>\n<p>\n<strong>D.\nYou're responsible for your account.</strong> You’re solely responsible for any activity on your account.\nIf you’re sharing an account with other people, then the person whose financial information is on the account will ultimately be responsible for all activity.\nIf you’re registering as a business entity, you personally guarantee that you have the authority to agree to the Terms on behalf of the business.\nAlso, your accounts are not transferable.</p>\n<p>\n<strong>E.\nProtect your password.</strong> As we mentioned above, you’re solely responsible for any activity on your account, so it’s important to keep your account password secure.\nHere’s a Help article on how to make your account more secure.</p>\n<p>\n<strong>F.\nLet's be clear about our relationship.</strong> These Terms don't create any agency, partnership, joint venture, employment, or franchisee relationship between you and Etsy.</p>\n<p>This detailed Help article should answer any questions you may have about registering an account with Etsy.\n</p>\n5.\nYour Content\n<p>Content that you post using our Services is your content (so let’s refer to it as “Your Content”).\nWe don’t make any claim to it, which includes anything you post using our Services (like shop names, profile pictures, listing photos, listing descriptions, reviews, comments, videos, usernames, etc.).</p>\n<p>\n<strong>A.\nResponsibility for Your Content.</strong> You understand that you are solely responsible for Your Content.\nYou represent that you have all necessary rights to Your Content and that you’re not infringing or violating any third party’s rights by posting it.</p>\n<p>\n<strong>B.\nPermission to Use Your Content</strong>.\nBy posting Your Content through our Services, you grant Etsy a license to use it.\nWe don’t claim any ownership to Your Content, but we have your permission to use it to help Etsy function and grow.\nThat way, we won’t infringe any rights you have in Your Content and we can help promote it.\n.\nFor example, you acknowledge and agree Etsy may offer you or Etsy buyers promotions on the Site, from time to time, that may relate to your listings</p>\n<p>\n<strong>C.\nRights You Grant Etsy.</strong> (Here’s the legalese version of the last section).\nBy posting Your Content, you grant Etsy a non-exclusive, worldwide, royalty-free, irrevocable, sub-licensable, perpetual license to use, display, edit, modify, reproduce, distribute, store, and prepare derivative works of Your Content.\nThis allows us to provide the Services and to promote Etsy, your Etsy shop, or the Services in general, in any formats and through any channels, including across any Etsy Services, our partners, or third-party website or advertising medium.\nYou agree not to assert any moral rights or rights of publicity against us for using Your Content.\nYou also recognize our legitimate interest in using it, in accordance with the scope of this license, to the extent Your Content contains any personal information.\n</p>\n<p>That sounds like a lot, but it’s necessary for us to keep Etsy going.\nConsider these examples: if you upload a photo or video of a listing on your Etsy shop, we have permission to display it to buyers, and we can resize or enhance it so it looks good to a buyer using our mobile app.\nif you post a description in English, we can translate it into French so a buyer in Paris can learn the story behind your item.\nand if you post a beautiful photo or video of your latest handmade necklace, we can feature it– often along with your shop name and shop picture– on our homepage, in one of our blogs or even on a billboard to help promote your business and Etsy’s.</p>\n<p>\n<strong>D.\nReporting Unauthorized Content.</strong> Etsy has great respect for intellectual property rights, and is committed to following appropriate legal procedures to remove infringing content from the Services.\nIf content that you own or have rights to has been posted to the Services without your permission and you want it removed, please follow the steps listed in our Intellectual Property Policy.\nIf Your Content is alleged to infringe another person’s intellectual property, we will take appropriate action, such as disabling it if we receive proper notice or terminating your account if you are found to be a repeat infringer.\nWe’ll notify you if any of that happens.</p>\n<p>\n<strong>E.\nInappropriate, False, or Misleading Content.</strong> This should be common sense, but there are certain types of content we don’t want posted on Etsy’s Services (for legal reasons or otherwise).\nYou agree that you will not post any content that is abusive, threatening, defamatory, obscene, vulgar, or otherwise offensive or in violation of our Prohibited Items Policy, Community Policy, or any part of our Terms.\nYou also agree not to post any content that is false and misleading or uses the Services in a manner that is fraudulent or deceptive.</p>\n6.\nYour Use of Our Services\n<p>\n<strong>License to Use Our Services.</strong> We grant you a limited, non-exclusive, non-transferable, and revocable license to use our Services—subject to the Terms and the following restrictions in particular:</p>\n<p>\n<strong>A.\nDon’t Use Our Services to Break the Law.</strong> You agree that you will not violate any laws in connection with your use of the Services.\nThis includes any local, state, federal, and international laws that may apply to you.\nFor example, it’s your responsibility to obtain any permits or licenses that your shop requires, and to meet applicable legal requirements in applicable jurisdiction(s).\nThis includes the sale and delivery of your items, such as age verification upon delivery, where required by law.\nYou may not sell anything that violates any laws.\nyou must comply with our Sanctions Policy, and you may not engage in fraud (including false claims or infringement notices), theft, anti-competitive conduct, threatening conduct, or any other unlawful acts or crimes against Etsy, another Etsy user, or a third party.</p>\n<p>\n<strong>B.\nPay Your Bills.</strong> You are responsible for paying all fees that you owe to Etsy.\nExcept as set forth below, you are also solely responsible for collecting and/or paying any applicable taxes for any purchases or sales you make through our Services.\nFor digital items sold to buyers in Australia, Belarus, Chile, the EU, Iceland, India, Indonesia, Japan, Malaysia, Mexico, Moldova, New Zealand, Norway, Quebec (Canada), Russia, Saudi Arabia, Serbia, Singapore, South Africa, South Korea, Switzerland, Taiwan, Turkey, or United Arab Emirates, Etsy will help collect and remit the correct amount of value-added tax or VAT.\nSome countries may refer to VAT using other terms, e.g.\nGoods and Services Tax (GST), but we’ll just refer to VAT, GST, and any local sales taxes collectively as “VAT.” In addition, Etsy will calculate, collect, and remit sales tax where applicable.\nPlease see this FAQ for more information.\nYour fees, bills, taxes, and how you can pay them are fully explained in our Fees &amp.\nPayments Policy.\n</p>\n<p>\n<strong>C.\nDon’t Steal Our Stuff.</strong> You agree not to crawl, scrape, or spider any page of the Services or to reverse engineer or attempt to obtain the source code of the Services.\nIf you want to use our API, please follow our API Terms of Use.</p>\n<p>\n<strong>D.\nDon’t Try to Harm Our Systems.</strong> You agree not to interfere with or try to disrupt our Services, for example by distributing a virus or other harmful computer code.</p>\n<p>\n<strong>E.\nFollow Our Trademark Policy.</strong> The name \"Etsy\" and the other Etsy marks, phrases, logos, and designs that we use in connection with our Services (the Etsy Trademarks), are trademarks, service marks, or trade dress of Etsy in the US and other countries.\nIf you’d like to use our trademarks, please follow our Trademark Policy.</p>\n<p>\n<strong>F.\nShare Your Ideas.</strong> We love your suggestions and ideas! They can help us improve your experience and our Services.\nAny unsolicited ideas or other materials you submit to Etsy (not including Your Content or items you sell through our Services) are considered non-confidential and non-proprietary to you.\nYou grant us a non-exclusive, worldwide, royalty-free, irrevocable, sub-licensable, perpetual license to use and publish those ideas and materials for any purpose, without compensation to you.</p>\n<p>\n<strong>G.\nTalk to Us Online.</strong> From time to time, Etsy will provide you with certain legal information in writing.\nBy using our Services, you’re agreeing to our Electronic Communications Policy, which describes how we provide that information to you.\nIt says that we can send you information electronically (such as by email) instead of mailing you paper copies (it’s better for the environment), and that your electronic agreement is the same as your signature on paper.</p>\n7.\nTermination\n<p>\n<strong>Termination By You.</strong> We'd hate to see you go, but you may terminate your account with Etsy at any time from your account settings.\nYou can find more information in this Help article.\nTerminating your account will not affect the availability of some of Your Content that you posted through the Services prior to termination.\nOh, and you’ll still have to pay any outstanding bills.</p>\n<p>\n<strong>Termination By Etsy.</strong> We may terminate or suspend your account (and any accounts Etsy determines are related to your account) and your access to the Services should we have reason to believe you, your Content, or your use of the Services violate our Terms.\nIf we do so, it’s important to understand that you don’t have a contractual or legal right to continue to use our Services, for example, to sell or buy on our websites or mobile apps.\nGenerally, Etsy will notify you that your account has been terminated or suspended, unless you’ve repeatedly violated our Terms or we have legal or regulatory reasons preventing us from notifying you.</p>\n<p>If you or Etsy terminate your account, you may lose any information associated with your account, including Your Content.</p>\n<p>\n<strong>We May Discontinue the Services.</strong> Etsy reserves the right to change, suspend, or discontinue any of the Services at any time, for any reason, including those laid out in Etsy’s policies under these Terms of Use.\nWe will not be liable to you for the effect that any changes to the Services may have on you, including your income or your ability to generate revenue through the Services.</p>\n<p>\n<strong>Survival.</strong> The Terms will remain in effect even after your access to the Service is terminated, or your use of the Service ends.</p>\n8.\nWarranties and Limitation of Liability (or the Things You Can’t Sue Us For)\n<p>\n<strong>Items You Purchase.</strong> You understand that Etsy does not manufacture, store, or inspect any of the items sold through our Services.\nWe provide the venue.\nthe items in our marketplaces are produced, listed, and sold directly by independent sellers, so Etsy cannot and does not make any warranties about their quality, safety, or even their legality.\nAny legal claim related to an item you purchase must be brought directly against the seller of the item.\nYou release Etsy from any claims related to items sold through our Services, including for defective items, misrepresentations by sellers, or items that caused physical injury (like product liability claims).</p>\n<p>\n<strong>Content You Access.</strong> You may come across materials that you find offensive or inappropriate while using our Services.\nWe make no representations concerning any content posted by users through the Services.\nEtsy is not responsible for the accuracy, copyright compliance, legality, or decency of content posted by users that you accessed through the Services.\nYou release us from all liability relating to that content.</p>\n<p>\n<strong>People You Interact With.</strong> You can use the Services to interact with other individuals, either online or in person.\nHowever, you understand that we do not screen users of our Services, and you release us from all liability relating to your interactions with other users.\nPlease be careful and exercise caution and good judgment in all interactions with others, especially if you are meeting someone in person.\nThis Help article has some good advice about handling in person meetings.</p>\n<p>\n<strong>Third-Party Services.</strong> Our Services may contain links to third-party websites or services that we don’t own or control (for example, links to Facebook, Twitter, and Pinterest).\nYou may also need to use a third party’s product or service in order to use some of our Services (like a compatible mobile device to use our mobile apps).\nWhen you access these third-party services, you do so at your own risk.\nThe third parties may require you to accept their own terms of use.\nEtsy is not a party to those agreements.\nthey are solely between you and the third party.</p>\n<p>\n<strong>Gift Cards and Promotions.</strong> You acknowledge that Etsy does not make any warranties with respect to your Gift Card balance and is not responsible for any unauthorized access to, or alteration, theft, or destruction of a Gift Card or Gift Card code that results from any action by you or a third party.\nYou also acknowledge that we may suspend or prohibit use of your Gift Card if your Gift Card or Gift Card code has been reported lost or stolen, or if we believe your Gift Card balance is being used suspiciously, fraudulently, or in an otherwise unauthorized manner.\nIf your Gift Card code stops working, your only remedy is for us to issue you a replacement Gift Card code.\nBy participating in a special offer or promotion, you agree that you may not later claim that the rules of that special offer or promotion were ambiguous.</p>\n<p>\n<strong>WARRANTIES.</strong> ETSY IS DEDICATED TO MAKING OUR SERVICES THE BEST THEY CAN BE, BUT WE’RE NOT PERFECT AND SOMETIMES THINGS CAN GO WRONG.\nYOU UNDERSTAND THAT OUR SERVICES ARE PROVIDED “AS IS” AND WITHOUT ANY KIND OF WARRANTY (EXPRESS OR IMPLIED).\nWE ARE EXPRESSLY DISCLAIMING ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE, AS WELL AS ANY WARRANTIES IMPLIED BY A COURSE OF PERFORMANCE, COURSE OF DEALING, OR USAGE OF TRADE.</p>\n<p> WE DO NOT GUARANTEE THAT: (I) THE SERVICES WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(II) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(III) THE SERVICES WILL BE FREE OF VIRUSES OR OTHER HARMFUL MATERIALS.\nOR (IV) THE RESULTS OF USING THE SERVICES WILL MEET YOUR EXPECTATIONS.\nYOU USE THE SERVICES SOLELY AT YOUR OWN RISK.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>LIABILITY LIMITS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, NEITHER ETSY, NOR OUR EMPLOYEES OR DIRECTORS SHALL BE LIABLE TO YOU FOR ANY LOST PROFITS OR REVENUES, OR FOR ANY CONSEQUENTIAL, INCIDENTAL, INDIRECT, SPECIAL, OR PUNITIVE DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE SERVICES OR THESE TERMS.\nIN NO EVENT SHALL ETSY’S AGGREGATE LIABILITY FOR ANY DAMAGES EXCEED THE GREATER OF ONE HUNDRED ($100) US DOLLARS (USD) OR THE AMOUNT YOU PAID ETSY IN THE PAST TWELVE MONTHS.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>9.\nIndemnification (or What Happens If You Get Us Sued)\n<p>We hope this never happens, but if Etsy gets sued because of something that you did, you agree to defend and indemnify us.\nThat means you’ll defend Etsy (including any of our employees) and hold us harmless from any legal claim or demand (including reasonable attorney’s fees) that arises from your actions, your use (or misuse) of our Services, your breach of the Terms, or you or your account’s infringement of someone else’s rights.</p>\n<p>We reserve the right to handle our legal defense however we see fit, even if you are indemnifying us, in which case you agree to cooperate with us so we can execute our strategy.</p>\n10.\nDisputes with Other Users\n<p>If you find yourself in a dispute with another user of Etsy’s Services or a third party, we encourage you to contact the other party and try to resolve the dispute amicably.</p>\n<p>\n<strong>Case System.</strong> Buyers and sellers who are unable to resolve a dispute related to a transaction on our websites or mobile apps may participate in our case system.\nYou can find details about the case system in this Help article.\nEtsy will attempt to help you resolve disputes in good faith and based solely on our interpretation of our policies, in our sole discretion.\nwe will not make judgments regarding legal issues or claims.\nEtsy has no obligation to resolve any disputes.</p>\n<p>\n<strong>Release of Etsy.</strong> You release Etsy from any claims, demands, and damages arising out of disputes with other users or parties.</p>\n11.\nDisputes with Etsy\n<p>If you’re upset with us, let us know, and hopefully we can resolve your issue.\nBut if we can’t, then these rules will govern any legal dispute involving our Services:</p>\n<p>\n<strong>A.\nGoverning Law.</strong> The Terms are governed by the laws of the State of New York, without regard to its conflict of laws rules, and the laws of the United States of America.\nThese laws will apply no matter where in the world you live, but if you live outside of the United States, you may be entitled to the protection of the mandatory consumer protection provisions of your local consumer protection law.</p>\n<p>\n<strong>B.\nArbitration.</strong> You and Etsy agree that any dispute or claim arising from or relating to the Terms shall be finally settled by final and binding arbitration, using the English language, administered by the American Arbitration Association (the “AAA”) under its Consumer Arbitration Rules (the \"AAA Rules\") then in effect (those rules are deemed to be incorporated by reference into this section, and as of the date of these Terms you can find the AAA Rules here), unless otherwise required by law.\n**Arbitration, including threshold questions of arbitrability of the dispute, will be handled by a sole arbitrator in accordance with those rules.\nJudgment on the arbitration award may be entered in any court that has jurisdiction.\n</p>\n<p>For EU sellers, if any dispute arises in connection with the Terms, the parties should first try to resolve the dispute through the complaints procedure published here.\nIn addition, the dispute may be referred by either party to the Centre for Effective Dispute Resolution (“CEDR”) for mediation.\nThe Parties agree to enter into mediation to settle a good faith dispute and will do so in accordance with the CEDR’s mediation procedures.\nUnless otherwise agreed between the parties within 14 days of notice of the dispute, the mediator will be nominated by CEDR.\nTo initiate the mediation a party must give notice in writing to the other party to the dispute, referring the dispute to mediation.\nA copy of the referral should be sent to CEDR.\n</p>\n<p>Any arbitration or mediation under the Terms will take place on an individual basis.\nYou understand that by agreeing to the Terms, you and Etsy are each waiving the right to trial by jury or to participate in a class action lawsuit.\nClass arbitrations shall only be available if requested by either party under its Class Action Arbitration Rules and approved by the arbitration entity.\nNotwithstanding the foregoing, each party shall have the right to bring an action in a court of proper jurisdiction for injunctive or other equitable or conservatory relief, pending a final decision by the arbitrator or mediator.\nYou may instead assert your claim in “small claims” court, but only if your claim qualifies, your claim remains in such court, and your claim remains on an individual, non-representative, and non-class basis.</p>\n<p>\n<strong>C.\nCosts of Arbitration.</strong> Payment for any and all reasonable AAA filing, administrative, and arbitrator fees will be in accordance with the Consumer Arbitration Rules, and in the case of CEDR, its rules.\nIf the value of your claim does not exceed $10,000 USD, Etsy will pay for the reasonable filing, administrative, and arbitrator fees associated with the arbitration, unless the arbitrator finds that either the substance of your claim or the relief sought was frivolous or brought for an improper purpose.\nFor mediation through CEDR, the parties will pay their share of mediation costs, and under certain conditions such fees may be refundable to you, depending on the outcome of the mediation.</p>\n<p>\n<strong>D.\nForum.</strong> We’re based in New York, so any legal action against Etsy related to our Services must be filed and take place in New York County, New York.\nFor all actions under the AAA Rules, the proceedings may be filed where your residence is, or in New York, New York, and any in-person hearings will be conducted at a location which is reasonably convenient to both parties taking into account their ability to travel and other pertinent circumstances.\nFor any actions not subject to arbitration or mediation, you and Etsy agree to submit to the personal jurisdiction of a state or federal court located in New York County, New York if your contract is with Etsy, Inc..\nif your contract is with Etsy Ireland UC, you and Etsy agree to submit to the personal jurisdiction of the courts of Ireland.</p>\n<p>\n<strong>E.\nGovernment Exception.</strong> If you are a government agent or entity in the United States using the Services in your official capacity, and you are legally unable to agree to the clauses in this section, then those clauses do not apply to you.\nIn that case, the Terms and any action related to the Terms will be governed by the laws of the United States (without reference to conflict of laws) and, in the absence of federal law and to the extent permitted under federal law, the laws of the State of New York.</p>\n<p>\n<strong>F.\nModifications.</strong> If we make any changes to this “Disputes with Etsy” section after the date you last accepted the Terms, those changes will not apply to any claims filed in a legal proceeding against Etsy prior to the date the changes became effective.\nEtsy will notify you of substantive changes to the “Disputes with Etsy” section at least 30 days prior to the date the change will become effective.\nIf you do not agree to the modified terms, you may send Etsy a written notification (including email) or close your account within those 30 days.\nBy rejecting a modified term or permanently closing your account, you agree to arbitrate any disputes between you and Etsy in accordance with the provisions of this “Disputes with Etsy” section as of the date you last accepted the Terms, including any changes made prior to your rejection.\nIf you reopen your closed account or create a new account, you agree to be bound by the current version of the Terms.</p>\n12.\nChanges to the Terms\n<p>We may update these Terms from time to time.\nIf we believe that the changes are material, we’ll definitely let you know by posting the changes through the Services and/or sending you an email or message about the changes.\nThat way you can decide whether you want to continue using the Services.\nChanges will be effective upon the posting of the changes unless otherwise specified.\nYou are responsible for reviewing and becoming familiar with any changes.\nYour use of the Services following the changes constitutes your acceptance of the updated Terms.</p>\n13.\nSome Finer Legal Points\n<p>The Terms, including all of the policies that make up the Terms, supersede any other agreement between you and Etsy regarding the Services.\nIf any part of the Terms is found to be unenforceable, that part will be limited to the minimum extent necessary so that the Terms will otherwise remain in full force and effect.\nOur failure to enforce any part of the Terms is not a waiver of our right to later enforce that or any other part of the Terms.\nWe may assign any of our rights and obligations under the Terms.</p>\n14.\nContact Information\n<p>If you have any questions about the Terms, please email us at legal@etsy.com.</p>\n<p>*In some countries you may have additional rights and/or the preceding may not apply to you.</p>\n<p>Last updated on Nov 27, 2020</p> Footer <p>Yes! Send me exclusive offers, unique gift ideas, and personalized tips for shopping and selling on Etsy.</p> Enter your email Subscribe Please enter a valid email address.\nLooks like you already have an account! Please Log in to subscribe.\nYou've already signed up for some newsletters, but you haven't confirmed your address.\nRegister to confirm your address.\nYou've been successfully signed up! Great! We've sent you an email to confirm your subscription.\nThere was a problem subscribing you to this newsletter.\nShop <ul>\n<li> Gift cards </li>\n<li> Etsy blog </li>\n</ul> Sell <ul>\n<li> Sell on Etsy </li>\n<li> Teams </li>\n<li> Forums </li>\n<li> Affiliates </li>\n</ul> About <ul>\n<li> Etsy, Inc.\n</li>\n<li> Policies </li>\n<li> Investors </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Impact </li>\n<li> Legal imprint </li>\n</ul> Help <ul>\n<li> Help Center </li>\n<li> Privacy settings </li>\n</ul> Download the Etsy App <ul>\n<li> Instagram </li>\n<li> Facebook </li>\n<li> Pinterest </li>\n<li> Twitter </li>\n<li> Youtube </li>\n</ul> NETHERLANDS &nbsp.\nThe Netherlands &nbsp.\n| &nbsp.\nEnglish (US) &nbsp.\n| &nbsp.\n€ (EUR) © 2020 Etsy, Inc.\n<ul>\n<li> Terms of Use </li>\n<li> Privacy </li>\n<li> Cookies </li>\n<li> Interest-based ads </li>\n</ul> Update your settings <p> Set where you live, what language you speak, and the currency you use.\nLearn more.\n</p> Region Australia Canada France Germany Greece Ireland Italy Japan New Zealand Poland Portugal Russia Spain The Netherlands United Kingdom United States Afghanistan Albania Algeria American Samoa Andorra Angola Anguilla Antigua and Barbuda Argentina Armenia Aruba Australia Austria Azerbaijan Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bermuda Bhutan Bolivia Bosnia and Herzegovina Botswana Bouvet Island Brazil British Indian Ocean Territory British Virgin Islands Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Cayman Islands Central African Republic Chad Chile China Christmas Island Cocos (Keeling) Islands Colombia Comoros Congo, Republic of Cook Islands Costa Rica Croatia Curaçao Cyprus Czech Republic Denmark Djibouti Dominica Dominican Republic Ecuador Egypt El Salvador Equatorial Guinea Eritrea Estonia Ethiopia Falkland Islands (Malvinas) Faroe Islands Fiji Finland France French Guiana French Polynesia French Southern Territories Gabon Gambia Georgia Germany Ghana Gibraltar Greece Greenland Grenada Guadeloupe Guam Guatemala Guinea Guinea-Bissau Guyana Haiti Heard Island and McDonald Islands Holy See (Vatican City State) Honduras Hong Kong Hungary Iceland India Indonesia Iraq Ireland Isle of Man Israel Italy Ivory Coast Jamaica Japan Jordan Kazakhstan Kenya Kiribati Kosovo Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Macao Macedonia Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Martinique Mauritania Mauritius Mayotte Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Montserrat Morocco Mozambique Myanmar (Burma) Namibia Nauru Nepal Netherlands Antilles New Caledonia New Zealand Nicaragua Niger Nigeria Niue Norfolk Island Northern Mariana Islands Norway Oman Pakistan Palau Palestinian Territory, Occupied Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal Puerto Rico Qatar Reunion Romania Russia Rwanda Saint Helena Saint Kitts and Nevis Saint Lucia Saint Martin (French part) Saint Pierre and Miquelon Saint Vincent and the Grenadines Samoa San Marino Sao Tome and Principe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Sint Maarten (Dutch part) Slovakia Slovenia Solomon Islands Somalia South Africa South Georgia and the South Sandwich Islands South Korea South Sudan Spain Sri Lanka Sudan Suriname Svalbard and Jan Mayen Swaziland Sweden Switzerland Taiwan Tajikistan Tanzania Thailand The Netherlands Timor-Leste Togo Tokelau Tonga Trinidad Tunisia Turkey Turkmenistan Turks and Caicos Islands Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States United States Minor Outlying Islands Uruguay U.S.\nVirgin Islands Uzbekistan Vanuatu Venezuela Vietnam Wallis and Futuna Western Sahara Yemen Zaire (Democratic Republic of Congo) Zambia Zimbabwe Language Deutsch English (UK) English (US) Español Français Italiano 日本語 Nederlands Polski Português Русский Currency $ United States Dollar (USD) $ Canadian Dollar (CAD) € Euro (EUR) £ British Pound (GBP) $ Australian Dollar (AUD) ¥ Japanese Yen (JPY) ¥ Chinese Yuan (CNY) Kč Czech Koruna (CZK) kr Danish Krone (DKK) $ Hong Kong Dollar (HKD) Ft Hungarian Forint (HUF) Rp Indonesian Rupiah (IDR) ₪ Israeli Shekel (ILS) RM Malaysian Ringgit (MYR) $ Mexican Peso (MXN) DH Moroccan Dirham (MAD) $ New Zealand Dollar (NZD) kr Norwegian Krone (NOK) ₱ Philippine Peso (PHP) $ Singapore Dollar (SGD) ₫ Vietnamese Dong (VND) R South African Rand (ZAR) kr Swedish Krona (SEK) Swiss Franc (CHF) ฿ Thai Baht (THB) NT$ Taiwan New Dollar (TWD) ₺ Turkish Lira (TRY) zł Polish Zloty (PLN) R$ Brazilian Real (BRL) Cancel Loading Save Loading ", "created_at": "2018-08-30 07:59:24.237926", "updated_at": "2020-12-14 19:23:12.041731"}, {"id": 1796, "name": "Cookies & Similar Technologies Policy", "url": "https://www.etsy.com/legal/cookies/", "xpath": "/html/body/div[5]/div/div[2]/div", "text": " Our House Rules / All categories <ul>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Buyers </li>\n<li> Sellers </li>\n<li> Third parties </li>\n</ul> Cookies &amp.\nSimilar Technologies Policy <p>We think it's important for you to understand how cookies and other similar technologies are used by Etsy and our partners.\nThese technologies help Etsy function, allow us to understand how you use the Services, and have a number of purposes (beyond just advertising) that you can read about in this policy.</p>\n<p>\n<strong> The previous version of this policy can be found here.\n</strong>\n</p>\n<p>In this policy, we'll refer to Etsy.com as the \"Site\" and Etsy's mobile applications as the \"Apps.\" We'll refer to the Site, the Apps, Pattern by Etsy, Etsy Payments, and our other services collectively as the \"Services.\" Etsy, Inc.\nand Etsy Ireland UC are referred to as \"Etsy\" throughout this policy.\nWe’ll refer to cookies and similar technologies collectively as “Cookie Technologies.”</p>\n<ol>\n<li>Types of Cookie Technologies </li>\n<li>Purposes </li>\n<li>Services in the Apps (SDKs) </li>\n<li>Consent, Contract, and Legitimate Interests in Processing</li>\n<li>Managing Your Cookie Technology Preferences </li>\n<li>Contact Us</li>\n</ol>1.\nTypes of Cookie Technologies\nCookies\n<p>Cookies are small data files sent from a server to your web browser.\nThey are stored in your browser’s cache and allow a website or a third party to recognize your browser.\nThere are three primary types of cookies:</p>\n<ul>\n<li>\n<p>\n<em>Session cookies</em> are specific to a particular visit and carry information as you view different pages so you don’t have to re-enter information every time you change pages or attempt to checkout.\nSession cookies expire and delete themselves automatically in a short period of time like after you leave the Site or when you close your web browser.</p>\n</li>\n<li>\n<p>\n<em>Persistent cookies</em> remember certain information about your preferences for viewing the site, and allow Etsy to recognize you each time you return.\nPersistent cookies are stored on your browser cache or mobile device until you choose to delete them, and otherwise typically delete themselves at expiration.</p>\n</li>\n<li>\n<em>Third-party cookies</em> are placed by someone other than Etsy, and may gather browsing activity across multiple websites and across multiple sessions.\nThey are usually a type of persistent cookie and are stored until you delete them or they expire based on the time period set in each third-party cookie.\n</li>\n</ul>\n<p>Cookies store data about your use, but they are helpful because they allow us to help Etsy function and customize your experience.\nYou can configure your desktop or mobile browser's settings to reflect your preference to accept or reject cookies, including how to handle third-party cookies (see Managing Your Cookie Technology Preferences below).\n</p>\n<p>A description of Etsy’s principal first party cookies can be found in our Cookies &amp.\nSimilar Technologies Disclosures.\n</p>\nOther Technologies\n<p>In addition to cookies, there are other similar technologies used by Etsy and elsewhere on the web or in mobile ecosystems.\n</p>\n<ul>\n<li>\n<p>\n<em>Web beacons:</em> These are tiny graphics (sometimes called “clear GIFs” or “web pixels”) with a unique identifier that are used to understand browsing activity.\nIn contrast to cookies, which are stored on a user's computer hard drive, web beacons are rendered invisibly on web pages when you open a page.</p>\n</li>\n<li>\n<p>\n<em>Social widgets:</em> These are buttons or icons provided by third-party social media providers that allow you to interact with those social media services when you view a web page or a mobile app screen.\nThese social widgets may collect browsing data, which may be received by the third party that provided the widget, and are controlled by the third parties.\n</p>\n</li>\n<li>\n<p>\n<em>UTM codes:</em> These are strings that can appear in a URL (the “Uniform Resource Locator,” which is typically the http or https address entered to go to a web page) when a user moves from one web page or website to another, where the string can represent information about browsing, such as which advertisement, page, or publisher sent the user to the receiving website.\n</p>\n</li>\n<li>\n<p>\n<em>Application SDKs:</em> These are mobile application third-party software development kits that are embedded in the Apps (and are used in many mobile applications).\nThese app SDKs permit the collection of information about the app itself, activity in the app, and the device the application is running on.</p>\n</li>\n<li>\n<p>\n<em>Local Storage Objects:</em> These are sets of data that can be stored on your browser by a site or app.\nThey can be used to maintain preferences, a history of usage, or even the state or settings of a site or an app.</p>\n</li>\n<li>\n<em>Internet of Things identifiers:</em> Like mobile identifiers, internet-connected devices such as voice activated assistants or smart TVs may send identifiers and other data analogous to web browsers or mobile SDKs.</li>\n</ul>2.\nPurposes\n<p>Etsy uses Cookie Technologies to recognize your logged-in state on Etsy, to understand what purchases members and visitors are interested in, to make Etsy’s Sites function for you, and to help your browsing experience and use of the Site, Services, and Apps feel more customized.\nMore generally, Etsy uses Cookie Technologies for the following.</p>\nSecurity and Authentication (Strictly Necessary)\n<p>Some cookie and similar technology functions are necessary and vital to ensuring that Etsy works properly for visitors and members, such as maintaining the security, safety, and integrity of the Site, authentication and logging into Etsy (including remembering permissions and consents you have granted), and ensuring the ability to securely complete transactions.</p>\nAccount and User Preferences\n<p>Some technologies are used to remember your account and preferences over time, such as keeping yourself logged in when returning to Etsy, maintaining your choices on Etsy features and how you want Etsy to appear (including keeping track of your preferred language and country), and customizing content based on how you use Etsy.</p>\nSocial Networks\n<p>Some technologies help you to interact with social networks you are signed into while using the Services, such as sharing content with the social network, logging in with the social network, and other features you employ with the social network, or that are allowed in the social network’s privacy policy.\nThese may be set and controlled by the social networks, and your preferences with those social networks.\n</p>\n<p>Social networks may also work with Etsy or with you for analytics or for marketing purposes, as discussed below.\nYou may be able to manage your privacy preferences for these social networks and their tools and widgets via your account with the social network.\nYou can find more information on specific social media tools and widgets in our Cookies &amp.\nSimilar Technologies Disclosures.\n</p>\nPerformance and Analytics\n<p>Some technologies help provide performance data on how the Services are functioning in order to improve Etsy and the Services, including, for example, data on site and app functionality and speed to help us optimize Etsy, how the Services are used to help us improve your experience on Etsy, and detecting and gathering reporting on bugs to help make Etsy work better.</p>\n<p>In addition, Etsy may employ transient technologies, including cookies or local stored objects, for site performance, experiments, form information, and interactions with the site, and may use temporary, short-term cookies for limited-time site events such as sales and promotions.</p>\n<p>The Site employs Google Analytics to help understand how Etsy is used by its community.\nFor some of the advertising features listed below, like retargeting, data from Google Analytics may be combined with Etsy’s first-party data and third-party cookies (like Google’s advertising cookies) as permitted by Google’s and Etsy’s respective policies.\nTo see how to opt-out of Google Analytics Advertising Features, see Managing your Cookie Technology Preferences at the bottom of this policy.\nThe Site also employs Facebook App Events SDKs for analytics in the Apps in a similar fashion, subject to your Opt-Out.</p>\n<p>You can find more information on how Google Analytics works in this Google guide and on Facebook App Events here.</p>\nMarketing Services\n<p>Etsy partners with third-party service providers that may use various Cookie Technologies to permit us and them to learn about which ads you see and click when you visit Etsy, the Apps, and affiliated sites or to show you ads on and off Etsy.\nThese may include things such as:</p>\n<ul>\n<li>\n<p>\n<em>Frequency capping</em>, which limits the number of times a user’s browser or mobile device displays the same ad;</p>\n</li>\n<li>\n<p>\n<em>Attribution tracking</em>, which estimates which advertising or marketing source brought someone to Etsy, or determines which marketing source led to actions like a visit or a purchase;</p>\n</li>\n<li>\n<p>\n<em>Remarketing and retargeting</em>, which shows relevant ads to an audience based on prior shopping and browsing patterns on Etsy;</p>\n</li>\n<li>\n<p>\n<em>Audience targeting</em>, which refers to targeting advertisements to a large audience based on the audience’s known or inferred demographics.\nand</p>\n</li>\n<li>\n<em>Cross-device recognition</em>, which recognizes actions across multiple devices or browsers.</li>\n</ul>\n<p>Some third-party service providers may provide information like demographics, cross-device information, or interest categories from a combination of sources that, while not identifying you personally, permit us to provide you with more relevant and useful advertising.\nIn some cases, this information may have non-marketing performance analytics uses as well.</p>\n<p>These technologies allow a partner to recognize your computer, mobile device or network device (like an IoT device such as a voice-activated assistant or smart TV), each time you visit Etsy or other websites and mobile applications based on data like a cookie, your IP address, or device ID, but do not allow access to other personal information from Etsy.\nHowever, these technologies may allow us or a third party to recognize you, either from a single device or across devices, over time.\nThese third parties are required to follow applicable laws, self-regulatory programs, and Etsy’s data protection rules where applicable.\nEtsy does not have control over these third parties, who each have their own privacy policies and privacy practices.\nEtsy adheres to the Digital Advertising Alliance's Self-Regulatory Principles for Online Behavioral Advertising.\n</p>\n<p>For audience targeting, Etsy may share hashed identifiers that represent an email address or name with partners Google and/or Facebook so they can provide Etsy with audiences interested in specific types of products and services.\nGoogle and/or Facebook will only provide this information, and can only identify you, based on their separate policies and agreements with their users.\nMore information is provided in Etsy’s Cookies and Similar Technologies Disclosures.</p>\n<p>You can find a description of third-party Cookie Technologies used by Etsy, along with their respective privacy policies and options for controlling your privacy on these platforms, in our Cookies &amp.\nSimilar Technologies Disclosures.\n</p>\n3.\nServices in the Apps (SDKs)\n<p>The Apps may include third-party application software development kits (“SDKs”) that provide mobile performance and analytics data, bug reporting features, and application program interfaces (\"APIs\") to third parties that help provide the Services, for social media functionality, and for marketing and advertising.</p>\n<p>You can find a description of principal third-party SDKs used by Etsy, along with their respective privacy policies and options for controlling your privacy on these platforms, in our Cookies &amp.\nSimilar Technologies Disclosures.\n</p>\n4.\nConsent, Contract, and Legitimate Interests in Processing\n<p>Certain Cookie Technologies are employed to make the Site function for its intended purpose, and are provided based on contractual necessity based on your agreement with Etsy to perform the services you have requested.\nThese include the functions strictly necessary to the service noted above.\n</p>\n<p>By choosing to use our Services after having been notified of our use of Cookie Technologies in the ways described in this Policy, and, in applicable jurisdictions, through notice and unambiguous acknowledgement of your consent, you agree to such use.\nMore information is laid out in our Privacy Policy.</p>\n5.\nManaging Your Cookie Technology Preferences\n<p>You have the ability to control the use of certain Cookie Technologies.\nYou can opt out of third party marketing cookies and similar technologies via the Privacy Settings link available at the bottom of most Etsy site pages, or via the GDPR Preferences link for users in the European Union and EEA.\nYou can also manage your Etsy marketing preferences in your account settings.\nAs noted previously, information on third party privacy policies and opt-out process can be found in our Cookies &amp.\nSimilar Technologies Disclosures.</p>\nOpt-in and Opt-out for Browsers\n<p>In addition, when you use Etsy via a browser, you can change your web browser's settings to reflect your cookie preferences.\nEach browser is a little different, but usually these settings are under the \"options\" or \"preferences\" menu.\nThe links below provide information about cookie settings for the browsers supported by Etsy:</p>\n<ul>\n<li>Microsoft Edge</li>\n<li>Internet Explorer</li>\n<li>Firefox</li>\n<li>Chrome</li>\n<li>Safari</li>\n</ul>Opt-out of Third-Party Networks\n<p>If you do not wish to have this information used for the purpose of serving you interest-based advertisements, in addition you may decline to receive interest based ads through TrustE/TrustArc’s preferences manager (or if you are located in the European Union click here).\nPlease note this does not stop you from being served advertisements.\nYou will continue to receive generic advertisements.\nIf you reject or block all cookies in your browser settings, you will not be able to take advantage of Etsy's Services as some cookies are necessary for the Site to function properly.</p>\n<p>You can learn more about managing your preferences for ads online, particularly for many third-party advertising networks, through resources made available by the Digital Advertising Alliance at https://www.aboutads.info or the Network Advertising Initiative at https://optout.networkadvertising.org.\n</p>\nGoogle Analytics Opt-out\n<p>For Google Analytics Advertising Features, you can opt-out through Google Ads Settings, Ad Settings for mobile apps, or any other available means (for example, the NAI's consumer opt-out listed above).\nGoogle also provides a Google Analytics opt-out plug-in for the web.</p>\nThird-Party Tools\n<p>Various third parties provide browser plug-ins and apps that can help provide you information on and limit or block third-party cookies, web beacons, and some Javascript-based technologies.\nEtsy cannot vouch for the efficacy of a particular third-party product, but popular products that provide these privacy enhancements include Ghostery and AdBlock Plus.</p>\n<p>Both Google and Facebook provide tools to control use of advertising on their respective platforms, including advertising on and with Etsy.\nMore information can be found in your account settings on the respective platforms, including in Google’s Privacy Center and in Facebook’s Ad Settings.</p>\nMobile and Third Party Device Opt-out\n<p>If you access Etsy through the Apps, you may also control interest-based advertising on an iOS or Android device by selecting the “Limit Ad Tracking” option in the privacy section of the Settings App on iOS or via advertising preferences on Android-based devices (usually in the Google Settings app).\nThis will not prevent you from seeing advertisements but will limit the use of device advertising identifiers to personalize ads based on your interests.</p>\n<p>For third party IoT devices such as voice activated assistants or smart TVs, consult with the manufacturer and/or service provider for the opt out mechanism for their respective devices and services.\n</p>\n6.\nContact Us\n<p>If you have questions about the use of Cookie Technologies at Etsy, please see the “Contact” section of Etsy’s Privacy Policy.</p>\n<p>Last updated on May 24, 2021</p> ", "created_at": "2019-08-15 03:18:05.88975", "updated_at": "2021-06-25 21:00:52.082849"}], "points": [{"id": 7694, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.etsy.com/legal/cookies/", "status": "Generated through the annotate view", "created_at": "2019-08-15 03:28:29.906661", "updated_at": "2020-11-29 13:27:22.623932", "quoteText": "If you reject or block all cookies in your browser settings, you will not be able to take advantage of Etsy's Services as some cookies are necessary for the Site to function properly.</p>", "case_id": 375, "document_id": 1796, "quoteStart": 14303, "quoteEnd": 14490}, {"id": 1138, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.etsy.com/legal/privacy", "status": "\"We may also collect information about your use of the Services [...], including your IP address, browser information (including referrers), device information (such as [...])\"", "created_at": "2018-01-20 14:45:53.612894", "updated_at": "2018-09-11 08:54:35.241409", "quoteText": "We also automatically collect device-specific information when you install, access, or use our Services.\nThis information can include information such as the hardware model, operating system information, app version, app usage and debugging information, browser information, IP address, and device identifiers", "case_id": 323, "document_id": 236, "quoteStart": 10198, "quoteEnd": 10507}, {"id": 6742, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.etsy.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-18 22:51:39.135339", "updated_at": "2019-06-26 01:17:13.093989", "quoteText": "Privacy Policy Changes\n<p>We may amend or update this policy from time to time.\nIf we believe that the changes are material, we’ll let you know by doing one (or more) of the following: (i) posting the changes on or through the Services, (ii) sending you an email or message about the changes, or (iii) posting an update in the version notes on the Apps’ platform.\nWe encourage you to check back regularly and review any updates.", "case_id": 329, "document_id": 236, "quoteStart": 55896, "quoteEnd": 56324}, {"id": 4091, "title": "Etsy review", "source": "https://groups.google.com/forum/#!topic/tosdr/CsWZAh5xP2k", "status": "Etsy", "created_at": "2018-05-18 14:05:12.102847", "updated_at": "2018-05-30 12:50:26.753026", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1758, "title": "Etsy may collect your device fingerprint.", "source": "Imported from ToS;DR before phoenix", "status": "\"We may also collect information about your use of the Services [...], including your IP address, browser information (including referrers), device information (such as [...])\"", "created_at": "2018-05-15 09:12:02.117346", "updated_at": "2021-02-06 03:50:24.704033", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6743, "title": "You can delete your content from this service", "source": "https://www.etsy.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-18 22:57:44.686421", "updated_at": "2021-02-06 03:50:42.463285", "quoteText": "data deletion (including the right to have Etsy delete your personal information, except information we are required to retain, by contacting us).", "case_id": 175, "document_id": 236, "quoteStart": 26177, "quoteEnd": 26323}, {"id": 6744, "title": "You maintain ownership of your data", "source": "https://www.etsy.com/legal/terms-of-use#", "status": "Generated through the annotate view", "created_at": "2019-05-18 23:00:26.364711", "updated_at": "2019-06-09 20:36:48.758114", "quoteText": "By posting Your Content through our Services, you grant Etsy a license to use it.\nWe don’t claim any ownership to Your Content, but we have your permission to use it to help Etsy function and grow.", "case_id": 183, "document_id": 464, "quoteStart": 11483, "quoteEnd": 11680}, {"id": 7693, "title": "You sign away moral rights", "source": "http://www.etsy.com/legal/terms-of-use?ref=ftr", "status": "Generated through the annotate view", "created_at": "2019-08-15 03:21:11.847419", "updated_at": "2020-06-30 17:52:09.841775", "quoteText": "You agree not to assert any moral rights or rights of publicity against us for using Your Content.", "case_id": 118, "document_id": 1794, "quoteStart": 12503, "quoteEnd": 12601}, {"id": 7692, "title": "There is a date of the last update of the terms", "source": "http://www.etsy.com/legal/terms-of-use?ref=ftr", "status": "Generated through the annotate view", "created_at": "2019-08-15 03:15:52.654196", "updated_at": "2021-02-06 04:16:24.976658", "quoteText": "This policy was published on June 25, 2019.\nIt will take effect on July 25, 2019.", "case_id": 331, "document_id": 1794, "quoteStart": 315, "quoteEnd": 396}, {"id": 7695, "title": "Your profile is combined across various products", "source": "https://www.etsy.com/legal/cookies/", "status": "Generated through the annotate view", "created_at": "2019-08-15 03:33:00.686788", "updated_at": "2019-08-24 03:21:45.708584", "quoteText": "These technologies allow a partner to recognize your computer, mobile device or network device (like an IoT device such as a voice-activated assistant or smart TV), each time you visit Etsy or other websites and mobile applications based on data like a cookie, your IP address, or device ID, but do not allow access to other personal information from Etsy.\nHowever, these technologies may allow us or a third party to recognize you, either from a single device or across devices, over time.", "case_id": 326, "document_id": 1796, "quoteStart": 9961, "quoteEnd": 10451}], "urls": ["etsy.com"]}}