{"error": 448, "message": "OK", "parameters": {"id": 3104, "name": "Reason Up", "created_at": "2021-04-12 17:38:09.969445", "updated_at": "2021-04-13 00:01:07.002307", "wikipedia": null, "keywords": null, "related": null, "slug": "reason_up", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3104.png", "url": "reasonsecurity.com", "documents": [{"id": 4940, "name": "Privacy Policy", "url": "https://www.reasonsecurity.com/small-business/reason-up/privacy-policy", "xpath": "/html/body/div[1]/div/div[2]/div/div/div/div/div/div[2]/div", "text": "<p>Thanks for using ReasonUp.\nHere we describe how Reason Cybersecurity Ltd.\ncollects, uses and handles your information when you use the ReasonUP website available at: https://www.reasonsecurity.com/small-business/reason-up/home (the \"Website\") and one of our Reason software editions (the \"Software\", and collectively, \"Reason\").\nYour use of Reason is indicating that such updated terms and conditions are accepted and agreed by you.</p>\n<p>This Privacy Policy is incorporated into and is subject to the following terms and conditions (\"TOS\"), based on the edition you are using: Reason - https://www.reasonsecurity.com/small-business/reason-up/terms-of-use.</p>\n<p>If you wish not to accept these terms and conditions or any update thereto, your only recourse is not to download or use the relevant Software and uninstall.\nAs we may make available certain content, software or services of third parties, it is clarified that such content, software and services are not covered by this Privacy Policy.\nAny use or download of the Software by you, is indicating that you consent to our use of your information in accordance with this Privacy Policy.</p>1.\nWhat kind of information do we use and collect?<ol>\n<li>When using and accessing our Website, we may use and collect information of technical nature, including your IP address, activity log of your use of the Website and the Software, user agent, information about your browser and operating system, and if you chose to upload a file or URL for scanning, we will also collect such files and URLs.\nIn addition, when purchasing the Premium Edition of the Software, your email address and name, as provided by you, will be collected and will be used by us for payments and sending you messages about Reason, if applicable, and for advertising purposes, including for the purpose of creating an audience list of users who chose to purchase the Software.\nIf you wish to opt-out from the inclusion of your email in such audience list, please send us email to: support@reasonsecurity.com.</li>\n<li>If you are located in the European Economic Area, United Kingdom, and Switzerland, the following provisions apply to you:<ol>\n<li>We act as a controller and process personal data as necessary for the performance of our contract with you.\nAccordingly, we will process your personal data as necessary to operate our website, to reply to your queries.</li>\n<li>We also process for marketing purposes on the basis of our legitimate interest.</li>\n<li>Legal necessity - We may process your information for compliance with applicable legal obligations.</li>\n</ol>\n</li>\n<li>Data subject rights - Please note that you have the right to request from us access to and rectification or erasure of your personal data we process as controllers, or to restrict or to object to processing of your personal data in accordance with the provisions of the GDPR.\nIn order to submit a request for accessing and/or deleting your information, please follow the below instructions: Please send us an email to data_requests@reasonsecurity.com.\nFollowing internal verification, you will receive a return email which will include a link to a data request page, where you are welcome to submit your request for accessing/deleting your personal data and it will be promptly address by our support team.\nPlease note that we will process your request subject to verification of your identity.<ol>\n<li>Complaint to supervisory authority - You also have the right to file a complaint with the relevant supervisory authority (e.g.\nof your country or domicile) where we have not addressed your concerns.</li>\n</ol>\n</li>\n<li>We use technologies like cookies and pixel tags to provide, improve, protect and promote Reason and the Website.\nFor example, cookies help us with things like understanding how you are interacting with our Website, and improving them based on that information.\nYou can set your browser to not accept cookies, but this may limit your ability to use the Website.</li>\n<li>Unless you disable the Software, it may access and/or collect certain data as specified below: (i) time and date of certain events related to the Software (such as launching and scanning, updating and uninstalling the Software), and the features of the Software you use the most.\nIn addition, we may collect, use and access the files and URLs you upload for scanning, the files and URLs it detects as threats and the files that were removed by the Software.\n(ii) certain information of technical nature, such as, your IP Address, operating system, browser type and version, and all software installed on your computer, meta data on unknown files, and extensions and add-ons.\nFurther, if you chose to purchase the Premium Edition of the Software, we will combine your information with all the foregoing information.</li>\n<li>We will store information collected from you as long as you are using our Software.\nOnce you delete our Software, please send an erasure request in accordance with the above procedure.</li>\n</ol>2.\nHow we share information?<ol>\n<li>If we have a good faith belief that disclosure is permitted by law or is reasonably required to: (i) comply with any law, regulation or legal requirement by any court or regulatory or governmental authority, or such other disclosures reasonable required to establish, protect, maintain or exercise our legal rights.\nor (ii) enforce this Privacy Policy or any agreement between you and us.\nIn the event of an event of a merger, acquisition, reorganization or sale of assets, your information may be transferred or sold.</li>\n<li>Third Parties.\nWe may engage certain third parties in connection with maintenance, analysis, audit, payment and development services.\nWe may provide such third parties with your information.\nThe third parties we are currently engaging are:.\n(i) Google Analytics to analysis and monitor our performance.\nGoogle’s privacy policy is available at: http://www.google.com/intl/en/policies/privacy.\n(ii) Cleverbridge to process your payment if you choose to purchase our services.\nCleverbridge’s privacy policy is available at: https://store.reasonsecurity.com/1551/?scope=opprivacy&amp;id=HxXbhhHD5m.\n(iii) Amazon Web Services, Inc.\nservers to process your information.\nYou can read about the measures taken by Amazon to protect the security of their servers and your information at: https://aws.amazon.com/security/.\n(iv) Zendesk to provide you with support services.\nZendesk’s privacy policy is available at: https://www.zendesk.com/company/customers-partners/privacy-policy.\n(v) Adoric’s privacy policy is available at https://adoric.com/privacy.\n(vi) Mailchimp’s privacy policy is available at https://mailchimp.com/legal/privacy/.\n(vii) Microsoft Advertising’s privacy policy is available at https://privacy.microsoft.com/en-us/.\n(viii) Google Ads’s privacy policy is available at https://policies.google.com/privacy.\n(ix) Facebook Ads’s privacy policy is available at https://www.facebook.com/about/basics/.\n(x) Verizon Media Native’s privacy policy is available at https://www.verizonmedia.com/policies/us/en/verizonmedia/privacy/index.html;</li>\n<li>\n<p>Third Party Service Providers: We have partnered with a number of selected service providers, whose services and solutions complement, facilitate and enhance our own.\nThese include hosting and server co-location services, communications and content delivery networks (CDNs), data and cyber security services, billing and payment processing services, domain name registrars, fraud detection and prevention services, web analytics, e-mail distribution and monitoring services, session recording and remote access services, performance measurement, data optimization and marketing services, content providers, and our legal and financial advisors (collectively, “Third Party Service Provider(s)”).</p>\n<p>We may share the following categories of Personal Information with Third Party Service Providers for a business purpose: <br>\n<br>online identifier, internet protocol address, state, country and city, external ID, Zip Code, Facebook Click ID or other similar identifiers;<br>\n<br>commercial information, for example information regarding products or services purchased, obtained, or considered</p>\n</li>\n<li>Our corporate affiliates - from which we receive services, such as IT, security, storage, and other internal operations</li>\n<li>If you are located in the European Economic Area, United Kingdom, and Switzerland, the following provisions apply to you: we will transfer your information to the United States based on the Standard Contractual Clauses.\nIf you wish to receive a copy of these clauses, please contact us through the below contact details.</li>\n</ol>3.\nInformation about children<p>This site is not intended for, or designed to attract, children.\nWe do not collect personally identifiable information from any person we actually know is an individual under the age of 13.\nIf you become aware that your child has provided us with personal information, please contact us at support@reasonsecurity.com.</p>4.\nAbout or advertising policies<p>We utilize third party vendors such as Google to provide advertising on our site.\nThese vendors, including Google, use cookies to serve ads based on a user's prior visits.\nFurther, cookies are set in order for us to provide our Service and ensure that it performs properly, to analyze our performance and marketing activities, and to personalize your experience.\nGoogle's use of cookies enables them and their partners to serve ads to users based on their visit to our web site and/or other sites on the Internet.\nUsers may opt out of the use of the DoubleClick cookies for interest-based advertising by visiting the ads preference manager.\nYou may also visit aboutads.info to opt out of a third-party vendor's use of cookies for interest based advertising.</p>\n<p>Please note that we do not change our practices in response to a “Do Not Track” signal in the HTTP header from a browser or mobile application, however, most browsers allow you to control cookies, including whether or not to accept them and how to remove them.\nYou may set most browsers to notify you if you receive a cookie, or you may choose to block cookies with your browser.</p>5.\nHow can we modify this Privacy Policy?<p>We may revise this Privacy Policy from time to time, and will post the most current version on our website.\nAccordingly, please visit this Privacy Policy regularly to check for any changes.</p>6.\nHow can you contact us?<p>If you have any questions, comments or concerns regarding this Privacy Policy and/or our practices, please send an e-mail to support@reasonsecurity.com.</p>", "created_at": "2021-04-12 17:38:10.895727", "updated_at": "2021-04-12 17:39:00.644945"}, {"id": 4941, "name": "Terms of Use", "url": "https://www.reasonsecurity.com/small-business/reason-up/terms-of-use", "xpath": "/html/body/div[1]/div/div[2]/div/div/div/div/div/div[2]/div", "text": "<p>By continuing to access and/or use ReasonUp (as defined below) following any update to these ReasonUp Terms of Use you are indicating that you have read and agreed to its updated terms and conditions.\nPLEASE READ THESE TERMS CAREFULLY BEFORE ACCESSING/DOWNLOADING AND/OR USING ReasonUp.</p>\n<p>Please note that the product may include the Reason Up Web Security extension (the “Extension”).\nYou may find the Extension’s EULA here and the Extension’s Privacy Policy here</p>\n<p>These ReasonUp Terms of Use (“Terms”) are the legal binding agreement between you and Reason Cybersecurity Inc.\n(“our”, “we” or “us”) for downloading, installing, accessing and using ReasonUp.\nThese Terms and the ReasonUp Privacy Policy (“Privacy Policy”), which is incorporated herein by reference, govern your access to and use of ReasonUp.\nThese Terms also governs any software updates and/or upgrades provided by us as part of ReasonUp, unless such updated and/or upgrades are accompanied by a separate license, in which case the terms and conditions of such separate license will apply.</p>\n<p>BY ACCESSING, DOWNLOADING, INSTALLING AND/OR USING ReasonUp, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS AND THAT YOU AGREE TO BE BOUND BY THESE TERMS AND CONDITIONS.\nBy accepting these Terms, you confirm that you are: (i) lawfully entitled to use the Software and/or Website in the country in which you are located, and (ii) of legal age to engage in this binding agreement with us.\nIf you are a minor according to the law of the country you reside in, you are not permitted to use ReasonUp.\nIf you do not accept these Terms, then you may not access, download, install or use ReasonUp (as applicable).</p>\n<p>We reserve the right, without prior notice and at our sole discretion, to change, modify and/or update these Terms at any time, and/or modify, change, or discontinue or cancel any feature of ReasonUp.\nIn case that we update these Terms, then we will post the updated Terms on the Website, and if the update is material, we will provide you with a notice via email or ask for your consent.\nAlso, we will update the “Last updated on” date above.\nWe recommend you to check these Terms from time to time for changes.\nYour continued use of ReasonUp following any changes to these Terms or ReasonUp, constitutes your irrevocable acceptance of all such changes.\nIf you do not accept any modification to ReasonUp and/or these Terms, your only recourse is to cease using the Website and uninstall the Software.</p>1.\nLicense<p>Subject to your compliance with the terms of these Terms, you are hereby granted with a limited, non-exclusive, personal, non-transferable, non-assignable, non-sublicensable, license to use the ReasonUp website available at: https://www.reasonsecurity.com/small-business/reason-up/home (the “Website”), and to download and install one copy of one of our ReasonUp software editions that accompanies these Terms (the “Software”, and collectively, “ReasonUp”) on a personal computer, or other compatible device you or your business own.\nThe license to the Software is granted to you for personal use and not for commercial use.</p>\n<p>ReasonUp is a paid software, valid for the period of your choice monthly or yearly subscriptions and includes the following solutions: AntiVirus Windows Client (providing the following functionalities: scan, real time protection, removal of threats, ransomware protection, webcam and microphone protection, and more), Reason Web Security extension (providing the following functionalities: protects you from browsing to malicious URLs, warns you from unwanted download and allows you to safely search the web for your desired contents) you can find Reason Web Security EULA here: https://www.reasonsecurity.com/small-business/reason-up/web-security/eula, and the ReasonUp Admin Console (providing the following functionalities: analytics of threats, recommended remediation actions, licenses management, users management, and more).\nYou must have a valid license to the Software for each device you wish to operate the Software on.\nAll rights not expressly granted to you hereunder are retained by us.</p>\n<p>Except as expressly provided herein, you may not, and may not permit any third party to: (i) use and/or disclose to any third party for any reason any license number, or other authorization code or number supplied by us in connection with ReasonUp on or for more than the number of devices specified by us.\n(ii) copy, change, modify, translate, reverse engineer, decompile, disassemble, reconstruct, transform, create derivative works based on ReasonUp, extract any part of or otherwise alter ReasonUp (iv) share, transfer, publish, resell, broadcast, transmit, communicate, pledge, sublicense the Software, or permit other individuals/entities to use the Software, rent, lease, distribute or transfer the Software or your rights to use it to any other individual or entity.\n(v) make the functionality of the Software available to any individual or entity through any means, including but not limited to uploading the Software to a network or file-sharing service, software-as-a-service (SaaS), or any other type of services.\n(vi) extract or harvest any information from ReasonUp or any part thereof.\n(vii) delete or modify any attributions, trademarks, copyright, legal notices or other proprietary designations or markings which are part of ReasonUp.\n(ix) use ReasonUp in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with the terms and conditions of these Terms.\nor (x) gain or attempt to gain unauthorized access to ReasonUp or to networks connected to it by any means, including without limitation by hacking, spoofing or circumventing ReasonUp or the security features therein.\n(xi) use or attempt to use the Software by itself, or in conjunction with any other products, or upload, store or transmit any data, information or materials which infringe upon any third party's rights, including without limitation third party's intellectual property rights or any unlawful, harmful, threatening, abusive, defamatory or otherwise objectionable or to invade users' privacy in any way, or to track, store, transmit or record personal information about any other user of the Software.\nor otherwise in any way damage, disable, impair, interfere, disrupt or harm us or ReasonUp in any way.(xii) use ReasonUp to provide or build a product or service that competes with the Software.\n(xiii) test or benchmark, or disclose or publish testing or benchmark results, for the Software without our prior written consent;</p>2.\nFees<p>To use the ReasonUp Security Suite for Small Businesses you must purchase a subscription of your choice: monthly or annual subscription.\nby using your credit card or your PayPal account.\nAll subscriptions are paid on a monthly basis and depend on the number of monthly users.\nAt the end of each month you will be charged [monthly price per user] X [amount of users].\nDue to the fact that we charge our services a posteriori, we do not provide a refund policy.\nIf you are not satisfied with our service or the performance of our products you are entitled to contact us at: support@reasonscurity.com during the thirty (30) day period following the date on which you subscribed to our service and request that we cancel your account, cease from providing the services and that no additional payments will be made.</p>3.\nUpdates<p>We may, at our sole discretion, update the Software from time to time.\nAn update may include the addition of new features and bug fixing.\nIn order to provide you with the most updated version of the Software, you acknowledge and agree that updates and new versions of the Software may be downloaded and installed automatically.\nIf you are using our Essential Edition not all of these updates may be available for you.\nIf you are using our Premium Edition you are entitled to receive all new features to and versions of the Software, as applicable, during your Subscription Period (as defined below).\nThese updates and new features may include additional terms to which you will have to agree.\nFrom time to time, we may update some features and components of the Software, including without limitation, the following: software and products that the Software identifies as threats, such as malware (collectively, “Protection Updates”).\nYou are entitled to receive Protection Updates for the Software when using the Software whether as an Essential Edition user or a Premium Edition user.</p>4.\nThird Party Service Providers<p>We may use third parties to provide us with audit, payment, maintenance, analysis, and development services with respect to ReasonUp.\nWe may provide your information to such third parties.\nWe currently use the following third party providers:</p>\n<ul>\n<li>Cleverbridge, for processing your payment, if applicable.\nYou can read about Cleverbridge’s practices with respect to the protection of your information at: https://store.reasonsecurity.com/1551/?scope=opprivacy&amp;id=HxXbhhHD5m;</li>\n<li>Google Analytics, for monitoring and analyzing our performance.\nYou can read about Google’s practices with respect to the protection of your information at: http://www.google.com/intl/en/policies/privacy/;</li>\n<li>Amazon Web Services, Inc.\nservers, for processing your information.\nYou can read about Amazon’s practices with respect to the protection and the security of their servers and your information at: https://aws.amazon.com/security/;</li>\n<li>Zendesk, for providing you with support services.\nYou can read about Zendesk practices with respect to the protection and the security of their servers and your information at: https://www.zendesk.com/company/customers-partners/privacy-policy/.</li>\n<li>Adoric - You can read about Adoric practices with respect to the protection and the security of their servers and your information at: https://adoric.com/privacy.</li>\n<li>Mailchimp - You can read about Mailchimp practices with respect to the protection and the security of their servers and your information at: https://mailchimp.com/legal/privacy/.</li>\n<li>Microsoft Advertising - You can read about Microsoft practices with respect to the protection and the security of their servers and your information at: https://privacy.microsoft.com/en-us/.</li>\n<li>Google Ads - You can read about Google practices with respect to the protection and the security of their servers and your information at: https://policies.google.com/privacy.</li>\n<li>Facebook Ads - You can read about Facebook practices with respect to the protection and the security of their servers and your information at: https://www.facebook.com/about/basics/.</li>\n<li>Verizon Media Native - You can read about Verizon Media Native practices with respect to the protection and the security of their servers and your information at: https://www.verizonmedia.com/policies/us/en/verizonmedia/privacy/index.html.</li>\n</ul>5.\nTerm and Termination<p>If you subscribed to use our Software, these Terms and the license granted to you are valid as of the Activation Date and until the end of the Subscription Period.\nThe term, “Activation Date” means the date on which you provided a valid payment method and subscribed to the service , and the term “Subscription Period” means the period starting on the Activation Date and ends on the expiration of the subscription period you chose.\nYou may terminate these Terms and the license granted to you under these Terms by cancelling your subscription of the Software and by ceasing to use the Website.\nIn case you breach any provision of these Terms, these Terms and the license granted to you hereunder will terminate automatically without notice to you.\nWe shall not be liable for any removal, suspension of or disabling of your access to ReasonUp.\nIf you fail to pay the applicable Subscription, your license to use the Software will be terminated and your software will automatically be deactivated.\nExcept as provided above, nothing herein entitles you to a refund of any payment made hereunder.\nThis Section 6, Section 7 and Sections 11-15 of these Terms will survive termination or expiration of these Terms.\nUpon termination or expiration of these Terms, your rights to use ReasonUp shall cease.</p>6.\nOwnership.\nProprietary Rights<p>All right, interest and title in and to ReasonUp and any related features, services, and/or modifications thereto, including associated proprietary rights, evidenced by or embodied in, attached or related to Reason, are and will remain owned solely by us or our licensors.\nThese Terms do not convey to you any interest in or to Reason, but only a limited right of use according to these Terms.\nNothing in these Terms constitutes a waiver of our proprietary rights under any applicable law.\nThe license granted to you is neither contingent with respect of any future functionality or features, nor dependent on any public comments (in writing or orally) made by us regarding future features or functionality.\nYou understand and agree that the technology manifested in the Software constitutes our and our third party suppliers’ valuable know how and trade secrets and to the extent you discover any such trade secrets, you shall not disclose them to any third party.\nAny unauthorized use or disclosure will cause us irreparable harm and loss.</p>7.\nRepresentations and Warranties<p>You hereby represent and warrant that: (a) you will use Reason as permitted under these Terms.\n(b) when using Reason, you shall comply with all applicable laws, rules, regulations, and industry best practices .\n(c) you will not use Reason for any or inappropriate purpose.\n(d) you are not located in a country that is subject to a U.S.\nGovernment embargo.\n(e) you are located in a country that has been designated by the U.S.\nGovernment as “terrorist supporting”.\nand (f) you are not listed on U.S.\nGovernment list with respect to restricted or prohibited parties.</p>8.\nPrivacy<p>Reason Privacy Policy available here: https://www.reasonsecurity.com/privacy-policy provides information about our privacy practice and about the information that we may access, collect from you, use and/or share in connection with your use of Reason.\nIf you believe that we violated your privacy right, please contact us at: support@reasonsecurity.com.</p>9.\nU.S.\nGovernment User and Export Laws<p>Any use or disclosure of ReasonUp by the U.S.\nGovernment is subject to the restrictions as detailed in these Terms and DFARS 252.227-7013(c)(1)(ii) (OCT 1988), DFARS 227.7202-1(a) and 227.7202-3(a) (1995), FAR 12.212(a) (1995), FAR 52.227-19, or FAR 52.227-14 (ALT III).\nReason Cybersecurity Inc.\nis the manufacturer.\nYou will: (i) comply with all U.S.\nexport laws and regulations in order to ensure that ReasonUp and/or any technical data related thereto are not exported or re-exported directly or indirectly in violation of, or used for any purposes prohibited by, any laws and regulations.\nand (ii) not export and/or re-export ReasonUp and/or any technical data related thereto to any U.S.\nembargoed country.</p>10.\nDisclaimer<p>ReasonUp IS PROVIDED “AS IS”, WITHOUT WARRANTY OF ANY KIND.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY, AND NONINFRINGEMENT AND ANY WARRANTIES AND CONDITIONS ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nWE DO NOT REPRESENT OR WARRANT THAT: (A) THE OPERATION OF ReasonUp WILL BE UNINTERRUPTED.\nOR (B) ReasonUp WILL MEET YOUR REQUIREMENTS.\nOR (C) ReasonUp WILL BE ERROR FREE OR THAT ANY ERRORS WILL BE CORRECTED;(C) ReasonUp WILL BE AVAILABLE WHERE YOU RESIDE OR IN ANY OTHER SPECIFIC LOCATION.\nYOUR ONLY REMEDY WITH RESPECT TO ANY PROBLEMS OR DISSATISFACTION WITH ReasonUp IS TO UNINSTALL AND CEASE YOUR USE OF ReasonUp.\nFurthermore and except as expressly provided herein, we are not obligated to maintain ReasonUp, or to provide you with any support, updates, bugs fix or any other features available therein.\nYou acknowledge and agree that you are solely responsible for and assume all the responsibility and risk for your use of ReasonUp.\nWe are not responsible to you or to any third party.\nYou are responsible if you breach any of your representations and warranties herein, and for any loss or damage which we may suffer as a result of any such breach.</p>11.\nLimitation of Liability<p>TO THE EXTENT PERMITTED UNDER APPLICABLE LAW, UNDER NO CIRCUMSTANCES SHALL WE, OUR OFFICERS, DIRECTORS, EMPLOYEES, AFFILIATES, CONTRACTORS, PARENTS, SUCCESSORS, ASSIGNS, OR LICENSORS (“Group Members”) BE LIABLE TO YOU OR ANY OTHER THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES INCLUDING, WITHOUT LIMITATION, DAMAGES FOR SERVICE INTERRUPTION, LOSS OF GOODWILL, LOSS OF BUSINESS PROFITS, COMPUTER FAILURE OR MALFUNCTION, LOSS OF DATA OR BUSINESS INFORMATION OR COSTS OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, DAMAGES ARISING IN CONNECTION WITH ANY USE OF ReasonUp OR ANY AND ALL OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR IN CONNECTION WITH THESE TERMS, THE INSTALLATION, UNINSTALLATION, USE OF OR INABILITY TO USE ReasonUp UNDER ANY THEORY OF LIABILITY, INCLUDING BUT NOT LIMITED TO CONTRACT OR TORT (INCLUDING PRODUCTS LIABILITY, STRICT LIABILITY AND NEGLIGENCE), AND WHETHER OR NOT WE WERE OR SHOULD HAVE BEEN AWARE OR ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, IN NO EVENT SHALL OUR TOTAL LIABILITY (INCLUDING all of our Group Members) FOR ANY CLAIM ARISING OUT OF OR IN CONNECTION WITH THESE TERMS, TO THE FULLEST EXTENT POSSIBLE UNDER APPLICABLE LAW, EXCEED THE AMOUNT PAID, IF ANY, BY YOU FOR THE USE OF ReasonUp.</p>12.\nIndemnity<p>You agree to defend, indemnify and hold us, and our Group Members, harmless from and against any and all claims, damages, obligations, liabilities, losses, costs and expenses (including attorney's fees) arising from: (i) your access to or use of ReasonUp.\n(ii) your violation of these Terms.\nor (iii) your breach of third party right, including without limitation, any intellectual property right, or privacy right.</p>13.\nGoverning Law and Disputes<p>These Terms shall be construed and governed in accordance with the laws of State of New York, without giving effect to its choice of law rules.\nThe United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nFor any claim that you have with us, you agree, prior to filing any suit or proceeding, to first contact us and attempt to resolve the claim informally by sending us a written notice of your claim (“Notice”).\nIf you and we cannot reach an agreement to resolve the claim within 30 days after the Notice is received, then such claim shall be finally exclusively settled under the Rules of Arbitration of the International Chamber of Commerce (the “ICC Rules”) by one arbitrator appointed in accordance with the ICC Rules (the “Arbitrator”).\nThe arbitration shall take place in New York, New York, and shall be conducted in the English Language.\nThe arbitration shall be conducted on a confidential basis.\nThe award passed by the Arbitrator shall be final and binding on both the parties.\nNothing contained herein shall prevent us from applying to any court of law in order to obtain injunctions, equitable relief or any equivalent remedy, against the other Party, in order to restrain the breach of any covenants pursuant to these Terms.\nThe arbitration award shall be enforceable in any court of competent jurisdiction.\nAny motion to enforce or vacate an arbitration award under this agreement shall be kept confidential to the maximum extent possible.\n.\nYOU AGREE THAT ANY CAUSE OF ACTION THAT YOU MAY HAVE ARISING OUT OF OR RELATED TO ReasonUp OR THESE TERMS MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>14.\nGeneral.<p>These Terms constitutes the entire understanding between the parties regarding the matters referred to herein.\nThe Section headings are provided for convenience only and have no legal or contractual significance.\nIf any provision of these Terms is held to be unenforceable by a court of competent jurisdiction, such provision shall be enforced to the maximum extent permissible so as to affect the intent of the parties, and the remainder of these Terms shall continue in full force and effect.\nOur failure to enforce any rights or to take action against you in the event of any violation under these Terms shall not be deemed as a waiver of such rights.\nThese Terms and any right granted herein may not be assigned by you without receiving our prior written consent.\nThe controlling language of these Terms is English.\nIn the event of any inconsistency between the English version and any other language version, the English language version shall prevail.\nNothing in these Terms will be construed as creating a joint venture, employment, partnership, or agency relationship between you and us.</p>15.\nContact Us.<p>If you have any questions with respect to these Terms, please contact us at support@reasoncoresecurity.com.</p>16.\nThird party components.<p>ReasonUp includes third party components to which you can review the licenses and copyright notices here: http://cdn.reasonsecurity.com/resources/documents/Open+Source+Licenses.pdf</p>", "created_at": "2021-04-12 17:38:11.543723", "updated_at": "2021-04-12 17:40:18.307232"}], "points": [], "urls": ["reasonsecurity.com"]}}