{"error": 448, "message": "OK", "parameters": {"id": 1787, "name": "WebMD", "created_at": "2019-08-15 02:37:50.563176", "updated_at": "2021-03-25 03:19:46.326224", "wikipedia": "https://en.wikipedia.org/wiki/WebMD", "keywords": null, "related": null, "slug": "webmd", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1787.png", "url": "webmd.com", "documents": [{"id": 1788, "name": "Privacy Policy", "url": "https://www.webmd.com/about-webmd-policies/about-privacy-policy", "xpath": "/html/body/main/div[2]/div[2]/article", "text": " WebMD Privacy Policy <p>WebMD understands how important the privacy of personal information is to our users.\nThis Privacy Policy will tell you what information we collect about you and about your use of WebMD and its services.\nIt will explain the choices you have about how your personal information is used and how we protect that information.\nWe urge you to read this Privacy Policy carefully.</p>\n<p>This Privacy Policy applies to websites owned and operated by WebMD that are intended for use by consumers (non-professionals) for non-commercial personal, family or household purposes, including WebMD.com, MedicineNet.com, RxList.com, OnHealth.com, and eMedicineHealth.com and including the mobile optimized versions of these sites and our Mobile Device Applications or \"Apps\" (we refer to these sites and Apps collectively as the “WebMD Sites”).\nWe refer to the WebMD Sites and Apps, along with the information and services made available to you through the WebMD Sites and Apps, as the “Services.”</p>\n<p>This Privacy Policy also applies to the consumer-facing version of the WebMD Health Manager Product.\nHowever, if you are an employee or health plan member who has enabled access to your health record at WebMD.com by registering at your employer's or health plan's website, the privacy policy applicable to your information at your employer's or health plan's website remains applicable to your personal health record at WebMD.com.\nIf your employer or health plan account is no longer made available to you by your employer or health plan, you will continue to have access to your health information from WebMD.com, using the same username and password, but will be subject to this Privacy Policy.</p>\n<p>Except where noted, statements in this Privacy Policy with respect to the WebMD Sites also apply to the Apps.\nIf you do not want us to collect, use or disclose information about you and your use of the Services as described in this Privacy Policy, then you should not use the Services.\nBy using the Services, you must agree to the WebMD Terms of Use, which is the contract between us and users of the Services.\n&nbsp;By accepting the WebMD Terms of Use, you confirm that you have read and understand this Privacy Policy and the WebMD Cookie Policy and you acknowledge that we will store, use and otherwise process your information in the United States where we are located.</p>\n<p>References to \"WebMD,\" “we” or “us” mean WebMD LLC, including any company that WebMD LLC controls (for example, a subsidiary that WebMD LLC owns).\nWebMD may share information among its subsidiaries or websites that it owns or controls, but information collected under this Privacy Policy is always protected under the terms of this Privacy Policy.&nbsp;Except as otherwise noted in this Privacy Policy, WebMD LLC is the data controller responsible for the processing of your personal information as described in this Privacy Policy.&nbsp;WebMD LLC has appointed Aptus Health International France SAS, 5 place de la Pyramide, Tour Ariane, 92800 Puteaux, FRANCE, (\"Aptus Health France\") as its representative in the European Union.</p> Information Collected About You <p>Some of our Services (such as certain quizzes or calculators) do not retain your personal information, while others (such as WebMD Lab Testing and the Ovulation/Pregnancy Calendar and the Healthy Target Program in the WebMD App and certain of our registration-only Apps like WebMD Baby, WebMD Pregnancy and WebMD Allergy) store your personal information in accordance with this Privacy Policy.\nEven if you do not register with or provide any personal information to WebMD, we collect information about your use of the WebMD Sites and Apps and the Services.\nWe may also acquire information about our users from external sources.</p>\n<p>When you use the Services, we collect information as follows:</p> Registration <p>While you may use most of the Services without registering, certain Services do require that you register with WebMD for them to function properly.\nIf you choose to register or update an existing account with WebMD or access certain Services, you may be required to provide certain personal information, such as your name, address, telephone number, gender, email address and date of birth, and a username and password to access your WebMD account.\nYou are responsible for ensuring the accuracy of the personal information that you submit to WebMD.</p> Interactive Services <p>Some of our Services, such as WebMD Symptom Checker, are interactive and may request that you submit health-related information, along with other information such as your age and gender.&nbsp;You are not required to register with WebMD to use WebMD Symptom Checker and if you are registered with WebMD, we do not associate information that you submit to the Symptom Checker with registration information that you have previously provided.</p> WebMD Health Manager <p>WebMD Health Manager provides you with a secure place to gather, store, manage and share your personal information and provides tools and services to better manage your health and the health of your family.\nYou are required to register with WebMD to use WebMD Health Manager.\n&nbsp;WebMD Health Manager has the ability to use information that you provide to send you personalized emails or secure electronic messages.\nHowever, WebMD does not allow any third parties to gather any data about you in connection with your use of the WebMD Health Manager including through the use of cookies and other tracking technologies.\n&nbsp;Furthermore, WebMD does not use any information that you submit in connection with WebMD Health Manager to deliver any advertisements to you on or off of the WebMD Sites.</p> WebMD Lab Testing <p>Certain WebMD users located in the United States may be eligible to participate in WebMD Lab Testing, a service powered by PWNHealth, which enables you to place a secure online order for certain lab tests.\nOnce you’ve ordered your test, you’ll visit a designated testing center where an experienced lab technician will collect your samples.\nWebMD has selected PWNHealth to provide care coordination (including independent physician review of test orders) and other administrative services (including processing credit card payments for the lab test orders).\nOrdering a lab test with WebMD Lab Testing requires you to register with WebMD.\nWebMD will share the personal information you use to register with WebMD with PWNHealth for purposes of processing and administering your lab test order.\nYou will be able to access your lab test orders and results from PWNHealth through your WebMD account but WebMD will never receive your lab test results or your payment information.\nOnly PWNHealth will have access to this information.\nPWNHealth may disclose to WebMD certain personal information in the aggregate which does not identify you.\nPWNHealth will use your personal information and other information it collects about you in providing the WebMD Lab Testing services in accordance with its privacy policy available here and terms of use available here.\nWhen you interact with WebMD Lab Testing you may interact with certain website pages that are hosted by WebMD or by PWNHealth.\nThis Privacy Policy describes what information WebMD collects about you when you use WebMD’s Services and how that information is used, disclosed, and maintained by WebMD.\nPWNHealth’s privacy policy and terms of use will appear on any website page that is hosted by PWNHealth.\nFor the avoidance of doubt, this Privacy Policy only applies to the WebMD Site pages hosted by WebMD.\nWebMD and PWNHealth will use cookies and other tracking technologies to collect&nbsp;information about your usage of WebMD Lab Testing, including which lab tests you have viewed and to statistically analyze trends and other user behavior on the WebMD Lab Testing pages.\nOther than PWNHealth, WebMD does not allow any third parties to gather any data about you in connection with your purchase of a lab test through WebMD Lab Testing including through the use of cookies or other tracking technologies.\nFurthermore, WebMD does not use any personal information that you submit in connection with WebMD Lab Testing to deliver any advertisements to you on or off of the WebMD&nbsp;Sites.</p> Email Newsletters <p>At registration and at various times as you use the WebMD Sites, you will be given the option of providing us with personal information in order to receive informational/promotional newsletters – such as a newsletter relating to a specific health condition – via email from WebMD and/or directly from third parties.\nFrom time to time WebMD may offer users of third party websites the opportunity to subscribe to our newsletters through those websites.\nIf you elect to subscribe to one of our newsletters on a third party website, the operator of that website will provide us with the personal information you have provided in connection with the subscription request, which we may use in accordance with this Privacy Policy as though you had provided it directly to WebMD.&nbsp;</p> Email a Friend <p>If you use our Email a Friend service to tell a friend about a feature on a WebMD&nbsp;Site&nbsp;or a newsletter, we will ask you for your name, your email address and your friend's email address.\nWe will automatically send your friend a one-time email inviting him or her to visit the site using your name and email address as the \"from\" email address.\nWebMD does not use your friend's email information for any other purpose.\nWe will only use the information you provide to send the requested email to your friend.</p>\n<p>If you believe that one of your contacts has provided us with your personal information and you would like to request that it be removed from our database, please use the Contact Us link provided at the bottom of every page of the WebMD Sites.</p> Market Research <p>From time to time, WebMD may conduct online research surveys on behalf of itself and third parties through email invitations, pop-up surveys and online focus groups.\nWhen participating in a survey, we may require you to provide your location, age and if there’s a sweepstakes associated with the market research survey, your name and contact information for purposes of sweepstakes administration.\nThe information you submit in a survey may be used by WebMD for research and measurement purposes, as described below, including to measure the effectiveness of content, advertising or programs.\nThe personal information you provide in connection with a sweepstakes entry will be used for the sole purpose of administering the sweepstakes and as required by applicable law.\nWe will not knowingly invite individuals who are under the age of 13 to participate in market research surveys.\nMarket research surveys conducted by or on behalf of WebMD will contain a link to this Privacy Policy.</p> User Reviews&nbsp;and Other Public Forums <p>In connection with the use of our Physician Directory, users are able to submit provider reviews.\nOur reviews feature in the Physician Directory and are open to the public and should not be considered private.</p>\n<p>Any information (including personal information) you share in any review, or other forum is by design open to the public and is not private.\nYou should think carefully before posting any personal information in any public forum.\nWhat you post can be seen, disclosed to or collected by third parties and may be used by others in ways we cannot control or predict, including to contact you for unauthorized purposes.\nAs with any public forum on any site, the information you post may also show up in third-party search engines.</p> Emails You Send to WebMD <p>This Privacy Policy does not apply to information, content, business information, ideas, concepts or inventions that you send to WebMD by email.\nIf you want to keep content or business information, ideas, concepts or inventions private or proprietary, do not send them in an email to WebMD.</p> Services and Device Information <p>When you access and use the Services, WebMD automatically collects and stores in its server logs information from your browser or mobile device such as your IP address or unique device identifier, browser information (including referring URL), your preferences and settings, cookies and information about the content you have viewed and actions taken (e.g., search queries, ad engagement, clicks and the associated dates and times).\nWebMD may also collect device-specific information when you install and use an App including your device model, operating system information, advertising ID (which is a unique, user-resettable identification number for advertising associated with a mobile device) and App version and usage information.\nWhen enabled by you, we collect precise location information provided by your mobile device, which you may disable through the device settings.</p> Precise Geolocation Data <p>When enabled by you, we collect precise location information provided by your mobile device.\nWe do so to provide you more relevant content including advertising based on your location.\nYou may disable the collection and use of your location data through your device settings.\nTo change location settings on your device, please refer to your device’s official knowledge base.</p> Cookies and Other Tracking Technologies <p>We and our partners use cookies to collect information about your use of the Services.\n“Cookies” are small data files assigned to your browser when you visit a WebMD Site which enable recognition of your browser and collect and store information about your use of the Services, as described above.\nIn addition to cookies, we and our partners use other tracking technologies that collect information about your use of the Services, including mobile identifiers and \"web beacons\" which are small graphic files (sometimes called “clear GIFs” or “web pixels”) embedded in a web page or email typically used to monitor activity and send relevant information back to a home server (which can belong to the host site, a network advertiser or some other third party).&nbsp;The information collected by such tracking technologies may be combined with other information that our partners have access to, including your name, email address and physical address, so that we can send you materials, either electronically or by direct mail, that may be of interest to you.&nbsp;</p>\n<p>Our advertising service partners may use cookies and other tracking technologies to collect information about your use of the WebMD Sites, including content you have viewed.\nThese third parties may use this information to help WebMD deliver advertising on the WebMD Sites and on other third party websites based on your browsing activity on the WebMD Sites.\nWebMD may further tailor the advertising on the WebMD Sites and these other third party websites based on additional information to the extent known by WebMD or these third parties.\nTwo of the third parties that WebMD works with are Google and Facebook.\nIn addition to using the information it collects performing services for WebMD, Google may also use such information as described in its privacy policy.\nTo see how Google may use information collected through our use of the Google services on the WebMD Sites visit https://www.google.com/policies/privacy/partners.&nbsp.\nWhile Facebook does not provide any personal information to WebMD, Facebook may use information that it has about you and that it collects performing services for WebMD (which may be associated with personal information that Facebook has about you) as described in its privacy policy available at&nbsp;https://www.facebook.com/about/privacy.</p>\n<p>To provide you with certain personalization and advertising services described herein, when you use our WebMD Sites, we may share information that we may collect from you, such as your email address (in hashed form), IP address or information about your browser or operating system, with our service provider, LiveRamp Inc.\nand its affiliates, which may in turn link demographic or interest-based information to your browser.\nTo opt out of this use, visit https://liveramp.com/opt_out/.</p>\n<p>We also work with third party ad networks to display advertising on our WebMD Sites and on third party websites.\nOur ad network vendors use technologies to collect information about your activities on the WebMD Sites and in our flagship WebMD App to provide you cookie-based targeted advertising on our WebMD Sites and on third party websites based upon your browsing activity and your interests.</p>\n<p>For more information about our how cookies and other tracking technologies are used in connection with the Services, please read our Cookie Policy.</p>\n<p>When you download and install one of our Apps onto your mobile device we assign a random number to your App installation.\nThis number cannot be used to identify you personally, and we cannot identify you personally unless you choose to become a registered user of the App.\nWe use this random number in a manner similar to our use of cookies as described in this Privacy Policy and in our Cookie Policy.\nUnlike cookies, the random number is assigned to your installation of the App itself and not a browser, because the App does not work through your browser.\nTherefore the random number cannot be removed through settings.\nIf you do not want us to use the random number for the purposes for which we use cookies, please do not use the Apps.\nOur use of cookies and other tracking technologies on our mobile optimized sites and our flagship WebMD App are similar to our use on our desktop sites.\nYour choices to reject cookies, use the Network Advertising Initiative and the opt-out mechanism described below in the section \"Your Choices and Rights\" are available on our flagship WebMD App and on our mobile optimized sites.</p> Cross-Device Tracking <p>We and our service providers collect and store information about users' interactions with unaffiliated websites and applications that use our technologies, including cookies and similar tracking technologies.\nThis allows us to infer the presence of a common user or household behind multiple devices.\nWe do so in order to:</p>\n<ul>\n<li>provide personalized advertising on each device that is inferred from the browsing patterns on all of the devices;</li>\n<li>detect and prevent fraud;</li>\n<li>allow users to use our service on one device and pick up seamlessly where they left off on another device;&nbsp;</li>\n<li>limit the number of times a user is shown the same advertisement, across known or inferred devices</li>\n</ul>\n<p>For information on your advertising choices and opt-out, please see the \"Your Choices and Rights\" section of this Privacy Notice.</p> How Information Collected About You Is Used <p>Information about your use of the Services may be used for the following purposes:</p>\n<ul>\n<li>to provide, improve and create new Services,</li>\n<li>to respond to your inquiries and to send you administrative communications about the WebMD Sites and Services,</li>\n<li>to obtain your feedback about the WebMD Sites and Services,</li>\n<li>to send you secure electronic messages and personalized emails pertaining to your interests as inferred from your use of the Services, including news, announcements, reminders and opportunities from WebMD,</li>\n<li>to statistically analyze trends and user behavior and activity including how frequently areas of the WebMD Sites are visited, how the Services are being used and how many emails are received and opened,</li>\n<li>to provide you and people with similar demographic characteristics and interests with more relevant content including advertising both on and off the WebMD Sites and Apps,</li>\n<li>to offer lead generation services,</li>\n<li>to detect and defend against fraud and other threats to the Services and our users,&nbsp;</li>\n<li>to identify issues with the Services,</li>\n<li>to conduct research and measurement activities, including those described below, and</li>\n<li>to administer your account.</li>\n</ul>\n<p>In addition, WebMD may use personal information about you for other purposes that are disclosed to you at the time we collect the information and/or with your consent.</p>\n<p>WebMD may combine your personal information and other information collected about your use of the Services, and also supplement with information from external sources for the purposes described in this Privacy Policy.\nFor example, information that WebMD collects about you may be combined by WebMD with other information available to WebMD through third parties for research and measurement purposes, including measuring the effectiveness of content, advertising or programs.\nThis information from other sources may include age, gender, demographic, geographic, personal interests, product purchase activity or other information.\nWe may report aggregate information, which is not able to be identified back to an individual user of the WebMD Sites, to our current or prospective advertisers and other business partners.</p> Sharing Your Information WebMD Subsidiaries and Corporate Affiliates <p>We may share your information with our subsidiaries, affiliates and companies acquired by or merged with us and our affiliates.\nIn the event of a corporate change in control resulting from, for example, a sale to, or merger with, another entity, or in the event of a sale of assets or a bankruptcy, WebMD reserves the right to transfer your personal information to the new party in control or the party acquiring assets.\nIn the event of such a change, your personal information will continue to be treated in accordance with this Privacy Policy unless any changes to the Privacy Policy are made in accordance with the section below that discusses “Changes to This Privacy Policy.”</p> Companies and Contractors that Work with WebMD <p>WebMD works with third party companies and contractors that help us provide the Services and to otherwise assist in the operation of the WebMD Sites and Apps, including those that provide services relating to technology, data analysis, research, email management and deployment, sweepstakes and contest administration, advertising and marketing and/or content.\nWebMD contractors sometimes have limited access to your information in the course of providing products or services to WebMD.\nWe contractually require that our contractors not use or disclose your information for any purpose other than providing the limited service or function for WebMD.</p> Third Party Advertisers and Third Party Websites <p>We may share information that we have about you, such as a cookie ID or IP address, with third party advertising service providers who may use this information, on our behalf, to help WebMD deliver advertising on the WebMD Sites as well as on third party websites, as further described in our Cookie Policy.</p>\n<p>Certain content, services and advertisements offered to you through the WebMD Sites are served on, or contain links to, websites hosted and operated by a company other than WebMD (\"Third Party Websites\").\nWebMD does not share your personal information with these Third Party Websites without your consent, but you should be aware that any information you disclose to these Third Party Websites once you access these Third Party Websites is not subject to this Privacy Policy.\nWebMD does not endorse and is not responsible for the privacy practices of these Third Party Websites.\nYou should review the privacy policy posted on the Third Party Website to understand how that Third Party Website collects and uses your information.\nWebMD makes an effort to make it obvious to you when you leave a WebMD Site and enter a Third Party Website, either by requiring you to click on a link or by notifying you on the WebMD Site before you visit the third party site.\nIn addition, if you see a phrase such as \"Powered by\" or \"in association with\" followed by the name of a company other than WebMD, then you are on a website hosted by a company other than WebMD.&nbsp.\nWhen you use a co-branded service (a service operated with a partner of WebMD, such as WebMD Lab Testing), or register or otherwise provide information on a co-branded site, where applicable, we may pass the collected information back to that partner, which may include third party service providers whose services are embedded into and/or appear within the Services.</p>\n<p>We may also include social widgets on the WebMD Sites which enable you to interact with the associated social media services, e.g., to share an article.\nThese widgets may collect browsing data which may be received by the third party that provided the widget, and are controlled by these third parties.\nYou may be able to manage your privacy preferences directly with the applicable social network platform.</p> Compliance with Law, Regulation, and Law Enforcement Requests <p>To cooperate with government and law enforcement officials and private parties to enforce and comply with law, we may release personal information to third parties: (1) to comply with legal requirements such as a law, regulation, search warrant, subpoena or court order.\n(2) when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.\nor (3) in special cases, such as in response to a physical threat to you or others, to protect property or defend or assert legal rights.\nIn addition, we may disclose personal information as described below.</p> How Your Information is Secured and Retained <p>We take reasonable security measures to protect the security of your personal information.\nDespite WebMD's efforts to protect your personal information, there is always some risk that an unauthorized third party may find a way around our security systems or that transmissions of your information over the Internet may be intercepted.</p>\n<p>The security of your personal information is important to us.&nbsp.\nWhen you enter personal information (including personal health information in various Services), we encrypt the transmission of that information or use SSL connections (Secure Socket Layer) technology.</p>\n<p>We will retain your personal information as long as your account is active or as needed to provide you Services.\nAt any time you can remove your personal information or instruct us to remove it, but you should be aware that it is not technologically possible to remove each and every record of the information you have provided to WebMD from our servers.\nSee “Your Choices and Rights” below for more information on how you can update or remove your personal information.\nWe will also retain your personal information as necessary to comply with legal obligations, resolve disputes and enforce our agreements.</p> Your Choices and Rights Updating/Removing Your Personal Information <p>If you do not want your personal information used by WebMD as provided in this Privacy Policy, you should not use the WebMD Sites, Apps and Services.&nbsp.\nYou can correct, update or review personal information you have previously submitted by going back to the specific Service, logging-in and making the desired change.\nYou can also update any personal information you have submitted by contacting us using the contact information listed below or through the Contact Us link provided at the bottom of every page of the WebMD Sites.</p>\n<p>If you have registered and desire to delete any of your registration information you have provided to us from our systems please contact us using the contact information listed below in the “Contacting WebMD About Your Personal Information or Privacy” section or through the Contact Us link provided at the bottom of every page of the WebMD Sites.\nUpon your request, we will delete your registration information from our active databases and where feasible from our back-up media.\nYou should be aware that it is not technologically possible to remove each and every record of the information you have provided to the WebMD Sites from our servers.</p>\n<p>When you sign up to receive email communications for any of our Services, including our email newsletters, or at any time, you can choose to&nbsp;opt out&nbsp;of receiving additional newsletters or other email communications from WebMD or our advertisers or sponsors.</p>\n<p>You can unsubscribe from an email newsletter by:</p>\n<ul>\n<li>Following the directions included at the bottom of the newsletter and using the “Unsubscribe” link found in the emails.</li>\n<li>Logging in to the WebMD Sites and unchecking the newsletters you no longer wish to receive under the “My Profile” section.</li>\n</ul>\n<p>If you decide that you would prefer not to receive personalized email or secure electronic messages from the WebMD Health Manager tool, you may also \"Opt-out\" of the Service by clicking on the settings tab on your Health Manager home page and changing your email preference or following the unsubscribe instructions included in each email.</p>\n<p>All promotional emails that WebMD sends with opportunities from WebMD or with offers or informational materials from WebMD on behalf of our sponsors will contain an opportunity to unsubscribe from getting additional emails of that type in the future from WebMD unless you re-subscribe.</p> Cookies <p>Most browser software can be set to reject Cookies.\nMost browsers offer instructions on how to reset the browser to reject Cookies in the \"Help\" or “Settings” or “Preferences” section of your browser’s toolbar.\n&nbsp;Refer to our Cookie Policy for additional information about opting out of Cookies.</p> Interest-Based Advertising Opt-Out <p>In order to give you more control over your privacy choices we have implemented a DAA (Digital Advertising Alliance) approved opt-out mechanism for interest-based advertising.\nAt the bottom of every page of the WebMD Sites you will see an AdChoices logo (which looks like this:).\n&nbsp;In our flagship WebMD App you can find the AdChoices option in the “Settings” screen.\n&nbsp;By clicking on that logo on the WebMD Sites or following the instructions in the flagship WebMD App, you will be presented with a window&nbsp;that will identify all of the companies that WebMD uses to direct tailored advertisements to you, both on the WebMD Sites and in the flagship WebMD App as well as on third-party websites.\nIf you would like to stop this tailored advertising from WebMD, you can manage these advertisements through the choices in that window.\nPlease note that even if you opt-out of interest-based advertising, you will continue to receive generic advertisements through the Services.\nPlease note that your choice to stop tailored advertising is specific to the browser or mobile device that you are using so if you make a choice to opt out from one computer or mobile device and you want your opt-out to apply to a different computer or mobile device as well please opt out from that computer or mobile device too.\nBy clicking the + symbol next to the name of a vendor in that window you will get information about how and where that vendor assists us with the delivery of advertisements.\nThe WebMD Sites do not respond to web browser \"do not track\" signals.\nThis opt-out mechanism is available in the flagship WebMD App for iOS and Android, as well as on our mobile optimized sites, but is not currently available on our other Apps (WebMD Pregnancy, WebMD Baby and WebMD Allergy).</p> Mobile Opt-out <p>You may also control interest-based advertising on your mobile device by enabling the “Limit Ad Tracking” setting in your iOS device’s settings or “Opt out of Ads Personalization” in your Android device’s settings.\nThis will not prevent you from seeing advertisements, but will limit the use of device advertising identifiers to personalize ads based on your interests.&nbsp.\nIf you have questions about how to reject cookies on your specific device please check with the device manufacturer.</p> California Residents <p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nFor more information relevant to our users who are California residents, please click&nbsp;<u>here</u>.</p> Children <p>We are committed to protecting the privacy of children.\nThe WebMD Sites are not designed or intended to attract children under the age of 13.\nThe WebMD Sites do not collect personal information from any person we actually know is under the age of 13.\nA parent or guardian, however, may use WebMD Health Manager to establish a personal health record and a WebMD Health Manager home page for a minor.\nThe parent or guardian is solely responsible for providing supervision of the minor's use of WebMD Health Manager.\nThe parent or guardian assumes full responsibility for ensuring that the registration information is kept secure and that the information submitted is accurate.\nThe parent or guardian also assumes full responsibility for the interpretation and use of any information or suggestions provided through WebMD Health Manager for the minor.</p> Note to Users Outside of the United States <p>WebMD and our technical infrastructure are located in the United States.&nbsp.\nThe personal information that you provide to us is stored on servers located in the United States.\nIf you are located in another jurisdiction, you should be aware that in order to provide the Services to you, we must transfer your personal information to the United States where it will be stored and processed in accordance with this Privacy Policy.\nWe may transfer your information outside the United States to service providers with operations in other countries.\nBy using the Services, you consent to such collection, storage and processing in the United States and elsewhere, though the United States and other jurisdictions may not afford the same level of data protection as considered adequate in your own country.\nWe will take reasonable steps to protect your personal information.\nNote that your personal information may be available to the United States government or its agencies under legal process made in the United States.</p> Additional Information for WebMD’s Visitors from the European Economic Area (“EEA”) <p>When you use the Services, we collect, store, use and otherwise process your personal information as described in this Privacy Policy.\nWe rely on a number of legal bases to process your information, including where: (i) necessary for our legitimate interests in providing and improving the Services including offering you content and advertising that may be of interest to you.\n(ii) necessary for our legitimate interest in keeping the Services, Sites and Apps safe and secure.\n(iii) necessary for the legitimate interests of our service providers and partners.\n(iv) necessary to perform our contractual obligations in the WebMD Terms of Use.\n(v) you have consented to the processing, which you can revoke at any time (however a revocation does not affect the lawfulness of processing of your personal data that occurred prior to the date of revocation).\n(vi) you have expressly made the information public, e.g., in&nbsp;public forums.\n(vii) necessary to comply with a legal obligation such as a law, regulation, search warrant, subpoena or court order or to exercise or defend legal claims.\nand (viii) necessary to protect your vital interests, or those of others.</p>\n<p>If you are a WebMD user in the EEA, you can: (i) access personal information we have about you (we will try to provide information within 30 days of your request).\n(ii) have your personal information corrected or deleted (in most cases you can correct personal information you have submitted to us by going back to the specific Service, logging-in and making the desired change).\n(iii) in certain circumstances, you can object to our processing of your personal information and we will discontinue such processing unless we have compelling legitimate grounds to continue.\n(iv) withdraw consent previously provided (however a withdrawal does not affect the lawfulness of processing of your personal data that occurred prior to the date of withdrawal).\nor (v) if you believe that we have not complied with applicable data protection laws, you may lodge a complaint with your local supervisory authority.\nIf you wish to inquire as to whether we maintain any of your personal information and if so, whether you wish to exercise any of those rights that are available to you with respect to such personal information, you may contact us as described in the Contacting WebMD About Your Personal Information or Privacy section below.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>Where we process your personal information for direct marketing purposes, you can opt-out through the unsubscribe link in the email communications we send to you, by changing your subscription preferences in your account settings or as otherwise specified in this Privacy Policy.</p>\n<p>We will retain your personal information for as long as necessary to provide the Services to you and fulfill the purposes described in this Privacy Policy.\nThis is also the case for third parties within whom we share your information to perform services on our behalf.&nbsp.\nWhen we no longer need to use your personal information and there is no need for us to keep it to comply with our legal or regulatory obligations, we will either remove it from our systems or anonymize it.&nbsp.\nIf you have registered with WebMD and you no longer want us to use your registration information to provide the Services to you, you may close your account.</p> Contacting WebMD About Your Personal Information or Privacy <p>Please send us an email by using the Contact Us link at the bottom of every page of the WebMD Sites if you have any questions about this Privacy Policy or the personal information we maintain about you.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>You can also contact WebMD’s Privacy Office at:</p>\n<p>WebMD LLC<br>\nAttn: Office of Privacy<br>\n1201 Peachtree Street, NE<br>\n400 Colony Square, Suite 2100<br>\nAtlanta, GA 30361<br>\nPhone: 866-788-3097</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>\n<p>WebMD users from the EEA may also contact our Data Protection Officer at DPO@webmd.net.</p> Changes to this Privacy Policy <p>We reserve the right to change or modify this Privacy Policy and any of our Services at any time and any changes will be effective upon being posted unless we advise otherwise.\nIf we make any material changes to this Privacy Policy we will notify you by means of a notice on the WebMD Sites and/or by email to our registered users (sent to the email address specified when you register) prior to the change becoming effective.\nBy continuing to use the Services after changes are made to this Privacy Policy, you agree to such changes.&nbsp.\nWe encourage you to periodically review this Privacy Policy for the latest information on our privacy practices.\nIf you do not accept the terms of this Privacy Policy, we ask that you do not register with us and that you do not use the WebMD Sites.\nPlease exit the WebMD Sites immediately if you do not agree to the terms of this Privacy Policy.</p> Accreditations and Privacy Seals <p> WebMD has been awarded e-Health accreditation from URAC, formerly the American HealthCare Accreditation Association.\nURAC is an independent accrediting body that has reviewed and approved WebMD's WebMD.com Web sites for compliance with its more than 45 quality and ethics standards.&nbsp.\nTo verify our compliance click the URAC logo.&nbsp.\nTo read more, visit the URAC Center.</p>\n<p> To view our certification status click here.</p> &nbsp.\n<p> WebMD.com, MedicineNet.com, eMedicineHealth.com, and RxList.com comply with the HONcode standard for trustworthy health information, which can be verified here.</p> Last updated on September 11, 2020 © 2020 WebMD, LLC.\nAll rights reserved.\n", "created_at": "2019-08-15 02:41:29.096817", "updated_at": "2020-12-14 21:58:50.681205"}, {"id": 1792, "name": "Corrections Policy", "url": "https://www.webmd.com/about-webmd-policies/webmd-corrections-policies", "xpath": "//*[@id=\"main-container\"]", "text": " <ul>\n<li> About WebMD </li>\n</ul> WebMD's Corrections Policy <p> En español </p>\n<p>WebMD is committed to making corrections or clarifications to original content when it deems necessary.\nWe take prompt action to edit even minor errors like spelling, grammar, or stylistic changes.\nBecause style changes do not change the meaning of the content, those kinds of \"style\" changes will be updated on our site without notice.</p>\n<p>If we identify errors that are material to the content, we will update the content and note those corrections on this page for sixty (60) days after the correction by linking to the corrected version of the original article and note the correction here for your reference.\nThis corrections policy only applies to WebMD original content, including, but not limited to, news, feature articles, or original medical reference material.\nAny corrections to licensed or third party content are the responsibility of the publisher.</p>\n<p>If you believe you have found an error in any of our content, let us know by sending an email to our Customer Service team using the \"Contact Us\" links in the footer section of our Site.</p> Last updated on February 24, 2014 © 2014 WebMD, LLC.\nAll rights reserved.\n", "created_at": "2019-08-15 02:47:12.139452", "updated_at": "2019-08-15 02:50:06.965022"}, {"id": 1787, "name": "Terms and Conditions of Use", "url": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "xpath": "//*[@id=\"main-container\"]", "text": " <ul>\n<li> About WebMD </li>\n</ul> Terms and Conditions of Use <p> En español </p>\n<p>\n<strong>PLEASE READ THESE TERMS AND CONDITIONS OF USE CAREFULLY BEFORE USING THIS SITE.</strong>\n</p>\n<p>By using this site, you signify your assent to these Terms and Conditions.\nIf you do not agree to all of these Terms and Conditions, do not use this site!</p>\n<p>WebMD LLC (\"WebMD\") may revise and update these Terms and Conditions at any time.\nYour continued usage of the WebMD website (\"WebMD Site,\" or the \"Site,\") will mean you accept those changes.</p> The Site Does Not Provide Medical Advice <p>The contents of the WebMD Site, such as text, graphics, images, and other materials created by WebMD or obtained from WebMD's licensors, and other materials contained on the WebMD Site (collectively, \"Content\") are for informational purposes only.\nThe Content is not intended to be a substitute for professional medical advice, diagnosis, or treatment.\nAlways seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition.\nNever disregard professional medical advice or delay in seeking it because of something you have read on the WebMD Site!</p>\n<p>If you think you may have a medical emergency, call your doctor or 911 immediately.\nWebMD does not recommend or endorse any specific tests, physicians, products, procedures, opinions, or other information that may be mentioned on the Site.\nReliance on any information provided by WebMD, WebMD employees, others appearing on the Site at the invitation of WebMD, or other visitors to the Site is solely at your own risk.</p> Children's Privacy <p>We are committed to protecting the privacy of children.\nYou should be aware that this Site is not intended or designed to attract children under the age of 13.\nWe do not collect personally identifiable information from any person we actually know is a child under the age of 13.</p> Use of the Content <p>The Content posted on this Site is protected by the copyright laws in the United States and in foreign countries.\nWebMD authorizes you to view or download a single copy of the Content solely for your personal, noncommercial use if you include the copyright notice located at the end of the material, for example: \"©2016, WebMD, LLC.\nAll rights reserved\" and other copyright and proprietary rights notices that are contained in the Content.\nAny special rules for the use of certain software and other items accessible on the WebMD Site may be included elsewhere within the Site and are incorporated into these Terms and Conditions by reference.</p>\n<p>Title to the Content remains with WebMD or its licensors.\nAny use of the Content not expressly permitted by these Terms and Conditions is a breach of these Terms and Conditions and may violate copyright, trademark, and other laws.\nContent and other features are subject to change or termination without notice in the editorial discretion of WebMD.\nAll rights not expressly granted herein are reserved to WebMD and its licensors.\nCertain Content on this Site is licensed under U.S.\nPatent No.\n6,585,516.</p>\n<p>If you violate any of these Terms and Conditions, your permission to use the Content automatically terminates and you must immediately destroy any copies you have made of any portion of the Content.</p> Liability of WebMD and Its Licensors <p>The use of the WebMD Site and the Content is at your own risk.</p>\n<p>When using the WebMD Site, information will be transmitted over a medium that may be beyond the control and jurisdiction of WebMD and its suppliers.\nAccordingly, WebMD assumes no liability for or relating to the delay, failure, interruption, or corruption of any data or other information transmitted in connection with use of the WebMD Site.</p>\n<p>The WebMD Site and the Content are provided on an \"as is\" basis.\nWEBMD, ITS LICENSORS, AND ITS SUPPLIERS, TO THE FULLEST EXTENT PERMITTED BY LAW, DISCLAIM ALL WARRANTIES, EITHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES' RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.\nWithout limiting the foregoing, WebMD, its licensors, and its suppliers make no representations or warranties about the following:</p>\n<ol>\n<li>The accuracy, reliability, completeness, currentness, or timeliness of the Content, software, links, or communications provided on or through the use of the WebMD Site or WebMD.</li>\n<li>The satisfaction of any government regulations requiring disclosure of information on prescription drug products or the approval or compliance of any software tools with regard to the Content contained on the WebMD Site.</li>\n</ol>\n<p>In no event shall WebMD, its licensors, its suppliers, or any third parties mentioned on the WebMD Site be liable for any damages (including, without limitation, incidental and consequential damages, personal injury/wrongful death, lost profits, or damages resulting from lost data or business interruption) resulting from the use of or inability to use the WebMD Site or the Content, whether based on warranty, contract, tort, or any other legal theory, and whether or not WebMD, its licensors, its suppliers, or any third parties mentioned on the WebMD Site are advised of the possibility of such damages.\nWebMD, its licensors, its suppliers, or any third parties mentioned on the WebMD Site shall be liable only to the extent of actual damages incurred by you, not to exceed U.S.\n$1000.\nWebMD, its licensors, its suppliers, or any third parties mentioned on the WebMD Site are not liable for any personal injury, including death, caused by your use or misuse of the Site, Content, or Public Areas (as defined below).\nAny claims arising in connection with your use of the Site, any Content, or the Public Areas must be brought within one (1) year of the date of the event giving rise to such action occurred.\nRemedies under these Terms and Conditions are exclusive and are limited to those expressly provided for in these Terms and Conditions.</p> User Content and Submissions <p>The personal information you submit to WebMD is governed by the&nbsp;WebMD Privacy Policy.\nTo the extent there is an inconsistency between this Agreement and the&nbsp;WebMD Privacy Policy, this Agreement shall govern.</p>\n<p>The Site contains functionality and other interactive areas,&nbsp;<strong>including blogs, user reviews of drug information, user reviews on the Physician Directory, etc.</strong>&nbsp;(collectively \"Public Areas\") that allow users to post or upload content and other information, including comments, images, questions, reviews, and other materials (the “User Content”).&nbsp.\nUsers may also upload User Content via our official brand presence on social media platforms and branded hashtags, including, without limitation Facebook, Twitter, Google Plus, YouTube, Instagram, and Pinterest, (collectively \"Social Media Platforms\").&nbsp;You agree that you will not post, upload, or transmit any communications or User Content of any type to the Public Areas or Social Media Platforms&nbsp;that infringe or violate any rights of any party.\nBy submitting communications or User Content to the Public Areas or Social Media Platforms, you agree to comply with these Terms and Conditions and other applicable polices, such as our Reviews Guidelines.&nbsp.\nWebMD reserves the right to remove User Content for any reason, including User Content that we believe violates these Terms and Conditions or our other policies, such as our Reviews Guidelines.\nBy submitting any communications or User Content to the Public Areas or Social Media Platforms, you further agree that such submission is non-confidential for all purposes.&nbsp;It is important to note that WebMD is not responsible for the operation, terms of use or policies of any Social Media Platform.\nBefore using any Social Media Platform you should review its terms of use and policies, including its privacy policy.</p>\n<p>\n<strong>If you make any submission&nbsp;or post User Content to a Public Area or a Social Media Platform, you agree that you will not send or transmit to WebMD by email, (including through the email addresses listed on the \"Contact Us\" page) any communication or content that infringes or violates any rights of any party.\nIf you submit any business information, idea, concept or invention to WebMD by email, you agree such submission is non-confidential for all purposes.</strong>\n</p>\n<p>\n<strong>If you make any submission or post User Content to a Public Area or a Social Media Platform&nbsp;or if you submit any business information, idea, concept or invention to WebMD by email</strong>, you automatically grant-or warrant that the owner of such content or intellectual property has expressly granted-WebMD a royalty-free, perpetual, irrevocable, worldwide, non-exclusive, fully sublicensable right and license to use, reproduce, create derivative works from, modify, adapt, publish, edit, translate, distribute, perform, and publicly display such submission or User Content in any media or medium, or any form, format, or forum now known or hereafter developed.\nWebMD may sublicense its rights through multiple tiers of sublicenses.&nbsp;<strong>If you wish to keep any business information, ideas, concepts or inventions private or proprietary, do not submit them to the Public Areas or Social Media Platforms or to WebMD by email.\nWe try to answer every email in a timely manner, but are not always able to do so.</strong>\n</p> User Submissions — Image, Video, Audio Files <p>\n<strong>You agree to only post or upload media (like photos, videos, or audio) on the WebMD Site or a Social Media Platform&nbsp;that you have taken yourself or that you have all rights to transmit and license</strong>&nbsp;and which do not violate trademark, copyright, privacy, or any other rights of any other person.\nPhotos or videos of celebrities and cartoon or comic images are usually copyrighted by the owner.</p>\n<p>\n<strong>To protect your privacy, you agree that you will not submit any media that contains Personally Identifiable Information&nbsp;</strong>(like name, phone number, email address or web site URL) of you or of anyone else.\nUploading media like images or video of other people without their permission is strictly prohibited.</p>\n<p>By uploading any media on the WebMD Site or a Social Media Platform, you warrant that you have permission from all persons appearing in your media for you to make this contribution and grant rights described herein.&nbsp;<strong>Never post a picture or video of or with someone else unless you have their explicit permission.</strong>\n</p>\n<p>\n<strong>It is strictly prohibited to upload media of any kind that&nbsp;</strong>contain expressions of hate, abuse, offensive images or conduct, obscenity, pornography, sexually explicit or any material that could give rise to any civil or criminal liability under applicable law or regulations or that otherwise may be in conflict with these Terms and Conditions, the&nbsp;WebMD Advertising Policy&nbsp;or the&nbsp;WebMD Privacy Policy.</p>\n<p>\n<strong>You agree that you will not upload any material that contains software viruses or any other computer code</strong>, files or programs designed to interrupt, destroy or limit the functionality of any computer software or this Web site.</p>\n<p>\n<strong>By uploading any media on the WebMD Site or a Social Media Platform like a photo or video: </strong>(a) you grant to WebMD&nbsp;a perpetual, irrevocable, non-exclusive, worldwide, royalty-free, fully sublicensable right and license to use, copy, print, publicly display, reproduce, modify, publish, post, transmit, create derivative works from, and distribute the media and any material included in the media.\n(b) you certify that any person pictured in the submitted media (or, if a minor, his/her parent/legal guardian) authorizes WebMD to use, copy, print, publicly display, reproduce, modify, publish, post, transmit, create derivative works from, and distribute the media and any material included in such media.\nand (c) you agree to indemnify WebMD and its affiliates, directors, officers and employees and hold them harmless from any and all claims and expenses, including attorneys' fees, arising from the media and/or your failure to comply with these Terms and Conditions.</p>\n<p>WebMD reserves the right to review all media prior to submission to the site and to remove any media for any reason, at any time, without prior notice, at our sole discretion.</p> Passwords <p>WebMD has several tools that allow you to record and store information.\nYou are responsible for taking all reasonable steps to ensure that no unauthorized person shall have access to your WebMD passwords or accounts.\nIt is your sole responsibility to: (1) control the dissemination and use of sign-in name, screen name and passwords.\n(2) authorize, monitor, and control access to and use of your WebMD account and password.\n(3) promptly inform WebMD if you believe your account or password has been compromised or if there is any other reason you need to deactivate a password.\nTo send us an email, use the \"Contact Us\" links located at the bottom of every page of our site.\nYou grant WebMD and all other persons or entities involved in the operation of the Site the right to transmit, monitor, retrieve, store, and use your information in connection with the operation of the Site.\nWebMD cannot and does not assume any responsibility or liability for any information you submit, or your or third parties' use or misuse of information transmitted or received using WebMD tools and services.</p> User Content Guidelines <p>If you use, or post User Content on, a Public Area&nbsp;such as blogs,&nbsp;or our Physician Directory, or post on any Social Media Platform,&nbsp;you are solely responsible for your own communications, the consequences of posting those communications, and your reliance on any communications found in the Public Areas or on the Social Media Platforms.\nWebMD and its licensors are not responsible for the consequences of any communications in the Public Areas or on Social Media Platforms.\nIn cases where you feel threatened or believe someone else is in danger, you should contact your local law enforcement agency immediately.\nIf you think you may have a medical emergency, call your doctor or 911 immediately.</p>\n<p>In consideration of being allowed to use the Public Areas and Social Media Platforms, you agree that the following actions shall constitute a material breach of these Terms and Conditions:</p>\n<ol>\n<li>Using a Public Area or Social Media Platform&nbsp;for any purpose in violation of local, state, national, or international laws;</li>\n<li>Posting material that infringes on the intellectual property rights of others or on the privacy or publicity rights of others;</li>\n<li>Posting material that is unlawful, obscene, defamatory, threatening, harassing, abusive, slanderous, hateful, or embarrassing to any other person or entity as determined by WebMD in its sole discretion;</li>\n<li>Posting advertisements or solicitations of business;</li>\n<li>After receiving a warning, continuing to disrupt the normal flow of dialogue, or posting comments that are not related to the topic being discussed (unless it is clear the discussion is free-form);</li>\n<li>Posting chain letters or pyramid schemes;</li>\n<li>Impersonating another person;</li>\n<li>Distributing viruses or other harmful computer code;</li>\n<li>Harvesting, scraping or otherwise collecting information about others, including email addresses, without their identification for posting or viewing comments;</li>\n<li>Allowing any other person or entity to use your identification for posting or viewing comments</li>\n<li>Posting the same note more than once or \"spamming\".\nor</li>\n<li>Engaging in any other conduct that restricts or inhibits any other person from using or enjoying the Public Area, Social Media Platform&nbsp;or the Site, or which, in the judgment of WebMD, exposes WebMD or any of its customers or suppliers to any liability or detriment of any type.</li>\n</ol>\n<p>Reviews posted on the Physician Directory are further subject to the WebMD Reviews Guidelines.</p>\n<p>WebMD Reserves the Right (but is Not Obligated) to Do Any or All of the Following:</p>\n<ol>\n<li>Record the dialogue in public chat rooms.</li>\n<li>Investigate an allegation that a communication(s) do(es) not conform to the terms of this section and determine in its sole discretion to remove or request the removal of the communication(s).</li>\n<li>Remove communications which are abusive, illegal, or disruptive, or that otherwise fail to conform with these Terms and Conditions.</li>\n<li>Terminate a user's access to any or all Public Areas and/or the WebMD Site upon any breach of these Terms and Conditions.</li>\n<li>Monitor, edit, or disclose any communication in the Public Areas or on a Social Media Platform.</li>\n<li>Edit or delete any communication(s) posted on the WebMD Site, regardless of whether such communication(s) violate these standards.</li>\n</ol>\n<p>\n<strong>WebMD or its licensors have no liability or responsibility to users of the WebMD Site or any other person or entity for performance or nonperformance of the aforementioned activities.</strong>\n</p> Advertisements, Searches, and Links to Other Sites <p>WebMD may provide links to third-party web sites.\nWebMD also may select certain sites as priority responses to search terms you enter and WebMD may agree to allow advertisers to respond to certain search terms with advertisements or sponsored content.\nWebMD does not recommend and does not endorse the content on any third-party websites.\nWebMD is not responsible for the content of linked third-party sites, sites framed within the WebMD Site, third-party sites provided as search results, or third-party advertisements, and does not make any representations regarding their content or accuracy.\nYour use of third-party websites is at your own risk and subject to the terms and conditions of use for such sites.\nWebMD does not endorse any product, service, or treatment advertised on the WebMD Site.\nFor more information, read our&nbsp;Advertising Policy&nbsp;and our&nbsp;Sponsor Policy.</p> Indemnity <p>You agree to defend, indemnify, and hold WebMD, its officers, directors, employees, agents, licensors, and suppliers, harmless from and against any claims, actions or demands, liabilities and settlements including without limitation, reasonable legal and accounting fees, resulting from, or alleged to result from: (a) your use of the Site, (b) any User Content you post or upload, (c) your use of or reliance on any User Content, or (d) your violation of these Terms and Conditions.</p> General <p>WebMD is based in New York, New York, in the United States of America with principal offices in New York, New York and Atlanta, Georgia.\nWebMD makes no claims that WebMD, WebMD Health Manager, or any Site within the WebMD Network and the Content are appropriate or may be downloaded outside of the United States.\nAccess to the Content may not be legal by certain persons or in certain countries.\nIf you access the WebMD Network from outside the United States, you do so at your own risk and are responsible for compliance with the laws of your jurisdiction.</p>\n<p>The following provisions survive the expiration or termination of this Agreement for any reason whatsoever: Liability, User Submissions, User Submissions – image, video, audio files, Indemnity, Jurisdiction, and Complete Agreement.</p> Jurisdiction <p>You expressly agree that exclusive jurisdiction for any dispute with WebMD, or in any way relating to your use of the WebMD Site, resides in the courts of the State of Georgia and you further agree and expressly consent to the exercise of personal jurisdiction in the courts of the State of Georgia in connection with any such dispute including any claim involving WebMD or its affiliates, subsidiaries, employees, contractors, officers, directors, telecommunication providers, and content providers.</p>\n<p>These Terms and Conditions are governed by the internal substantive laws of the State of Georgia, without respect to its conflict of laws principles.\nIf any provision of these Terms and Conditions is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms and Conditions, which shall remain in full force and effect.\nNo waiver of any of these Terms and Conditions shall be deemed a further or continuing waiver of such term or condition or any other term or condition.</p> Notice and Takedown Procedures.\nand Copyright Agent <p>If you believe any materials accessible on or from the Site infringe your copyright, you may request removal of those materials (or access thereto) from this web site by contacting WebMD's copyright agent (identified below) and providing the following information:</p>\n<ol>\n<li>Identification of the copyrighted work that you believe to be infringed.\nPlease describe the work, and where possible include a copy or the location (e.g., URL) of an authorized version of the work.</li>\n<li>Identification of the material that you believe to be infringing and its location.\nPlease describe the material, and provide us with its URL or any other pertinent information that will allow us to locate the material.</li>\n<li>Your name, address, telephone number and (if available) e-mail address.</li>\n<li>A statement that you have a good faith belief that the complained of use of the materials is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information that you have supplied is accurate, and indicating that \"under penalty of perjury,\" you are the copyright owner or are authorized to act on the copyright owner's behalf.</li>\n<li>A signature or the electronic equivalent from the copyright holder or authorized representative.</li>\n</ol>\n<p>WebMD's agent for copyright issues relating to this web site is as follows:</p>\n<p>WebMD, LLC<br>\nAttn: Office of Privacy<br>\n1201 Peachtree Street, NE&nbsp;<br>\n400 Colony Square, Suite 2100<br>\nAtlanta, Georgia 30361<br>\ncopyright@webmd.net<br>\nOr call: 866-788-3097</p>\n<p>In an effort to protect the rights of copyright owners, WebMD maintains a policy for the termination, in appropriate circumstances, of subscribers and account holders of the Site who are repeat infringers.</p> Complete Agreement <p>Except as expressly provided in a particular \"legal notice\" on the WebMD Site, these Terms and Conditions and the&nbsp;WebMD Privacy Policy&nbsp;constitute the entire agreement between you and WebMD with respect to the use of the WebMD Site, and Content.</p>\n<p>\n<strong>Thank you for your cooperation.\nWe hope you find the WebMD.com Site helpful and convenient to use! Questions or comments regarding this website, including any reports of non-functioning links, should be submitted using our Contact Us Form or via U.S.\nmail to: WebMD, LLC Office of Privacy, 1201 Peachtree Street NE, 400 Colony Square, Suite 2100, Atlanta, GA 30361.</strong>\n</p>\n<p>\n<strong>WebMD Health Manager: Questions or comments regarding the WebMD Health Manager web site, including any reports of non-functioning links, should be directed by email via our online web form in the Health Manager or by U.S.\nMail to WebMD Customer Service, 520 NW Davis, Suite 300, Portland, OR 97209 Attn: WebMD Health Manager Member Services.\nWe try to answer every email in a timely manner but due to volume may not always be able to do so.</strong>\n</p> Last updated on July 31, 2020 © 2019 WebMD, LLC.\nAll rights reserved.\n", "created_at": "2019-08-15 02:38:35.045072", "updated_at": "2020-12-14 22:11:29.658164"}, {"id": 1790, "name": "Advertising Policy", "url": "https://www.webmd.com/about-webmd-policies/about-advertising-policy", "xpath": "//*[@id=\"main-container\"]", "text": " <ul>\n<li> About WebMD </li>\n</ul> Advertising Policy <p> En español </p>\n<p>WebMD accepts advertising on the WebMD Network from third parties (\"Advertisers\"), which may include third party banners, badges, contextual advertising and content created or provided by an Advertiser (collectively referred to as \"Advertisements\" or \"Advertising\").\nIn addition, as used in this policy, the terms \"Advertising\" and \"Advertisements\" include third party banners, modules, links, microsites, native advertisements and other content provided by or on behalf of Advertisers.\nThe Advertiser is responsible for the accuracy and objectivity of their Advertising.\nThe following guidelines have been established by WebMD to govern various aspects of Advertising on properties within the WebMD Network (each a \"WebMD Property\"), which include websites and mobile applications directed to consumers, which we refer to in this Policy as the \"WebMD Consumer Properties,\" and websites and mobile applications directed to healthcare professionals, which we refer to as the \"WebMD Professional Properties.\"</p>\n<p>The guidelines in this policy govern issues like acceptance of Advertisements by WebMD, how Advertisements are displayed on the WebMD Network, and the removal of Advertisements from the WebMD Network.\nWebMD has sole and absolute discretion with respect to interpretation and enforcement of this policy and all other issues associated with Advertising on the WebMD Network.\nWebMD may change this policy at any time in its sole discretion by posting a revised policy to the applicable WebMD Property.</p>\n<ol>\n<li>WebMD has sole discretion for determining the types of Advertising that will be accepted and displayed on the WebMD Network, and under no circumstances will WebMD's acceptance of any Advertisement be considered an endorsement of the product(s) and/or service(s) advertised or for the company that advertises, manufactures, distributes, or promotes the products or services.</li>\n<li>WebMD will not knowingly accept Advertising that, in WebMD's opinion, is not factually accurate and in good taste.</li>\n<li>There are certain categories of Advertisements that WebMD will not knowingly permit on the WebMD Network at any time.\nThese categories include but are not limited to the following: <ul>\n<li>Illegal, 'objectionable', 'ineffective' and/or 'dangerous' products (WebMD reserves the right to determine what is 'objectionable', 'ineffective' and/or 'dangerous')</li>\n<li>fraudulent, deceptive, illicit, misleading or offensive material</li>\n<li>material that misrepresents, ridicules, discriminates (real or implied) or attacks an individual or group on the basis of age, national origin, race, religion, gender, sexual orientation, marital status, disability or any other status deemed inappropriate for the WebMD Network</li>\n<li>alcohol</li>\n<li>weapons, firearms, ammunition, or fireworks</li>\n<li>gambling</li>\n<li>pornography or related themes</li>\n<li>tobacco use of any kind</li>\n<li>the simulation of news or an emergency</li>\n<li>material that directly advertises products to or is intended to attract children under the age of 13</li>\n</ul>\n<ul>\n<li>media or messages for or that reference \"M\" rated video games or content</li>\n<li>unreasonable, unlikely or extraordinary product or service claims</li>\n<li>media messages or imagery that strobe or flash</li>\n<li>media or messages that contain unsubstantiated \"miracle\" weight loss or other exaggerated claims of cure</li>\n<li>advertising units that mimic computer functions or deceptively indicate a computer or other function that would be reasonable to the average user to assume as a reason to click the unit</li>\n</ul>\n</li>\n<li>WebMD recognizes and maintains a distinct separation between Advertising and WebMD's editorial content.\nAll Advertising on the WebMD Network will be clearly and unambiguously identified.\nWebMD will not allow any Advertising on the WebMD Network that is not identified with the label of \"Advertisement\", \"From Our Advertiser\", \"Information From Industry\" or a similar designation indicating that the Advertising is being provided by or on behalf of an Advertiser.</li>\n<li>A click on an Advertisement may only link the end user to the Advertiser's site or to relevant sponsored content area on a WebMD Property.</li>\n<li>WebMD retains the exclusive right to determine how any and all search results for specific information by keyword or topic are displayed on a WebMD Property based on WebMD delivered search results.\nContent listed in search results is displayed with its source, e.g., \"WebMD News\" or \"Journal Article.\" If Advertising appears in the search results, it is labeled as such.\nIn addition, WebMD provides a separate area on the search results page of certain WebMD Consumer Properties which only display Advertising.</li>\n<li>As described in the \"Ads by Google\" hyper link in the Ads by Google section on applicable WebMD Consumer Properties Search pages, these \"Ads by Google\" are Advertisements that have been purchased by companies that want to have links to their websites appear adjacent to search results in response to specific terms.</li>\n<li>WebMD reserves the right to decide at any time in its sole discretion whether it will accept, reject, cancel, or remove Advertising from the WebMD Network.\nWebMD cannot provide any assurances that Advertisements will perform without error on all platforms, including websites and mobile applications.</li>\n<li>It is the Advertiser's responsibility to comply with all domestic and foreign laws and regulations applicable to its Advertising within the WebMD Network (and to include all legally required legends, disclosures and statements in such Advertising), including without limitation the current FDA guidelines for Direct to Physician (DTP) and Direct to Consumer (DTC) advertising.\nWebMD will not monitor compliance with such laws and regulations.\nHowever, WebMD reserves the right to review all Advertising for compliance with applicable laws and regulations and, if WebMD becomes aware of any breach or potential breach of any applicable law or regulation or of these guidelines, WebMD may remove the Advertising from the WebMD Network.</li>\n<li>No Advertising on the WebMD Network shall include any pixels, tags, flash containers or any other type of information collection software code (any such pixel, tag, code or device a \"Pixel\") or shall place any beacons, cookies or other information collection devices on the browsers of users of the WebMD Network unless expressly approved in writing by WebMD.\nIf WebMD approves the inclusion of a Pixel in an advertisement, then unless and only to the extent that such approval contains an express exception, (i) Advertiser may not use such Pixel to collect any personally-identifiable information (PII) with respect to any WebMD user, (ii) no such Pixel can be flash or object based, (iii) the Pixel can be blocked and any cookie placed can be deleted by user browser settings, (iv) Advertiser will not link any non-PII that it collects to any PII that it may have from any other source and (v) Advertiser will not update any existing profile or create any profile in its database based on any data collected on the WebMD site, including the fact that someone is a WebMD user or any information derived from the information in the referring URL.</li>\n</ol> Last updated on January 18, 2018 © 2018 WebMD, LLC.\nAll rights reserved.\n", "created_at": "2019-08-15 02:44:56.644261", "updated_at": "2019-08-15 02:45:06.30096"}, {"id": 1789, "name": "Cookie Policy", "url": "https://www.webmd.com/about-webmd-policies/cookie-policy", "xpath": "//*[@id=\"main-container\"]", "text": " <ul>\n<li> About WebMD </li>\n</ul> WebMD Cookie Policy <p>This Cookie Policy explains when and why cookies and similar tracking technologies are used by WebMD LLC (\"WebMD,\" \"we\" or \"us\") and our partners on our websites, applications, advertisements and related services, including WebMD.com, MedicineNet.com, RxList.com, OnHealth.com, and eMedicineHealth.com and the mobile optimized versions of these sites and our Mobile Device Applications or \"Apps\" (we refer to these sites and Apps collectively as the \"WebMD Sites\").\nWe refer to the WebMD Sites, along with the information and services made available to you through the WebMD Sites, as the \"Services.\"</p>\n<p>Please refer to the WebMD Privacy Policy to learn more about the use of cookies and other tracking technologies on the WebMD Sites and how you can contact us for more information.</p> Cookies <p>\"Cookies\" are small data files that are stored on the hard drive of the computer you use to view a website.\nEvery computer that accesses a WebMD Site&nbsp;is assigned a different cookie by WebMD.\nDifferent Cookies serve different purposes:</p>\n<p>\n<u>Session cookies</u> are specific to&nbsp;a particular visit and carry information as you view different pages within a WebMD Site.\nSession cookies expire and delete themselves automatically in a short period of time, e.g., when you leave the website or when you close your browser.</p>\n<p>\n<u>Persistent&nbsp;cookies</u>&nbsp;enable us to recognize you when you visit a WebMD Site and remember your preferences.\nPersistent cookies are stored on your browser or mobile device until you choose to delete them, and otherwise typically delete themselves at expiration.</p>\n<p>\n<u>Third-party cookies</u>&nbsp;are placed by someone other than WebMD, and may gather browsing activity across multiple websites and sessions.\nThey are usually persistent cookies and are stored until you delete them or they expire based on the time period set in each third-party cookie.</p>\n<p>\"Web Beacons\" are graphic image files embedded in a page of a website typically used to monitor activity on the page and send back to its home server (which can belong to the host site, a network advertiser or some other third party) information from your browser, such as the IP address, the URL of the page on which the Web Beacon is located, the type of browser that is accessing the site and the ID number of any cookies on your computer previously placed by that server.</p>\n<p>\"Application SDKs\" are mobile application third-party software development kits that are embedded in mobile applications.\nThese app SDKs permit the collection of information about the app itself, activity in the app, and the device the application is running on.</p> Cookie on the WebMD Sites <p>The cookies on the WebMD Sites are generally used for one of the following purposes:</p>\n<p>\n<u> Strictly necessary.</u> These cookies are&nbsp;necessary for the WebMD Sites to function and are essential to access some areas of the WebMD Sites.\nFor example, certain cookies enable us to identify registered members and ensure that they have access to content that is only available to registered members.</p>\n<p>\n<u>Important functionality.</u> These cookies enable us to remember your preferences, such as your user name, language or the region you are in, and provide enhanced, more personalized features.\nThey may also be used to provide services you have asked for, such as watching a video.</p>\n<p>\n<u>Performance and Analytics.</u> These cookies enable us to analyze how visitors use the WebMD Sites and to monitor website performance.\nWe use the information collected by these Cookies to improve the performance of the WebMD Sites and our Services.</p>\n<p>\n<u>Advertising.</u> These cookies are used by WebMD and our advertisers to deliver advertisements on the WebMD Sites and third party sites that are more relevant to you and your interests based on your WebMD account information, content browsing activity and in some cases, other information about you that we or our advertisers may have obtained from other sources.\nCookies may be used to limit the number of times you see a particular advertisement and to enable measurement of the effectiveness of the advertising campaign.\nInformation collected through the use of cookies may be collected directly by WebMD, our partners or third party advertisers and their ad servers.</p>\n<p>We use cookies and other tracking technologies to recognize individual users when they access the Services, remember user preferences, keep track of users’ access to and use of the Services, track whether our emails opened and whether links are clicked, ensure that the Services are functioning properly, analyze trends and to personalize the Services, including advertising on the WebMD Sites and on third party websites, so that it is relevant to individual user’s interests which may be inferred based on location, prior activity on the WebMD Sites and other information that WebMD or our partners may have about our users.\nWhen you use the Services, we also automatically collect information from your browser or mobile device such as your IP address or unique device identifier, browser information (including referring URL), your preferences and settings, cookies and information about the content you have viewed and actions taken (e.g., search queries, ad engagement, clicks and the associated dates and times).\nWebMD may also collect device-specific information when you install and use an App including your device model, operating system information, advertising ID (which is a unique, user-resettable identification number for advertising associated with a mobile device) and app version and usage information.\nWhen enabled by you, we collect precise location information provided by your mobile device, which you may disable through the device settings.&nbsp;</p> Third Party Cookies <p>Sponsors or advertisers on the WebMD Sites may use their own cookies or other tracking technologies in the banner advertisements and sponsored links and on the pages (\"Brand Pages\") on the WebMD Sites that consist solely of advertisements or other content from our advertisers.\nThis advertiser content may also be served in emails, special promotions or newsletters we send you.\nTheir advertisements may be displayed on the WebMD Sites or on other sites that you visit after you visit the WebMD Sites.\nSome advertisers use companies other than WebMD to serve their ads and to monitor users' responses to ads, and these ad servers may also collect information through the use of cookies on the WebMD Sites.</p>\n<p>While we generally permit the use of these third party cookies on the assumption that they comply with our Advertising Policy and we assist our advertisers with the placement of cookies on Brand Pages, we do not control how third parties use cookies or how they manage the information they gather through the use of these technologies on the WebMD Sites and we may be unable to verify compliance with our Advertising Policy.\nTo see how Google may use information collected through your use of Google's search services on the WebMD Sites visit https://www.google.com/policies/privacy/partners.</p>\n<p>We work with third party ad networks to display advertising on the WebMD Sites and on third party sites.\nOur ad network vendors use technologies to collect information about your activities on the WebMD Sites and our flagship WebMD App to provide you cookie-based targeted advertising based upon your browsing activity and your interests.\nThe specific providers we use are subject to change, however below is a list of some of our current ad network partners:</p>\n<p>\n<u>Direct</u>\n</p> Amazon AppNexus Facebook Google Index Exchange Live Intent Media.Net PubMatic Rubicon Sharethrough Teads Trustx <p>&nbsp;</p>\n<p>\n<u>Resellers Through Media.net</u>\n</p> Brealtime Conversant Media District M Lijit OpenX Pulsepoint Sovrn SpotX <p>&nbsp;</p>\n<p>Because your browser, App, or device communicates with these third parties respective servers, these companies can collect information, including your IP address, page header information, browser or device information, just as if you had requested their website or used their apps directly.\nThese companies may collect information to deliver you customized ads on both the WebMD Sites and non-WebMD websites, applications, and services.\nIn some situations, WebMD may interact with these companies outside of your browser or device, directly between our web servers.\n&nbsp;Many of these third parties offer information about their data collection practices, and in some cases, an opt-out, on their respective websites.\nPlease review each company’s privacy policy to better understand the controls available to you.\n&nbsp;We encourage you to periodically review this Cookie Policy for the latest information on our ad network partners.</p> Your Choices <p>Most browser software can be set to reject cookies, and offer instructions on how to reset the browser to reject cookies in the \"Help\" or \"Settings\" or \"Preferences\" section of your browser’s toolbar.\nIf you reject our cookies, certain of the functions and conveniences of our websites may not work properly but you do not have to accept our cookies in order to productively use most features of our websites.\nIt is important to note that in order to use the opt-out services described below, such as the Network Advertising Initiative and the TRUSTed Ads™ program, you must not reject all cookies because these opt-out procedures work by placing cookies on your browser that enable these opt-out procedures to function.\nThe \"opt-out cookies\" are placed, for example, in order to help prevent the placement of Cookies used for the targeting of advertising..</p>\n<p>Certain companies that serve ads allow you to prevent them from collecting data through the use of cookies.\nIn order to do so, you must opt-out of such data collection with each individual site.\nYou can also opt out of cookies for several ad servers by visiting the Network Advertising Initiative gateway opt-out site or by clicking here: https://preferences.truste.com/.\nThis website will also allow you to review the privacy policies of these ad servers.\nYou can find additional information and resources about how to opt out of advertising and related cookies by visiting the World Privacy Forum's Site.\n&nbsp;If you are located in the European Union (EU), you may also opt-out here.&nbsp;</p>\n<p>In order to give you more control over your privacy choices WebMD has implemented a DAA (Digital Advertising Alliance) approved opt-out mechanism for interest-based advertising.\nAt the bottom of every page of the WebMD Sites you will see an AdChoices logo&nbsp;(which looks like this:&nbsp;).\nIn our general WebMD App you can find the AdChoices option in the “Settings” screen.\nBy clicking on that logo on the WebMD Sites or following the instructions in the general WebMD App, you will be presented with a window that will identify all of the companies that WebMD uses to direct tailored advertisements to you, both on the WebMD Sites and general WebMD App as well as on third-party sites.\nIf you would like to stop this tailored advertising from WebMD, you can manage these advertisements through the choices in that window.\nPlease note that even if you opt-out of interest-based advertising, you will continue to receive generic advertisements through the Services.\nPlease note that your choice to stop tailored advertising is specific to the browser or mobile device that you are using so if you make a choice to opt out from one computer or mobile device and you want your opt-out to apply to a different computer or mobile device as well please opt out from that computer or mobile device too.\nBy clicking the + symbol next to the name of a vendor in that window you will get information about how and where that vendor assists us with the delivery of advertisements.\nThe WebMD Sites do not respond to web browser \"do not track\" signals.\nThis opt-out mechanism is also available in the general WebMD App for iOS and Android, as well as on our mobile optimized sites, but is not currently available on our other Apps (WebMD Pregnancy, WebMD Baby and WebMD Allergy).</p>\n<p>You may also control interest-based advertising on your mobile device by enabling the “Limit Ad Tracking” setting in your iOS device’s settings or “Opt out of Ads Personalization” in your Android device’s settings.\nThis will not prevent you from seeing advertisements, but will limit the use of device advertising identifiers to personalize ads based on your interests.\n&nbsp;If you have questions about how to reject Cookies on your specific device please check with the device manufacturer.</p> Additional Information for WebMD’s Visitors from the European Economic Area (“EEA”) <p>If you are a WebMD user in the EEA, before cookies are placed on your computer or device, you will be shown a banner requesting that you either accept or decline the placement of cookies.\nBy accepting the placement of cookies you are enabling us to provide the best possible experience and service to you.\nYou may, if you wish, decline the placement of cookies unless those cookies are strictly necessary.</p> Changes <p>WebMD reserves the right to change this Cookie Policy at any time and any changes will be effective upon being posted unless we advise otherwise.\n&nbsp;We encourage you to periodically review this Cookie Policy for the latest information about the use of cookies on the WebMD Sites.</p> Last updated on December 07, 2020 © 2018 WebMD, LLC.\nAll rights reserved.\n", "created_at": "2019-08-15 02:43:17.256095", "updated_at": "2020-12-15 00:15:42.686491"}, {"id": 1791, "name": "Editorial Policy", "url": "https://www.webmd.com/about-webmd-policies/about-editorial-policy", "xpath": "/html/body/main/div[2]/div[2]/article/div/div[5]", "text": " <p>The information you share in any form, chat box, or with a Connect to Care team member will help us put you in touch with a service, provider, or practice serving your area.&nbsp;Any personal information that you share with WebMD in such mediums, such as your name, age, telephone number, email address or health concerns, will be furnished to the relevant service, provider, or practice with your consent and will not otherwise be used by WebMD.\nAs applicable, WebMD or its affiliates will store a copy of the chat transcript, lead form, and recording of the call.\nWebMD is not affiliated with any particular provider, service, or practice and we do not recommend or endorse any particular provider, service, or practice.\nWe are not medical professionals and your use of this Connect to Care service does not constitute medical advice or a physician-patient relationship.\nThe Connect to Care service is intended for general audiences 18 years of age and older, and access or use by anyone younger is not authorized.\nThe service, provider, or practice may contact you using autodialer technology, which may include text messages over which WebMD has no control.\nConsent is not&nbsp;a condition of purchase.</p>\n<p>\n<b>If you feel you may have a medical emergency, please call 9-1-1 immediately.</b>\n<br>\n<br>\nFor information on WebMD's Corrections Policy, please click here.</p> Last updated on March 31, 2020 © 2020 WebMD, LLC.\nAll rights reserved.\n", "created_at": "2019-08-15 02:46:19.952592", "updated_at": "2020-07-11 21:59:40.689461"}], "points": [{"id": 7756, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.webmd.com/about-webmd-policies/cookie-policy", "status": "Generated through the annotate view", "created_at": "2019-08-16 17:03:53.807037", "updated_at": "2020-07-07 19:54:26.476427", "quoteText": "The WebMD Sites do not respond to web browser \"do not track\" signals.", "case_id": 233, "document_id": 1789, "quoteStart": 11958, "quoteEnd": 12027}, {"id": 7755, "title": "There is a date of the last update of the terms", "source": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-16 16:52:06.241292", "updated_at": "2021-02-06 04:16:15.461061", "quoteText": "Last updated on April 15, 2019", "case_id": 331, "document_id": 1787, "quoteStart": 23765, "quoteEnd": 23795}, {"id": 11791, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.webmd.com/about-webmd-policies/about-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:03:08.707325", "updated_at": "2020-12-15 12:26:48.946987", "quoteText": "In the event of a corporate change in control resulting from, for example, a sale to, or merger with, another entity, or in the event of a sale of assets or a bankruptcy, WebMD reserves the right to transfer your personal information to the new party in control or the party acquiring assets.\nIn the event of such a change, your personal information will continue to be treated in accordance with this Privacy Policy unless any changes to the Privacy Policy are made in accordance with the section below that discusses “Changes to This Privacy Policy.”</p>", "case_id": 243, "document_id": 1788, "quoteStart": 21326, "quoteEnd": 21882}, {"id": 11794, "title": "Third parties may be involved in operating the service", "source": "https://www.webmd.com/about-webmd-policies/about-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:05:36.20883", "updated_at": "2020-12-15 12:27:18.180479", "quoteText": "Companies and Contractors that Work with WebMD <p>WebMD works with third party companies and contractors that help us provide the Services and to otherwise assist in the operation of the WebMD Sites and Apps,", "case_id": 207, "document_id": 1788, "quoteStart": 21883, "quoteEnd": 22091}, {"id": 11792, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.webmd.com/about-webmd-policies/about-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:04:13.577362", "updated_at": "2020-12-15 12:26:59.421174", "quoteText": "we and our partners use other tracking technologies that collect information about your use of the Services, including mobile identifiers and \"web beacons\" which are small graphic files (sometimes called “clear GIFs” or “web pixels”)", "case_id": 323, "document_id": 1788, "quoteStart": 13706, "quoteEnd": 13939}, {"id": 11796, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:08:06.222839", "updated_at": "2020-12-15 12:27:33.300962", "quoteText": "The WebMD Site and the Content are provided on an \"as is\" basis.", "case_id": 286, "document_id": 1787, "quoteStart": 3787, "quoteEnd": 3851}, {"id": 11797, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:08:33.693465", "updated_at": "2020-12-15 12:27:44.322423", "quoteText": "Accordingly, WebMD assumes no liability for or relating to the delay, failure, interruption, or corruption of any data or other information transmitted in connection with use of the WebMD Site.</p>\n", "case_id": 287, "document_id": 1787, "quoteStart": 3586, "quoteEnd": 3784}, {"id": 7757, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.webmd.com/about-webmd-policies/about-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-08-16 17:07:51.811899", "updated_at": "2021-02-06 04:02:11.548688", "quoteText": "In addition to cookies, we and our partners use other tracking technologies that collect information about your use of the Services, including mobile identifiers and \"web beacons\" which are small graphic files (sometimes called “clear GIFs” or “web pixels”) embedded in a web page or email typically used to monitor activity and send relevant information back to a home server (which can belong to the host site, a network advertiser or some other third party).</p>", "case_id": 323, "document_id": 1788, "quoteStart": 14055, "quoteEnd": 14520}, {"id": 7758, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "status": "Generated through the annotate view", "created_at": "2019-08-16 17:17:01.452573", "updated_at": "2020-10-05 19:28:53.23503", "quoteText": "If any provision of these Terms and Conditions is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms and Conditions, which shall remain in full force and effect.", "case_id": 294, "document_id": 1787, "quoteStart": 20289, "quoteEnd": 20569}, {"id": 7759, "title": "This service is only available to users of a certain age", "source": "https://www.webmd.com/about-webmd-policies/about-privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-08-16 17:19:47.059404", "updated_at": "2020-10-19 21:01:10.850607", "quoteText": "The WebMD Sites are not designed or intended to attract children under the age of 13.\nThe WebMD Sites do not collect personal information from any person we actually know is under the age of 13.", "case_id": 152, "document_id": 1788, "quoteStart": 32412, "quoteEnd": 32606}, {"id": 9708, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "status": "Generated through the annotate view", "created_at": "2020-07-07 20:00:43.190784", "updated_at": "2020-10-19 20:56:04.464032", "quoteText": "Any claims arising in connection with your use of the Site, any Content, or the Public Areas must be brought within one (1) year of the date of the event giving rise to such action occurred.", "case_id": 151, "document_id": 1787, "quoteStart": 5746, "quoteEnd": 5936}, {"id": 11793, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.webmd.com/about-webmd-policies/about-privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:05:07.744127", "updated_at": "2020-12-15 12:27:06.133491", "quoteText": "\nOur ad network vendors use technologies to collect information about your activities on the WebMD Sites and in our flagship WebMD App to provide you cookie-based targeted advertising on our WebMD Sites and on third party websites based upon your browsing activity and your interests.</p>", "case_id": 220, "document_id": 1788, "quoteStart": 16344, "quoteEnd": 16632}, {"id": 9419, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "status": "Generated through the annotate view", "created_at": "2020-06-13 23:32:29.86358", "updated_at": "2020-10-19 21:01:41.024463", "quoteText": "You agree to defend, indemnify, and hold WebMD, its officers, directors, employees, agents, licensors, and suppliers, harmless from and against any claims, actions or demands, liabilities and settlements including without limitation, reasonable legal and accounting fees, resulting from, or alleged to result from: (a) your use of the Site, (b) any User Content you post or upload, (c) your use of or reliance on any User Content", "case_id": 146, "document_id": 1787, "quoteStart": 18315, "quoteEnd": 18744}, {"id": 9709, "title": "The court of law governing the terms is in location X", "source": "https://www.webmd.com/about-webmd-policies/about-terms-and-conditions-of-use", "status": "Generated through the annotate view", "created_at": "2020-07-07 20:03:11.128379", "updated_at": "2020-10-19 21:00:54.473628", "quoteText": "These Terms and Conditions are governed by the internal substantive laws of the State of Georgia, without respect to its conflict of laws principles.", "case_id": 163, "document_id": 1787, "quoteStart": 20139, "quoteEnd": 20288}, {"id": 11795, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://www.webmd.com/about-webmd-policies/cookie-policy", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:06:36.644659", "updated_at": "2020-12-15 12:27:26.109041", "quoteText": "Third Party Cookies <p>Sponsors or advertisers on the WebMD Sites may use their own cookies or other tracking technologies in the banner advertisements and sponsored links and on the pages (\"Brand Pages\") on the WebMD Sites that consist solely of advertisements or other content from our advertisers.", "case_id": 128, "document_id": 1789, "quoteStart": 5882, "quoteEnd": 6182}], "urls": ["webmd.com"]}}