{"error": 448, "message": "OK", "parameters": {"id": 4462, "name": "Sleep Cycle", "created_at": "2021-07-03 22:33:05.277147", "updated_at": "2021-07-03 22:00:52.012833", "wikipedia": null, "keywords": null, "related": null, "slug": "sleep-cycle", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4462.png", "url": "sleepcycle.com", "documents": [{"id": 7829, "name": "Privacy Policy", "url": "https://www.sleepcycle.com/privacy-policy/", "xpath": "", "text": " <ul>\n<li>Home</li>\n<li>How Sleep Cycle works</li>\n<li>About Sleep</li>\n<li>Press</li>\n<li>Support</li>\n</ul> Sleep Cycle alarm clock Privacy Policy Sleep Cycle Privacy Policy\n<p>We believe that transparency is the key to any healthy relationship.\nWe appreciate that you are trusting us with information that is important to you, and we want to be transparent about how we use it.</p>\n<p>Here we describe the privacy practices for Sleep Cycle.\nYou will learn about the data we collect, how we use it, the controls we give you over your information, and the measures we take to keep it safe.\nHere are some key factors:</p>\n<ul>\n<li>We may anonymize, de-identify and/or aggregate the information that we collect and use such anonymized, de-identified and/or aggregated data for commercial, statistical and market research purposes, including sharing it with affiliates and business partners.\n</li>\n</ul>\n<ul>\n<li>You own your personal data, and you’re always in control.\nTherefore we offer you several ways to control the privacy of your personal information and we’re constantly striving to improve the functions and features needed in order for you to be feel that you’re in control.\n</li>\n</ul>\n<p>Our privacy policy (the “Privacy Policy”) is here to give you all the information you need about what kind of information we collect, how we use, how we share it, how you control your data, and make sure you know your rights in connection to when you use our applications, software, websites, APIs and services (collectively, “Sleep Cycle”).</p>\n<p>When it comes to third party products or services or the practices of companies that we do not own or control, including other companies you might interact with in or through Sleep Cycle, this Privacy Policy does not apply to them, unless indicated otherwise.</p>\n<p>This Privacy Policy establishes a legal agreement between you, as the user of Sleep Cycle.\nThroughout this Privacy Policy we will refer to you as “you”, and we will refer to Sleep Cycle (as the developer behind Sleep Cycle) as “we”, “us” or “Sleep Cycle”.</p>\n<p>If you have any questions, or feel you need any part of this document explained, please email us so we can assist you support@sleepcycle.com.</p>\nProcessing of your information\n<p>Sleep Cycle relies on a number of legal bases to collect, use, share, and otherwise process the information we have about you for the purposes described in this Privacy Policy, including:</p>\n<ul>\n<li>Where you have agreed to the processing.\nFor example, if you have entered your email upon registering to our online backup service.\nPlease note you can revoke this at any time.\n</li>\n<li>To fulfill the contract of service between Sleep Cycle and you as a user of the application Sleep Cycle.</li>\n</ul>\n<ul>\n<li>Where necessary to comply with legal obligation, a court order, or to exercise and defend legal claims.</li>\n</ul>\n<ul>\n<li>Where you have made the information available public.</li>\n</ul>\n<p>Why we do this is, first and foremost, in order to provide and improve Sleep Cycle services.\nIn addition, it is also to enable us developing tailored offers to you as a user on a continuous basis.\nAs well as, in order to keep Sleep Cycle safe and secure, protecting it against fraud, spam and abuse etc.</p>\nInformation we collect\n<p>When you interact with our services, we collect information that, alone or in combination with other information, could be used to identify you.\nWhen you sign up for or use the Services, you voluntarily give us certain Personal Data, such as your email address.\nIf you register for an account through your social media account (including Facebook and Google Sign-in), you may see which of your friends are using the Services.\nThe information we get from these accounts depends on your settings and the privacy policies of the social media platforms, so please check those policies to understand the privacy practices of those platforms.</p>\n<p>Account information</p>\n<p>Some information is required to create an account on our Services, such as your email address and password.\nThis is the only information you have to provide to create an account with us.\nWe may also use your location in order to give you insights about how weather affects your sleep.</p>\n<p>How we use information</p>\n<p>PROVIDE AND MAINTAIN THE SERVICES</p>\n<p>Using the information we collect, we are able to deliver the Services to you and honor our contract with you.\nFor example, we may need to use your information to provide you with our online backup services, or to enable the community features of the Services.\nand to give you customer support.</p>\n<p>IMPROVE, PERSONALIZE, AND DEVELOP THE SERVICES</p>\n<p>We use the information we collect to improve and personalize the Services and to develop new ones.\nFor example, we use the information to troubleshoot and protect against errors.\nperform data analysis and testing.\nconduct research and surveys, and develop new features and Services.</p>\nSharing content in Sleep Cycle\n<p>The Services may enable you to post content to social networking sites (“SNSs”, e.g., Facebook).\nIf you choose to do this, we will provide information to such SNSs in accordance with your elections.\nYou acknowledge and agree that you are solely responsible for your use of those websites and that it is your responsibility to review the terms of use and privacy policy of the third party provider of such SNSs.\nWe will not be responsible or liable for: (i) the availability or accuracy of such SNSs.\n(ii) the content, products or services on or availability of such SNSs.\nor (iii) your use of any such SNSs.</p>\nInformation from third-party services\n<p>If you choose to connect your account on our Services to your account on another service, we may receive information from the other service.\nFor example, if you connect to Facebook or Google, we may receive information like your name, profile picture, age range, language, email address, and friend list.\nYou may also choose to grant us access to your activity data from another service.\nYou can stop sharing the information from the other service with us by removing our access to that other service.\nThis information is collected by the Third-Party Account provider and is provided to Sleep Cycle under their privacy policies.</p>\nContact information\n<p>Should you reach out to us via email to get help or ask a question we will respond to the contact information that you provide.\nThe contact information will be used explicitly to communicate with you based on your request/question.\nWe may also follow up and ask for feedback about how we can improve our customer services preceding a closure of your ticket.</p>\nUse across our services\n<p>Some of our products can be used together using a linked account so that you’re able to share information between our products.\nThe purpose of doing so is to deliver even greater insights to you as you’re using our services.\nYou can control this to your own preference in our apps.</p>\n<p>Technical information</p>\n<p>When you access Sleep Cycle, we collect technical information from the devices you use.\nThe information we collect includes IP addresses, timestamps, log files, device type and operating system.\nWe use the information we collect to improve and personalize the Services and to develop new ones.\nFor example, we use the information to troubleshoot and protect against errors.\nperform data analysis and testing.\nconduct research and surveys.\nand develop new features and Services.</p>\nAnalytics information\n<p>We work with partners who provide us with analytics and advertising services.\nThis includes helping us understand how users interact with the Sleep Cycle services, the stability, and performance of the Sleep Cycle services, serving advertisements on our behalf across the internet, and measuring the performance of those advertisements.\nThese companies may use device-specific advertiser identifiers, cookies and similar technologies to collect information about your interactions with the Services and other websites and applications.\n</p>\n<p>You can turn off the advertisement serving technologies in the settings of the device that you are using.\nIf you turn the advertisement technologies off it will not limit the function of the Services and affect your user experience.</p>\n<p>How We Use Information</p>\n<p>We use the information we collect for the following purposes:</p>\n<p>PROVIDE AND MAINTAIN THE SERVICES</p>\n<p>Using the information we collect, we are able to deliver the Services to you and honor our contract with you.\nFor example, we need to use your information to provide you with your online backup services.\nand to give you customer support.</p>\n<p>When you allow us to collect location information, we use that information to provide and improve features of the Services.</p>\n<p>Sleep Cycle uses the information we collect to operate and improve Sleep Cycle as otherwise described in this Privacy Policy.\nFor example, we may use your sleep information to provide you with “big data” statistics and key data points such as average sleep time in certain countries.\nAt this point the data will be aggregated and de-identified from any personal data.\n&nbsp;</p>\n<p>IMPROVE, PERSONALIZE, AND DEVELOP THE SERVICES</p>\n<p>In addition, in order to analyze and improve our services, we sometimes use third party providers to analyze and gain insight.\nThe insights we look at are generally how Sleep Cycle is used, in order to help us improve.\n&nbsp;</p>\n<p>COMMUNICATE WITH YOU</p>\n<p>We use your information when needed to send you Service notifications and respond to you when you contact us.\nIf you have agreed to receiving emails from us, we may use your email address to send you service and marketing related notices.\nIf you want, you can unsubscribe to all our email at any point.\nThe information about how you unsubscribe is always presented in the email you’ve received.\nIn order to inform you on updates to our Privacy Policy or Terms of Use, we may also use your email address.</p>\nSharing of information\n<p>We may share non-personal information that is aggregated or de-identified so that it cannot reasonably be used to identify an individual.\nWe may disclose such information publicly and to third parties, for example, in public reports about sleep and activity, to partners under agreement with us, or as part of the community benchmarking information we provide to users of our subscription services.</p>\n<p>Only information needed to perform these specific actions will be shared with third-party services, nothing more.\nWe will never share more information than necessary.\n</p>\nService &nbsp;and Hosting Providers\n<p>Sleep Cycle may share your personally identifiable information with third parties (like hosting and market analytics) for the purpose of providing services to you.\nIf we do this, such third parties’ use of your information will be bound by restrictions consistent with this Privacy Policy.\nWe may store personal information in locations outside the direct control of Sleep Cycle (for instance, on servers or databases co-located with hosting providers).</p>\nPublicly available Information\n<p>This Privacy Policy shall not apply to any information you post to the public areas of the Services.\nComments posted to public areas may be viewed, accessed, and used by third parties subject to those parties’ privacy practices and policies.</p>\nLegal requirements\n<p>We may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request.\nto assert legal rights or defend against legal claims.\nor to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of the Services or the physical safety of any person.</p>\n<p>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of all or a portion of our assets, or transition of a service to another provider, your Personal Data and other information may be transferred to a successor or affiliate as part of that transaction.\nBut all of this will be managed in correspondence to this privacy policy.</p>\nInformation Security\n<p>Pursuant to applicable Data Privacy laws and regulation, Sleep Cycle maintains a reasonable technical and organizational measures to protect information against accidental or unlawful destructions, or loss, alteration, unauthorized disclosure or access.\n</p>\n<p>We work hard to keep your data safe.\nWe use a combination of technical, administrative, and physical controls to maintain the security of your data.\nThis includes using Transport Layer Security (“TLS”) to encrypt our Services.\n</p>\nYour Rights\n<p>You can at any time contact our support at support@sleepcycle.com to get your personal data deleted.\nYou may also export your personal data to a CSV file either from inside the app or through our web service.\nIf you are not a subscriber to our online backup services you can simply just uninstall the app in order to remove any stored data.\nIf you need any further assistance regarding your rights, feel free to contact us at support@sleepcycle.com</p>\nNotifications and Email Preferences\n<p>It is our policy to provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice.\nIf you inform us that you wish to cancel email newsletters or promotional materials by selecting unsubscribe at the bottom of such communication or by emailing us at support@sleepcycle.com, we will remove you from our mailing list.\nIf you no longer wish to receive push notifications, you may turn them off at the device level.\nAdministrative or service-related emails (to confirm a purchase, updates to Privacy Policy, etc.) generally do not offer an option to unsubscribe as they are necessary to provide the services you requested.</p>\n<p>You can stop receiving certain notifications by disabling notifications for Sleep Cycle on device level.\nYou may also unsubscribe by following the clear instructions contained at the bottom of each email.\nAdministrative or service-related emails (to confirm a purchase, updates to Privacy Policy, etc.) generally do not offer an option to unsubscribe as they are necessary to provide the services you requested.</p>\n<p>Managing your personal data</p>\n<p>If you do not have an account, no personal information whatsoever will be stored outside the device you use.\nBut if you create an account and log in, the information will be backed up and you can access your information across devices.</p>\nDeleting Your data\n<p>You can delete specific recorded activities, for example sleep sessions or comments posted by yourself.</p>\n<p>To request the deletion of your personal data that we have, please email us at support@sleepcycle.com</p>\n<p>If you choose to delete your account, please note that while most of your information will be deleted within a few days, it may take up to 30 days to delete all of your information, like the data stored in our backup systems.\nWe may also preserve data for legal reasons or to prevent harm.</p>\nObjecting to Data Use\n<p>If you have a Sleep Cycle account, you can still prohibit Sleep Cycle from uploading your data to our servers by disabling the Online Backup feature in Sleep Cycle.\n</p>\n<p>If you have participated in the anonymous global Sleep Survey you may, at any time, stop participating by disabling the “Participate in survey” option under the Settings -&gt.\nAdvanced -&gt.\nProfile menu in Sleep Cycle.\n</p>\n<p>Users of iOS 8+ have the ability to share data from Apple Health with our Service.\nYou have control over what data is stored and accessed between Apple Health and our Service and can modify these settings at any time via Apple Health.\n</p>\nData Retention\n<p>We keep your account information, such as your email address, and password, for as long as your account is in existence because we need it to operate your account.\nWe keep other information, like your activity data, until you use your tools to delete the data or contact us for a full erasure, because we use this data to provide you with your personal statistics and other aspects of the Services.\nWe also keep information about you and your use of the Services for as long as necessary for our legitimate business interests, for legal reasons, and to prevent harm.\nIf you wish to cancel your account or request that we no longer use your personal information to provide you the Service, you may delete your account by sending a request to delete your account to support@sleepcycle.com.\nWe may also delete your account if it has been inactive for a certain amount of time.\nPreceding the delete request it may take up to 30 days to fully delete your personal information from our systems.</p>\n<p>Information about you that is no longer necessary and relevant to provide our services may be de-identified and aggregated with other non-personal data to provide insights, such as statistics of the use of Sleep Cycle.</p>\nOur Policies for Children\n<p>We appreciate the importance of taking additional measures to protect children’s privacy.</p>\n<p>Sleep Cycle does not knowingly collect Personal Data from children under the age of 16.\nIf you have reason to believe that a child under the age of 16 has provided Personal Data to Sleep Cycle through the Services please contact us and we will endeavour to delete that information from our databases.</p>\nChanges to this privacy policy\n<p>Sleep Cycle reserves the right to change this Privacy Policy from time to time.\nWe will inform you of any changes by posting the updated Privacy Policy through the mobile applications.\nIf we make any material changes to our Privacy Policy, we will post a notification through the mobile applications and/or by asking you to review the changes to the Privacy Policy the next time you access the Services.\nYour continued use of the Services after the changes are made will indicate your consent to our use of your information consistent with this Privacy Policy, including those changes.</p>\nPersonal Data Controller\n<p>The company responsible for the processing of your personal data is:</p>\n<p>\n<i>Company Name</i>\n</p>\n<p>Sleep Cycle AB</p>\n<p>\n<i>Corporate Identity No</i>\n</p>\n<p>556614-7368</p>\n<p>\n<i>Address</i>\n</p>\n<p>Kungsgatan 46</p>\n<p>411 15 Gothenburg</p>\n<p>Sweden</p>\n<p>\n<i>Email</i>\n</p>\n<p>support@sleepcycle.com</p>\n<p>This policy was written in English.\nTo the extent a translated version conflicts with the English version, the English version controls.\n</p>\n<p>This policy was last modified on May 28, 2018.</p>\n<ul>\n<li>Home</li>\n<li>How Sleep Cycle works</li>\n<li>About Sleep</li>\n<li>Press</li>\n<li>Contact</li>\n<li>Support</li>\n<li>Career</li>\n<li>Investor Relations</li>\n</ul>\n<p>© Sleep Cycle</p> We use cookies.\nRead more | Accept", "created_at": "2021-07-03 22:33:05.279643", "updated_at": "2021-07-03 20:33:15.858727"}], "points": [], "urls": ["sleepcycle.com"]}}