{"error": 448, "message": "OK", "parameters": {"id": 4157, "name": "Firefox Monitor", "created_at": "2021-06-21 00:22:39.232705", "updated_at": "2021-06-21 22:00:45.85263", "wikipedia": "https://en.wikipedia.org/wiki/Firefox_Monitor", "keywords": null, "related": null, "slug": "firefox-monitor", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4157.png", "url": "monitor.firefox.com", "documents": [{"id": 7193, "name": "Firefox Cloud Services: Terms of Service", "url": "https://www.mozilla.org/en-US/about/legal/terms/services/", "xpath": "//*[@id=\"firefox-cloud-services-terms-of-service\"]", "text": "Firefox Cloud Services: Terms of Service\n<p>Last Updated September 10, 2019</p>\nSummary\n<p>This top section summarizes the terms below.\nThis summary is provided to help your understanding of the terms, but be sure to read the entire document, because when you agree to it, you are indicating you accept all of the terms, not just this summary.</p>\n<ul>\n<li>Firefox cloud services (the \"Services\") are a suite of services provided to you by Mozilla.</li>\n<li>The Services are provided \"as is\" and there are no warranties of any kind.\nThere are significant limits on Mozilla's liability for any damages arising from your use of the Services.</li>\n</ul>\nTerms of Service\n<ol>\n<li>\nIntroduction\n<p>These Terms of Service (\"<u>Terms</u>\") govern your use of Firefox cloud services, a suite of online services provided by Mozilla (the \"Services\").</p>\n</li>\n<li>\nFirefox Accounts\n<p>In order to use some of the Services, you'll need to create a Firefox Account.\nDuring registration, you will be asked to set a password.\nYou are responsible for keeping your password confidential and for the activity that happens through your Firefox account.\nMozilla is not responsible for any losses arising out of unauthorized use of your Firefox account.</p>\n<p>“Join Firefox” is an offering available in some countries to better experience the Firefox family of products as well as practical privacy and security knowledge.</p>\n</li>\n<li>\nServices\n<p>(a) Firefox Screenshots allows you to capture webpage content that can be viewed later by you or others.\n</p>\n<p>(b) Firefox Lockwise lets you access passwords saved to Firefox across devices.\nA Firefox Account is required.\n</p>\n<p>(c) Firefox Monitor is an informational service to promote online security by informing you of public data breaches.\nYou can scan email addresses on our website to see most publicly known breaches.\nIf you subscribe with a Firefox Account, you will receive: </p>\n<ul>\n<li>Full Report: This includes a complete list of publicly known hacks, including breaches of sensitive websites, such as those for children or adult and dating sites (these sites are excluded from website scans in order to protect the privacy of those individuals).\n</li>\n<li>Breach Alerts: This notifies you if your email address appears in a new data breach.\n</li>\n<li>Safety Tips: This sends you occasional online safety tips from Mozilla.</li>\n</ul>\n<p>It is your responsibility to protect your online accounts using strong and different passwords, security questions, two-factor authentication, password managers, and other safety measures.\nAlthough Firefox Monitor and Have I Been Pwned? strive to have current data, there is no guarantee that either will have complete or timely records of all public data breaches.\n</p>\n<p>(d) Firefox Notes lets you take notes in Firefox.\nA Firefox Account is required to view, edit, and delete your Notes across devices.\n</p>\n<p>(e) Firefox Send lets you share encrypted files that automatically expire.\nA Firefox Account is required for large file sizes.\n</p>\n<p>(f) Firefox Sync lets you access information stored in Firefox across devices, including your tabs, awesome bar, passwords, bookmarks, and browser preferences.\nYou can enable and disable Firefox Sync through the Tools section of Firefox.\nA Firefox Account is required.\n</p>\n<p>(g) Firefox Private Network is a proxy service that helps you browse more privately by placing an intermediary between your Firefox browser and the internet to obfuscate your IP address.\nA Firefox Account is required.</p>\n</li>\n<li>\nPrivacy Policy\n<p>We use the information we receive through the Services as described in our Mozilla Privacy Policy.\nOur Privacy Notices describe in more detail the data we receive from each service:</p>\n<ul>\n<li>Firefox Lockwise</li>\n<li>Firefox Monitor </li>\n<li>Firefox Notes</li>\n<li>Firefox Send </li>\n<li>Firefox Screenshots and Sync</li>\n<li>Firefox Private Network</li>\n</ul>\n</li>\n<li>\nCommunications\n<p>We send periodic messages to help you get the most from your Firefox Account.\nYou may receive these in-product or to the address you signed-up with.\nthey cover onboarding, different Firefox Account services, and related offers and surveys.\nYou may also choose to receive other types of email messages.\n</p>\n<p>You can change your email subscriptions with Mozilla from our emails (click the link at the bottom) or from the browser (visit Firefox / Preferences / Sync / Manage Account / Email Preferences).</p>\n<p>We may also send you important account information such as updates to legal or privacy terms, or security messages like password resets, email verification, and linked devices.\nThese are necessary to our services and cannot be unsubscribed from.\nYou can contact Mozilla at <em>Mozilla Corporation Attn: Mozilla – Legal Notices 2 Harrison St.\n#175, San Francisco, CA 94105 or legal-notices@mozilla.com</em>\n</p>\n</li>\n<li>\nYour Content in Our Services\n<p>You may upload content to Mozilla as part of the features of the Services.\nBy uploading content, you hereby grant us a nonexclusive, royalty-free, worldwide license to use your content in connection with the provision of the Services.\nYou hereby represent and warrant that your content will not infringe the rights of any third party and will comply with any content guidelines presented by Mozilla.\nSee here to report claims of copyright or trademark infringement.\nTo report abusive Screenshots, email us a link to the shot at screenshots-report@mozilla.com.</p>\n</li>\n<li>\nMozilla's Proprietary Rights\n<p>Mozilla does not grant you any intellectual property rights in the Services that are not specifically stated in these Terms.\nFor example, these Terms do not provide the right to use any of Mozilla's copyrights, trade names, trademarks, service marks, logos, domain names, or other distinctive brand features.\nThe Services are distributed under and subject to the current version of the Mozilla Public License.</p>\n</li>\n<li>\nTerm.\nTermination\n<p>These Terms will continue to apply until ended by either you or Mozilla.\nYou can choose to end them at any time for any reason by deleting your Firefox account, discontinuing your use of the Services, and if applicable, unsubscribing from our emails.\n</p>\n<p>We may suspend or terminate your access to the Services at any time for any reason, including, but not limited to, if we reasonably believe: (i) you have violated these Terms, (ii) you create risk or possible legal exposure for us.\nor (iii) our provision of the Services to you is no longer commercially viable.\nWe will make reasonable efforts to notify you by the email address associated with your Firefox account or the next time you attempt to access the Services.</p>\n<p>In all such cases, these Terms shall terminate, including, without limitation, your license to use the Services, except that the following sections shall continue to apply: Indemnification, Disclaimer.\nLimitation of Liability, Miscellaneous.</p>\n</li>\n<li>\nIndemnification\n<p>You agree to defend, indemnify and hold harmless Mozilla, its contractors, contributors, licensors, and partners, and their respective directors, officers, employees and agents (\"Indemnified Parties\") from and against any and all third party claims and expenses, including attorneys' fees, arising out of or related to your use of the Services (including, but not limited to, from any content uploaded by you).</p>\n</li>\n<li>\nDisclaimer.\nLimitation of Liability\n<p>THE SERVICES ARE PROVIDED \"AS IS\" WITH ALL FAULTS.\nTO THE EXTENT PERMITTED BY LAW, MOZILLA AND THE INDEMNIFIED PARTIES HEREBY DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES THAT THE SERVICES ARE FREE OF DEFECTS, MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE, AND NON-INFRINGING.\nYOU BEAR THE ENTIRE RISK AS TO SELECTING THE SERVICES FOR YOUR PURPOSES AND AS TO THE QUALITY AND PERFORMANCE OF THE SERVICES, INCLUDING WITHOUT LIMITATION THE RISK THAT YOUR CONTENT IS DELETED OR CORRUPTED OR THAT SOMEONE ELSE ACCESSES YOUR ONLINE ACCOUNTS.\nTHIS LIMITATION WILL APPLY NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES, SO THIS DISCLAIMER MAY NOT APPLY TO YOU.</p>\n<p>EXCEPT AS REQUIRED BY LAW, MOZILLA AND THE INDEMNIFIED PARTIES WILL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF OR IN ANY WAY RELATING TO THESE TERMS OR THE USE OF OR INABILITY TO USE THE SERVICES, INCLUDING WITHOUT LIMITATION DIRECT AND INDIRECT DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, LOST PROFITS, LOSS OF DATA, AND COMPUTER FAILURE OR MALFUNCTION, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF THE THEORY (CONTRACT, TORT, OR OTHERWISE) UPON WHICH SUCH CLAIM IS BASED.\nTHE COLLECTIVE LIABILITY OF MOZILLA AND THE INDEMNIFIED PARTIES UNDER THIS AGREEMENT WILL NOT EXCEED $500 (FIVE HUNDRED DOLLARS).\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL, CONSEQUENTIAL, OR SPECIAL DAMAGES, SO THIS EXCLUSION AND LIMITATION MAY NOT APPLY TO YOU.</p>\n</li>\n<li>\nModifications to these Terms\n<p>Mozilla may update these Terms from time to time to address a new feature of the Services or to clarify a provision.\nThe updated Terms will be posted online.\nIf the changes are substantive, we will announce the update through Mozilla's usual channels for such announcements such as blog posts and forums.\nYour continued use of the Services after the effective date of such changes constitutes your acceptance of such changes.\nTo make your review more convenient, we will post an effective date at the top of this page.</p>\n</li>\n<li>\nMiscellaneous\n<p>These Terms constitute the entire agreement between you and Mozilla concerning the Services and are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions.\nIf any portion of these Terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect.\nIn the event of a conflict between a translated version of these terms and the English language version, the English language version shall control.</p>\n</li>\n</ol>\n", "created_at": "2021-06-21 00:57:04.828952", "updated_at": "2021-06-21 00:57:12.103"}, {"id": 7192, "name": "Websites, Communications & Cookies Privacy Notice", "url": "https://www.mozilla.org/en-US/privacy/websites/", "xpath": "/html/body/div[3]/div/article", "text": " Websites, Communications &amp.\nCookies Privacy Notice March 8, 2021 <p>We care about your privacy.\nWhen Mozilla (that's us) collects information about you, our Mozilla Privacy Policy describes how we handle that information.</p>\n<p>This privacy notice applies to Mozilla operated websites and mobile apps, which include the domains mozillians.org, mozilla.org, and firefox.com, among others.\nThis includes, for example, foundation.mozilla.org, bugzilla.mozilla.org, reps.mozilla.org, careers.mozilla.org, developers.mozilla.org, support.mozilla.org, addons.mozilla.org, and wiki.mozilla.org.</p> Things you should know\n<p>We may receive personal information from you based on your interaction with us on social media platforms.\nif you submit a job, intern, grant, or fellow application.\nif you volunteer as a Mozilla community member.\nif you submit user feedback or a request to us.\nif you sign up for an account or for a subscription.\nor if you engage with a product or policy campaign.\n</p>\n<ul>\n<li>\n<p>\n<strong>Social Media</strong>: If you engage with our social media accounts, such as Twitter and Facebook, we may receive personal information about you.\nIf you use these networks, their privacy policies apply, and you are encouraged to read them.</p>\n</li>\n<li>\n<p>\n<strong>Job, Intern, Grant &amp.\nFellow Applicants</strong>: Applicants for employment, internship, grant, or fellowship opportunities with Mozilla are required to give us a name, street address, telephone number, email address, and resume, and sometimes additional information as well.\nWe use this information to process and evaluate applications and to communicate with applicants about opportunities.\nWe use Greenhouse to handle employment and intern applications, and Fluxx.io to handle fellowship and MOSS grant applications.</p>\n</li>\n<li>\n<p>\n<strong>Contributors</strong>: Volunteering for Mozilla as a community contributor may require Mozilla and others to communicate with you at the email address that you provide in connection to your contribution and to recognize your efforts.\nIf you contribute to Bugzilla, Mozilla Reps, or our code base, then your email address and possibly your name will be publicly available to all internet users.\nIf you create a profile at Mozillians.org, it will be accessible to Mozilla employees and Mozilla contributors.\nYou can edit your profile data at Profile Settings.\nWe sometimes use contributor information from sources (such as Bugzilla) in dashboards to visually share aggregated data on the Mozilla community.\nAn example is https://wiki.mozilla.org/Contribute/Dashboards.\nIf possible, we try to minimize contact information that is publicly displayed.</p>\n</li>\n<li>\n<p>\n<strong>User Feedback</strong>: You can provide feedback to us on our products and services on webpages like input.mozilla.org, through an in-product experience, or through channels such as email, Bugzilla, Matrix, a social media account, our Get Involved page, or through a group like Student Ambassadors.\nPlease minimize the personal information you choose to share on these forums because your comments may be accessible to the public.</p>\n</li>\n<li>\n<p>\n<strong>Accounts &amp.\nSubscriptions</strong>: Some websites, for example AMO and MDN require account creation to submit developer content or submit user reviews or comments.\nFor account management we use Firefox Accounts, Github, or custom systems.\nsee here to manage account data.\nYou may periodically receive emails in connection with your account or through subscriptions.\nOur email management vendors are SalesForce Marketing Cloud, Send in Blue, Mailchimp, or Acoustic and you can unsubscribe using the link at the bottom of the email.\n</p>\n</li>\n<li>\n<p>\n<strong>Product &amp.\nPolicy Campaigns</strong>: Some of our webpages host product or policy campaigns.\nFor example, you can request a link by email or SMS to install Firefox on your mobile device or petition your legislators on internet issues.\nWe may use third parties to manage these campaigns and handle any data that you choose to submit.\n</p>\n</li>\n</ul>\n<p>We may use cookies, clear GIFs, third party web analytics, device information, and IP addresses for functionality and to better understand user interaction with our products, services, and communications.\n</p>\n<ul>\n<li>\n<p>\n<strong>Functionality</strong>: We may use information such as cookies, device information, and IP addresses to enhance functionality of certain products, services, and communications.\nFor example:</p>\n<ul>\n<li>We use cookies to remember information about your Firefox settings (such as language preference and Firefox add-ons), and so that we can recommend relevant features and Add-ons to you based on your Firefox settings.\nThey also assist with user sign-in and authentication so you can bypass re-entering your passwords on certain Mozilla websites.</li>\n<li>We use IP addresses to customize communications by language and country.</li>\n<li>We use certain device information such as country, language, operator and OEM, to customize your experience.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Metrics</strong>: We may also use cookies, device information, and IP addresses, along with clear GIFs, cookies and third party services to help us understand in the aggregate how users engage with our products, services, communications, websites, online campaigns, snippets, devices, and other platforms.\nWe use:</p>\n<ul>\n<li>Google Analytics, which places a cookie on your device, to obtain metrics on how users engage with our websites.\nThis helps us to improve site content.</li>\n<li>Convert.com and ShareProgress, which place a cookie on your device, to help us test variations of web content.\nThis helps us offer better web experiences to users.</li>\n<li>DoubleClick and Flashtalking, each of which uses a clear GIF on our download Firefox page.\nThis helps us measure the effectiveness of our advertising campaigns.</li>\n<li>Yahoo Dot Pixel, which uses JavaScript on our download Firefox page.\nThis helps us measure the effectiveness of our advertising campaigns.</li>\n<li>HTTP Referral Data, which may be included with Firefox’s installer, to understand the website domain or advertising campaign that referred you to our download page.\nThis information helps us understand the effectiveness of our advertising campaigns and improve them.</li>\n<li>Other metrics tools from time to time, on an experimental basis.\nFor example, we may do this to help evaluate a new metrics tool, or test existing metrics collection.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Fraud Prevention</strong>: Mozilla has implemented third-party technology, Google’s Invisible reCAPTCHA, that operates in the background on some of our websites in order to identify fraudulent activity.\nUse of the Invisible reCAPTCHA is governed by the Google Privacy Policy and Terms of Use.</p>\n</li>\n</ul>\n<p>You can control individual cookie preferences, indicate your cookie preferences to others, and opt-out of web analytics and optimization tools.\n</p>\n<ul>\n<li>\n<p>\n<strong>Cookie History</strong>: You can accept or decline individual cookies in your Firefox preferences in the Tools/Options/Privacy history section.\nNote that certain features of our products and services may not function properly without the aid of cookies.\n</p>\n</li>\n<li>\n<p>\n<strong>Do Not Track</strong>: Mozilla does not track users across third party websites to provide targeted advertising.\nIf you have configured your browser to send a “Do Not Track” signal when accessing our websites, Mozilla will not utilize any of the tools described in the Metrics section.</p>\n</li>\n<li>\n<p>\n<strong>Email</strong>: Our marketing communications are optional to receive and you can unsubscribe from the footer of the email or by updating your Mozilla email preferences.</p>\n</li>\n<li>\n<p>\n<strong>Analytics &amp.\nOptimization</strong>: Follow the instructions below to prevent data collection about your visits to Mozilla websites:</p>\n<ul>\n<li>Google: Install the Google Analytics Opt-out Browser Add-on, which prohibits data transmission to Google Analytics.\nSome Mozilla.org pages use clear GIFs which communicate with DoubleClick to understand the effectiveness of our advertising campaigns.\nyou can control personalized ads from DoubleClick in Google's ad settings (you will be prompted to sign into your Google Account).</li>\n<li>Convert.com: Opt-out on www.mozilla.org.</li>\n<li>Yahoo: Visit the Ad Interest Manager to opt-out.</li>\n<li>ShareProgress and Fathom.com: You can turn on Do Not Track in your browser.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Social Media</strong>: The social sharing buttons on Mozilla websites are designed not to share data with the social media provider until you specifically click the button.</p>\n</li>\n</ul>\n<p>Some Mozilla websites allow you to make purchases (such as apps or gear), contribute funds to specific Mozilla projects, or make donations in support of Mozilla public and charitable programs.\nThese transactions are often handled by Mozilla’s third party vendors.\n</p>\n<ul>\n<li>\n<p>\n<strong>Payment Processing</strong>: Except for payments made by check, money order, and direct debit, and wire transfers, Mozilla does not receive any financial information, which is transmitted from you to the named third party vendor for processing (e.g., Braintree, PayPal, Bitpay, Stripe).</p>\n</li>\n<li>\n<p>\n<strong>Personal Data</strong>: We may also receive your name, mailing address, and/or email address.\nThis data is used for fraud detection and record-keeping.\nWe use Acoustic to email receipts and store records, which are retained for four years from the date of last payment.\n</p>\n</li>\n<li>\n<p>\n<strong>Third Party Data</strong>: We use WealthEngine to improve our fundraising efforts to keep the internet healthy, open, and accessible for all.\nDonors can opt-out of Mozilla’s use.</p>\n</li>\n</ul> ", "created_at": "2021-06-21 00:55:39.239107", "updated_at": "2021-06-21 00:55:46.91025"}, {"id": 7191, "name": "Websites & Communications Terms of Use", "url": "https://www.mozilla.org/en-US/about/legal/terms/mozilla/", "xpath": "//*[@id=\"websites-communications-terms-of-use\"]", "text": "Websites &amp.\nCommunications Terms of Use\n<p>June 23, 2016</p>\nTerms of Use\n1.\nIntroduction\n<p>Please read the terms of this entire document &nbsp;(“Terms”) carefully because it explains your rights and responsibilities when you visit any of Mozilla’s websites (“Websites”), or related feeds, social media, newsletters, source code repositories, and emails (together with Websites, these are collectively referred to as “Communications”).\nBy accessing or signing up to receive Communications, you agree to be bound by these Terms.</p>\n<p>Our Websites include multiple domains such as mozilla.org, mozillians.org, firefox.com, mozillafestival.org, openstandard.com, openbadges.org and webmaker.org.\nYou may also recognize our Websites by nicknames such as Bugzilla@Mozilla, BMO, MozWiki, MoPad, MozReps, MDN, Marketplace, One and Done, SUMO, and AMO.\nSome of our Websites connect you with links, apps or add-ons that are provided by other parties and are subject to separate Terms.</p>\n2.\nAccount Registration\n<p>Some Websites require you to register for an account in order to access additional features of a Website or another Mozilla service.\nIf applicable, additional terms will be presented to you.\nYou are responsible for all activities under your account.</p>\n<p>Some Websites allow you to create a username during registration.\nYour use of a username must comply with our Acceptable Use Policy.\n</p>\n3.\nContent Licensing\n<p>Our Communications include content such as articles, images, photographs, comments, software code, audio and video clips, and other materials (collectively, “Content”).\n&nbsp;Content is authored by Mozilla, contributors to Mozilla projects, and other sources.\n</p>\n<p>Content authored by Mozilla is generally made available for public sharing and reuse through open licenses such as Creative Commons (for expressive material) or the Mozilla Public License (for software code).\n&nbsp;In most cases we ask Mozilla contributors to release Content under open licenses.\n</p>\n<p>Some Content in our Communications is acquired from sources that prohibit further use of their Content without advance permission.\n&nbsp;Where possible, the Content or Website footer will display a notice with the applicable license.\nYou agree to abide by such notices.\n&nbsp;Note the following specifics:</p>\n<ul>\n<li>Some Content expressly indicates that the author does not intend for an open license to apply.\nYou should contact the author or author’s agent for permission to use such Content.\n&nbsp;Questions on Mozilla authored content can be sent to: licensing@mozilla.org.</li>\n<li>Some Content contains trademarks, trade dress, logos and brand assets of Mozilla and other parties (“Trademarks”).\n&nbsp;Except for a few limited circumstances, Trademarks cannot be used without advance written permission of the owner of the Trademark.\n&nbsp;Learn more on Mozilla trademarks.</li>\n<li>Software used by our Websites is licensed under the MPL or similarly permissive open source licenses.\nFor more information on the specific license, please see the applicable source code or GitHub repository.\n</li>\n</ul>\n4.\nContent Submissions\n<p>You may contribute Content when interacting with our Communications, including but not limited to commenting on an article, blogging, contributing code, or contributing graphics or written material (each a “Submission”).\nUnless your Submission is made under a separate agreement with Mozilla, in which case that agreement will govern, then</p>\n<p>For Submissions to Mozilla's open source projects:</p>\n<ul>\n<li>You agree to license your Submission under the terms of the corresponding license of the particular open source project to which you are contributing.\nFor more information on the specific license, please see the applicable source code or GitHub repository.</li>\n</ul>\n<p>For all other Submissions, you agree to the following in connection with each:</p>\n<ul>\n<li>You represent and warrant that your Submission will comply with these Terms, the Mozilla Conditions of Use, and any additional terms that may govern your Submission.</li>\n<li>You hereby grant us a nonexclusive, royalty-free, worldwide, sublicensable (to those we work with) license to use your Submission in connection with the Communications and online and offline promotion of Mozilla’s mission, products and services.</li>\n<li>You acknowledge that your Submissions may be accessible by other registered users of the applicable service or the public.</li>\n<li>If your Submission contains expressive material or software code, you agree to license it in a manner that is compatible with the particular Website you are making a Submission to.\n</li>\n<li>You represent and warrant that you have the rights necessary to grant the rights granted herein, and further, that the uses contemplated under these Terms will not infringe the proprietary or intellectual property rights of any third party.</li>\n<li>You understand and agree that Mozilla reserves the right, at its discretion, to review, modify, or remove any Submission that it deems is objectionable or in violation of these Terms.</li>\n</ul>\n5.\nPrivacy Policy &amp.\nCookies\n<p>The Mozilla Websites, Communications &amp.\nCookies Privacy Notice describes how we handle information that we receive from you in connection with our Communications.\nThe Privacy Notice explains, for example, that we place certain cookies on our Websites and how you can opt-out.</p>\n6.\nCommunications and Events\n<p>If you subscribe to receive our newsletters or register for an account in connection with any of our Websites, you may receive transactional emails from us in connection with your account (for example, legal, privacy, and security updates).</p>\n<p>Some of our Websites have online tools that allow you to send emails to others.\nFor example, you can invite your contacts to events on Mozillians.\n&nbsp;You agree not to misuse others’ email addresses (for example, by spamming them).\n</p>\n<p>Other Websites, like MozReps, provide tools that enable users to arrange physical events for anyone to attend.\nPlease exercise caution and good judgment when attending events.</p>\n7.\nNotice of Claimed Infringement\n<p>For more information on how to report claims of copyright or trademark infringement, please see: https://www.mozilla.org/about/legal/report-infringement/.</p>\n8.\nTerm.\nTermination\n<p>These Terms will continue to apply until ended by either you or Mozilla.\nYou can choose to end them at any time for any reason by discontinuing your use of our Communications and, if applicable, deleting your account.</p>\n<p>We may suspend or terminate your access to our Communications at any time for any reason, including, but not limited to, if we reasonably believe: (i) you have violated these Terms, our Acceptable Use Policy, or other relevant policy.\n(ii) you create risk or possible legal exposure for us.\nor (iii) our provision of the Communications to you is no longer commercially viable.</p>\n<p>In all such cases, these Terms shall terminate, except that the following sections shall continue to apply: Indemnification, Disclaimer.\nLimitation of Liability, Miscellaneous.</p>\n9.\nIndemnification\n<p>You agree to defend, indemnify and hold harmless Mozilla, its contractors, contributors, licensors, and partners.\nand the respective directors, officers, employees and agents of the foregoing (\"Indemnified Parties\") from and against any and all third party claims and expenses, including attorneys' fees, arising out of or related to your use of our Communications (including, but not limited to, from your Submissions or from your violation of any these Terms).</p>\n10.\nDisclaimer.\nLimitation of Liability\n<p>THE COMMUNICATIONS ARE PROVIDED \"AS IS\" WITH ALL FAULTS.\nTO THE EXTENT PERMITTED BY LAW, MOZILLA AND THE INDEMNIFIED PARTIES HEREBY DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES THAT THE COMMUNICATIONS ARE FREE OF DEFECTS, MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE, AND NON-INFRINGING.\nYOU BEAR THE ENTIRE RISK AS TO USING THE COMMUNICATIONS FOR YOUR PURPOSES AND AS TO THE QUALITY AND PERFORMANCE OF THE COMMUNICATIONS, INCLUDING WITHOUT LIMITATION THE RISK THAT YOUR HARDWARE, SOFTWARE, OR CONTENT IS DELETED OR CORRUPTED, THAT SOMEONE ELSE GAINS UNAUTHORIZED ACCESS TO YOUR INFORMATION, OR THAT ANOTHER USER MISUSES OR MISAPPROPRIATES YOUR SUBMISSION.\nTHIS LIMITATION WILL APPLY NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES, SO THIS DISCLAIMER MAY NOT APPLY TO YOU.</p>\n<p>EXCEPT AS REQUIRED BY LAW, MOZILLA AND THE INDEMNIFIED PARTIES WILL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING OUT OF OR IN ANY WAY RELATING TO THESE TERMS OR THE USE OF OR INABILITY TO USE THE COMMUNICATIONS, INCLUDING WITHOUT LIMITATION DIRECT AND INDIRECT DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, LOST PROFITS, LOSS OF DATA, AND COMPUTER FAILURE OR MALFUNCTION, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF THE THEORY (CONTRACT, TORT, OR OTHERWISE) UPON WHICH SUCH CLAIM IS BASED.\nTHE COLLECTIVE LIABILITY OF MOZILLA AND THE INDEMNIFIED PARTIES UNDER THIS AGREEMENT WILL NOT EXCEED $500 (FIVE HUNDRED DOLLARS).\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL, CONSEQUENTIAL, OR SPECIAL DAMAGES, SO THIS EXCLUSION AND LIMITATION MAY NOT APPLY TO YOU.</p>\n11.\nModifications to these Terms\n<p>We may update these Terms from time to time to address a new feature of the Communications or to clarify a provision.\nThe updated Terms will be posted online.\nIf the changes are substantive, we will announce the update through our usual channels for such announcements such as blog posts, banners, emails, or forums.\nYour continued use of our Communications after the effective date of such changes constitutes your acceptance of such changes.\nTo make your review more convenient, we will post an effective date at the top of this page.</p>\n12.\nMiscellaneous\n<p>These Terms constitute the entire agreement between you and Mozilla concerning our Communications and supersede any prior versions of these Terms.\nThe Communications and these Terms are governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions.\nAll claims and disputes arising out of the Communications or these Terms shall be brought exclusively in the courts of Santa Clara County, California, and you consent to personal jurisdiction in those courts.\nIf any portion of these Terms is held to be invalid or unenforceable, the remaining portions will remain in full force and effect.\nIn the event of a conflict between a translated version of these Terms and the English language version, the English language version shall control.\nIn the event of a conflict between these Terms and relevant additional terms, the additional terms shall control.</p>\n13.\nContact Us\n<p>Mozilla <br>\nAttn: Mozilla – Legal Notices<br>\n2 Harrison St # 175,<br>\nSan Francisco, CA 94105<br>\nUSA<br>\nTelephone: 650-903-0800<br>\nFax: 650-903-0875<br>\nLegal-notices at mozilla.com</p>\n", "created_at": "2021-06-21 00:54:26.915341", "updated_at": "2021-06-21 00:54:34.258266"}, {"id": 7190, "name": "Firefox Monitor Terms & Privacy", "url": "https://www.mozilla.org/en-US/privacy/firefox-monitor/", "xpath": "/html/body/div[3]/div/article", "text": " Firefox Monitor Terms &amp.\nPrivacy Version 1.0, effective September 25, 2018 1.\nIntroduction\n<p>Firefox Monitor is a service provided by Mozilla to promote online safety.\nWe strongly encourage people not to reuse passwords because—if any of those accounts are compromised—then hackers can access other accounts using the same account credentials.\nBecause account credentials are often reused when registering for services, we think it’s important to know which accounts have been compromised in a publicly disclosed data breach.</p> 2.\nFeatures\n<p>Using your email address, you can do a Basic Scan on our website or sign up to receive a Full Report, Breach Alerts, and Safety Tips.<br>\n<em>\n<strong>Basic Scan:</strong> These results display most publicly known breaches.\nThey exclude “Sensitive Breaches” (those including minors’ data or participants of adult and dating sites) in order to protect the privacy of those account holders.<br>\n</em>\n<strong>Full Report:</strong> This includes a complete list of publicly known hacks, including Sensitive Breaches.\n* <strong>Breach Alerts:</strong> This notifies you if your email address appears in a new data breach.\n* <strong>Safety Tips:</strong> This sends you occasional online safety tips from Mozilla.</p>\n3.\nYour Responsibilities\n<p>If you become aware that your account credentials have been compromised, you should immediately update your passwords and any other credentials for those accounts, as well as other services using the same or similar account information.\nIt is your responsibility to protect your online accounts using strong and different passwords, security questions, two-factor authentication, password managers, and other safety measures.\n</p>\n4.\nPrivacy\n<p>When Mozilla receives information from you, our Mozilla Privacy Policy describes how we handle that information.\nHere are things you should know about Firefox Monitor:</p>\n<ul>\n<li>If you sign up, we (and our email providers SalesForce and Amazon) receive your email address to contact you in connection with the Firefox Monitor Service, which includes Full Reports, Breach Alerts, and Safety Tips.\nYou can unsubscribe at any time.\n</li>\n<li>The data that powers Firefox Monitor is provided by Have I Been Pwned? </li>\n<li>Learn more about our cookies and analytics, and how to opt-out.</li>\n<li>Learn more about the measures we take to protect the privacy of your email address.\n</li>\n</ul>\n5.\nYour and Our Rights\n<p>The Websites and Communications Terms of Use governs Mozilla websites and emails we send, including those of Firefox Monitor.\n<strong>It includes an indemnification, disclaimer, and limitation on liability.</strong> Although Firefox Monitor and Have I Been Pwned?, strive to have current data, there is no guarantee that either will have complete or timely records of all public data breaches.\n</p> ", "created_at": "2021-06-21 00:51:36.460103", "updated_at": "2021-06-21 00:52:41.689573"}, {"id": 7189, "name": "Mozilla Privacy Policy", "url": "https://www.mozilla.org/en-US/privacy/", "xpath": "/html/body/div[3]/div/article", "text": " Mozilla Privacy Policy September 9, 2020 What do we mean by \"personal information?\"\n<p>For us, \"personal information\" means information which either directly identifies you (like your name, email address, or billing information) or can be reasonably linked or combined to identify you (like an account identification number or IP address).\nWe’ll always tell you what personal information we’re collecting from you.\nSee each product’s Privacy Notice for specific details.</p>\n<p>Any information that falls outside of this is \"non-personal information.\"</p>\n<p>If we store your personal information with information that is non-personal, we will consider the combination as personal information.\nIf we remove all personal information from a set of data then the remaining is non-personal information.</p>\nHow do we learn information about you?\n<p>We learn information about you when:</p>\n<ul>\n<li>you give it to us directly (e.g., when you choose to send us crash reports);</li>\n<li>we collect it automatically through our products and services (e.g., when your Firefox browser checks with us to see if is up to date);</li>\n<li>someone else tells us information about you (e.g., when Thunderbird works with your email providers to set up your account).\nor</li>\n<li>when we try and understand more about you based on information you've given to us (e.g., when we use your IP address to customize language for some of our services).</li>\n</ul>\nWhat do we do with your information once we have it?\n<p>When you give us information, we will use it in the ways for which you've given us permission.\nGenerally, we use your information to help us provide and improve our products and services for you.</p>\n<p>For users in the EU, EEA, Switzerland, and California: see here for more information.</p>\nWhen do we share your information with others?\n<ul>\n<li>When we have asked and received your permission to share it.</li>\n<li>For processing or providing products and services to you, but only if those entities receiving your information are contractually obligated to handle the data in ways that are approved by Mozilla.</li>\n<li>When we are fulfilling our mission of being open.\nWe sometimes release information to make our products better and foster an open web, but when we do so, we will remove your personal information and try to disclose it in a way that minimizes the risk of you being re-identified.</li>\n<li>When the law requires it.\nWe follow the law whenever we receive requests about you from a government or related to a lawsuit.\nWe'll notify you when we're asked to hand over your personal information in this way unless we're legally prohibited from doing so.\nWhen we receive requests like this, we'll only release your personal information if we have a good faith belief that the law requires us to do so.\nNothing in this policy is intended to limit any legal defenses or objections that you may have to a third party's request to disclose your information.</li>\n<li>When we believe it is necessary to prevent harm to you or someone else.\nWe will only share your information in this way if we have a good faith belief that it is reasonably necessary to protect the rights, property or safety of you, our other users, Mozilla or the public.</li>\n<li>If our organizational structure or status changes (if we undergo a restructuring, are acquired, or go bankrupt) we may pass your information to a successor or affiliate.</li>\n</ul>\nHow do we store and protect your personal information?\n<p>We are committed to protecting your personal information once we have it.\nWe implement physical, business and technical security measures.\nDespite our efforts, if we learn of a security breach, we'll notify you so that you can take appropriate protective steps.</p>\n<p>We also don't want your personal information for any longer than we need it, so we only keep it long enough to do what we collected it for.\nOnce we don't need it, we take steps to destroy it unless we are required by law to keep it longer.</p>\nWhat if we change this privacy policy or any of our privacy notices?\n<p>We may need to change this policy and our notices.\nThe updates will be posted online.\nIf the changes are substantive, we will announce the update through Mozilla's usual channels for such announcements such as blog posts and forums.\nYour continued use of the product or service after the effective date of such changes constitutes your acceptance of such changes.\nTo make your review more convenient, we will post an effective date at the top of the page.</p> Contact Mozilla <p>If you want to make a correction to your information, or you have any questions about our privacy policies, please get in touch with:</p>\n<p> Mozilla Corporation<br> Attn: Mozilla - Privacy<br> 2 Harrison St., # 175,<br> San Francisco, CA 94105<br> USA<br> compliance@mozilla.com </p>\n<p>See here for Data Subject Access Requests.\nIf you are under 13, we don’t want your personal information, and you must not provide it to us.\nIf you are a parent and believe that your child who is under 13 has provided us with personal information, please contact us to have your child’s information removed.</p>\n<p>For product support requests, please visit our forums.</p> ", "created_at": "2021-06-21 00:49:12.771867", "updated_at": "2021-06-21 00:49:19.780266"}], "points": [{"id": 26156, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.mozilla.org/en-US/about/legal/terms/services/", "status": "Generated through the annotate view", "created_at": "2021-11-29 23:33:46.064667", "updated_at": "2022-08-17 21:55:01.863795", "quoteText": "HE SERVICES ARE PROVIDED \"AS IS\" WITH ALL FAULTS.", "case_id": 286, "document_id": 7193, "quoteStart": 7459, "quoteEnd": 7508}, {"id": 26155, "title": "There is a date of the last update of the agreements", "source": "https://www.mozilla.org/en-US/about/legal/terms/services/", "status": "Generated through the annotate view", "created_at": "2021-11-29 23:33:24.211364", "updated_at": "2022-06-27 12:35:01.685127", "quoteText": "Terms of Service\n<p>Last Updated September 10, 2019</p>", "case_id": 331, "document_id": 7193, "quoteStart": 24, "quoteEnd": 79}], "urls": ["monitor.firefox.com"]}}