{"error": 448, "message": "OK", "parameters": {"id": 5981, "name": "EZ SHRED KETO", "created_at": "2021-12-03 21:12:01.268779", "updated_at": "2021-12-03 23:01:10.981215", "wikipedia": null, "keywords": null, "related": null, "slug": "ez-shred-keto", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5981.png", "url": "ez-shred-keto.com", "documents": [{"id": 10806, "name": "Privacy Policy ", "url": "https://ez-shred-keto.com/gaketov2/privacy ", "xpath": "", "text": "\nPrivacy Policy\n<p>\nWelcome to the EZ Shred Keto website (ez-shred-keto.com or the \"Website\").\nThis written policy (the \"Privacy Policy\") is designed to tell you about our practices regarding collection, use, and disclosure of information that you may provide via this Website and certain related services.\nPlease be sure to read this entire Privacy Policy before using, or submitting information, to this Website.\n</p>\nPolicy\n<p>\nThe policy of the Website is to respect and protect the privacy of our users.\nTo fulfill this policy, the Website agrees to exercise the precautions set forth in this Privacy Policy to maintain the confidentiality of information provided by you in connection with accessing and using the Website.\n</p>\nYour Consent\n<p>\nThis Privacy Policy sets forth the Website's current policies and practices with respect to nonpublic personal information of the users of the Website.\nBy using this Website, you agree with the terms of this Privacy Policy.\nWhenever you submit information via this Website, you consent to the collection, use, and disclosure of that information in accordance with this Privacy Policy.\n</p>\nOur Commitment to Children's Privacy\n<p>\nProtecting the privacy of the very young is especially important.\nThis Website is not intended for people under the age of 18.\nWe never collect or maintain information at the Website from persons we know to be under age 18, and no part of our Website is designed to attract anyone under age 18.\nWe encourage parents to talk to their children about their use of the Internet and the information they disclose to websites.\n</p>\nActive Information Collection\n<p>\nLike many websites, this Website actively collects information from its visitors both by asking you specific questions and by permitting you to communicate directly with us via e-mail and/or feedback forms.\nSome of the information that you submit may be personally identifiable information (that is, information that can be uniquely identified with you, such as your full name, e-mail address, mailing address, phone number and sales delivery, billing and credit card information).\n<i>\n</i>\nSome areas of this Website may require you to submit information in order for you to benefit from the specified features (such as newsletter subscriptions, tips/pointers, order processing) or to participate in a particular activity (such as other promotions).\nYou will be informed at each information collection point what information is required and what information is optional.\n</p>\nDisclosure of Information\n<p>\nExcept as otherwise stated, we may use your information to improve the content of our Website, customize the Website to your preferences, communicate information to you (if you have requested it), for our marketing and research purposes, and for the purposes specified in this Privacy Policy.\nIf you provide personally identifiable information to this Website, we may combine such information with other actively collected information unless we specify otherwise at the point of collection.\nWe may combine your personally identifiable information with passively collected information.\nWe may disclose your personally identifiable information to other affiliates worldwide that agree to treat it in accordance with this Privacy Policy.\nIn addition, we may disclose your personally identifiable information to third parties, located in the United States and/or any other country, but only:\n<i>\n</i>\nto contractors we use to support our business (e.g., fulfillment services, technical support, delivery services, and financial institutions), in which case we will require such third parties to agree to treat it in accordance with this Privacy Policy.\nin connection with the sale, assignment, or other transfer of the business of this site to which the information relates, in which case we will require any such buyer to agree to treat it in accordance with this Privacy Policy.\nor where required by applicable laws, court orders, or government regulations.\nIn addition, we will make full use of all information acquired through this site that is not in personally identifiable form.\n<i>\n</i>\nRemember that the information provided by this site is for general background purposes and is not intended to be used in connection with, or as a substitute for, medical diagnosis or treatment by a trained professional.\nYou should always consult your own physician about any healthcare questions you may have, especially before trying a new medication, diet, fitness program, or approach to health care issues.\n</p>\nOpt-Out Procedures\n<p>\nYou may always opt-out of receiving communications from us.\nTo not receive future e-mail communications from EZ Shred Keto, please go to ez-shred-keto.com or contact us at 8557476234, 24/7 Monday to Friday </p>\nSecurity of Information\n<p>\nYou can be assured that personal information collected through the Website is secure and is maintained in a manner consistent with current industry standards.\nThe importance of security for all personal information associated with our subscribers is of utmost concern to us.\nYour personal information is protected in several ways.\nYour personal information resides on a secure server that only selected EZ Shred Keto employees and contractors have access to via password.\nIn order to most efficiently serve you, credit card transactions and order fulfillment are handled by established third-party banking, processing agents and distribution institutions.\nThey receive the information needed to verify and authorize your credit card or other payment information and to process and ship your order.\n<i>\n</i>\nUnfortunately, no data transmission over the internet or any wireless network can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your personal information, you acknowledge that: (a) there are security and privacy limitations of the internet which are beyond our control.\n(b) the security, integrity, and privacy of any and all information and data exchanged between you and us through this Website cannot be guaranteed.\nand (c) any such information and data may be viewed or tampered with in transit by a third party.\nMoreover, where you use passwords, ID numbers, or other special access features on this Website, it is your responsibility to safeguard them.\n<i>\n</i>\n</p>\nPassive Information Collection\n<p>\nAs you navigate through a website, certain information can be passively collected (that is, gathered without you actively providing the information) using various technologies and means, such as Internet Protocol addresses, cookies, Internet tags, and navigational data collection.\n<i>\n</i>\nThis Website may use Internet Protocol (IP) addresses.\nAn IP Address is a number assigned to your computer by your Internet service provider so you can access the Internet and is generally considered to be non-personally identifiable information, because in most cases an IP address is dynamic (changing each time you connect to the Internet), rather than static (unique to a particular user's computer).\nWe use your IP address to diagnose problems with our server, report aggregate information, determine the fastest route for your computer to use in connecting to our Website, and administer and improve services to our consumers.\n<i>\n</i>\nA \"cookie\" is a bit of information that a website sends to your web browser that helps the site remember information about you and your preferences.\n<i>\n</i>\n\"Session cookies\" are temporary bits of information that are erased once you exit your web browser window or otherwise turn your computer off.\nSession cookies are used to improve navigation on websites and to collect aggregate statistical information.\nThis Website uses session cookies.\n<i>\n</i>\n\"Persistent cookies\" are more permanent bits of information that are placed on the hard drive of your computer and stay there unless you delete the cookie.\nPersistent cookies store information on your computer for a number of purposes, such as retrieving certain information you have previously provided (e.g., username), helping to determine what areas of the website visitors find most valuable, and customizing the website based on your preferences.\nThis Website uses persistent cookies.\n<i>\n</i>\n\"Internet tags\" (also known as single-pixel GIFs, clear GIFs, invisible GIFs, and 1-by-1 GIFs) are smaller than cookies and tell the website server information such as the IP address and browser type related to the visitor's computer.\nThis Website uses Internet tags.\n\"Navigational data\" (\"log files,\" \"server logs,\" and \"clickstream\" data) and \"Internet Tags\" are used for system management, to improve the content of the site, market research purposes, and to communicate information to visitors.\nThis Website uses navigational data.\n</p>\nLinks\n<p>\nThis Website may contain links to websites of third parties not affiliated with EZ Shred Keto.\nThis Privacy Policy will not apply to these third-party websites and the Website is not responsible for the privacy practices or the content on any of these other websites, even where these third-party sites indicate a special relationship or \"partnership\" with the Website.\nWe do not disclose personally identifiable information to those responsible for the linked sites.\nThe linked sites, however, may collect personal information from you when you link to their site.\nThis collecting of information is not subject to the control of the Website.\nTo ensure protection of your privacy, always review the privacy policies of the sites you visit by linking from this Website.\n</p>\nDETAILED WIRELESS POLICY\n<p>Data obtained from you in connection with this SMS service may include your name, address, cell phone number, your provider's name, and the date, time, and content of your messages.\nIn addition to any fee of which you are notified, your provider's standard messaging rates apply to our confirmation and all subsequent SMS correspondence.\nAll charges are billed by and payable to your mobile service provider.\nWe will not be liable for any delays in the receipt of any SMS messages, as delivery is subject to effective transmission from your network operator.\nSMS message services are provided on an AS IS basis.\nWe may use personal information to provide the services you've requested, including services that display customized content and advertising.\nIn addition to any fee of which you are notified, your provider's standard messaging rates apply to our confirmation and all subsequent SMS correspondence.\nYou may opt-out and remove your SMS information by sending \"STOP\", \"END\", \"QUIT\" to the SMS text message you have received.\nIf you remove your SMS information from our database it will no longer be used by us for secondary purposes, disclosed to third parties, or used by us or third parties to send promotional correspondence to you.\nWe may also use personal information for auditing, research and analysis to operate and improve our technologies and services.\nWe may share aggregated and non personal information with third parties.\nWhen we use third parties to assist us in processing your personal information, we require that they comply with our Privacy Policy and any other appropriate confidentiality and security measures.\nWe may also share information with third parties in limited circumstances, including when complying with legal process, preventing fraud or imminent harm, and ensuring the security of our network and services.\nYou may remove your information from our database.\nIf you remove your information from our database it will no longer be used by us for secondary purposes, disclosed to third parties, or used by us or third parties to send promotional correspondence to you.\nYou may remove your information by sending your request in writing via email to support@ez-shred-keto.com or by sending \"STOP\", \"END\", \"QUIT\" to the SMS text message you have received.\n</p>\nChanges to This Privacy Policy\n<p>\nThis Privacy Policy may change over time.\nWe will notify you by e-mail to the e-mail address associated with your account whenever we make any substantive changes to this Privacy Policy.\nIf you do not accept the changed version (for example, if you do not approve of a different way that we intend to use personal information) you may let us know by letter or e-mail.\nIf you do not respond with any objections, we will assume that you consent to changes in the Privacy Policy.\nChanges will not apply retroactively to personal information that was collected before the changes to the Privacy Policy, except as may be required by law.\n</p>\nHow to Contact Us\n<p>If you have any questions, comments, or concerns about this Privacy Policy or the information practices of this site, please contact us at 8557476234.\n<i>\n</i>\n24/7 Monday to Friday </p>\n<p>\nThese statements have not been reviewed by the Food and Drug Administration.\nThis product is not intended to diagnose, treat, cure, or prevent any disease.\nIndividuals shown are paid models and not necessarily users of this product.\n</p> ", "created_at": "2021-12-03 21:12:01.273668", "updated_at": "2021-12-03 20:12:36.395666"}, {"id": 10805, "name": "TERMS OF USE AND CONDITIONS FOR SALE ", "url": "https://ez-shred-keto.com/gaketov2/terms ", "xpath": "", "text": "\nEZ SHRED KETO TERMS OF USE AND CONDITIONS FOR SALE\n<p>\nEffective Date: June 17, 2020</p>\n<p>\nBy placing an order, you agree to the full terms and conditions and privacy policy as well as enrollment into our monthly auto-ship program where you will\nimmediately be billed the shipping and handling amount of 5.49 and we will immediately ship you a bottle of EZ Shred Keto.\nYou have a 15 day day trial period.\nYour trial will begin upon receipt of EZ Shred Keto.\nAfter your EZ Shred Keto trial (10 days) has ended,\nyour credit card will then be automatically charged the full retail price of 90.64 and you will be shipped a recurring supply of EZ Shred Keto every 30 days unless\nyou take action to cancel your trial.\n</p>\n<p>\nFor all MasterCard transactions ONLY, within 2 Days, you will receive an email requiring your response to activate the monthly auto-ship program.\nIf you are happy with EZ Shred Keto, you are required to consent to the monthly auto-ship program in order to receive additional EZ Shred Keto.\nYou will be charged 90.64 (including 5.49 shipping and handling) for each recurring product that has shipped to you until you cancel.\nIf our product is not right for you, simply call 8557476234, contact us via email at support@ez-shred-keto.com, or\nclick on the CANCELLATION LINK to cancel your auto-ship membership.\nShipment via CARRIER typically takes 2-5 DAYS.\n</p>\n<p>\nEZ Shred Keto (\"Product\") is sold by EZ Shred Keto.\nAll references herein to \"we,\" \"us,\" or \"our\" refers to EZ Shred Keto.\n</p>\n<p>\nEZ Shred Keto will use the information you provide to process and ship your orders (including disclosing your name and address to fulfillment houses and delivery services such as UPS or USPS).\nto contact you about the status of your orders.\ncreate an account for later use so that you do not need to re-enter the information.\nand as otherwise indicated by our web site's Privacy Policy.\n</p>\nArbitration Agreement\n<p>\nYou and EZ Shred Keto agree that this arbitration agreement is made pursuant to a transaction involving interstate commerce and shall be governed by the Federal Arbitration Act (\"FAA\"), and not by any state law concerning arbitration.\nand that any dispute between us relating to our web site, the services provided through our web site, any transaction or relationship between us resulting from your use of our web site, communications between us, or the purchase, order, or use of EZ Shred Keto services and/or products, including disputes by either of us against any agent, employee, subsidiary, affiliate, predecessor in interest, successor, or assign of the other, will be resolved exclusively and finally by binding arbitration, except for disputes arising from an alleged violation of intellectual property rights or breach of confidentiality, for which the injured party may suffer irreparable harm and may seek a restraining order, preliminary injunctive relief, an injunction, specific performance or other equitable relief and/or legal remedies, and actions to enforce the decisions of the arbitrators, for which action may be taken in any court of competent jurisdiction.\nYou and EZ Shred Keto further agree that any determination regarding the applicability, enforceability, or validity of this arbitration agreement will be made by the arbitrator, not by any court.\n<i>\n</i>\n<strong>\nBY AGREEING TO THIS ARBITRATION AGREEMENT, YOU ARE GIVING UP YOUR RIGHT TO GO TO COURT, INCLUDING YOUR RIGHT TO A JURY TRIAL.\n</strong>\n<i>\n</i>\nIn arbitration, a dispute is resolved by a neutral arbitrator or panel of arbitrators, rather than by a judge or jury.\nArbitration is more informal, however, an arbitrator can award the same relief that a court can award.\nThe arbitration will be administered by the American Arbitration Association (\"AAA\"), and conducted under AAA's Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (collectively, the \"AAA Rules\") then in effect at the time of the dispute.\n<i>\n</i>\n<strong>\nYou may obtain copies of the AAA Rules and forms and instructions for initiating arbitration by visiting the AAA website at www.adr.org, or by calling AAA at (800) 788-7879.\n</strong>\n<i>\n</i>\nIf for any reason the AAA is unavailable, the parties shall mutually select another arbitration forum.\nIf you initiate arbitration, EZ Shred Keto will promptly reimburse you for any standard filing fee which may have been required under AAA's Procedures once you have notified EZ Shred Keto in writing and provided a copy of the arbitration proceedings.\nHowever, if EZ Shred Keto is the prevailing party in the arbitration, applicable law may allow the arbitrator to award attorneys' fees and costs to EZ Shred Keto, including the filing fee.\n</p>\nClass Action Waiver\n<p>\nThere shall be no right or authority for any claim to be arbitrated on a class action basis or in a purported representative capacity.\nNo claim submitted to arbitration is heard by a jury or may be brought as a private attorney general.\nYou do not have the right to act as a class representative or participate as a member of a class of claimants with respect to any claim submitted to arbitration.\nThe arbitrator may not consolidate more than one person's claims against EZ Shred Keto and may not preside over any kind of representative or class proceeding against EZ Shred Keto.\nYou acknowledge that this class action waiver is material and essential to the arbitration of any disputes between the parties and is nonseverable from the agreement to arbitrate claims.\nIf any portion of this class action waiver is limited, voided, or cannot be enforced, then the parties' agreement to arbitrate shall be null and void.\n<i>\n</i>\n<strong>\nYOU UNDERSTAND THAT BY AGREEING TO THIS CLASS ACTION WAIVER, YOU MAY ONLY BRING CLAIMS AGAINST EZ Shred Keto IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nIF YOU HAVE ALREADY PURCHASED A PRODUCT AND YOU DO NOT AGREE TO THE FOREGOING TERMS AND CONDITIONS, YOU MUST TELL US IN WRITING AND RETURN THE PRODUCT TO GET A REFUND, NOT USE THE PRODUCT OR WEB SITE, AND RETURN THE PRODUCT FOR A REFUND WITHIN 30 DAYS OF YOUR FIRST ORDER OF THE PRODUCT.\n</strong>\n</p>\nTrial Offer\n<p>\nThe 15 day day trial offer for Product includes enrollment in our recurring shipping program, which is subject to the terms described below.\n</p>\n<p>\nYou must contact customer service at least one (1) business day before the end of the 15 day day trial period to cancel and make arrangements to return the trial supply to avoid paying for the trial supply and continuing in our recurring shipping program.\nSee customer service contact information below.\nIf you do not contact customer service to cancel at least one (1) business day before the end of the 15 day day trial period, we will charge\n$90.64,\nwhich includes shipping and handling, the day after the trial period ends to the card you provided at checkout and you will continue with the recurring shipping\nprogram.\nApproximately every thirty (30) days after the trial period (\"Subscription Term\"),\nwe will automatically charge\n$90.64,\nto the same card you provided when you signed up for the trial offer.\nPlease note that we calculate the 15 day day trial period and Subscription Term in calendar days (Monday thru Sunday), not business days.\n</p>\nRecurring Shipping Program\n<p>\nUnless you cancel at least one (1) business day before the end of the trial period or Subscription Term, our recurring shipping program will ship you a fresh thirty (30) day supply of the Product two (2) days after you place your trial order and approximately every thirty (30) days thereafter.\nYou may cancel your enrollment in the recurring shipping program at least one (1) business day before the expiration of the trial period or Subscription Term by contacting customer service.\nSee customer service contact information below.\n</p>\nReturn and Refund Policy\n<p>\nBefore End of Trial Period\n<i>\n</i>\nTo cancel your account and void the $5.49 charge for the trial supply,\nyou must contact customer service and obtain instructions to return your trial supply at least one (1) business day\nbefore the end of the 15 day day trial period.\nOur customer service will issue you a\nReturn Merchandise Authorization (\"RMA\") number.\nYou must write the RMA number clearly on the outside of your return\npackage and send the return shipment to the following address:\n<i>\n</i>\nFulfillment Center<br>\nAttn: EZ Shred Keto Returns<br>\n1175 Baker St Suite E-19 #189<br>\nCosta Mesa, CA 92626\n<i>\n</i>\nYou are responsible for paying all costs related to shipping the trial supply back to us using the RMA number.\n<i>\n</i>\nYour return package must be received by us at the return address specified below within 10 days after you receive the RMA number.\nIf we do not receive your return package within that time period, you will be charged $90.64 for the cost of the Product, but you will be canceled from our recurring shipping program.\n<i>\n</i>\nPlease note that we do not accept or process packages marked \"Return to Sender\" or that do not otherwise have the RMA number marked clearly on it.\n</p>\nAfter Trial Period\n<p>\nWe do not accept returns or provide refunds for any shipments made after the trial shipment.\nYou can contact our customer service department at least one (1) business day before the end of each Subscription Term to cancel your enrollment in the recurring shipping program and avoid further charges.\n</p>\nCustomer Service\n<p>\nTo cancel and avoid further charges for the trial shipment and/or to cancel enrollment in the auto delivery program, contact our customer service department by phone at 8557476234.\n</p>\nPrivacy Policy\n<p>\nPlease review our online Privacy Policy for information about our collection and use practices with respect to your personal information provided through use of this site.\n</p>\nLimitation of Liability\n<p>\nBy placing a trial order, or participating in the recurring shipping program, you agree that we and our owner(s), parent, subsidiaries, affiliates, agents, representatives, and employees will have no liability whatsoever for any injuries, losses, claims, damages or any special, exemplary, punitive, indirect, incidental or consequential damages of any kind, whether based in contract, tort, strict liability or otherwise, resulting from any use of the web site, the trial offer, the recurring shipping program, or any product or service offered on this web site, any failure or delay by us in connection with the web site, the trial offer, the recurring shipping program, or any product or service offered on this web site, the performance or non-performance of the web site, the trial offer, the recurring shipping program, even if we have been advised of the possibility of damages.\nThis disclaimer of liability applies to any damages or injury caused by any failure of performance, error, omission, interruption, deletion, defect, delay in operation, computer virus, communications line failure, theft or destruction, or unauthorized access to, alteration of, or use of your information.\nNotwithstanding this disclaimer, if we are found liable for any loss or damage which arises out of, or is in any way connected with, any of the occurrences described in this paragraph, then our liability will in no event exceed, in total, the sum of $100.00.\n</p>\nContent Disclaimer\n<p>\nThe information on the web site is intended solely as a general educational aid.\nIt's not intended as a substitute for professional advice and services from a qualified healthcare provider familiar with your unique facts.\nAlways see the advice of your physician or other qualified healthcare provider regarding any medical condition before using the Product.\n</p>\nDisclaimer of Warranties With Respect to Use of Web Site\n<p>\nWe make no warranty of any kind regarding the web site, the trial offer, the recurring shipping program, or any product or service available on this web site, each of which is provided on an \"as is\" and \"as available\" basis.\nWe expressly disclaim all warranties, including implied warranties of merchantability, fitness for a particular purpose, title, non-infringement, and those arising by statute or otherwise in law or from a course of dealing or usage of trade.\nWe are not responsible or liable for any warranty, representation, or guarantee, express or implied, in fact or in law, relative to the web site, the trial offer, the recurring shipping program, or any product or service offered on this web site, including without limitation that they will be error-free, or as to the accuracy, completeness and timeliness of any content or information distributed with respect to them.\nSome states do not allow the limitation of liability and disclaimer of implied warranties, so the disclaimers and limitations above may not apply to you.\n</p>\nModification or Suspension of Web Site\n<p>\nYou agree that EZ Shred Keto, in its sole and absolute discretion, may make, and at any time, modify, alter, discontinue, or suspend its operation of this web site, or any part thereof, temporarily or permanently, without notice to you, and you agree that EZ Shred Keto will not be liable for the consequences of doing so.\n</p>\nWebsite Audience\n<p>\nThis web site is not intended for adults only and not for anyone less than 18 years of age.\n</p>\nOwnership and Protection of Intellectual Property\n<p>\nThe web site and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by EZ Shred Keto, its licensors or other providers of such material and are protected by the United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.\nThese Terms permit to use the web site and order Product for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit any of the material on our web site, except to store copies of such materials in RAM incidental to your accessing and viewing those materials or store files that are automatically cached by your Web browser for display enhancement purposes.\n</p>\n<p>\nThe company and any product names, such as EZ Shred Keto, and all related names, logos, products and service names, design and slogans are trademarks of EZ Shred Keto or its affiliates or licensors.\nYou must not use such marks without the prior written permission of EZ Shred Keto.\nAll other names, logos, product and services names, designs and slogans on this web site are the trademarks of their respective owners.\n</p>\nIndemnification\n<p>\nYou agree to defend, indemnify and hold harmless EZ Shred Keto, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms or your use of the Product, including, but not limited to any use of the web site's content, services and products other than as expressly authorized in these Terms or your use of any information obtained from the web site.\n</p>\nGoverning Law\n<p>\nThe laws of the State of California, without regard to its conflict of law principles, will govern these Terms.\n</p>\nGeographic Restrictions\n<p>\nEZ Shred Keto is based in the state of California in the United States.\nWe provide this web site for use only by persons located in the United States.\nWe make no claims that the web site or any of its content is accessible or appropriate outside of the United States.\nAccess to the web site may not be legal by certain persons or in certain countries.\nIf you access the web site from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.\n</p>\nLimitation on Time to File Claims\n<p>\n<strong>\nANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OR THE WEBSITE MUST BE ASSERTED IN AN ARBITRATION PURSUANT TO THIS AGREEMENT WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.\n</strong>\n</p>\nEntire Agreement\n<p>\nThese Terms make up the entire agreement between us and you relating to the this web site and the products or services offered herein and replace any prior understandings or agreements (whether oral or written) regarding the web site the products or services.\nIf any of these Terms shall become invalid or unenforceable, the remaining terms shall remain in full force and effect.\n</p>\nWaiver and Severability\n<p>\nNo waiver of by the Company of any term or condition set forth in these Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms shall not constitute a waiver of such right or provision.\n</p>\n<p>\nIf any provision of these Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms will continue in full force and effect.\n</p> ", "created_at": "2021-12-03 21:12:01.271703", "updated_at": "2021-12-03 20:12:23.526101"}], "points": [], "urls": ["ez-shred-keto.com"]}}