{"error": 448, "message": "OK", "parameters": {"id": 6526, "name": "scarlet-clicks.info", "created_at": "2022-05-06 18:47:13.770457", "updated_at": "2022-05-06 22:01:15.656539", "wikipedia": null, "keywords": null, "related": null, "slug": "scarlet-clicks-info", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6526.png", "url": "scarlet-clicks.info", "documents": [{"id": 11879, "name": "Terms of Service", "url": "https://www.scarlet-clicks.info/index.php?view=terms", "xpath": "/html/body/div[1]/div[3]", "text": " Terms and Conditions Terms of Service\n<p>\n<strong>&nbsp;Payments</strong>\n</p>\n<p>-You can request for payment once your account balance is at least $2.\nYour payment will be processed and issued within &nbsp;2-7 business days.At this moment we use only Skrill,Neteller,Payeer,AirTM,FaucetPay,Bitcoin,Dash and Litecoin.\n-If you request your payment but you are not eligible to receive funds or you have added a wrong id, you can not request for a refund.We are not responsible for your mistakes.</p>\n<p>You can only request an unlimited amount to be paid to the payment processor you've used to make the most of your deposits&nbsp;from.\nThe maximum amount you can request to the other payment processors is equal to the value of the deposits you've made through them individually.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Cheating</strong>\n</p>\n<p>With our tough anti-cheat system, it is extremely difficult to cheat.\nIf someone is caught cheating or simply attempting to cheat, we have the right to forfeit all earnings and possibly even ban the user from our network.\nCheating would include any of the following: Interfering with our system to prevent optimum security and/or reliability.\nCreating any type of emulator, or a program to automate the process of clicking.\nAny malicious act that may, in any way, interfere with our system.\nCheating by providing fake information on the sign up offer section.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Subject to change</strong>\n</p>\n<p>This agreement can change.\nAlthough we have the right to change this agreement without any prior notice to our members, we will send out a notice to all of our members about the new terms and / or terms that have changed.\nIf for any reason you do not accept the changes, you will need to contact us and your account will be removed.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Legals</strong>\n</p>\n<p>We are not a MLM or other type of scheme ! We do not require you to pay any fees ever to join and participate in our site.\nWe do not require you to have a website or sell any product to use our service.\nWe do not require you to refer anyone to our site to use our service.\nYou Must However Read -Understand- English! This is not a get rich scheme.\nYou will not get rich by using our program.\nWe are an internet advertising program in which you receive payment solely for the work you perform.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Members</strong>\n</p>\n<p>All members from any Country are welcomed to join.</p>\n<p>If you do not log in for more than 30 days your account will be marked as inactive and it might get suspended due to inactivity.You can request for a reactivation but in that case your account balance will reset.</p>\n<p>If your account remains suspended due to inactivity for more than 90 days your account will reset and after that it might get deleted as well.</p>\n<p>If you have more referrals than the limit of your membership you will lose them if you do not upgrade your account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Advertising Terms</strong>\n</p>\n<p>-- The website must not contain pornographic, racist, discriminating, vulgar, illegal, or other adult materials of any kind.</p>\n<p>-- The website must not contain any frame breakers.</p>\n<p>-- The website must be in English.</p>\n<p>-- The website must not contain or promote any viruses</p>\n<p>-- The website must not conatin ANY prompts such as download dialogs or confirmation alerts.</p>\n<p>-- The website must not exceed the 1 popup/popunder limit</p>\n<p>-- The website's single popup/popunder must not open any new windows.</p>\n<p>-- The website's single popup/popunder must not break any of the above terms.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Spam</strong>\n</p>\n<p>We do not believe in spam and we are very strict on the handling of your information.\nThe only emails you will receive are periodic emails with information about updates, site specials and issues with the site.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;False Representing</strong>\n</p>\n<p>We do not tolerate anyone who uses false information to get referrals.</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Multiple Joins</strong>\n</p>\n<p>You are not allowed to create any more than 1 account per household or IP address .</p>\n<p>&nbsp;</p>\n<p>\n<strong>&nbsp;Proxy Use</strong>\n</p>\n<p>We do not allow the use of Proxies to view ads on our site and use of a proxy/VPN will cause the termination of your account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Refund Policy</strong>\n</p>\n<p>All payments are non-refundable.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>This privacy policy regards how we store and deal with your user information.<br>You can only use this site if you agree to this Privacy Policy.</p>\n<p>When registering at Scarlet-clicks, you will agree to have read, understood, and accepted the following terms and conditions of this Privacy Policy.\nIf you do not agree to any of these terms, you must not register.</p>\n<p>1.\nCOOKIES<br>1.1.\nYour browser must accept cookies.<br>1.2.\nYou allow us to use cookies to store any session, unique identifiers, preferences, or any other data that will help us among others to identify you as a visitor or logged in member, and provide you with the best browsing experience at our site.</p>\n<p>2.\nUSER ACCOUNT<br>2.1.\nYour email addresses will not be shown, given or sold.<br>2.2.\nYour personal email address will only be used for&nbsp;Scarlet-clicks to communicate with you and to send you a new password in case you request it.<br>2.3.\nYour payment processor email addresses will only be used for us to send you your requested payments and to confirm what you purchase.<br>2.4.\nYour user password will be stored in an irreversible format.<br>2.5.\nYour user password will never be shown, sold or given.<br>2.6.\nThe activity of your account will be closely monitored and recorded for quality and security purposes in order to provide you with better support and to act as an extra assurance against any misusage.\nYour account's activity / data will not be freely shared with third parties under any circumstances and it will not be used in any other way nor to any other end.<br>2.7.\nConversations between you and our support are private.\nYou are not allowed to publicly display them.</p>\n<p>\n<br>3.\nUSERNAME<br>3.1.\nYour username will be kept hidden by default from other users if you sign up without a referrer.<br>3.2.\nYour username will be shown by default to other users if you sign up under a referrer.<br>3.3.\nRegardless of the default setting, you will still be able to override the display status at any time.<br>3.4.\nRegardless of the setting you have, your username will always be displayed in the Forum.</p>\n<p>&nbsp;</p>\n<p>Scarlet-cicks is owned and managed by Media Flow DOO ,&nbsp;RADOJA DAKICA LAMELA 5-1 PP1 81000 PODGORICA, MONTENEGRO.</p> ", "created_at": "2022-05-06 18:47:13.773176", "updated_at": "2022-05-06 16:48:02.258251"}], "points": [], "urls": ["scarlet-clicks.info"]}}