{"error": 448, "message": "OK", "parameters": {"id": 6290, "name": "Anedot", "created_at": "2022-01-08 19:53:10.063953", "updated_at": "2022-01-08 23:01:20.26209", "wikipedia": null, "keywords": null, "related": null, "slug": "anedot", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6290.png", "url": "anedot.com", "documents": [{"id": 11411, "name": "Terms of Use for Fundraising Organizations", "url": "https://www.anedot.com/terms-for-fundraising-organizations", "xpath": "/html/body/div[2]", "text": " Terms of Use for<br>Fundraising Organizations Are you a supporter? Access terms for supporters.\nLast Updated:&nbsp;June 21, 2021 <strong>‍</strong>Welcome to Anedot.\nAnedot provides services related to fundraising and growing an organization (as modified, collectively, the “<strong>Fundraising Services</strong>”) through its SaaS-based platform and mobile app (the (as modified, the “<strong>Mobile App</strong>” and together with the SaaS-based platform, collectively, the “<strong>Anedot Platform</strong>”) for campaigns and political committees, churches, ministries, colleges, schools, universities, associations, nonprofits, and foundations and other fundraising organizations (each, a “<strong>Fundraising Organization</strong>” or “<strong>you</strong>”) and the third parties that provide fundraising services to the fundraising organizations (each, a “<strong>Vendor Organization</strong>” or “<strong>you</strong>” and together with the Fundraising Organizations, collectively, each an “<strong>Organization</strong>” or “<strong>you</strong>”) and their donors and other supporters (collectively, each an “<strong>Donor</strong>” or “<strong>you</strong>”).\nThe website at https://www.anedot.com (the “<strong>Site</strong>”) and the various other related fundraising tools, services and other features, functions, software, applications and websites (together with the Fundraising Services, the Anedot Platform and the Site, collectively the “<strong>Anedot Services</strong>”) are provided and operated, and are being made available to you and the other Organizations, Donors and the other users of any of the Anedot Services (collectively, the “<strong>Users</strong>”) by Anedot, Inc.\n(“<strong>Anedot</strong>”, “<strong>us</strong>” or “<strong>we</strong>”).\nAll defined terms used herein shall have the meanings prescribed to these terms in these Terms of Use.\nIMPORTANT! THESE TERMS OF USE (“TERMS”) GOVERN YOUR USE OF THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM , THE SITE, AND THE OTHER ANEDOT SERVICES.\nIF YOU ARE AGREEING TO THESE TERMS ON BEHALF OF YOUR ORGANIZATION, REFERENCES TO “YOU” OR “YOUR” SHALL MEAN YOU, YOUR ORGANIZATION AND ANY OTHER USER ACCESSING AND USING THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM AND THE OTHER ANEDOT SERVICES ON BEHALF OF SUCH ORGANIZATION.\nBY CLICKING “I AGREE”, ACKNOWLEDGING YOUR AGREEMENT IN WRITING, AGREEING VERBALLY, USING OR ACCESSING THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES OR OTHERWISE SIGNIFYING YOUR ACCEPTANCE OF THESE TERMS, YOU REPRESENT AND WARRANT THAT (A) YOU ARE AUTHORIZED TO ENTER THESE TERMS OF USE, AND ARE DOING SO, (B) YOU CAN LEGALLY ENTER INTO THESE TERMS, (C) YOU HAVE READ AND UNDERSTAND AND AGREE THAT YOU SHALL BE&nbsp;BOUND BY THESE TERMS OF USE AND ANEDOT’S PRIVACY POLICY (HTTPS://WWW.ANEDOT.COM/PRIVACY/)(AS MODIFIED, THE “PRIVACY POLICY”) AND ALL MODIFICATIONS AND ADDITIONS PROVIDED FOR.\nIF YOU DO NOT AGREE TO THESE TERMS OF USE OR THE PRIVACY POLICY, PLEASE DO NOT USE THE FUNDRAISING SERVICES OR ANY OF THE OTHER ANEDOT SERVICES.\nThese Terms contain an Arbitration provision which will, with limited exception, require you to submit disputes you have against Anedot to binding and final arbitration.\nYou will only be permitted to pursue claims against Anedot on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding.\nand you will only be permitted to seek relief (including monetary, injunctive, and declaratory relief) on an individual basis.\n1.\nEligibility.\nTo access and use the Fundraising Services, the Anedot Platform, the Site and the other Anedot Services, you must be at least 18 years of age.\nBY CLICKING THE “I AGREE” BUTTON, BY ACCESSING OR USING THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES, YOU REPRESENT THAT: • YOU HAVE NOT BEEN PREVIOUSLY SUSPENDED OR REMOVED FROM THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM, THE SITE, OR ANY OF THE OTHER ANEDOT SERVICES;<br>\n<br>• YOU CONFIRM THAT YOU ARE OF LEGAL AGE TO FORM A BINDING CONTRACT WITH ANEDOT;<br>\n<br>• YOU WILL COMPLY WITH THESE TERMS AND ALL APPLICABLE LOCAL, STATE AND NATIONAL, RULES AND REGULATIONS.\nAND<br>\n<br>• YOU ARE NOT A COMPETITOR OF ANEDOT AND DO NOT INTEND TO USE THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES FOR REASONS THAT ARE IN COMPETITION WITH ANEDOT OR OTHERWISE TO REPLICATE SOME OR ALL OF THE OTHER ANEDOT SERVICES FOR ANY REASON.\n2.\nPrivacy.\nYour privacy is important to Anedot.\nOur goal is to make the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services as good, useful and rewarding for you as possible.\nIn order to do that, Anedot may collect and process information from you when you use the Fundraising Services, the Anedot Platform or any of the other Anedot Services.\nAnedot will collect certain personally identifiable information from you as set forth in more detail in our Privacy Policy.\nBy accessing or using the Fundraising Services and the Anedot Platform or any of the other Anedot Services, you agree that Anedot may collect, use and disclose, as set forth in the Privacy Policy, the information you provide when you access and use the Fundraising Services and the Anedot Platform or any of the other Anedot Services, and in some cases, information that is provided by or through any of the Anedot Services.\n3.\nThe Fundraising Services.\n3.1 Accessing and Using the Fundraising Services.\n(a) Fundraising Organizations.\n(i) To access and use the Fundraising Services, you, an individual with legal and financial responsibility to control, manage or direct the Fundraising Organization (the “<strong>Fundraising Account Owner</strong>” or “<strong>you</strong>”) must apply to Anedot to register and create an account (a “<strong>Fundraiser Organization Account</strong>”) through the sign-up process on the Site.\nThis process will include providing information to verify the identity of the Fundraising Organization and supporting documentation.&nbsp.\n(ii) Anedot may reject any application to register and create an account or to access and use the Fundraising Services in its sole discretion.\n(iii) The Fundraising Account Owner (or someone acting on behalf of the Fundraising Account Owner) may invite team members from the Fundraising Organization to access and use the Fundraising Services (collectively, an “<strong>Authorized Fundraiser Organization User</strong>” or “<strong>you</strong>”).\nThis may be done as part of the initial application process or later at any point by going to the Fundraising Organization’s Account Settings.\nOnly Authorized Fundraiser Organization Users can access and use the Fundraising Services on behalf of the Fundraising Organization.\n(b) Vendor Organizations.\n(i) To access and use the Fundraising Services, you, an individual with legal and financial responsibility to control, manage or direct the Vendor Organization (the “<strong>Vendor Account Owner</strong>” or “<strong>you</strong>” and together with the Fundraising Account Owner, collectively, the “<strong>Account Owner</strong>” or “<strong>you</strong>”) must apply to Anedot to register and create an account (a “<strong>Service Organization Account</strong>” and together with the Fundraising Organization Accounts, collectively, an “<strong>Account</strong>”).\nThis process will include providing information to verify the identity of the Vendor Organization and supporting documentation.\n(ii) Anedot may reject any application to register and create an account or to access and use the Fundraising Services in its sole discretion.\n(iii) The Vendor Account Owner (or someone acting on behalf of the Vendor Account Owner) may invite personnel from the Vendor Organization to access and use the Fundraising Services (collectively, an “<strong>Authorized Vendor Organization User</strong>” or “<strong>you</strong>” and together with the <strong>Authorized Fundraiser Organization Users</strong>,” each an “<strong>Authorized User</strong>” or “<strong>you</strong>”).\nThis may be done as part of the initial application process or later at any point by going to the Fundraising Organization’s Account Settings.\nOnly Authorized Service Organization Users can access and use the Fundraising Services on behalf of the Vendor Organization.\n(c) Registration Data.\nIn registering and creating an Account, you agree to (i) provide true, accurate, current, and complete information about yourself as prompted during the registration and account creation process (“<strong>Registration Data</strong>”), and (ii) maintain and promptly update the Registration Data, including your PayPal information, to keep it true, accurate, current and complete.\nYou are responsible for all activities that occur under your Account.\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, or Anedot has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Anedot has the right to suspend or terminate your Account and prohibit you from accessing and using the Fundraising Services and the Anedot Platform and/or any of the other Anedot Services.\nYou agree not to create an Account using a false identity or information, or on behalf of someone other than yourself.\nYou agree that you shall not have more than one Account.\nYou agree not to create an Account or to access and use the Fundraising Services and the Anedot Platform or any of the other Anedot Services if you have been previously removed by Anedot or if you have been previously banned from accessing and using the Fundraising Services, the Anedot Platform or any of the other Anedot Services.<br> 3.2 Account Pause.\nAccount Closure.<br> (a) Pause.\nYou have the right to temporarily pause your Account at any time.\nYou may do so by following the “pause” link.&nbsp;Any funds that are held in custody for you at the time of pause, less any applicable fees, will be paid out to you according to your payout schedule, assuming all payout-related authentication requirements have been fulfilled.<br> (b) Closure.\nYou have the right to permanently close your Account at any time.\nYou may do so by contacting us via email at help@anedot.com.\nYou understand and agree that Anedot may hold any funds in your Account for up to 90 days after the effective date of closure (the “<strong>Hold Period</strong>”).\nAny funds that are still in your Account after the Hold Period, less any applicable fees, will be paid out to you according to your payout schedule, assuming all payout-related authentication requirements have been fulfilled.<br> (c) Effect of Pausing or Closing an Account.\nPausing or closing an Account will not relieve an Organization and its Account Owner and Authorized Users of their continued obligations under these Terms, including the obligations regarding payment of all fees or chargebacks related thereto or other obligations to Donors who have made donations through the Fundraising Services (each a “<strong>Donation</strong>”).<br> 3.3 Inactive or Closed Accounts.<br> (a) Anedot shall use commercially reasonable efforts to periodically (e.g., on a quarterly basis, etc.) notify the Organization of any Account that has been inactive for at least six (6) months or otherwise been closed by such Organization or Anedot in accordance with these Terms (collectively, a “<strong>Closed Account</strong>”) and still has funds in it (a “<strong>Remaining Balance</strong>”).<br> (b) The Organization shall promptly disburse any such Remaining Balance.<br> (c) If the Organization fails to disburse any such Remaining Balance within six (6)&nbsp;months of receipt of Anedot’s initial notice in accordance with <strong>Section 3.3(a)</strong>, then Anedot may withdraw and take control and possession of such Remaining Balance as liquidated damages.\nYou and your Organization agree that this amount constitutes reasonable compensation for Anedot’s actual damages, and shall not be classified as a penalty.<br> 3.4 Representations and Warranties.<br> You represent and warrant to Anedot that: (a) you are eligible to register and use the Fundraising Services and have the right, power, and ability to enter into and perform under this Agreement.\n(b) any transaction submitted by you will represent a bona fide transaction by you.\n(c) any sales transactions submitted by you will accurately describe the goods and/or services sold and delivered to a Donor or other purchaser.\n(d) you will fulfill all of your obligations to each Donor or other purchaser in connection with any transaction that is submitted through the Fundraising Services and will resolve any consumer dispute or complaint directly with the Donor or other purchaser.\n(e) you and all transactions initiated by you will comply with all federal, state, and local laws, rules, and regulations applicable to your business, including any applicable tax laws and regulations.\n(f) except in the ordinary course of business, no transaction submitted by you through the Fundraising Services will represent a sale to any principal, partner, proprietor, or owner of your Organization.\n(g) you will not use the Fundraising Services or the Anedot Platform, directly or indirectly, for any fraudulent undertaking or in any manner so as to interfere with the use of the Service.\nand (j) your use of the Fundraising Service and the Anedot Platform will be in compliance with the Terms.<br> 4.\nFees.\nPayments.\nTaxes.\nRefunds.\nMerchant Agreement.\n4.1 Fees.<br> (a) There are no fees for an Organization to register and create an Account or to access and use the Fundraising Services.<br> (b) Anedot charges certain processing and other fees (as modified, the “<strong>Processing Fees</strong>”) in connection with the Donations and other purchases through the Fundraising Services.\nThe current Processing Fees can be found on the Site or will be provided upon request.<br> (c) In addition to the Processing Fees, you are also responsible for any penalties or fines imposed in connection with your Account on you or Anedot by Anedot or any Associations (as defined in the Merchant Services agreement) resulting from your use of payment processing services in a manner not permitted by this Agreement or an Association’s rules and regulations.<br> (d) In addition to the Processing Fees, the Organization shall promptly pay to Anedot any charge-backs, penalties or fines that may arise in connection with its Account.\nIf at any time, any amounts owing by an Organization to Anedot are not paid when due for any reason, including, any Processing Fees or charge-backs, penalties or fines (collectively, the “<strong>Unpaid Amounts</strong>”), then you, as the Account Owner of such Organization, shall be personally liable for any such Unpaid Amounts.\nThese obligations will survive the termination of your use of the Fundraising Services or any of the other Anedot Services or your relationship with Anedot.<br> (e) We may modify the Processing Fees at any time upon at least thirty (30) days’ prior notice (or a longer period of notice if this is required by applicable law).\nSuch modified Processing Fees shall automatically be effective after such notice period.<br> 4.2 Accepted Forms of Payment.<br> The Fundraising Services support most domestic credit, debit, prepaid or gift cards with a Visa, MasterCard, American Express, or Discover logo, and in some cases in Anedot’s sole discretion, direct debit (electronic checks) and PayPal.\nIn addition, the Fundraising Services supports most international cards with these logos.\nWe may add or remove support for certain payment cards at any time without prior notice.\nWe may elect only to process payment cards that receive an authorization from the applicable issuer.\nYou agree to accept all of the payment cards listed in accordance with these Terms.<br> 4.3 Automatic Deductions.<br> (a) Unless otherwise agreed by the parties, the Account Owner and the Organization authorizes Anedot to automatically deduct the applicable Processing Fees from the Donations made through the Fundraising Services.<br> (b) If any Organization enters into a billing or other agreement with another Organization (a “<strong>Billing Agreement</strong>”) that provides for the automatic deduction of any fees from the Donations and other purchases as the fee for the provisions of services by such other Organization (as modified, the “<strong>Services Fees</strong>”) and payment of such Services Fees to such Organization, then each such Organization authorizes Anedot to deduct the Services Fees from the applicable Donations and to pay the Services Fees to such other Organization.\nUpon Anedot’s request, each of the Organizations shall promptly provide to Anedot a fully executed copy of any Billing Agreement and any amendments to such Billing Agreement (but in no event later than five (5) business days after execution).<br> 4.4 New Fees.<br> Anedot reserves the right at any time to begin charging for services that it is currently providing free of charge upon posting on the Fundraising Services, the Anedot Platform, the Site, any of the other Anedot Services or by notifying you by email.<br> 4.5 Taxes.<br> You are solely responsible for determining any and all taxes assessed, incurred or required to be collected, paid or withheld in connection with your use of the Fundraising Services.\nYou are solely responsible for collecting, withholding, reporting and remitting any taxes to the appropriate tax authority.\nAnedot is not obligated to, and will not, determine whether taxes apply, or calculate, collect, report or remit any taxes to any tax authority arising from your use of the Fundraising Services.<br> 4.6 Refunds.<br> (a) Refunds related to Processing Fees.<br> THE PROCESSING FEES ARE NON-REFUNDABLE, NON-CANCELLABLE AND NON-CREDITABLE UNLESS (A) THE DONATION HAS BEEN VOIDED BY THE FUNDING ORGANIZATION OR OTHERWISE PRIOR TO PROCESSING OR (B) OTHERWISE REQUIRED BY LAW OR AGREED TO BY ANEDOT IN ITS SOLE DISCRETION.<br> (b) Refunds not related to Donations.<br> If you are an Organization, you agree to process returns of, and provide refunds and adjustments for, goods or services through your Account in accordance with this Agreement.\nYou shall (i) maintain a fair return, cancellation or adjustment policy.\n(ii) disclose your return or cancellation policy to purchasers at the time of purchase, (iii) not give cash refunds to a purchaser in connection with a payment card sale, unless required by law, and (iv) not accept cash or any other item of value for preparing a payment card sale refund.\nYour refund policies must be the same for all payment methods.\nIf the purchaser is dissatisfied with your refund policy, the purchaser may chargeback the payment.\nYou may not bill or collect from any purchaser for any purchase or payment by means of a payment card unless the purchaser has exercised chargeback, you have fully paid for the charge, and you otherwise have the right to do so.<br> 4.7 Merchant Services Agreement.<br> If you create a Fundraising Organization Account or otherwise access or use the Fundraising Services, you will automatically be deemed to have accepted, and will be bound by, the Merchant Services Agreement located at https://www.anedot.com/merchant-agreement (the \"<strong>Merchant Services Agreement</strong>\").\nThe terms of the Merchant Services Agreement may be independently enforceable by Acquirer (As defined therein).\nYou understand that the Merchant Services Agreement may be modified by the Acquirer in accordance with the terms of the Merchant Services Agreement.<br> 5.\nRight to Access and Use.\nLicense.\nUnauthorized Use.<br> 5.1 Right to Access and Use.<br> Subject to your compliance with all of the terms and conditions set out in these Terms, Anedot hereby grants to you a limited, non-exclusive, non-transferable, freely revocable right to access and use the Fundraising Services, the Anedot Platform, the Site, and the other Anedot Services, to the extent of, and in accordance with, these Terms (the “<strong>Right to Use</strong>”).<br> 5.2 License.<br> Subject to your compliance with all of the terms and conditions set out in these Terms, Anedot hereby grants to the Organizations and the Authorized Users a limited, non-exclusive, non-transferable, freely revocable limited license to download, install and use the Mobile App solely in connection with the Fundraising Services (the “<strong>License</strong>”).<br> 5.3 Prevention of Unauthorized Use.<br> Anedot reserves the right to exercise whatever lawful means it deems necessary to prevent the unauthorized access or use of the Fundraising Services or the Anedot Platform or the circumvention of the other Anedot Services, including, but not limited to, technological barriers, IP mapping, and directly contacting your Internet Service Provider (ISP) regarding such unauthorized use.<br> 6.\nAdditional Agreements and Policies.<br> When accessing or using the Fundraising Services, the Anedot Platform or any of the other Anedot Services, you may be subject to (a) additional agreements (each, an “<strong>Additional Agreements</strong>”) and (b) any additional posted policies, guidelines or rules applicable to the Fundraising Services, the Anedot Platform, the Site and the other Anedot Services which may be posted from time to time (as modified from time to time, the “<strong>Policies</strong>”).\nAll such Additional Agreements and Policies are hereby incorporated by reference into these Terms.<br> 7.\nRespecting other People’s Rights.<br> Anedot respects the rights of others and so should you.\nYou therefore shall not:<br> • violate or infringe someone else’s rights of publicity, privacy, copyright, trademark, or other intellectual property right;<br>\n<br>• post anything that is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, obscene, vulgar, pornographic, offensive, profane, contains or depicts nudity, contains or depicts sexual activity, harassing, hateful, racially or ethnically offensive, or that encourages conduct that would be considered a criminal offense, gives rise to civil liability or violates any law, or is otherwise inappropriate as determined by Anedot in its sole discretion;<br>\n<br>• post anything that is false, misleading, untruthful or inaccurate or that includes anyone’s personal information.\nor<br>\n<br>• impersonate any person or entity, including any of Anedot’s employees or representatives or any other User.\n8.\nModification of these Terms.<br> Anedot reserves the right, at its sole discretion, to change, modify, add, or remove portions of these Terms or any Policies at any time by posting the amended Terms and/or Policies to the Site or any of the other Anedot Services.\nIf Anedot updates these Terms, it will update the “<strong>last updated</strong>” date at the top of the Terms.\nPlease check these Terms, including any Additional Agreements and Policies, periodically for changes.\nYour continued use of the Anedot&nbsp;Platform or any of the other Anedot Services after the posting of changes constitutes your binding acceptance of such changes.\nIn the event of a change to these Terms that materially modifies your rights or obligations (including applicable fees), Anedot will use commercially reasonable efforts to notify you of such change.\nAnedot may provide notice through a pop-up or banner within any of the Anedot Services, by sending an email to any address you may have used to register for an Account, or through other similar mechanisms.\nAdditionally, if the changed Terms materially modify your rights or obligations, Anedot may require you to provide consent by accepting the changed Terms.\nIf Anedot requires your acceptance of the changed Terms, changes are effective only after your acceptance.\nFor all other changes, except as stated elsewhere by Anedot, such amended Terms or Policies will automatically be effective, replacing the previously-effective Terms or Policies, thirty (30) days after they are initially posted on any of the Anedot Services.\n<strong>IF AT ANY TIME YOU DO NOT AGREE TO THESE TERMS OR POLICIES, PLEASE IMMEDIATELY TERMINATE YOUR USE OF THE FUNDRAISING SERVICES AND ALL OTHER ANEDOT SERVICES.</strong>\n<br> To the extent that any modifications to the Terms, Additional Agreements or Policies are not allowed under applicable laws, the prior most recent version of the Terms, Additional Agreements or Policies shall continue to apply.<br> 9.\nDigital Millennium Copyright Act.<br> It is Anedot’s policy to respond to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act.\nFor more information, please go to Anedot’s DMCA Notification Guidelines at https://www.anedot.com/dmca/.\nIf you file a notice with our copyright agent, it must comply with the requirements set forth in 17 U.S.C.\n§ 512(c)(3).\nAnedot reserves the right to terminate without notice any Organization’s or other User’s access to the Fundraising Services, the Anedot Platform, the Site and the other Anedot Services if that Organization or other User is determined by Anedot to be a “repeat infringer.” In addition, Anedot accommodates and does not interfere with standard technical measures used by copyright owners to protect their materials.<br> 10.\nTechnical Support.<br> Anedot provides technical support in connection with the Fundraising Services and the other Anedot Services via (a) email at help@anedot.com, (b) phone at 225-250-1301, (c) chat through the Site, (d) social media messaging (e.g., Facebook, Instagram, etc.) and (e) SMS.\nSupport hours are 8:00 am to 6:00 pm CST excluding all Federal, state and other company holidays.<br> 11.\nContent.<br> 11.1 Posting Content.<br> Subject to <strong>Section 7 </strong>and this<strong> Section 11</strong>, the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services may now, or in the future, permit the submission and/or posting or linking of pictures, audio and video recordings, text, data, information and other content linked, posted, and/or submitted by you or other Account Owners or Authorized Users, in each case whether or not made available to other Users (“<strong>Content</strong>”).\nYou may remove any of your Content at any time.\nhowever, you acknowledge and agree that Anedot may still have access to such Content and that the licenses granted by you to Anedot in <strong>Section 11.2</strong> will remain in effect despite your removal of the Content.\nAnedot may delete any Content at any time in its sole discretion.<br> 11.2 Limited License Grant to Anedot.<br> By uploading, providing, posting, distributing or disseminating any Content to or through the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services, you hereby grant to Anedot a worldwide, non-exclusive, perpetual, irrevocable, transferable, sublicensable (through multiple tiers), assignable, fully paid-up, royalty-free, license to host, transfer, display, perform, reproduce, distribute, modify and otherwise exploit your Content (and any copyrights, publicity, database and other proprietary rights therein), in connection with the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services and Anedot’s (and its successors’ and affiliates’) business.<br> 11.3 Content Use by Other Users.<br> You hereby consent to the use of your Content by Donors and other Users that are authorized to access your Content in the manner contemplated by these Terms and any of the Anedot Services.<br> 11.4 Content Representations and Warranties.<br> You are solely responsible for the accuracy, quality, integrity, legality, reliability, and appropriateness of all of your Content and the consequences of posting or publishing any Content.\nBy uploading and publishing your Content, you affirm, represent, and warrant that: (a) you are the creator and owner of or have the necessary licenses, rights, consents, and permissions to use and to authorize Anedot and the Users to use and distribute your Content as necessary to exercise the licenses granted by you in this <strong>Section 11</strong> and in the manner contemplated by Anedot and these Terms.\n(b) your Content does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right or (ii) slander, defame, libel, or violate or invade the right of privacy, publicity or other rights of any person or entity.\nand (iii) your Content does not contain any viruses, adware, spyware, worms, or other malicious code or any content or file that provides a method to access to potentially infringing content outside of any of the Anedot Services.\nViolators of these third-party rights may be subject to criminal and civil liability.\nAnedot reserves all rights and remedies against any Users who violate these Terms.<br> 11.5 Content Disclaimer.<br> You understand that when accessing or using any of the Anedot Services you may be exposed to Content or other materials from a variety of sources, and that Anedot is not responsible for the accuracy, usefulness, or intellectual property rights of or relating to such Content and other content.\nYou further understand and acknowledge that you may be exposed to Content and other materials that are inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Anedot with respect thereto.\nAnedot does not endorse any Content and other material or any opinion, recommendation or advice expressed therein, and Anedot expressly disclaims any and all liability in connection with Content and other materials.\nIf notified by a User or a content owner of any Content or other content or materials that allegedly do not conform to these Terms, Anedot may investigate the allegation and determine in its sole discretion whether to remove the Content or other content or materials, which it reserves the right to do at any time and without notice.\nFor clarity, Anedot does not permit copyright infringing activities on or through any of the Anedot Services.<br> 12.\nProhibited Conduct.\nLinks to the Site.<br> 12.1 Prohibited Conduct.<br> BY ACCESSING OR USING THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES YOU AGREE NOT TO:<br> (a) Decipher, decompile, disassemble, reverse engineer, modify, translate, or otherwise attempt to derive source code, algorithms, tags, specifications, architectures, structures or other elements of the Anedot Platform or any of the other Anedot Services, in whole or in part (except to the extent that the laws of your jurisdiction make such restrictions unenforceable);<br> (b) Access or use the Fundraising Services, the Anedot Platform or any of the other Anedot Services for the benefit of anyone other than yourself except in accordance with these Terms, including selling, reselling or distributing, in whole or in part, the Fundraising Services, the Anedot Platform or using the Fundraising Services or the Anedot Platform as part of a service bureau or outsourcing offering;<br> (c) Provide any services, directly or indirectly, that are similar to, or based on, the Fundraising Services, the Anedot Platform or any of the other Anedot Services;<br> (d) Copy, disclose, or distribute any data or other information available through the Fundraising Services, the Anedot Platform or any of the other Anedot Services and/or information, in any medium, including without limitation on the Site, by any automated or non-automated “scraping;”<br> (e) Interfere with, circumvent or disable any security or other technological features or measures of any of the Anedot Services or attempt to gain unauthorized access to any of the Anedot Services or its related systems or networks;<br> (f) Use bots or other automated methods to: access the Fundraising Services, the Anedot Platform and/or any of the other Anedot Services, or download any information, send or redirect messages or perform any other activities through any of the Anedot Services;<br> (g) Take any action that Anedot determines, in its sole discretion, imposes or may impose, an unreasonable or disproportionately large load on its infrastructure;<br> (h) Upload invalid data, viruses, worms or other software agents through the Anedot Platform and/or any of the other Anedot Services;<br> (i) Collect or derive any personally identifiable information, including names, email addresses from the Fundraising Services, the Anedot Platform and/or any of the other Anedot Services except as may be expressly contemplated by these Terms and the Privacy Policy;<br> (j) Impersonate any person or entity, use a fictitious name, or misrepresent your affiliation with a person or entity;<br> (k) Use the Fundraising Services, the Anedot Platform or any of the other Anedot Services for any unlawful or inappropriate activities, such as transmission of deceptive messages, or harassment.\nor<br> (l) Use any of the Anedot Services for any commercial solicitation purposes except as may be expressly contemplated by these Terms.<br> 12.2 Links to the Site.<br> Unless otherwise agreed in writing by Anedot, you must adhere to following linking policy: (a) the appearance, position and other aspects of the link may not be such as to damage or dilute the goodwill associated with Anedot’s or its licensors’ names and trademarks.\n(b) the appearance, position and other attributes of the link may not create the false appearance that your organization or entity is sponsored by, affiliated with, or associated with Anedot.\nand (c) when selected by a user, the link to the Site must display the Site on full-screen and not within a “frame” on the linking website, except as permitted by Anedot for purposes of embedding a campaign form onto an Organization’s website.\nAnedot reserves the right to revoke its consent to the link at any time and in its sole discretion.<br> 13.\nThird-Party Sites.<br> The Anedot Platform and the other Anedot Services may now or in the future include links or references to other web sites or services (“<strong>Third-Party Sites</strong>”) solely as a convenience to the Organizations and other Users.\nAnedot does not endorse any such Third-Party Sites or the services, information, materials, products, or services contained on or accessible through Third-Party Sites.\nIn addition, your correspondence or business dealings with, or participation in promotions of, advertisers found on or through any of the Anedot Services are solely between you and such advertiser.\nAccess and use of Third-Party Sites, including the information, materials, products, and services on or available through Third-Party Sites are solely at your own risk.<br> 14.\nMobile and Data Services.<br> You are responsible for any mobile and data charges that you may incur for accessing and using the Fundraising Services, the Anedot Platform or any of the other Anedot Services.\nIf you’re unsure what those charges may be, you should ask your service provider before using any of the Anedot Services.<strong>\n</strong>\n<br> 15.\nTermination.\nTerms of Use Violations.\nEffect of Termination.<br> 15.1 Anedot.<br> You agree that Anedot in its sole discretion, for any or no reason, and without penalty, may terminate your access and use of the Fundraising Services, the Anedot Platform or any of the other Anedot Services or any Account (or any part thereof) that you may have with Anedot and remove and discard all or any part of your Account, user profile, at any time.\nAnedot may also in its sole discretion and at any time prohibit you from accessing and using the Fundraising Services, the Anedot Platform or discontinue providing access to the Fundraising Services, the Anedot Platform or any of the other Anedot Services, or any part thereof, with or without notice.\nYou understand and agree that if Anedot terminates your right to access or use any of the Anedot Services or your account for any reason, then Anedot may hold any funds in your Account during the Hold Period.\nAny funds that are still in your Account after the Hold Period, less any applicable fees, will be paid out to you according to your payout schedule, assuming all payout-related authentication requirements have been fulfilled.\nYou agree that any termination of your ability to access or use the Fundraising Services, the Anedot Platform or any of the other Anedot Services or any Account you may have or portion thereof may be effected without prior notice, and you agree that Anedot will not be liable to you or any third party for any such termination.\nAnedot reserves the right to fully cooperate with any law enforcement authorities or court order requesting or directing Anedot to disclose the identity of anyone that is believed to violate these Terms.\nAny suspected fraudulent, abusive or illegal activity may be referred to appropriate law enforcement authorities.\nThese remedies are in addition to any other remedies that Anedot may have at law or in equity.\nAs provided herein, Anedot does not permit copyright infringing activities on the Anedot Platform, the Site or any of the other Anedot Services, and Anedot shall be permitted to terminate access to the Fundraising Services, the Anedot&nbsp;Platform or any of the other Anedot Services.\n<strong>BY ACCEPTING THESE TERMS, YOU WAIVE AND SHALL HOLD ANEDOT HARMLESS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANEDOT DURING OR AS A RESULT OF ITS INVESTIGATIONS AND/OR FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER ANEDOT OR LAW ENFORCEMENT AUTHORITIES.</strong>\n<br> 15.2 You.<br> Your only remedy with respect to any dissatisfaction with (i) the Fundraising Services, the Anedot Platform or any of the other Anedot Services, (ii) any term of these Terms or (iii) any policy or practice of Anedot in providing the Fundraising Services or operating the Anedot Platform or the other Anedot Services is to terminate your use of the Fundraising Services, the Anedot Platform, any of the other Anedot Services and your Account (if any).\nYou may terminate your use of the Fundraising Services, the Anedot Services and your Account (if any) at any time.<br> 15.3 Effect of Termination.<br> If your Account is terminated for any reason or no reason, you agree: (a) to continue to be bound by these Terms, (b) to immediately stop using the Fundraising Services and the Anedot Platform and to remove all payment card logos from your website and wherever else they are displayed, (c) that the Right to Use and the License shall automatically terminate, (d) that we reserve the right (but have no obligation) to delete all of your information and Account data stored on our servers, and (e) that we shall not be liable to you or any third party for termination of access to the Fundraising Services or the Anedot Platform, deletion of your information or Account data, or export of your information or Account data.<br> 16.\nOwnership.\nFeedback.<br> 16.1 Ownership.<br> Anedot shall own all right, title and interest in the Fundraising Services, the Anedot Platform, the Site and the other Anedot Services.\nThe visual interfaces, graphics, design, compilation, information, computer code (including source code or object code), products, software, services, and all other elements of the Anedot Services provided by Anedot (the “<strong>Materials</strong>”) are protected by United States copyright, trade dress, patent, and trademark laws, international conventions, and all other relevant intellectual property and proprietary rights, and applicable laws.\nAll Materials contained on the Fundraising Services, the Anedot Platform or any of the other Anedot Services are the property of Anedot or its subsidiaries or affiliated companies, and/or third-party licensors.\nAll trademarks, service marks, and trade names are proprietary to Anedot or its affiliates and/or third-party licensors.\nExcept as expressly authorized by Anedot, you agree not to sell, license, distribute, copy, modify, publicly perform or display, transmit, publish, edit, adapt, create derivative works from, or otherwise make unauthorized use of the Materials.\nAnedot reserves all rights not expressly granted in these Terms.<br> 16.2 Feedback.<br> You grant to Anedot a royalty-free, worldwide, irrevocable, perpetual license to use, publish, edit, translate, distribute, display and incorporate any ratings, comments, suggestions, feedback, improvement requests or other recommendations you provide relating to the Fundraising Services, the Anedot Platform or any of the other Anedot Services without restriction (“<strong>Feedback</strong>”).\nYou should not submit any Feedback to us that you do not wish to license to us as stated above.\nWe have no obligation (a) to maintain any Feedback in confidence.\n(b) to pay any compensation for any Feedback.\nor (c) to respond to any Feedback.\nYou grant us the right to use the name that you submit in connection with any Feedback.<br> 17.\nIndemnification.<br> You agree to indemnify, save, and hold Anedot its affiliated companies, contractors, employees, agents and its third-party suppliers, licensors, and partners harmless from any third-party claims, losses, damages, or liabilities, including legal fees and expenses, arising out of your use or misuse of the Fundraising Services, the Anedot Platform, the Site or any of the other Anedot Services, any violation by you of these Terms, or any breach of the representations, warranties, and covenants made by you herein.\nAnedot reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Anedot and you agree to cooperate with Anedot’s defense of these claims.\nAnedot will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.<br> 18.\nNo Warranties.\nDisclaimers.<br> 18.1 NO WARRANTIES.<br> TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, ANEDOT AND ITS AFFILIATES, CONTRACTORS, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, THIRD-PARTY PARTNERS, LICENSORS AND SUPPLIERS (COLLECTIVELY, THE “<strong>ANEDOT PARTIES</strong>”) DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED WITH RESPECT TO THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE AND THE OTHER ANEDOT SERVICES, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS AND WARRANTIES ARISING FROM A COURSE OF DEALING, USAGE OR TRADE PRACTICE.\nWITHOUT LIMITATION TO THE FOREGOING, ANEDOT PROVIDES NO WARRANTY OR UNDERTAKING, AND MAKES NO REPRESENTATION OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, THAT THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR THE OTHER ANEDOT SERVICES, INCLUDING, WILL MEET YOUR REQUIREMENTS OR ACHIEVE ANY INTENDED RESULTS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE ANEDOT PARTIES OR THROUGH THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR THE OTHER ANEDOT SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.<br> 18.2 “As Is” and “As AVAILABLE” AND “WITH ALL FAULTS”.<br> YOU EXPRESSLY AGREE THAT THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES, ANY DATA, ASSESSMENTS, RESULTS, INFORMATION, THIRD-PARTY SOFTWARE, CONTENT, THIRD-PARTY SITE, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE”, “WITH ALL FAULTS” BASIS AND WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND EITHER EXPRESS OR IMPLIED.<br> 18.3 Anedot Platform Operations and Content.<br> THE ANEDOT PARTIES DO NOT WARRANT THAT THE DATA, RESULTS, CONTENT, FUNCTIONS, OR ANY OTHER INFORMATION OFFERED ON OR THROUGH THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES, OR ANY THIRD-PARTY SITE WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES OR OTHER HARMFUL COMPONENTS AND DO NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED.<br> 18.4 Accuracy.<br> EXCEPT AS SPECIFICALLY PROVIDED IN WRITING BY ANEDOT, THE ANEDOT PARTIES DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM AND THE OTHER ANEDOT SERVICES OR ANY THIRD-PARTY SITE IN TERMS OF CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.<br> 18.5 Harm to Your Computer.<br> YOU UNDERSTAND AND AGREE THAT YOU USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAIN CONTENT, INFORMATION, MATERIALS, ASSESSMENTS, RESULTS OR DATA THROUGH THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES OR ANY THIRD-PARTY SITE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA.<br> 19.\nLIMITATION OF LIABILITY AND DAMAGES.<br> 19.1 Limitation of Liability.<br> UNDER NO CIRCUMSTANCES, INCLUDING, NEGLIGENCE, WILL THE ANEDOT PARTIES BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, RELIANCE, OR EXEMPLARY DAMAGES (INCLUDING WITHOUT LIMITATION DAMAGES ARISING FROM ANY UNSUCCESSFUL COURT ACTION OR LEGAL DISPUTE, LOST BUSINESS, LOST REVENUES OR LOSS OF ANTICIPATED PROFITS OR ANY OTHER PECUNIARY OR NON-PECUNIARY LOSS OR DAMAGE OF ANY NATURE WHATSOEVER) ARISING OUT OF OR RELATING TO THESE TERMS OR THAT RESULT FROM YOUR USE OR YOUR INABILITY TO USE THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES OR ANY THIRD-PARTY SITE, EVEN IF ANEDOT OR A ANEDOT AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br> 19.2 Limitation of Damages.<br> IN NO EVENT WILL THE ANEDOT PARTIES’ TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING OUT OF OR RELATING TO YOUR ACCESS AND USE OF THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES OR THESE TERMS, OR YOUR INTERACTION WITH OTHER USERS (WHETHER IN CONTRACT, TORT INCLUDING NEGLIGENCE, WARRANTY, OR OTHERWISE), EXCEED THE PROCESSING FEES PAID BY YOU (LESS ANY PART OF THE PROCESSING FEES PAID TO, OR RETAINED BY, A THIRD PARTY (E.G., THE ACQUIRER, AN ISSUING BANK, ETC.) DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE CLAIM.<br> 19.3 Release for Disputes between Users.<br> If you have a dispute with any other Users (including between Organizations) or other third parties, you hereby release Anedot and the other Anedot Parties from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nIf you are a California resident, you waive California Civil Code Section 1542, which says: <strong>“A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.”</strong>\n<br> 19.4 Third-party Sites.<br> THESE LIMITATIONS OF LIABILITY ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY YOU BY REASON OF ANY PRODUCTS OR SERVICES SOLD OR PROVIDED ON ANY THIRD-PARTY SITES OR OTHERWISE BY THIRD PARTIES OTHER THAN ANEDOT AND RECEIVED THROUGH OR ADVERTISED ON ANY OF THE ANEDOT SERVICES OR RECEIVED THROUGH ANY THIRD-PARTY SITES.<br> 19.5 Basis of the Bargain.<br> YOU ACKNOWLEDGE AND AGREE THAT ANEDOT HAS OFFERED THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE AND THE OTHER ANEDOT SERVICES, SET ITS PRICES, AND ENTERED INTO THESE TERMS IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND ANEDOT, AND THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND ANEDOT.\nANEDOT WOULD NOT BE ABLE TO PROVIDE THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.<br> 19.6 Limitations by Applicable Law.<br> CERTAIN JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nIF YOU RESIDE IN SUCH A JURISDICTION, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.\nTHE LIMITATIONS OR EXCLUSIONS OF WARRANTIES, REMEDIES OR LIABILITY CONTAINED IN THESE TERMS APPLY TO YOU TO THE FULLEST EXTENT SUCH LIMITATIONS OR EXCLUSIONS ARE PERMITTED UNDER THE LAWS OF THE JURISDICTION WHERE YOU ARE LOCATED.<br> 20.\nExport Controls.<br> You agree not to import, export, re-export, or transfer, directly or indirectly, any part of the Anedot Platform or other Anedot Services or any underlying intellectual property, information or technology except in full compliance with all United States, foreign and other applicable export control laws and regulations.<br> 21.\nMiscellaneous.<br> 21.1 Notice.<br> Anedot may provide you with notices, including those regarding changes to these Terms, by email, regular mail or postings on any of the Anedot Services.\nNotice will be deemed given twenty-four hours after the email is sent, unless Anedot is notified that the email address is invalid.\nAlternatively, Anedot may give you legal notice by mail to a postal address, if provided by you through any of the Anedot Services.\nIn such case, notice will be deemed given three (3) days after the date of mailing.\nNotices posted on any of the Anedot Services are deemed given thirty (30) days following the initial posting.<br> 21.2 Waiver.<br> The failure of Anedot to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision.\nAny waiver of any provision of these Terms will be effective only if in writing and signed by Anedot.<br> 21.3 Dispute Resolution.<br> If a dispute arises between you and Anedot, the goal is to provide you with a neutral and cost-effective method of resolving the dispute quickly.\nAccordingly, you and Anedot agree that any dispute, claim or controversy at law or equity that arises out of these Terms, the Fundraising Services, the Anedot Platform, the Site or any of the other Anedot Services (a “<strong>Dispute</strong>”) will be resolved in accordance with this Section 21.3 or as Anedot and you otherwise agree in writing.\nBefore resorting to these dispute methods, Anedot strongly encourages you to first contact Anedot directly to seek a resolution.<br>\n<strong>(a) Choice of Law.</strong> These Terms shall be governed in all respects by the laws of the State of Delaware, without regard to its conflict of law provisions.\nEACH PARTY IRREVOCABLY AND UNCONDITIONALLY WAIVES, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ANY RIGHT IT MAY HAVE TO A TRIAL BY JURY IN ANY LEGAL ACTION, PROCEEDING, CAUSE OF ACTION OR COUNTERCLAIM ARISING OUT OF OR RELATING TO ANY DISPUTE OR OTHERWISE IN CONNECTION WITH THESE TERMS OR ANY OF THE ANEDOT SERVICES.<br>\n<strong>(b) Arbitration and Class Action Waiver.</strong>\n<br> PLEASE REVIEW AS THIS AFFECTS YOUR LEGAL RIGHTS.<br> (i) ARBITRATION.\nYOU AGREE THAT ALL DISPUTES BETWEEN YOU AND ANEDOT (WHETHER OR NOT SUCH DISPUTE INVOLVES A THIRD PARTY) IN CONNECTION WITH THESE TERMS OR ANY OF THE ANEDOT SERVICES, INCLUDING WITHOUT LIMITATION YOUR RIGHTS OF PRIVACY WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION UNDER THE AMERICAN ARBITRATION ASSOCIATION’S RULES FOR ARBITRATION AND YOU AND ANEDOT HEREBY EXPRESSLY WAIVE TRIAL BY JURY.\nANY ARBITRATION SHALL BE IN ENGLISH AND THE PLACE OF ARBITRATION SHALL BE NEW ORLEANS, LOUISIANA.\nYOUR ARBITRATION FEES AND YOUR SHARE OF ARBITRATOR COMPENSATION SHALL BE GOVERNED BY SUCH RULES.\nDISCOVERY AND RIGHTS TO APPEAL IN ARBITRATION ARE GENERALLY MORE LIMITED THAN IN A LAWSUIT, AND OTHER RIGHTS THAT YOU AND ANEDOT WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nYOU MAY BRING DISPUTES ONLY ON YOUR OWN BEHALF.<br> Neither you nor Anedot will participate in a class action or class-wide arbitration for any disputes covered by these Terms to arbitrate.\nYOU ARE GIVING UP YOUR RIGHT TO PARTICIPATE AS A CLASS REPRESENTATIVE OR CLASS MEMBER ON ANY CLASS CLAIM YOU MAY HAVE AGAINST ANEDOT INCLUDING ANY RIGHT TO CLASS ARBITRATION OR ANY CONSOLIDATION OF INDIVIDUAL ARBITRATIONS.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person’s account, if Anedot is a party to the proceeding.<br> This dispute resolution provision will be governed by the Federal Arbitration Act and not by any state law concerning arbitration.\nThe arbitration may be conducted in person, through the submission of documents, by phone or online.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nJudgment on the award rendered by the arbitrator may be entered in any court having competent jurisdiction.\nAny provision of applicable law notwithstanding, the arbitrator will not have authority to award damages, remedies or awards that conflict with these Terms.<br> (ii) Judicial Forum for Disputes.\nIn the event that the agreement to arbitrate under Section 21.3(b) is found not to apply to you or your claim, you and Anedot agree that any judicial proceeding (other than small claims actions) must be brought solely and exclusively in, and will be subject to the service of process and other applicable procedural rules of, the federal or state courts covering Dover County, Delaware.\nBoth you and Anedot irrevocably consent to venue and personal jurisdiction there.\nNotwithstanding the foregoing, Anedot may bring a claim for equitable relief in any court with proper jurisdiction.<br> (iii) Survival.\nThis arbitration agreement will survive the termination of your use of the Fundraising Services or any of the other Anedot Services or your relationship with Anedot.<br>\n<strong>(c) 30 Day Right to Opt-Out.</strong> You have the right to opt-out and not be bound by the arbitration provisions set forth in this Section 21.3 above by sending written notice of your decision to opt-out to help@anedot.com.\nThe notice must be sent to Anedot within thirty (30) days of your use of any of the Anedot Services or agreeing to these Terms, otherwise you shall be bound to arbitrate disputes in accordance with the terms of those sections.\nIf you opt-out of these arbitration provisions, we also will not be bound by them.<br>\n<strong>(d) Improperly Filed Claims.</strong> All claims you bring against Anedot must be resolved in accordance with this Section 21.3.\nAll claims filed or brought contrary to this Section 21.3 shall be considered improperly filed.\nShould you file a claim contrary to this Section 21.3, Anedot may recover attorneys’ fees and costs up to $15,000, provided that Anedot has notified you in writing of the improperly filed claim, and you have failed to promptly withdraw the claim.<br>\n<strong>(e) Prevailing Party.</strong> In the event that either party institutes any legal suit, action or proceeding against the other party arising out of or relating to these Terms, the Privacy Policy, or any of the other Anedot Services, the prevailing party in the suit, action or proceeding shall be entitled to receive in addition to all other damages to which it may be entitled, the costs incurred by such party in conducting the suit, action or proceeding, including reasonable attorneys’ fees and expenses and court costs.<br>\n<strong>(f) Limitation on Time to File Claims.</strong> ANY CAUSE OF ACTION OR DISPUTE YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS, THE PRIVACY POLICY, THE FUNDRAISING SERVICES OR ANY OF THE OTHER ANEDOT SERVICES OR YOUR RELATIONSHIP WITH ANEDOT MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR DISPUTE IS PERMANENTLY BARRED.<br> 21.4 Severability.<br> If any provision of these Terms (including any Additional Agreements and Policies) is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from these Terms to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.<br> 21.5 Relationship of the Parties.<br> The parties agree that nothing in these Terms shall be construed as creating a joint venture, partnership, franchise, agency, employer/employee, or similar relationship between the parties, or as authorizing either party to act as the agent of the other.\nYou are and will remain an independent contractor in your relationship to Anedot.\nNothing in these Terms shall create any obligation between either party and a third party.<br> 21.6 Assignment.<br> These Terms and related Additional Agreements and Policies, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Anedot without restriction.\nAny assignment attempted to be made in violation of these Terms shall be void.<br> 21.7 Survival.<br> Upon termination of these Terms, your use of the Site, any of the other Anedot Services or your relationship with Anedot any provision which, by its nature or express terms should survive, will survive such termination or expiration, including, but not limited to, Sections 2, 4 and 9 – 21.<br> 21.8 Headings.<br> The heading references herein are for convenience purposes only, do not constitute a part of these Terms, and will not be deemed to limit or affect any of the provisions hereof.<br> 21.9 Entire Agreement.<br> These Terms, together with the Privacy Policy, the Merchant Services Agreement, the Additional Agreements and the Policies, are the entire agreement between you and Anedot relating to the subject matter herein and will not be modified except by a change to these Terms or Policies made by Anedot as set forth in <strong>Section 8</strong> above or as provided in the Merchant Services Agreement and any Additional Agreement.<br> 21.10 No Agency.<br> No agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship is intended or created by these Terms.<br> 21.11 Geographic Restrictions.<br> Anedot is based in the state of Louisiana in the United States.\nAnedot makes no claims that accessing or using or that any of the Anedot Services or any of the content is accessible or appropriate outside of the United States.\nAccessing or using the Anedot Platform, the Site or any of the other Anedot Services may not be legal by certain persons or in certain countries.\nIf you access any of these Anedot Services from outside the United States, you do so on your own initiative and are responsible for compliance with local laws and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Anedot with respect thereto.<br> 21.12 Electronic Communications.<br> The communications between you and Anedot use electronic means, whether you visit the Site or the other Anedot Services or send Anedot emails, or whether Anedot posts notices on the Site or the other Anedot Services or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Anedot in an electronic form.\nand (b) agree that all terms, conditions, agreements, notices, disclosures, and other communications that Anedot provides to you electronically satisfy any legal requirement that such communications would satisfy if they were in writing.\nThe foregoing does not affect your statutory rights.<br> 21.13 Disclosures.<br> The Fundraising Services, the Anedot Platform, the Site and the other Anedot Services are offered by Anedot, Inc.¸1340 Poydras Street, Suite 1770, New Orleans LA 70112 and email: help@anedot.com.<br> If you are a California resident, you may have this same information emailed to you by sending a letter to Anedot, Inc.¸1340 Poydras Street, Suite 1770, New Orleans LA 70112 with your email address and a request for this information.<br> California users are also entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.<br>\n<p>\n<strong>Last Updated:&nbsp;May __, 2021</strong>‍</p>\n<p>Welcome to Anedot.\nAnedot provides services related to fundraising and growing an organization (as modified, collectively, the “<strong>Fundraising Services</strong>”) through its SaaS-based platform and mobile app (the (as modified, the “<strong>Mobile App</strong>” and together with the SaaS-based platform, collectively, the “<strong>Anedot Platform</strong>”) for campaigns and political committees, churches, ministries, colleges, schools, universities, associations, nonprofits, and foundations and other fundraising organizations (each, a “<strong>Fundraising Organization</strong>” or “<strong>you</strong>”) and the third parties that provide fundraising services to the fundraising organizations (each, a “<strong>Vendor Organization</strong>” or “<strong>you</strong>” and together with the Fundraising Organizations, collectively, each an “<strong>Organization</strong>” or “<strong>you</strong>”) and their donors and other supporters (collectively, each an “<strong>Donor</strong>” or “<strong>you</strong>”).\nThe website at https://www.anedot.com (the “<strong>Site</strong>”) and the various other related fundraising tools, services and other features, functions, software, applications and websites (together with the Fundraising Services, the Anedot Platform and the Site, collectively the “<strong>Anedot Services</strong>”) are provided and operated, and are being made available to you and the other Organizations, Donors and the other users of any of the Anedot Services (collectively, the “<strong>Users</strong>”) by Anedot, Inc.\n(“<strong>Anedot</strong>”, “<strong>us</strong>” or “<strong>we</strong>”).\nAll defined terms used herein shall have the meanings prescribed to these terms in these Terms of Use.&nbsp;<strong>‍</strong>\n</p>\n<p>\n<strong>IMPORTANT! THESE TERMS OF USE (“TERMS”) GOVERN YOUR USE OF THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM , THE SITE, AND THE OTHER ANEDOT SERVICES.\nIF YOU ARE AGREEING TO THESE TERMS ON BEHALF OF YOUR ORGANIZATION, REFERENCES TO “YOU” OR “YOUR” SHALL MEAN YOU, YOUR ORGANIZATION AND ANY OTHER USER ACCESSING AND USING THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM AND THE OTHER ANEDOT SERVICES ON BEHALF OF SUCH ORGANIZATION.\nBY CLICKING “I AGREE”, ACKNOWLEDGING YOUR AGREEMENT IN WRITING, AGREEING VERBALLY, USING OR ACCESSING THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES OR OTHERWISE SIGNIFYING YOUR ACCEPTANCE OF THESE TERMS, YOU REPRESENT AND WARRANT THAT (A) YOU ARE AUTHORIZED TO ENTER THESE TERMS OF USE, AND ARE DOING SO, (B) YOU CAN LEGALLY ENTER INTO THESE TERMS, (C) YOU HAVE READ AND UNDERSTAND AND AGREE THAT YOU SHALL BE&nbsp;BOUND BY THESE TERMS OF USE AND ANEDOT’S PRIVACY POLICY (HTTPS://WWW.ANEDOT.COM/PRIVACY/)(AS MODIFIED, THE “PRIVACY POLICY”) AND ALL MODIFICATIONS AND ADDITIONS PROVIDED FOR.\nIF YOU DO NOT AGREE TO THESE TERMS OF USE OR THE PRIVACY POLICY, PLEASE DO NOT USE THE FUNDRAISING SERVICES OR ANY OF THE OTHER ANEDOT SERVICES.&nbsp;</strong>\n</p>\n<p>\n<strong>These Terms contain an Arbitration provision which will, with limited exception, require you to submit disputes you have against Anedot to binding and final arbitration.\nYou will only be permitted to pursue claims against Anedot on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding.\nand you will only be permitted to seek relief (including monetary, injunctive, and declaratory relief) on an individual basis.</strong>\n<br>\n</p>\n<strong>1.\nEligibility.</strong>\n<p>To access and use the Fundraising Services, the Anedot Platform, the Site and the other Anedot Services, you must be at least 18 years of age.\nBY CLICKING THE “I AGREE” BUTTON, BY ACCESSING OR USING THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES, YOU REPRESENT THAT:<strong>\n</strong>\n</p>\n<ul>\n<li>YOU HAVE NOT BEEN PREVIOUSLY SUSPENDED OR REMOVED FROM THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM, THE SITE, OR ANY OF THE OTHER ANEDOT SERVICES;</li>\n<li>YOU CONFIRM THAT YOU ARE OF LEGAL AGE TO FORM A BINDING CONTRACT WITH ANEDOT;</li>\n<li>YOU WILL COMPLY WITH THESE TERMS AND ALL APPLICABLE LOCAL, STATE AND NATIONAL, RULES AND REGULATIONS.\nAND</li>\n<li>YOU ARE NOT A COMPETITOR OF ANEDOT AND DO NOT INTEND TO USE THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES FOR REASONS THAT ARE IN COMPETITION WITH ANEDOT OR OTHERWISE TO REPLICATE SOME OR ALL OF THE OTHER ANEDOT SERVICES FOR ANY REASON.</li>\n</ul>\n<strong>2.\nPrivacy.</strong>\n<p>Your privacy is important to Anedot.\nOur goal is to make the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services as good, useful and rewarding for you as possible.\nIn order to do that, Anedot may collect and process information from you when you use the Fundraising Services, the Anedot Platform or any of the other Anedot Services.\nAnedot will collect certain personally identifiable information from you as set forth in more detail in our Privacy Policy.\nBy accessing or using the Fundraising Services and the Anedot Platform or any of the other Anedot Services, you agree that Anedot may collect, use and disclose, as set forth in the Privacy Policy, the information you provide when you access and use the Fundraising Services and the Anedot Platform or any of the other Anedot Services, and in some cases, information that is provided by or through any of the Anedot Services.<strong>\n</strong>\n<br>\n</p>\n<strong>3.\nThe Fundraising Services.</strong>\n<p>\n<strong>3.1 Accessing and Using the Fundraising Services.</strong>\n</p>\n<p>\n<strong>(a) Fundraising Organizations.&nbsp;</strong>\n</p>\n<ol>\n<li>To access and use the Fundraising Services, you, an individual with legal and financial responsibility to control, manage or direct the Fundraising Organization (the “<strong>Fundraising Account Owner</strong>” or “<strong>you</strong>”) must apply to Anedot to register and create an account (a “<strong>Fundraiser Organization</strong>\n<strong>Account</strong>”) through the sign-up process on the Site.\nThis process will include providing information to verify the identity of the Fundraising Organization and supporting documentation.&nbsp;</li>\n<li>Anedot may reject any application to register and create an account or to access and use the Fundraising Services in its sole discretion.</li>\n<li>The Fundraising Account Owner (or someone acting on behalf of the Fundraising Account Owner) may invite team members from the Fundraising Organization to access and use the Fundraising Services (collectively, an “<strong>Authorized Fundraiser Organization User</strong>” or “<strong>you</strong>”).\nThis may be done as part of the initial application process or later at any point by going to the Fundraising Organization’s Account Settings.\nOnly Authorized Fundraiser Organization Users can access and use the Fundraising Services on behalf of the Fundraising Organization.</li>\n</ol>\n<p>\n<strong>(b) Vendor Organizations.&nbsp;</strong>\n</p>\n<ul>\n<li>To access and use the Fundraising Services, you, an individual with legal and financial responsibility to control, manage or direct the Vendor Organization (the “<strong>Vendor Account Owner</strong>” or “<strong>you</strong>” and together with the Fundraising Account Owner, collectively, the “<strong>Account Owner</strong>” or “<strong>you</strong>”) must apply to Anedot to register and create an account (a “<strong>Service Organization Account</strong>” and together with the Fundraising Organization Accounts, collectively, an “<strong>Account</strong>”).&nbsp;This process will include providing information to verify the identity of the Vendor Organization and supporting documentation.</li>\n<li>Anedot may reject any application to register and create an account or to access and use the Fundraising Services in its sole discretion.</li>\n<li>The Vendor Account Owner (or someone acting on behalf of the Vendor Account Owner) may invite personnel from the Vendor Organization to access and use the Fundraising Services (collectively, an “<strong>Authorized Vendor Organization</strong>\n<strong>User</strong>” or “<strong>you</strong>” and together with the <strong>Authorized Fundraiser Organization Users</strong>,” each an “<strong>Authorized User</strong>” or “<strong>you</strong>”).\nThis may be done as part of the initial application process or later at any point by going to the Fundraising Organization’s Account Settings.\nOnly Authorized Service Organization Users can access and use the Fundraising Services on behalf of the Vendor Organization.\n</li>\n</ul>\n<p>\n<strong>(c) Registration Data.</strong>\n</p>\n<p>In registering and creating an Account, you agree to (i) provide true, accurate, current, and complete information about yourself as prompted during the registration and account creation process (“<strong>Registration Data</strong>”), and (ii) maintain and promptly update the Registration Data, including your PayPal information, to keep it true, accurate, current and complete.\nYou are responsible for all activities that occur under your Account.\nIf you provide any information that is untrue, inaccurate, not current, or incomplete, or Anedot has reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Anedot has the right to suspend or terminate your Account and prohibit you from accessing and using the Fundraising Services and the Anedot Platform and/or any of the other Anedot Services.\nYou agree not to create an Account using a false identity or information, or on behalf of someone other than yourself.\nYou agree that you shall not have more than one Account.\nYou agree not to create an Account or to access and use the Fundraising Services and the Anedot Platform or any of the other Anedot Services if you have been previously removed by Anedot or if you have been previously banned from accessing and using the Fundraising Services, the Anedot Platform or any of the other Anedot Services.</p>\n<p>\n<strong>3.2 Account Pause.\nAccount Closure.</strong>\n</p>\n<p>\n<strong>(a) Pause.</strong> You have the right to temporarily pause your Account at any time.\nYou may do so by following the “pause” link.&nbsp;Any funds that are held in custody for you at the time of pause, less any applicable fees, will be paid out to you according to your payout schedule, assuming all payout-related authentication requirements have been fulfilled.</p>\n<p>\n<strong>(b) Closure.</strong> You have the right to permanently close your Account at any time.\nYou may do so by contacting us via email at help@anedot.com.\nYou understand and agree that Anedot may hold any funds in your Account for up to 90 days after the effective date of closure (the “<strong>Hold Period</strong>”).\nAny funds that are still in your Account after the Hold Period, less any applicable fees, will be paid out to you according to your payout schedule, assuming all payout-related authentication requirements have been fulfilled.&nbsp;<br>\n</p>\n<p>\n<strong>(c) Effect of Pausing or Closing an Account.</strong> Pausing or closing an Account will not relieve an Organization and its Account Owner and Authorized Users of their continued obligations under these Terms, including the obligations regarding payment of all fees or chargebacks related thereto or other obligations to Donors who have made donations through the Fundraising Services (each a “<strong>Donation</strong>”).<br>\n</p>\n<p>\n<strong>3.3 Inactive or Closed Accounts.&nbsp;</strong>\n</p>\n<p>(a) Anedot shall use commercially reasonable efforts to periodically (e.g., on a quarterly basis, etc.) notify the Organization of any Account that has been inactive for at least six (6) months or otherwise been closed by such Organization or Anedot in accordance with these Terms (collectively, a “<strong>Closed Account</strong>”) and still has funds in it (a “<strong>Remaining Balance</strong>”).</p>\n<p>(b) The Organization shall promptly disburse any such Remaining Balance.<br>\n</p>\n<p>(c) If the Organization fails to disburse any such Remaining Balance within six (6) months of receipt of Anedot’s initial notice in accordance with <strong>Section 3.3(a)</strong>, then Anedot may withdraw and take control and possession of such Remaining Balance as liquidated damages.\nYou and your Organization agree that this amount constitutes reasonable compensation for Anedot’s actual damages, and shall not be classified as a penalty.<br>\n</p>\n<p>\n<strong>3.4 Representations and Warranties.</strong>\n</p>\n<p>You represent and warrant to Anedot that: (a) you are eligible to register and use the Fundraising Services and have the right, power, and ability to enter into and perform under this Agreement.\n(b) any transaction submitted by you will represent a bona fide transaction by you.\n(c) any sales transactions submitted by you will accurately describe the goods and/or services sold and delivered to a Donor or other purchaser.\n(d) you will fulfill all of your obligations to each Donor or other purchaser in connection with any transaction that is submitted through the Fundraising Services and will resolve any consumer dispute or complaint directly with the Donor or other purchaser.\n(e) you and all transactions initiated by you will comply with all federal, state, and local laws, rules, and regulations applicable to your business, including any applicable tax laws and regulations.\n(f) except in the ordinary course of business, no transaction submitted by you through the Fundraising Services will represent a sale to any principal, partner, proprietor, or owner of your Organization.\n(g) you will not use the Fundraising Services or the Anedot Platform, directly or indirectly, for any fraudulent undertaking or in any manner so as to interfere with the use of the Service.\nand (j) your use of the Fundraising Service and the Anedot Platform will be in compliance with the Terms.&nbsp;<br>\n</p>\n<strong>4.\nFees.\nPayments.\nTaxes.\nRefunds.\nMerchant Agreement.</strong>\n<p>\n<strong> 4.1 Fees.</strong>\n</p>\n<p> (a) There are no fees for an Organization to register and create an Account or to access and use the Fundraising Services.</p>\n<p>(b) Anedot charges certain processing and other fees (as modified, the “<strong>Processing Fees</strong>”) in connection with the Donations and other purchases through the Fundraising Services.\nThe current Processing Fees can be found on the Site or will be provided upon request.&nbsp;</p>\n<p>(c) In addition to the Processing Fees, you are also responsible for any penalties or fines imposed in connection with your Account on you or Anedot by Anedot or any Associations (as defined in the Merchant Services agreement) resulting from your use of payment processing services in a manner not permitted by this Agreement or an Association’s rules and regulations.</p>\n<p> (d) In addition to the Processing Fees, the Organization shall promptly pay to Anedot any charge-backs, penalties or fines that may arise in connection with its Account.\nIf at any time, any amounts owing by an Organization to Anedot are not paid when due for any reason, including, any Processing Fees or charge-backs, penalties or fines (collectively, the “<strong>Unpaid Amounts</strong>”), then you, as the Account Owner of such Organization, shall be personally liable for any such Unpaid Amounts.\nThese obligations will survive the termination of your use of the Fundraising Services or any of the other Anedot Services or your relationship with Anedot.<br>\n</p>\n<p>(e) We may modify the Processing Fees at any time upon at least thirty (30) days’ prior notice (or a longer period of notice if this is required by applicable law).&nbsp;Such modified Processing Fees shall automatically be effective after such notice period.</p>\n<p>\n<strong>4.2 Accepted Forms of Payment.</strong>\n</p>\n<p>The Fundraising Services support most domestic credit, debit, prepaid or gift cards with a Visa, MasterCard, American Express, or Discover logo, and in some cases in Anedot’s sole discretion, direct debit (electronic checks) and PayPal.\nIn addition, the Fundraising Services supports most international cards with these logos.\nWe may add or remove support for certain payment cards at any time without prior notice.\nWe may elect only to process payment cards that receive an authorization from the applicable issuer.\nYou agree to accept all of the payment cards listed in accordance with these Terms.&nbsp;</p>\n<p>\n<strong>4.3 Automatic Deductions.&nbsp;</strong>\n</p>\n<p>(a) Unless otherwise agreed by the parties, the Account Owner and the Organization authorizes Anedot to automatically deduct the applicable Processing Fees from the Donations made through the Fundraising Services.</p>\n<p>(b) If any Organization enters into a billing or other agreement with another Organization (a “<strong>Billing Agreement</strong>”) that provides for the automatic deduction of any fees from the Donations and other purchases as the fee for the provisions of services by such other Organization (as modified, the “<strong>Services Fees</strong>”) and payment of such Services Fees to such Organization, then each such Organization authorizes Anedot to deduct the Services Fees from the applicable Donations and to pay the Services Fees to such other Organization.\nUpon Anedot’s request, each of the Organizations shall promptly provide to Anedot a fully executed copy of any Billing Agreement and any amendments to such Billing Agreement (but in no event later than five (5) business days after execution).&nbsp;</p>\n<p>\n<strong>4.4 New Fees.</strong>\n</p>\n<p>Anedot reserves the right at any time to begin charging for services that it is currently providing free of charge upon posting on the Fundraising Services, the Anedot Platform, the Site, any of the other Anedot Services or by notifying you by email.<br>\n</p>\n<p>\n<strong>4.5 Taxes.</strong>\n</p>\n<p>You are solely responsible for determining any and all taxes assessed, incurred or required to be collected, paid or withheld in connection with your use of the Fundraising Services.\nYou are solely responsible for collecting, withholding, reporting and remitting any taxes to the appropriate tax authority.\nAnedot is not obligated to, and will not, determine whether taxes apply, or calculate, collect, report or remit any taxes to any tax authority arising from your use of the Fundraising Services.<br>\n</p>\n<p>\n<strong>4.6 Refunds.</strong>\n</p>\n<p>\n<strong>(a) Refunds related to Processing Fees.</strong>\n</p>\n<p>THE PROCESSING FEES ARE NON-REFUNDABLE, NON-CANCELLABLE AND NON-CREDITABLE UNLESS (A) THE DONATION HAS BEEN VOIDED BY THE FUNDING ORGANIZATION OR OTHERWISE PRIOR TO PROCESSING OR (B) OTHERWISE REQUIRED BY LAW OR AGREED TO BY ANEDOT IN ITS SOLE DISCRETION.<br>\n</p>\n<p>\n<strong>(b) Refunds not related to Donations.</strong>\n</p>\n<p>If you are an Organization, you agree to process returns of, and provide refunds and adjustments for, goods or services through your Account in accordance with this Agreement.\nYou shall (i) maintain a fair return, cancellation or adjustment policy.\n(ii) disclose your return or cancellation policy to purchasers at the time of purchase, (iii) not give cash refunds to a purchaser in connection with a payment card sale, unless required by law, and (iv) not accept cash or any other item of value for preparing a payment card sale refund.\nYour refund policies must be the same for all payment methods.\nIf the purchaser is dissatisfied with your refund policy, the purchaser may chargeback the payment.\nYou may not bill or collect from any purchaser for any purchase or payment by means of a payment card unless the purchaser has exercised chargeback, you have fully paid for the charge, and you otherwise have the right to do so.<br>\n</p>\n<p>\n<strong>4.7 Merchant Services Agreement.</strong>\n</p>\n<p> In the event that more than $1,000,000 in Visa transactions or $1,000,000 in MasterCard transactions (or such other amount provided by the operating regulations (as defined in the Merchant Services Agreement) (as modified, “<strong>Benchmark Amount</strong>”) is processed through and on behalf of your Account in any twelve (12)-month period, your Account will automatically be deemed to have accepted, and will be bound by, the Merchant Services Agreement.\nThe terms of the Merchant Services Agreement may be independently enforceable by Acquirer (as defined in the Merchant Services Agreement).\nFor purposes of these Terms, the “<strong>Merchant Services Agreement</strong>” means the Merchant Services Agreement located at https://www.anedot.com/merchant-agreement/).<strong>\n</strong>You understand that the Merchant Services Agreement, including the Benchmark Amount, may be modified by the Acquirer in accordance with the terms of the Merchant Services Agreement.</p>\n<strong>5.\nRight to Access and Use.\nLicense.\nUnauthorized Use.</strong>\n<p>\n<strong>5.1 Right to Access and Use.</strong>\n</p>\n<p>Subject to your compliance with all of the terms and conditions set out in these Terms, Anedot hereby grants to you a limited, non-exclusive, non-transferable, freely revocable right to access and use the Fundraising Services, the Anedot Platform, the Site, and the other Anedot Services, to the extent of, and in accordance with, these Terms (the “<strong>Right to Use</strong>”).<br>\n</p>\n<p>\n<strong>5.2 License.</strong>\n</p>\n<p>Subject to your compliance with all of the terms and conditions set out in these Terms, Anedot hereby grants to the Organizations and the Authorized Users a limited, non-exclusive, non-transferable, freely revocable limited license to download, install and use the Mobile App solely in connection with the Fundraising Services (the “<strong>License</strong>”).<br>\n</p>\n<p>\n<strong>5.3 Prevention of Unauthorized Use.</strong>\n</p>\n<p>Anedot reserves the right to exercise whatever lawful means it deems necessary to prevent the unauthorized access or use of the Fundraising Services or the Anedot Platform or the circumvention of the other Anedot Services, including, but not limited to, technological barriers, IP mapping, and directly contacting your Internet Service Provider (ISP) regarding such unauthorized use.<br>\n</p>\n<strong>6.\nAdditional Agreements and Policies.</strong>\n<p>When accessing or using the Fundraising Services, the Anedot Platform or any of the other Anedot Services, you may be subject to (a) additional agreements (each, an “<strong>Additional Agreements</strong>”) and (b) any additional posted policies, guidelines or rules applicable to the Fundraising Services, the Anedot&nbsp;Platform, the Site and the other Anedot Services which may be posted from time to time (as modified from time to time, the “<strong>Policies</strong>”).\nAll such Additional Agreements and Policies are hereby incorporated by reference into these Terms.<br>\n</p>\n<strong>7.\nRespecting other People’s Rights.&nbsp;</strong>\n<p>Anedot respects the rights of others and so should you.\nYou therefore shall not:</p>\n<ul>\n<li>violate or infringe someone else’s rights of publicity, privacy, copyright, trademark, or other intellectual property right;</li>\n<li>post anything that is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, obscene, vulgar, pornographic, offensive, profane, contains or depicts nudity, contains or depicts sexual activity, harassing, hateful, racially or ethnically offensive, or that encourages conduct that would be considered a criminal offense, gives rise to civil liability or violates any law, or is otherwise inappropriate as determined by Anedot in its sole discretion;&nbsp;</li>\n<li>post anything that is false, misleading, untruthful or inaccurate or that includes anyone’s personal information.\nor</li>\n<li>impersonate any person or entity, including any of Anedot’s employees or representatives or any other User.<br>\n</li>\n</ul>\n<strong>8.\nModification of these Terms.</strong>\n<p>Anedot reserves the right, at its sole discretion, to change, modify, add, or remove portions of these Terms or any Policies at any time by posting the amended Terms and/or Policies to the Site or any of the other Anedot Services.\nIf Anedot updates these Terms, it will update the “<strong>last updated</strong>” date at the top of the Terms.\nPlease check these Terms, including any Additional Agreements and Policies, periodically for changes.\nYour continued use of the Anedot Platform or any of the other Anedot Services after the posting of changes constitutes your binding acceptance of such changes.\nIn the event of a change to these Terms that materially modifies your rights or obligations (including applicable fees), Anedot will use commercially reasonable efforts to notify you of such change.\nAnedot may provide notice through a pop-up or banner within any of the Anedot Services, by sending an email to any address you may have used to register for an Account, or through other similar mechanisms.\nAdditionally, if the changed Terms materially modify your rights or obligations, Anedot may require you to provide consent by accepting the changed Terms.\nIf Anedot requires your acceptance of the changed Terms, changes are effective only after your acceptance.\nFor all other changes, except as stated elsewhere by Anedot, such amended Terms or Policies will automatically be effective, replacing the previously-effective Terms or Policies, thirty (30) days after they are initially posted on any of the Anedot Services.&nbsp;<strong>IF AT ANY TIME YOU DO NOT AGREE TO THESE TERMS OR POLICIES, PLEASE IMMEDIATELY TERMINATE YOUR USE OF THE FUNDRAISING SERVICES AND ALL OTHER ANEDOT SERVICES.</strong>\n</p>\n<p>To the extent that any modifications to the Terms, Additional Agreements or Policies are not allowed under applicable laws, the prior most recent version of the Terms, Additional Agreements or Policies shall continue to apply.</p>\n<strong>9.\nDigital Millennium Copyright Act.</strong>\n<p>It is Anedot’s policy to respond to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act.\nFor more information, please go to Anedot’s DMCA Notification Guidelines at https://www.anedot.com/dmca/.\nIf you file a notice with our copyright agent, it must comply with the requirements set forth in 17 U.S.C.\n§ 512(c)(3).\nAnedot reserves the right to terminate without notice any Organization’s or other User’s access to the Fundraising Services, the Anedot Platform, the Site and the other Anedot Services if that Organization or other User is determined by Anedot to be a “repeat infringer.” In addition, Anedot accommodates and does not interfere with standard technical measures used by copyright owners to protect their materials.</p>\n<strong>10.\nTechnical Support.</strong>\n<p>Anedot provides technical support in connection with the Fundraising Services and the other Anedot Services via (a) email at help@anedot.com, (b) phone at 225-250-1301, (c) chat through the Site, (d) social media messaging (e.g., Facebook, Instagram, etc.) and (e) SMS.\nSupport hours are 8:00 am to 6:00 pm CST excluding all Federal, state and other company holidays.&nbsp;<br>\n</p>\n<strong>11.\nContent.</strong>\n<p>\n<strong>11.1 Posting Content.</strong>\n</p>\n<p>Subject to <strong>Section 7 </strong>and this<strong> Section 11</strong>, the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services may now, or in the future, permit the submission and/or posting or linking of pictures, audio and video recordings, text, data, information and other content linked, posted, and/or submitted by you or other Account Owners or Authorized Users, in each case whether or not made available to other Users (“<strong>Content</strong>”).\nYou may remove any of your Content at any time.\nhowever, you acknowledge and agree that Anedot may still have access to such Content and that the licenses granted by you to Anedot in <strong>Section 11.2</strong> will remain in effect despite your removal of the Content.\nAnedot may delete any Content at any time in its sole discretion.<br>\n</p>\n<p>\n<strong>11.2 Limited License Grant to Anedot.</strong>\n</p>\n<p>By uploading, providing, posting, distributing or disseminating any Content to or through the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services, you hereby grant to Anedot a worldwide, non-exclusive, perpetual, irrevocable, transferable, sublicensable (through multiple tiers), assignable, fully paid-up, royalty-free, license to host, transfer, display, perform, reproduce, distribute, modify and otherwise exploit your Content (and any copyrights, publicity, database and other proprietary rights therein), in connection with the Fundraising Services, the Anedot&nbsp;Platform and the other Anedot Services and Anedot’s (and its successors’ and affiliates’) business.&nbsp;<br>\n</p>\n<p>\n<strong>11.3 Content Use by Other Users.</strong>\n</p>\n<p>You hereby consent to the use of your Content by Donors and other Users that are authorized to access your Content in the manner contemplated by these Terms and any of the Anedot Services.<br>\n</p>\n<p>\n<strong>11.4 Content Representations and Warranties.</strong>\n</p>\n<p>You are solely responsible for the accuracy, quality, integrity, legality, reliability, and appropriateness of all of your Content and the consequences of posting or publishing any Content.\nBy uploading and publishing your Content, you affirm, represent, and warrant that: (a) you are the creator and owner of or have the necessary licenses, rights, consents, and permissions to use and to authorize Anedot and the Users to use and distribute your Content as necessary to exercise the licenses granted by you in this <strong>Section 11</strong> and in the manner contemplated by Anedot and these Terms.\n(b) your Content does not and will not: (i) infringe, violate, or misappropriate any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right or (ii) slander, defame, libel, or violate or invade the right of privacy, publicity or other rights of any person or entity.\nand (iii) your Content does not contain any viruses, adware, spyware, worms, or other malicious code or any content or file that provides a method to access to potentially infringing content outside of any of the Anedot Services.\nViolators of these third-party rights may be subject to criminal and civil liability.\nAnedot reserves all rights and remedies against any Users who violate these Terms.<br>\n</p>\n<p>\n<strong>11.5 Content Disclaimer.</strong>\n</p>\n<p>You understand that when accessing or using any of the Anedot Services you may be exposed to Content or other materials from a variety of sources, and that Anedot is not responsible for the accuracy, usefulness, or intellectual property rights of or relating to such Content and other content.\nYou further understand and acknowledge that you may be exposed to Content and other materials that are inaccurate, offensive, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Anedot with respect thereto.\nAnedot does not endorse any Content and other material or any opinion, recommendation or advice expressed therein, and Anedot expressly disclaims any and all liability in connection with Content and other materials.\nIf notified by a User or a content owner of any Content or other content or materials that allegedly do not conform to these Terms, Anedot may investigate the allegation and determine in its sole discretion whether to remove the Content or other content or materials, which it reserves the right to do at any time and without notice.\nFor clarity, Anedot does not permit copyright infringing activities on or through any of the Anedot Services.<br>\n</p>\n<strong>12.\nProhibited Conduct.\nLinks to the Site.</strong>\n<p>\n<strong>12.1 Prohibited Conduct.&nbsp;</strong>\n</p>\n<p>BY ACCESSING OR USING THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES YOU AGREE NOT TO:</p>\n<p>(a) Decipher, decompile, disassemble, reverse engineer, modify, translate, or otherwise attempt to derive source code, algorithms, tags, specifications, architectures, structures or other elements of the Anedot&nbsp;Platform or any of the other Anedot Services, in whole or in part (except to the extent that the laws of your jurisdiction make such restrictions unenforceable);</p>\n<p>(b) Access or use the Fundraising Services, the Anedot&nbsp;Platform or any of the other Anedot Services for the benefit of anyone other than yourself except in accordance with these Terms, including selling, reselling or distributing, in whole or in part, the Fundraising Services, the Anedot&nbsp;Platform or using the Fundraising Services or the Anedot Platform as part of a service bureau or outsourcing offering;</p>\n<p>(c) Provide any services, directly or indirectly, that are similar to, or based on, the Fundraising Services, the Anedot&nbsp;Platform or any of the other Anedot Services.\n</p>\n<p>(d) Copy, disclose, or distribute any data or other information available through the Fundraising Services, the Anedot Platform or any of the other Anedot Services and/or information, in any medium, including without limitation on the Site, by any automated or non-automated “scraping;”</p>\n<p>(e) Interfere with, circumvent or disable any security or other technological features or measures of any of the Anedot Services or attempt to gain unauthorized access to any of the Anedot Services or its related systems or networks;</p>\n<p>(f) Use bots or other automated methods to: access the Fundraising Services, the Anedot&nbsp;Platform and/or any of the other Anedot Services, or download any information, send or redirect messages or perform any other activities through any of the Anedot Services;</p>\n<p>(g) Take any action that Anedot determines, in its sole discretion, imposes or may impose, an unreasonable or disproportionately large load on its infrastructure;</p>\n<p>(h) Upload invalid data, viruses, worms or other software agents through the Anedot Platform and/or any of the other Anedot Services;</p>\n<p>(i) Collect or derive any personally identifiable information, including names, email addresses from the Fundraising Services, the Anedot Platform and/or any of the other Anedot Services except as may be expressly contemplated by these Terms and the Privacy Policy;</p>\n<p>(j) Impersonate any person or entity, use a fictitious name, or misrepresent your affiliation with a person or entity;</p>\n<p>(k) Use the Fundraising Services, the Anedot&nbsp;Platform or any of the other Anedot Services for any unlawful or inappropriate activities, such as transmission of deceptive messages, or harassment.\nor</p>\n<p>(l) Use any of the Anedot Services for any commercial solicitation purposes except as may be expressly contemplated by these Terms.</p>\n<p>\n<strong>12.2 Links to the Site.</strong>\n</p>\n<p>Unless otherwise agreed in writing by Anedot, you must adhere to following linking policy: (a) the appearance, position and other aspects of the link may not be such as to damage or dilute the goodwill associated with Anedot’s or its licensors’ names and trademarks.\n(b) the appearance, position and other attributes of the link may not create the false appearance that your organization or entity is sponsored by, affiliated with, or associated with Anedot.\nand (c) when selected by a user, the link to the Site must display the Site on full-screen and not within a “frame” on the linking website, except as permitted by Anedot for purposes of embedding a campaign form onto an Organization’s website.\nAnedot reserves the right to revoke its consent to the link at any time and in its sole discretion.<br>\n</p>\n<strong>13.\nThird-Party Sites.&nbsp;</strong>\n<p>The Anedot Platform and the other Anedot Services may now or in the future include links or references to other web sites or services (“<strong>Third-Party Sites</strong>”) solely as a convenience to the Organizations and other Users.\nAnedot does not endorse any such Third-Party Sites or the services, information, materials, products, or services contained on or accessible through Third-Party Sites.\nIn addition, your correspondence or business dealings with, or participation in promotions of, advertisers found on or through any of the Anedot Services are solely between you and such advertiser.\nAccess and use of Third-Party Sites, including the information, materials, products, and services on or available through Third-Party Sites are solely at your own risk.<br>\n</p>\n<strong>14.\nMobile and Data Services.</strong>\n<p>You are responsible for any mobile and data charges that you may incur for accessing and using the Fundraising Services, the Anedot&nbsp;Platform or any of the other Anedot Services.\nIf you’re unsure what those charges may be, you should ask your service provider before using any of the Anedot Services.<strong>\n</strong>\n<br>\n</p>\n<strong>15.\nTermination.\nTerms of Use Violations.\nEffect of Termination.</strong>\n<p>\n<strong>15.1 Anedot.</strong>\n</p>\n<p>You agree that Anedot in its sole discretion, for any or no reason, and without penalty, may terminate your access and use of the Fundraising Services, the Anedot Platform or any of the other Anedot Services or any Account (or any part thereof) that you may have with Anedot and remove and discard all or any part of your Account, user profile, at any time.\nAnedot may also in its sole discretion and at any time prohibit you from accessing and using the Fundraising Services, the Anedot Platform or discontinue providing access to the Fundraising Services, the Anedot Platform or any of the other Anedot Services, or any part thereof, with or without notice.\nYou understand and agree that if Anedot terminates your right to access or use any of the Anedot Services or your account for any reason, then Anedot may hold any funds in your Account during the Hold Period.\nAny funds that are still in your Account after the Hold Period, less any applicable fees, will be paid out to you according to your payout schedule, assuming all payout-related authentication requirements have been fulfilled.\nYou agree that any termination of your ability to access or use the Fundraising Services, the Anedot Platform or any of the other Anedot Services or any Account you may have or portion thereof may be effected without prior notice, and you agree that Anedot will not be liable to you or any third party for any such termination.\nAnedot reserves the right to fully cooperate with any law enforcement authorities or court order requesting or directing Anedot to disclose the identity of anyone that is believed to violate these Terms.\nAny suspected fraudulent, abusive or illegal activity may be referred to appropriate law enforcement authorities.\nThese remedies are in addition to any other remedies that Anedot may have at law or in equity.\nAs provided herein, Anedot does not permit copyright infringing activities on the Anedot Platform, the Site or any of the other Anedot Services, and Anedot shall be permitted to terminate access to the Fundraising Services, the Anedot&nbsp;Platform or any of the other Anedot Services.\n<strong>BY ACCEPTING THESE TERMS, YOU WAIVE AND SHALL HOLD ANEDOT HARMLESS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANEDOT DURING OR AS A RESULT OF ITS INVESTIGATIONS AND/OR FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER ANEDOT OR LAW ENFORCEMENT AUTHORITIES.</strong>\n<br>\n</p>\n<p>\n<strong>15.2 You.</strong>\n</p>\n<p>Your only remedy with respect to any dissatisfaction with (i) the Fundraising Services, the Anedot&nbsp;Platform or any of the other Anedot Services, (ii) any term of these Terms or (iii) any policy or practice of Anedot in providing the Fundraising Services or operating the Anedot Platform or the other Anedot Services is to terminate your use of the Fundraising Services, the Anedot Platform, any of the other Anedot Services and your Account (if any).\nYou may terminate your use of the Fundraising Services, the Anedot Services and your Account (if any) at any time.<br>\n</p>\n<p>\n<strong>15.3 Effect of Termination.</strong>\n</p>\n<p>If your Account is terminated for any reason or no reason, you agree: (a) to continue to be bound by these Terms, (b) to immediately stop using the Fundraising Services and the Anedot Platform and to remove all payment card logos from your website and wherever else they are displayed, (c) that the Right to Use and the License shall automatically terminate, (d) that we reserve the right (but have no obligation) to delete all of your information and Account data stored on our servers, and (e) that we shall not be liable to you or any third party for termination of access to the Fundraising Services or the Anedot Platform, deletion of your information or Account data, or export of your information or Account data.<br>\n</p>\n<strong>16.\nOwnership.\nFeedback.&nbsp;</strong>\n<p>\n<strong>16.1 Ownership.</strong>\n</p>\n<p>Anedot&nbsp;shall own all right, title and interest in the Fundraising Services, the Anedot&nbsp;Platform, the Site and the other Anedot Services.\nThe visual interfaces, graphics, design, compilation, information, computer code (including source code or object code), products, software, services, and all other elements of the Anedot Services provided by Anedot (the “<strong>Materials</strong>”) are protected by United States copyright, trade dress, patent, and trademark laws, international conventions, and all other relevant intellectual property and proprietary rights, and applicable laws.\nAll Materials contained on the Fundraising Services, the Anedot Platform or any of the other Anedot Services are the property of Anedot or its subsidiaries or affiliated companies, and/or third-party licensors.\nAll trademarks, service marks, and trade names are proprietary to Anedot or its affiliates and/or third-party licensors.\nExcept as expressly authorized by Anedot, you agree not to sell, license, distribute, copy, modify, publicly perform or display, transmit, publish, edit, adapt, create derivative works from, or otherwise make unauthorized use of the Materials.\nAnedot reserves all rights not expressly granted in these Terms.<br>\n</p>\n<p>\n<strong>16.2 Feedback.</strong>\n</p>\n<p>You grant to Anedot a royalty-free, worldwide, irrevocable, perpetual license to use, publish, edit, translate, distribute, display and incorporate any ratings, comments, suggestions, feedback, improvement requests or other recommendations you provide relating to the Fundraising Services, the Anedot Platform or any of the other Anedot Services without restriction (“<strong>Feedback</strong>”).\nYou should not submit any Feedback to us that you do not wish to license to us as stated above.\nWe have no obligation (a) to maintain any Feedback in confidence.\n(b) to pay any compensation for any Feedback.\nor (c) to respond to any Feedback.\nYou grant us the right to use the name that you submit in connection with any Feedback.<br>\n</p>\n<strong>17.\nIndemnification.</strong>\n<p>You agree to indemnify, save, and hold Anedot its affiliated companies, contractors, employees, agents and its third-party suppliers, licensors, and partners harmless from any third-party claims, losses, damages, or liabilities, including legal fees and expenses, arising out of your use or misuse of the Fundraising Services, the Anedot&nbsp.\nPlatform, the Site or any of the other Anedot Services, any violation by you of these Terms, or any breach of the representations, warranties, and covenants made by you herein.\nAnedot reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Anedot and you agree to cooperate with Anedot’s defense of these claims.\nAnedot will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.<br>\n</p>\n<strong>18.\nNo Warranties.\nDisclaimers.</strong>\n<p>\n<strong>18.1 NO WARRANTIES.</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, ANEDOT AND ITS AFFILIATES, CONTRACTORS, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, THIRD-PARTY PARTNERS, LICENSORS AND SUPPLIERS (COLLECTIVELY, THE “<strong>ANEDOT PARTIES</strong>”) DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED WITH RESPECT TO THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE AND THE OTHER ANEDOT SERVICES, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS AND WARRANTIES ARISING FROM A COURSE OF DEALING, USAGE OR TRADE PRACTICE.\nWITHOUT LIMITATION TO THE FOREGOING, ANEDOT PROVIDES NO WARRANTY OR UNDERTAKING, AND MAKES NO REPRESENTATION OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, THAT THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR THE OTHER ANEDOT SERVICES, INCLUDING, WILL MEET YOUR REQUIREMENTS OR ACHIEVE ANY INTENDED RESULTS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM THE ANEDOT PARTIES OR THROUGH THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM, THE SITE OR THE OTHER ANEDOT SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\n<strong>\n</strong>\n<br>\n</p>\n<p>\n<strong>18.2 “As Is” and “As AVAILABLE” AND “WITH ALL FAULTS”.</strong>\n</p>\n<p>YOU EXPRESSLY AGREE THAT THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES, ANY DATA, ASSESSMENTS, RESULTS, INFORMATION, THIRD-PARTY SOFTWARE, CONTENT, THIRD-PARTY SITE, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE”, “WITH ALL FAULTS” BASIS AND WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND EITHER EXPRESS OR IMPLIED.<br>\n</p>\n<p>\n<strong>18.3&nbsp;Anedot&nbsp;Platform Operations and Content.</strong>\n</p>\n<p>THE ANEDOT PARTIES DO NOT WARRANT THAT THE DATA, RESULTS, CONTENT, FUNCTIONS, OR ANY OTHER INFORMATION OFFERED ON OR THROUGH THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES, OR ANY THIRD-PARTY SITE WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES OR OTHER HARMFUL COMPONENTS AND DO NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED.<br>\n</p>\n<p>\n<strong>18.4 Accuracy.</strong>\n</p>\n<p>EXCEPT AS SPECIFICALLY PROVIDED IN WRITING BY ANEDOT, THE ANEDOT PARTIES DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM&nbsp;AND THE OTHER ANEDOT SERVICES OR ANY THIRD-PARTY SITE IN TERMS OF CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.<strong>\n</strong>\n<br>\n</p>\n<p>\n<strong>18.5 Harm to Your Computer.</strong>\n</p>\n<p>YOU UNDERSTAND AND AGREE THAT YOU USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAIN CONTENT, INFORMATION, MATERIALS, ASSESSMENTS, RESULTS OR DATA THROUGH THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES OR ANY THIRD-PARTY SITE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH MATERIAL OR DATA.<br>\n</p>\n<strong>19.\nLIMITATION OF LIABILITY AND DAMAGES.</strong>\n<p>\n<strong>19.1&nbsp;Limitation of Liability.</strong>\n</p>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, NEGLIGENCE, WILL THE ANEDOT PARTIES BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, RELIANCE, OR EXEMPLARY DAMAGES (INCLUDING WITHOUT LIMITATION DAMAGES ARISING FROM ANY UNSUCCESSFUL COURT ACTION OR LEGAL DISPUTE, LOST BUSINESS, LOST REVENUES OR LOSS OF ANTICIPATED PROFITS OR ANY OTHER PECUNIARY OR NON-PECUNIARY LOSS OR DAMAGE OF ANY NATURE WHATSOEVER) ARISING OUT OF OR RELATING TO THESE TERMS OR THAT RESULT FROM YOUR USE OR YOUR INABILITY TO USE THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES OR ANY THIRD-PARTY SITE, EVEN IF ANEDOT OR A ANEDOT AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br>\n</p>\n<p>\n<strong>19.2 Limitation of Damages.</strong>\n</p>\n<p>IN NO EVENT WILL THE ANEDOT PARTIES’ TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING OUT OF OR RELATING TO YOUR ACCESS AND USE OF THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM, THE SITE OR ANY OF THE OTHER ANEDOT SERVICES OR THESE TERMS, OR YOUR INTERACTION WITH OTHER USERS (WHETHER IN CONTRACT, TORT INCLUDING NEGLIGENCE, WARRANTY, OR OTHERWISE), EXCEED THE PROCESSING FEES PAID BY YOU (LESS ANY PART OF THE PROCESSING FEES PAID TO, OR RETAINED BY, A THIRD PARTY (E.G., THE ACQUIRER, AN ISSUING BANK, ETC.) DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE CLAIM.<br>\n</p>\n<p>\n<strong>19.3&nbsp;Release for Disputes between Users.</strong>\n</p>\n<p>If you have a dispute with any other Users (including between Organizations) or other third parties, you hereby release Anedot and the other Anedot Parties from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nIf you are a California resident, you waive California Civil Code Section 1542, which says: <strong>“A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.”</strong>\n<br>\n</p>\n<p>\n<strong>19.4 Third-party Sites.</strong>\n</p>\n<p>THESE LIMITATIONS OF LIABILITY ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY YOU BY REASON OF ANY PRODUCTS OR SERVICES SOLD OR PROVIDED ON ANY THIRD-PARTY SITES OR OTHERWISE BY THIRD PARTIES OTHER THAN ANEDOT AND RECEIVED THROUGH OR ADVERTISED ON ANY OF THE ANEDOT SERVICES OR RECEIVED THROUGH ANY THIRD-PARTY SITES.<br>\n</p>\n<p>\n<strong>19.5 Basis of the Bargain.</strong>\n</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT ANEDOT HAS OFFERED THE FUNDRAISING SERVICES, THE ANEDOT&nbsp;PLATFORM, THE SITE AND THE OTHER ANEDOT SERVICES, SET ITS PRICES, AND ENTERED INTO THESE TERMS IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND ANEDOT, AND THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND ANEDOT.\nANEDOT WOULD NOT BE ABLE TO PROVIDE THE FUNDRAISING SERVICES, THE ANEDOT PLATFORM OR ANY OF THE OTHER ANEDOT SERVICES TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.<br>\n</p>\n<p>\n<strong>19.6 Limitations by Applicable Law.</strong>\n</p>\n<p>CERTAIN JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nIF YOU RESIDE IN SUCH A JURISDICTION, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.\nTHE LIMITATIONS OR EXCLUSIONS OF WARRANTIES, REMEDIES OR LIABILITY CONTAINED IN THESE TERMS APPLY TO YOU TO THE FULLEST EXTENT SUCH LIMITATIONS OR EXCLUSIONS ARE PERMITTED UNDER THE LAWS OF THE JURISDICTION WHERE YOU ARE LOCATED.&nbsp;<br>\n</p>\n<strong>20.\nExport Controls.</strong>\n<p>You agree not to import, export, re-export, or transfer, directly or indirectly, any part of the Anedot Platform or other Anedot Services or any underlying intellectual property, information or technology except in full compliance with all United States, foreign and other applicable export control laws and regulations.<br>\n</p>\n<strong>21.\nMiscellaneous.</strong>\n<p>\n<strong>21.1 Notice.</strong>\n</p>\n<p>Anedot may provide you with notices, including those regarding changes to these Terms, by email, regular mail or postings on any of the Anedot Services.\nNotice will be deemed given twenty-four hours after the email is sent, unless Anedot is notified that the email address is invalid.\nAlternatively, Anedot may give you legal notice by mail to a postal address, if provided by you through any of the Anedot Services.\nIn such case, notice will be deemed given three (3) days after the date of mailing.\nNotices posted on any of the Anedot Services are deemed given thirty (30) days following the initial posting.<br>\n</p>\n<p>\n<strong>21.2 Waiver.</strong>\n</p>\n<p>The failure of Anedot to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision.\nAny waiver of any provision of these Terms will be effective only if in writing and signed by Anedot.<br>\n</p>\n<p>\n<strong>21.3&nbsp;Dispute Resolution.</strong>\n</p>\n<p>If a dispute arises between you and Anedot, the goal is to provide you with a neutral and cost-effective method of resolving the dispute quickly.\nAccordingly, you and Anedot agree that any dispute, claim or controversy at law or equity that arises out of these Terms, the Fundraising Services, the Anedot Platform, the Site or any of the other Anedot Services (a “<strong>Dispute</strong>”) will be resolved in accordance with this Section 21.3 or as Anedot and you otherwise agree in writing.\nBefore resorting to these dispute methods, Anedot strongly encourages you to first contact Anedot directly to seek a resolution.<br>\n</p>\n<p>\n<strong>(a) Choice of Law.</strong> These Terms shall be governed in all respects by the laws of the State of Delaware, without regard to its conflict of law provisions.\nEACH PARTY IRREVOCABLY AND UNCONDITIONALLY WAIVES, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, ANY RIGHT IT MAY HAVE TO A TRIAL BY JURY IN ANY LEGAL ACTION, PROCEEDING, CAUSE OF ACTION OR COUNTERCLAIM ARISING OUT OF OR RELATING TO ANY DISPUTE OR OTHERWISE IN CONNECTION WITH THESE TERMS OR ANY OF THE ANEDOT SERVICES.<br>\n</p>\n<p>\n<strong>(b) Arbitration and Class Action Waiver</strong>.</p>\n<p>\n<strong>PLEASE REVIEW AS THIS AFFECTS YOUR LEGAL RIGHTS.</strong>\n</p>\n<ul>\n<li>\n<strong>ARBITRATION.</strong> YOU AGREE THAT ALL DISPUTES BETWEEN YOU AND ANEDOT (WHETHER OR NOT SUCH DISPUTE INVOLVES A THIRD PARTY) IN CONNECTION WITH THESE TERMS OR ANY OF THE ANEDOT SERVICES, INCLUDING WITHOUT LIMITATION YOUR RIGHTS OF PRIVACY WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION UNDER THE AMERICAN ARBITRATION ASSOCIATION’S RULES FOR ARBITRATION AND YOU AND ANEDOT HEREBY EXPRESSLY WAIVE TRIAL BY JURY.\nANY ARBITRATION SHALL BE IN ENGLISH AND THE PLACE OF ARBITRATION SHALL BE NEW ORLEANS, LOUISIANA.\nYOUR ARBITRATION FEES AND YOUR SHARE OF ARBITRATOR COMPENSATION SHALL BE GOVERNED BY SUCH RULES.\nDISCOVERY AND RIGHTS TO APPEAL IN ARBITRATION ARE GENERALLY MORE LIMITED THAN IN A LAWSUIT, AND OTHER RIGHTS THAT YOU AND ANEDOT WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nYOU MAY BRING DISPUTES ONLY ON YOUR OWN BEHALF.<br>\n<br>Neither you nor Anedot will participate in a class action or class-wide arbitration for any disputes covered by these Terms to arbitrate.\nYOU ARE GIVING UP YOUR RIGHT TO PARTICIPATE AS A CLASS REPRESENTATIVE OR CLASS MEMBER ON ANY CLASS CLAIM YOU MAY HAVE AGAINST ANEDOT INCLUDING ANY RIGHT TO CLASS ARBITRATION OR ANY CONSOLIDATION OF INDIVIDUAL ARBITRATIONS.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person’s account, if Anedot is a party to the proceeding.<br>\n<br>This dispute resolution provision will be governed by the Federal Arbitration Act and not by any state law concerning arbitration.\nThe arbitration may be conducted in person, through the submission of documents, by phone or online.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nJudgment on the award rendered by the arbitrator may be entered in any court having competent jurisdiction.\nAny provision of applicable law notwithstanding, the arbitrator will not have authority to award damages, remedies or awards that conflict with these Terms.</li>\n<li>\n<strong>Judicial Forum for Disputes.</strong> In the event that the agreement to arbitrate under Section 21.3(b) is found not to apply to you or your claim, you and Anedot agree that any judicial proceeding (other than small claims actions) must be brought solely and exclusively in, and will be subject to the service of process and other applicable procedural rules of, the federal or state courts covering Dover County, Delaware.\nBoth you and Anedot irrevocably consent to venue and personal jurisdiction there.\nNotwithstanding the foregoing, Anedot may bring a claim for equitable relief in any court with proper jurisdiction.</li>\n<li>\n<strong>Survival.</strong> This arbitration agreement will survive the termination of your use of the Fundraising Services or any of the other Anedot Services or your relationship with Anedot.<br>\n</li>\n</ul>\n<p>\n<strong>(c) 30 Day Right to Opt-Out.</strong> You have the right to opt-out and not be bound by the arbitration provisions set forth in this Section 21.3 above by sending written notice of your decision to opt-out to help@anedot.com.\nThe notice must be sent to Anedot within thirty (30) days of your use of any of the Anedot Services or agreeing to these Terms, otherwise you shall be bound to arbitrate disputes in accordance with the terms of those sections.\nIf you opt-out of these arbitration provisions, we also will not be bound by them.<br>\n</p>\n<p>\n<strong>(d) Improperly Filed Claims.</strong> All claims you bring against Anedot must be resolved in accordance with this Section 21.3.\nAll claims filed or brought contrary to this Section 21.3 shall be considered improperly filed.\nShould you file a claim contrary to this Section 21.3, Anedot may recover attorneys’ fees and costs up to $15,000, provided that Anedot has notified you in writing of the improperly filed claim, and you have failed to promptly withdraw the claim.<br>\n</p>\n<p>\n<strong>(e)&nbsp;Prevailing Party.&nbsp;</strong>In the event that either party institutes any legal suit, action or proceeding against the other party arising out of or relating to these Terms, the Privacy Policy, or any of the other Anedot Services, the prevailing party in the suit, action or proceeding shall be entitled to receive in addition to all other damages to which it may be entitled, the costs incurred by such party in conducting the suit, action or proceeding, including reasonable attorneys’ fees and expenses and court costs.<br>\n</p>\n<p>\n<strong>(f) Limitation on Time to File Claims.&nbsp;</strong>\n</p>\n<p>ANY CAUSE OF ACTION OR DISPUTE YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS, THE PRIVACY POLICY, THE FUNDRAISING SERVICES OR ANY OF THE OTHER ANEDOT SERVICES OR YOUR RELATIONSHIP WITH ANEDOT MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR DISPUTE IS PERMANENTLY BARRED.<br>\n</p>\n<p>\n<strong>21.4&nbsp;Severability.</strong>\n</p>\n<p>If any provision of these Terms (including any Additional Agreements and Policies) is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from these Terms to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.<br>\n</p>\n<p>\n<strong>21.5 Relationship of the Parties.</strong>\n</p>\n<p>The parties agree that nothing in these Terms shall be construed as creating a joint venture, partnership, franchise, agency, employer/employee, or similar relationship between the parties, or as authorizing either party to act as the agent of the other.\nYou are and will remain an independent contractor in your relationship to Anedot.\nNothing in these Terms shall create any obligation between either party and a third party.<strong>\n</strong>\n<br>\n</p>\n<p>\n<strong>21.6&nbsp;Assignment.</strong>\n</p>\n<p>These Terms and related Additional Agreements and Policies, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Anedot without restriction.\nAny assignment attempted to be made in violation of these Terms shall be void.<br>\n</p>\n<p>\n<strong>21.7 Survival.</strong>\n</p>\n<p>Upon termination of these Terms, your use of the Site, any of the other Anedot Services or your relationship with Anedot any provision which, by its nature or express terms should survive, will survive such termination or expiration, including, but not limited to, Sections 2, 4 and 9 – 21.<br>\n</p>\n<p>\n<strong>21.8 Headings.</strong>\n</p>\n<p>The heading references herein are for convenience purposes only, do not constitute a part of these Terms, and will not be deemed to limit or affect any of the provisions hereof.<br>\n</p>\n<p>\n<strong>21.9 Entire Agreement.</strong>\n</p>\n<p>These Terms, together with the Privacy Policy, the Merchant Services Agreement, the Additional Agreements and the Policies, are the entire agreement between you and Anedot relating to the subject matter herein and will not be modified except by a change to these Terms or Policies made by Anedot as set forth in <strong>Section 8</strong> above or as provided in the Merchant Services Agreement and any Additional Agreement.<br>\n</p>\n<p>\n<strong>21.10 No Agency.</strong>\n</p>\n<p>No agency, partnership, joint venture, employee-employer or franchisor-franchisee relationship is intended or created by these Terms.<br>\n</p>\n<p>\n<strong>21.11 Geographic Restrictions.</strong>\n</p>\n<p>Anedot is based in the state of Louisiana in the United States.\nAnedot makes no claims that accessing or using or that any of the Anedot Services or any of the content is accessible or appropriate outside of the United States.\nAccessing or using the Anedot&nbsp;Platform, the Site or any of the other Anedot Services may not be legal by certain persons or in certain countries.\nIf you access any of these Anedot Services from outside the United States, you do so on your own initiative and are responsible for compliance with local laws and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Anedot with respect thereto.<br>\n</p>\n<p>\n<strong>21.12 Electronic Communications.</strong>\n</p>\n<p>The communications between you and Anedot use electronic means, whether you visit the Site or the other Anedot Services or send Anedot emails, or whether Anedot posts notices on the Site or the other Anedot Services or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from Anedot in an electronic form.\nand (b) agree that all terms, conditions, agreements, notices, disclosures, and other communications that Anedot provides to you electronically satisfy any legal requirement that such communications would satisfy if they were in writing.\nThe foregoing does not affect your statutory rights.<br>\n</p>\n<p>\n<strong>21.13 Disclosures.</strong>\n</p>\n<p>The Fundraising Services, the Anedot Platform, the Site and the other Anedot Services are offered by&nbsp;Anedot, Inc.¸ 1340 Poydras Street, Suite 1770, New Orleans LA 70112 and email: help@anedot.com.&nbsp;<br>\n</p>\n<p>If you are a California resident, you may have this same information emailed to you by sending a letter to Anedot, Inc.¸ 1340 Poydras Street, Suite 1770, New Orleans LA 70112 with your email address and a request for this information.<br>\n</p>\n<p>California users are also entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>\n<strong>\n<em>© 2021 Anedot, Inc.</em>\n</strong>\n<br>\n</p> ", "created_at": "2022-01-08 18:55:33.327335", "updated_at": "2022-01-08 18:55:43.135464"}, {"id": 11410, "name": "Terms of Use for Supporters", "url": "https://www.anedot.com/terms-for-supporters", "xpath": "/html/body/div[2]", "text": " Terms of Use for Supporters Are you a fundraising organization? Access terms for fundraising organizations.\nLast Updated: July 20, 2021 Anedot, Inc.\n(“<strong>Anedot</strong>”, “<strong>we</strong>”, “<strong>us</strong>”, or “<strong>our</strong>”) provides a SaaS-based website, platform, and mobile app (together with the services offered on or through such platform and mobile app, the “<strong>Platform</strong>”) which facilitates fundraising efforts by connecting donors and other supporters like you (“<strong>you</strong>” or “<strong>Supporters</strong>”) with campaigns, political committees, churches, ministries, colleges, schools, universities, associations, nonprofits, foundations, and other fundraising organizations, and service providers who provide fundraising services to the above entities (collectively, “<strong>Organizations</strong>”) IMPORTANT! THESE TERMS OF USE (“TERMS”) GOVERN YOUR USE OF THE PLATFORM.\nIF YOU ARE AGREEING TO THESE TERMS ON BEHALF OF YOUR ORGANIZATION, REFERENCES TO “YOU” OR “YOUR” SHALL MEAN YOU, YOUR ORGANIZATION AND ANY OTHER USER ACCESSING AND USING THE PLATFORM ON BEHALF OF SUCH ORGANIZATION.\nBY CLICKING “I AGREE”, ACKNOWLEDGING YOUR AGREEMENT IN WRITING, AGREEING VERBALLY, USING OR ACCESSING THE PLATFORM, OR OTHERWISE SIGNIFYING YOUR ACCEPTANCE OF THESE TERMS, YOU REPRESENT AND WARRANT THAT (A) YOU ARE AUTHORIZED TO ENTER THESE TERMS OF USE, AND ARE DOING SO, (B) YOU CAN LEGALLY ENTER INTO THESE TERMS, (C) YOU HAVE READ AND UNDERSTAND AND AGREE THAT YOU SHALL BE BOUND BY THESE TERMS OF USE AND OUR PRIVACY POLICY (HTTPS://WWW.ANEDOT.COM/PRIVACY/) (THE “PRIVACY POLICY”).\nIF YOU DO NOT AGREE TO THESE TERMS OF USE OR THE PRIVACY POLICY, YOU MUST NOT USE THE PLATFORM.\nThese Terms contain an arbitration provision which will, with limited exception, require you to submit disputes you have against us to binding and final arbitration.\nYou will only be permitted to pursue claims against us on an individual basis, not as a plaintiff or class member in any class or representative action or proceeding.\nand you will only be permitted to seek relief (including monetary, injunctive, and declaratory relief) on an individual basis.\nWe may update these Terms from time to time in our discretion.\nWe will always keep the current version of these Terms posted on this website.\nBy using the Platform after a new version of these Terms have been posted, you agree to the terms and conditions of such version of these Terms.\nIf you do not agree to these Terms, you must immediately cease your use of the Platform.\nSUPPORTER RESPONSIBILITIES You agree and acknowledge the following: • You must be at least 18 years of age to use the Platform.<br>\n<br>• You may be required to provide certain information (including personal information) to make donations, complete other actions for Organizations, or register a user account on the Platform, and you will be required to provide additional information, including payment information, to complete a donation.\nYou consent to such information being collected, used, and shared in accordance with the Privacy Policy.\nYou are responsible for providing complete and accurate information and keep such information up to date, and you are responsible for any liability or damages arising from false, fraudulent, or incomplete information.<br>\n<br>• You are responsible for maintaining the security of your account and your login credentials, and you will be responsible for any actions taken using your account credentials.<br>\n<br>• You are responsible for keeping your own records of transactions and making appropriate backups – we will not be responsible for any loss of data in our possession or control.<br>\n<br>• You are responsible for complying with any local, state, national, or other rules and regulations regarding tax treatment, deductions, and credits, as well as all other applicable laws and regulations.<br>\n<br>• You are solely responsible for selecting the Organizations to which you donate – we simply provide a platform to facilitate donations, but do not endorse any particular Organizations.<br>\n<br>• We are not responsible for how Organizations use your donation.\nWe, or certain Organizations, may offer you the ability to designate an intended goal or use for a donation, but such instructions and preferences are not legally binding and we have no responsibility for monitoring how Organizations actually use the donation.<br> RESTRICTIONS AND COMMUNITY STANDARDS You represent, warrant, and agree that you will not: (i) remove any trademark or copyright notices contained in the Platform or Content.\n(ii) reproduce, modify, publish, distribute, transmit, disseminate, transfer, license, sell, lease, create derivative works based upon, or in any way commercially exploit the Platform or Content or use it to develop any competing offerings.\n(iii) use manual or automated means to trawl, mine, scrape, frame, or mirror the Platform or Content.\n(iv) disassemble, decompile or reverse engineer the Platform or Content.\n(v) attempt to hack, defeat, or overcome any encryption technology or security measures regarding the Platform or our other systems or those of any third party, or gain any unauthorized access to any systems or accounts.\n(vi) interfere with or disrupt the operation of the Platform or any other systems or otherwise interrupt or interfere with any other user’s use or enjoyment of the Platform.\n(vii) violate any applicable local, state, national or international law.\n(viii) post or transmit any Content that is unlawful, defamatory, abusive, harassing, threatening, obscene, fraudulent or otherwise inappropriate or infringes any intellectual property or privacy rights of any person.\n(ix) send unsolicited advertisements through the Platform.\n(x) use the Platform in a way that will adversely affect us or reflect negatively on us, any of our goodwill, name or reputation.\nor (xi) provide any false or misleading information or any information that you do not have the right to provide, or seek to impersonate any person or entity.\nor (xii) violate either these Terms or any of our other rules and policies.\nPAYMENT We may charge Supporters and/or Organizations certain processing and other fees in connection with donations or other transactions made through the Platform (including by deducting such fees from donations prior to funding Organizations).\nAny separate fees charged to the Supporter on a particular donation or transaction will be shown at the time of purchase.\nWe may modify our processing and other fees from time to time.\nBy providing us a payment card or other payment method information, you authorize us to charge you for the designated amounts on a one-time or recurring basis, as selected by you.\nYou acknowledge and agree that we may use one or more third-party technologies or banks to facilitate donations and other payments made through the Platform, and that such technologies or banks will receive sufficient information regarding you and your payment method as needed to process such payments.\nWe may impose a reasonablehold period on donated amounts, for funding confirmation and anti-fraud purposes.\nALL PAYMENTS ARE NON-REFUNDABLE UNLESS OTHERWISE AGREED BY US IN OUR SOLE DISCRETION.\nCONTENT.\nOWNERSHIP.\nDMCA “<strong>Content</strong>” means all information, data, text, software, music, sound, photographs, graphics, video, messages, or other material or content that are displayed, used, or otherwise incorporated into the Platform.\nThe Platform and all Content other than Your Content (as defined below) is owned by us or our third-party licensors and is protected by applicable copyright, trademark, and/or other intellectual property laws.\nNothing contained on the Platform should be construed as granting any license or right to use any of the Content without our written permission.\nSubject to your continued compliance with these Terms, we hereby grant you a personal, non-exclusive, revocable, non-transferable and non-sublicensable license to access and use the Platform and Content for your personal use.\nAny use of the Content (including our names, logos, and trademarks) will inure to our benefit.\nIt is our policy to respond to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act.\nFor more information, please go to our DMCA Notification Guidelines at https://anedot.com/DMCA.\nIf you file a notice with our copyright agent, it must comply with the requirements set forth in 17 U.S.C.\n§ 512(c)(3).\nIf you repeatedly infringe third party copyrights (e.g., by submitting Content without permission), whether proven or alleged, it is our policy to terminate your account on the Platform.\nYOUR CONTENT.\nFEEDBACK “<strong>Your Content</strong>” means any Content submitted to the Platform by you.\nWe have the right, but no obligation, to monitor or screen Your Content and remove any of Your Content that we deem objectionable in any way.\nBy submitting any of Your Content, you: (i) represent and warrant that you have all right, title, and interest to do so.\n(ii) acknowledge that Your Content will not be treated as confidential, and may be publicly visible via the Platform.\n(iii) grant us and our affiliates a worldwide, non-exclusive, perpetual, irrevocable, transferable, sublicensable (through multiple tiers), assignable, fully paid-up, royalty-free, license to host, transfer, display, perform, reproduce, distribute, modify and otherwise exploit Your Content (and any copyrights, publicity, database and other proprietary rights therein) in any media and for any purpose whatsoever (including to operate, maintain, improve, and promote the Platform) without attribution or compensation.\nand (iv) irrevocably waive any claims of moral rights, privacy, publicity, or similar rights in any of Your Content.\nIf you provide feedback, suggestions, improvements, or requests for additional functionality (collectively, “<strong>Feedback</strong>”), you grant us an unrestricted, perpetual, irrevocable, royalty-free, worldwide license to use, reproduce, display, perform, modify, transmit, distribute and create derivative works of such Feedback in any way we deem reasonable, without any attribution or accounting to you.\nThis paragraph will survive any termination or expiration of these Terms or of your account on the Platform.\nTHIRD PARTIES The Platform may contain Content provided by third parties and other references or links to third parties and their websites.\nWe do not control or endorse such third parties or websites and we are not responsible for any Content provided by third parties or any content on third-party sites, nor are we responsible for the accuracy or reliability of any information, data, opinions, advice, or statements therein.\nWe have the right, but not the obligation, to review any Content provided by third parties (including other users of the Platform).\nWe do not endorse such third-party Content, and any views expressed therein are the views of the applicable author and do not necessarily align with our views.\nWe are not responsible for the accuracy or reliability of any Content provided by third parties and will not be liable for any causes of action (including slander, libel, or invasion of privacy) relating to such third-party Content.\nWe have no controlover, and are not responsible for, your interactions (online or in person) with any third parties, including other users of the Platform even if introduced via the Platform.\nYou are solely responsible for your interactions with any third parties.\nIf you have any disputes with other users of the Platform, we may (at our discretion) attempt to facilitate a resolution but are under no obligation to do so.\nDISCLAIMERS YOUR USE OF THE PLATFORM AND CONTENT IS AT YOUR SOLE RISK AND THE PLATFORM ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWE AND OUR LICENSORS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND RELATED TO THE PLATFORM AND CONTENT, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, OR THAT USE OF THE PLATFORM WILL BE UNINTERRUPTED OR ERROR-FREE OR THE CONTENT WILL BE COMPLETE OR ACCURATE.\nWE ARE NOT RESPONSIBLE FOR ANY PROBLEMS OR TECHNICAL MALFUNCTION OF ANY ELECTRONIC NETWORK OR LINES, SERVERS, SOFTWARE, OR FAILURE OF TRANSMISSION AS A RESULT OF TECHNICAL PROBLEMS OR TRAFFIC CONGESTION ON THE INTERNET OR ON ANY OF THE PLATFORM, INCLUDING ANY INJURY OR DAMAGE TO ANY PERSON'S COMPUTER RESULTING FROM PARTICIPATION OR DOWNLOADING MATERIALS IN CONNECTION WITH THE PLATFORM UNDER NO CIRCUMSTANCES SHALL WE BE RESPONSIBLE FOR ANY LOSS OR DAMAGE, INCLUDING PERSONAL INJURY OR DEATH, RESULTING FROM USE OF THE PLATFORM, CONTENT, OR FROM THE CONDUCT OF ANY USERS OF THE PLATFORM OR OTHER THIRD PARTIES.\nWE DO NOT ENDORSE ANY USERS OR OTHER THIRD PARTIES LISTED, REFERENCED, OR REGISTERED USING THE PLATFORM.\nWE ARE NOT RESPONSIBLE FOR ORGANIZATIONS’ ULTIMATE USE OR DISPOSITION OF DONATED AMOUNTS.\nWE MAY PLACE A SUSPENSION, HOLD, OR FREEZE ON USER ACCOUNTS OR PAYMENTS IF WE BELIEVE IT IS REASONABLY NECESSARY IN ORDER TO COMPLY WITH THE LAW OR TO PROTECT OUR SYSTEMS OR INTERESTS OR THOSE OF OUR USERS OR THIRD PARTIES, INCLUDING IN CASES OF SUSPECTED FRAUD OR ILLEGAL ACTIVITY.\nWE WILL HAVE NO LIABILITY FOR ANY SUCH ACTIONS.\nWE MAKE NO REPRESENTATION THAT THE PLATFORM, OR YOUR USE THEREOF, WILL COMPLY WITH ANY LAWS OR REGULATIONS APPLICABLE TO YOU IN YOUR JURISDICTION(S), REGARDING TAX TREATMENT OR OTHERWISE.\nIF YOU ACCESS THE PLATFORM FROM LOCATIONS OUTSIDE THE UNITED STATES, YOU DO SO AT YOUR OWN RISK AND ARE RESPONSIBLE FOR COMPLIANCE WITH APPLICABLE LOCAL LAWS.\nNEITHER WE, NOR THE PLATFORM OR CONTENT, PROVIDE LEGAL, TAX, FINANCIAL OR OTHER PROFESSIONAL ADVICE.\nYOU SHOULD CONSULT PROFESSIONAL ADVISORS ABOUT THE LEGAL, TAX, OR FINANCIAL CONSEQUENCES OF YOUR CHARITABLE ACTIVITIES.\nWE CANNOT GUARANTEE ANY SPECIFIC RESULTS FROM USE OF THE PLATFORM OR CONTENT.\nTHE PLATFORM IS PROVIDED TO FACILITATE CONNECTIONS BETWEEN THIRD-PARTY SUPPORTERS AND ORGANIZATIONS OR RECIPIENTS.\nWE ARE NOT A BROKER OR AGENT OF ANY OF THE ORGANIZATIONS LISTED ON THE PLATFORM AND WE DO NOT SOLICIT DONATIONS.\nSOME STATES DO NOT ALLOW CERTAIN DISCLAIMERS OR LIMITATIONS ON WARRANTIES, SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nTHESE LIMITATIONS WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY LAW.\nLIMITATION OF LIABILITY TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, NEITHER WE NOR OUR LICENSORS WILL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, OR DATA (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM THE USE OF OR THE INABILITY TO USE THE PLATFORM, UNDER ANY LEGAL THEORY WHATSOEVER (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE).\nTO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, NEITHER WE NOR OUR LICENSORS WILL BE LIABLE TO YOU FOR AN AGGREGATE AMOUNT EXCEEDING THE GREATER OF $100 USD OR THE PROCESSING FEES PAID BY YOU (LESS ANY PART OF THE PROCESSING FEES PAID TO, OR RETAINED BY, A THIRD PARTY (E.G., THE ACQUIRER, AN ISSUING BANK, ETC.) DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE CLAIM.\nSOME STATES DO NOT ALLOW CERTAIN LIMITATIONS OF LIABILITY FOR DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nYOUR SOLE REMEDY IF YOU ARE DISSATISFIED WITH THE PLATFORM IS TO DISCONTINUE YOUR USE THEREOF.\nYOU ACKNOWLEDGE AND AGREE THAT WE OFFER THE PLATFORM, SET OUR PRICES, AND ENTER INTO THESE TERMS IN RELIANCE ON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN AND THAT SUCH PROVISIONS REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN THE PARTIES AND FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN THEM.\nWE WOULD NOT BE ABLE TO PROVIDE THE PLATFORM TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.\nRELEASE AND INDEMNITY You will release, defend, indemnify, and hold us, our past, present, and future affiliates, licensors, licensees, marketing partners, and suppliers, together with their respective officers, directors, employees, and agents, harmless from and against any damages, losses, claims, actions or demands, liabilities and settlements including without limitation, reasonable legal and accounting fees, resulting from your use of the Platform, Your Content, any donations made by you, or your violation of these Terms.\nWe may opt to defend such claims at our sole discretion, in which case you will indemnify us for the costs of such defense.\nCalifornia residents hereby waive California Civil Code Section 1542, which states: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release, and that if known by him or her would have materially affected his or her settlement with the debtor or released party.” TERMINATION We reserve the right to modify or discontinue, temporarily or permanently, the Platform (or any part thereof) without notice.\nWe may terminate or suspend your account at any time, for any reason, without liability to you.\nYour right to use the Platform will automatically terminate if you breach these Terms.\nYou may stop using the Platform at any time.\nto delete your account please contact us as set forth at the end of these Terms.\nTermination will not relieve either party from any obligations incurred or arising prior to such termination, and those sections of these Terms which are by their nature intended to survive termination (including, without limitation, the disclaimers, limitation of liability, indemnity, and general clauses) shall so survive.\nDISPUTE RESOLUTION.\nMANDATORY ARBITRATION.\nWAIVER OF JURY TRIAL AND CLASS ACTION These Terms are governed by and will be construed in accordance with the laws of the State of Delaware, without regard to the conflicts of laws provisions thereof.\nTHE PARTIES AGREE THAT ANY DISPUTES ARISING IN CONNECTION WITH THE PLATFORM OR THESE TERMS WILL BE EXCLUSIVELY RESOLVED IN BINDING ARBITRATION USING THE DISPUTE RESOLUTION PROCEDURES OF THE AMERICAN ARBITRATION ASSOCIATION LOCATED IN NEW ORLEANS, LOUISIANA.\nYOUR ARBITRATION FEES AND YOUR SHARE OF ARBITRATOR COMPENSATION SHALL BE GOVERNED BY SUCH RULES.\nDISCOVERY AND RIGHTS TO APPEAL IN ARBITRATION ARE GENERALLY MORE LIMITED THAN IN A LAWSUIT, AND OTHER RIGHTS THAT YOU AND ANEDOT WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nYOU MAY BRING DISPUTES ONLY ON YOUR OWN BEHALF.\nNOTWITHSTANDING THE FOREGOING OBLIGATION TO ARBITRATE DISPUTES, EACH PARTY SHALL HAVE THE RIGHT TO PURSUE INJUNCTIVE OR OTHER EQUITABLE RELIEF AT ANY TIME, FROM ANY COURT OF COMPETENT JURISDICTION.\nYOU HAVE THE RIGHT TO OPT-OUT AND NOT BE BOUND BY THE ARBITRATION PROVISIONS SET FORTH ABOVE BY SENDING WRITTEN NOTICE OF YOUR DECISION TO OPT-OUT TO HELP@ANEDOT.COM.\nTHE NOTICE MUST BE SENT TO US WITHIN THIRTY (30) DAYS OF YOUR USE OF THE PLATFORM OR AGREEING TO THESE TERMS, OTHERWISE YOU SHALL BE BOUND TO ARBITRATE DISPUTES IN ACCORDANCE WITH THE TERMS OF THOSE SECTIONS.\nIF YOU OPT-OUT OF THESE ARBITRATION PROVISIONS, WE ALSO WILL NOT BE BOUND BY THEM AND WILL BE FREE TO PURSUE ANY CLAIMS WE MAY HAVE AGAINST YOU IN COURT.\nTHE PARTIES HERETO EXPRESSLY WAIVE THE RIGHT TO TRIAL BY JURY AND ANY RIGHT TO PARTICIPATE IN CLASS-ACTION PROCEEDINGS.\nFORCE MAJEURE We will not be responsible or liable for any delays or failures to perform due to causes beyond our reasonable control, which may include natural disasters, terrorist attacks, criminal activity, failure of internet or communications networks, health emergencies including pandemics or similar serious outbreaks of disease, or other force majeure events.\nGENERAL The parties are independent contractors, and nothing herein will be deemed to create any joint venture, partnership, agency, or other type of relationship between the parties.\nYou may provide notice to us by contacting us by email at legal@anedot.com or by mail as set forth in the “CONTACT” section below.\nWe may provide notice to you by email or regular mail at the address listed in your account profile (or used to complete any action on the Platform), or through messages displayed or sent via the Platform.\nIf any provision of these Terms is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from these Terms to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.\nSome or all of the Platform’s features and services may be limited or unavailable to users who are not residents and/or citizens of the United States.\nYou may not assign these Terms or these rights and obligations without our prior written consent.\nany purported assignment in violation of these Terms will be null and void.\nIf any provision of these Terms is determined to be void or unenforceable in whole or in part, the remaining provisions of these Terms shall not be affected thereby and shall remain in force and effect.\nThese Terms and any policies referenced herein constitute the entire agreement between the parties regarding the subject matter thereof and supersede any prior or contemporaneous agreements with regards to such subject matter.\nA party's failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nCONTACT For more information, please contact us by email at help@anedot.com or mail at Anedot, Inc., 1340 Poydras Street, Suite 1770, New Orleans LA 70112.\n", "created_at": "2022-01-08 19:53:10.068334", "updated_at": "2022-01-08 18:55:02.128128"}, {"id": 11409, "name": "Privacy Policy", "url": "https://www.anedot.com/privacy", "xpath": "/html/body/div[2]", "text": " Privacy Policy Last Updated:&nbsp;July 20, 2021 Anedot, Inc.\n(“<strong>Anedot</strong>,” “<strong>we</strong>,” “<strong>our</strong>” or “<strong>us</strong>”) respects your privacy and is committed to protecting it through our compliance with this privacy policy.\nThis privacy policy explains our policies and procedures regarding the collection, use, disclosure, and security of certain information that we receive, with a focus on information that would be considered “personal information,” including information by which you may be personally identified.\nIt is our sincere hope that by explaining our practices for handling information, we will develop a trusting and long-lasting relationship with you.\nAnedot provides services related to fundraising and growing an organization (as modified, collectively, the “<strong>Fundraising Services</strong>”) through its SaaS-based platform and mobile app (as modified, collectively, the “<strong>Anedot Platform</strong>”) for campaigns and political committees, churches, ministries, colleges, schools, universities, associations, nonprofits, and foundations and other fundraising organizations (each, a “<strong>Fundraising Organization</strong>” or ”<strong>you</strong>”) and the third parties that provide fundraising services to the fundraising organizations (each, a “<strong>Vendor Organization</strong>” or ”<strong>you</strong>” and together with the Fundraising Organization, collectively, each an “<strong>Organization</strong>” or “<strong>you</strong>”) and their donors and other supporters (collectively, each a “<strong>Donor</strong>” or “<strong>you</strong>”).\nPlease note that by accessing and using the Fundraising Services, the Anedot Platform or visiting or using https://www.anedot.com (the “<strong>Site</strong>”) and the various other related fundraising tools, services, features, functions, software, applications and websites (together with the Fundraising Services, the Anedot Platform and the Site, collectively, the “<strong>Anedot Services</strong>”), you are accepting the practices described in this privacy policy.\nThis privacy policy is incorporated by reference into each of (a) the Terms of Use for Fundraising Organizations and (b) the Terms of Use for Donors.\nThese Terms of Use govern your access and use of the Fundraising Services, the Anedot Platform, the Site, and the other Anedot Services (collectively, the “<strong>Terms</strong>”).\nThis policy describes the types of information we may collect from you or that you may provide when you access or use the Fundraising Services, the Anedot Platform, the Site, the other Anedot Services or any of the other features, functions, services, and products, and our practices for collecting, using, maintaining, protecting and disclosing that information.\nThis policy applies to information we collect or may collect: • In accessing and using the Site.<br>\n<br>• In registering and creating an account to be a Fundraising Organization or a Fundraising Service Organization with access and use of the Fundraising Services.<br>\n<br>• In registering and creating a User Account or Donor Profile, (individually or collectively, “DonorID”) to be a Donor (although you do not need to create a DonorID to make a donation).<br>\n<br>• In accessing and using the Fundraising Services.<br>\n<br>• In accessing and using the Anedot Platform or any of the other Anedot Services.<br>\n<br>• In email, text and other electronic messages sent through or use of the Site and the other Anedot Services.<br>\n<br>• When you send any content through the Site or any of the other Anedot Services.<br>\n<br>• Through services provided to us or to you by third-party companies, agents or contractors.<br> It does not apply to information collected by: • Us offline or through any other means, including on any other website operated by Anedot or any third party.\nor<br>\n<br>• Any third party, including through any link that may be accessible from or on the Site or any of the other Anedot Services.<br> Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your only choice is not to access or use the Fundraising Services, the Anedot Platform, the Site or any of the other Anedot Services.\nBy accessing or using the Fundraising Services, the Anedot Platform or any of the other Anedot Services, you agree to this privacy policy.\nThis policy may change from time to time as described in the provision of this privacy policy entitled Changes to Our Privacy Policy.\nMinors under the Age of 18 Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your only choice is not to access or use the Fundraising Services, the Anedot Platform, the Site or any of the other Anedot ServicesNone of the Fundraising Services or any of the other Anedot Services are intended directly for minors under 18 years of age.\nNo one under age 18 may provide any information on or through the Site or the other Anedot Services.\nWe do not knowingly collect personal information from children under 13.\nIf you are under 13, do not use or provide any information on or through any of the Anedot Services or any of its features or register on the Site, use any of the interactive or public comment features of any of the Anedot Services or provide any information about yourself to us, including your name, address, telephone number, email address or any screen name, username you may use or any pictures of you.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.\nIf you believe that we might have any information from or about a child under 13 without the consent from a parent or legal guardian, please contact us at help@anedot.com..\nBy accessing or using the Fundraising Services, the Anedot Platform or any of the other Anedot Services, you agree to this privacy policy.\nThis policy may change from time to time as described in the provision of this privacy policy entitled Changes to Our Privacy Policy.\n<strong>IF YOU ARE UNDER AGE 13, YOU MUST HAVE YOUR PARENT OR GUARDIAN PROVIDE ANY NECESSARY PERSONAL INFORMATION IN CONNECTION WITH THE FUNDRAISING SERVICES AND THE OTHER ANEDOT SERVICES.\nYOU SHOULD NOT PROVIDE ANY INFORMATION ON OR THROUGH THE FUNDRAISING SERVICES OR OTHER ANEDOT SERVICES.</strong> Information We Collect or May Collect About You and How We Collect It We collect or may collect several types of information from and about Organizations and Donors that access and use the Fundraising Services or any of the other Anedot Services, including: • For Organizations, information by which you, as the account owner or authorized user, may be personally identified, including your name, email, mobile phone, date of birth, social security number, address, employer and occupation;<br>\n<br>• For Donors, information by which you may be personally identified, including your name, email, mobile phone, address, birthdate, employer and occupation and other information required by the Organizations;<br>\n<br>• Payment and other financial information when registering as an Organization to access and use the Fundraising Services;<br>\n<br>• Payment and other financial information when making a donation;<br>\n<br>• Analytics information;<br>\n<br>• Information that is about you but individually does not identify you, such as the date and time of visit;<br>\n<br>• Device, internet and mobile information such as the hardware model, operating system version, unique device identifiers, browser type, language, wireless network, and mobile network information;<br>\n<br>• Geo-location information;<br>\n<br>• When you report a problem or concern with the Fundraising Services, the Anedot Platform, the Site or any of the other Anedot Services;<br>\n<br>• Records and copies of your correspondence (including email addresses), if you contact us.\nand/or<br>\n<br>• Details of donations and other transactions you carry out through the Fundraising Services, the Anedot Platform and any of the other Anedot Services.<br> We collect this information: • Directly from you when you access and use the Fundraising Services or otherwise provide it to us.<br>\n<br>• Automatically as you navigate through or use the Anedot Platform, the Site or any of the other Anedot Services, including through our analytical tools.<br>\n<br>• From third parties, such as our customers, business partners and other third parties that provide us or you with certain services.<br> Certain situations may also involve you calling us (or our Service Providers) or our (or our Service Providers) calling you.\nPlease be aware that we may monitor, and in some cases, record such calls for staff training or quality assurance purposes.\nData Minimization We take every reasonable step to limit the volume of your personal information that we process to what is reasonably necessary.\nprovided, however, we do not have complete control over the type of personal information that an Organization may request or require.\nWe do not Engage in Automated Decision-making without Human Intervention We do not use automated decision-making without human intervention, including profiling, in a way that produces legal effects concerning you or otherwise significantly affects you.\nConsequences of not providing Personal Information If you do not provide certain personal information identified in this policy, (a) you may not be able to donate or otherwise use the Fundraising Services or (b) we may not be able to provide the support that we otherwise could if you do provide this personal information.\nUse of Cookies and Other Tracking Technologies.\nThe technologies we use for automatic data collection may include: • <strong>Cookies (or browser cookies).</strong> A cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of the Site.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to the Site.<br> Do Not Track Policy Your web browser may offer you a “Do Not Track” option, which allows you to signal to operators of websites and web applications and services (including behavioral advertising services) that you do not wish such operators to track certain of your online activities over time and across different websites.\nWe do not honor any web browser “Do Not Track” signals or other mechanisms that provide you with the ability to exercise choice regarding the collection of personally identifiable information about your online activities over time and across third-party websites or online services.\nAt present, no universally accepted standards exist on how companies should respond to do-not-track signals.\nIn the event a final universally accepted standard is established, we will assess and provide an appropriate response to these signals.\nThird-party Responsibilities and Services.\nWe may use or partner with other third-party companies, agents or contractors for various purposes in connection with our business and operations (“<strong>Service Providers</strong>”), including, the processing of donations and other payments, the marketing and growth of our business, and the performance of services on our behalf, such as gathering and analyzing information and the provision of services to you.\nIn the course of performing these responsibilities and providing such services, these other companies may have access to your information.\nWe may also share information, including your information, with these Services Providers in order to enable them to perform these responsibilities and to provide these services.\nThese Services Providers may have adopted their own privacy policies, which are not subject to control by Anedot.\nYou should always review the policies of these Service Providers to make sure that you are comfortable with the ways in which they collect, use, maintain, protect and disclose your information.\nWe do not list our current Service Providers because they change from time to time.\nIf you would like the names of any of Service Providers, please email us at help@anedot.com.\nThe Service Providers may also transmit cookies to your computer or device when you click on ads that appear on or through the Service.\nAs a convenience to you, we may or may in the future also provide links to other third-parties from within our Service.\nIf you click on one of these links, you will be redirected to that third-party’s site (via affiliate cookies) and such third party may also transmit cookies to you.\nWe do not have any control over that or how they collect, use, maintain, protect and disclose your information.\nPlease be aware that cookies placed by third parties may continue to track your activities online even after you are no longer using any of the Anedot Services, and those third parties may not honor “Do Not Track” requests you have set using your web browser.\nFacebook Pixel The Facebook pixel is an analytics tool that allows us to measure the effectiveness of our advertisements by understanding the actions visitors take on the Site.\nWe use pixel data to: • Make sure our advertisements are being shown to the right people<br>\n<br>• Build advertising audience<br>\n<br>• Unlock additional Facebook advertising tools<br>\n<br>• When someone visits the Site, and acts (like making a donation) the Facebook pixel is triggered and reports this action.\nThis way we will be able to reach out to that person again through future Facebook advertising.<br> More information about Facebook’s privacy practices can be found at privacy.\nLinkedIn Insight Tags We use the “LinkedIn Insight Tag” on the Site.\nIt helps us with in-depth campaign reporting and insights about our website visitors.\nIt can also be used to track conversions, retarget website visitors, and unlock additional insights about members interacting with our ads on LinkedIn.\nThe LinkedIn Insight Tag enables the collection of data regarding members’ visits to our website, including the URL, referrer, IP address, device and browser characteristics (User Agent), and timestamp.\nThis data is encrypted, the IP addresses are truncated, and members’ direct identifiers are removed within seven days in order to make the data pseudonymous.\nThis remaining, pseudonymized data is then deleted within 90 days.\nLinkedIn does not share personal data with us, it only provides aggregated reports about the website audience and ad performance.\nLinkedIn also provides retargeting for website visitors, enabling us to show personalized ads off our website by using this data, but without identifying the member.\nLinkedIn members can control the use of their personal data for advertising purposes through their account settings.\nMore information about LinkedIn’s privacy practices can be found at terms, privacy policy and cookie policies.\nHow We Use Your Information We will only use information that we collect about you or that you provide to us, including any personal information for purposes described in this privacy policy and when applicable law allows us to do so.\nWe will generally use your information on the following legal grounds: • Where the use of your information is necessary to provide the Fundraising Services or any of the other Anedot Services;<br>\n<br>• Where the use is necessary for the purposes of our legitimate interests (or those of a third party);<br>\n<br>• Where we need to comply with a legal or regulatory obligation.\nor<br>\n<br>• Where you have given your consent (which can be withdrawn at any time).<br> We use information that we collect about you or that you provide to us, including any personal information: • To provide you the Fundraising Services.&nbsp;<br>\n<br>• To provide access and use of the Anedot Platform.<br>\n<br>• To provide you the Site and the other Anedot Services and the content that is on it.<br>\n<br>• To verify your identity and prevent fraud or other unauthorized or illegal activity.<br>\n<br>• To process and obtain payment from Organizations.<br>\n<br>• To process any donation that is made through the Fundraising Services.<br>\n<br>• To comply with applicable legal and regulatory requirements, including “know your customer” and “anti-money laundering” requirements.<br>\n<br>• To provide technical and other support to you.<br>\n<br>• To send you news or information about us or the Fundraising Services that may be of interest to you (if you have not opted-out).&nbsp;<br>\n<br>• To enable Service Providers to perform certain responsibilities and provide certain services in connection with the Fundraising Services and the other Anedot Services and our business and operations.<br>\n<br>• To fulfill any other purpose for which you provide it.<br>\n<br>• To provide you with notices about the Fundraising Services.<br>\n<br>• To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.<br>\n<br>• To notify you about changes to any of the Fundraising Services, the Anedot Platform, the Site and the other Anedot Services.<br>\n<br>• To enhance the safety and security of all of the Anedot Services.<br>\n<br>• In any other way we may describe when you provide the information.<br>\n<br>• For any other purpose with your consent.<br> Some of the information that we collect automatically may be statistical data and does not include personal information, but we may maintain it or associate it with personal information we collect in other ways or receive from third parties or you provide to us.\nIt helps us to improve the Site and the other Anedot Services, and to deliver a better and more personalized service, including enabling us to: • Optimize the platform and services<br>\n<br>• Estimate our audience size and better understand usage patterns.<br>\n<br>• Recognize you when you return to the Site.<br> Storage and Transfer of Your Information We may store any data or other information that we collect (personal or otherwise) ourselves or in databases and servers owned and maintained by us, our affiliates, agents or Service Providers.\nIf you access or use the Site or any of the other Anedot Services outside of the United States, information that we collect about you may be transferred to servers inside the United States and maintained indefinitely, which may involve the transfer of information out of countries located in the European Economic Area and other parts of the world unless otherwise prohibited by applicable law or agreed by Anedot and you.\nBy allowing Anedot to collect information about you, you consent to such transfer and processing of such information without restriction.\nWe may also store some information locally on your computer or other devices.\nFor example, we may store information as local cache so that you can open the Site and view content faster.\nAlthough users from all over the world may access the Site, keep in mind that no matter where you live or where you happen to use our services, you consent to us processing and transferring information in and to the United States and other countries whose data-protection and privacy laws may offer fewer protections than those in your home country.\nDisclosure of Your Information We will never sell the personal information of a Donor in a way that could disclose the identity of such Donor.\nprovided that we have no control of how an Organization uses your personal information.\nWe have no current intention of selling the personal information of Organizations.\nIf that ever changes, we will notify you in accordance with the provision of this privacy policy entitled Changes to Our Privacy Policy.\nWe may disclose personal information that we collect or you provide as described in this privacy policy: • To our subsidiaries and affiliates.<br>\n<br>• To the relevant Fundraising Organizations and Fundraising Service Organizations.<br>\n<br>• To Service Providers, contractors and other third parties we use to support the Fundraising Services, the Anedot Platform, and the other Anedot Services, and our business but only to the extent necessary for them to provide this support.<br>\n<br>• To a potential or actual buyer, assignee or other successor (including its related advisors and agents) in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of Anedot’ assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by Anedot about users of the Site and the other Anedot services is among the assets that may be or are actually transferred.<br>\n<br>• To fulfill the purpose for which you provide it.<br>\n<br>• For any other purpose disclosed by us when you provide the information.<br>\n<br>• With your consent.<br> We may also disclose your data information: • To comply with any court order, law or legal process, including to respond to any government or regulatory request.<br>\n<br>• To enforce or apply the Terms and other agreements, including for billing and collection purposes.<br>\n<br>• If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Anedot, our customers or others.<br> Anonymized or Aggregated Information.\nWe may use information that is anonymized or in an aggregated form to improve the Fundraising Services and other Anedot Services and for other internal business purposes without restriction.\nChoices About How We Use and Disclose Your Personal information We strive to provide you with choices regarding the personal information you provide to us.\nWe have created mechanisms to provide you with the following control over your personal information: • Tracking Technologies and Advertising.\nYou can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nTo learn how you can manage your Flash cookie settings, visit the Flash player settings page on Adobe’s <em>website</em>.\nIf you disable or refuse cookies, please note that all or some parts of the Anedot Services, may then be inaccessible or not function properly.<br>\n<br>• Promotional Offers from Anedot.\nIf you do not wish to have your email address/contact information used by Anedot to market or otherwise promote our own or third parties’ products or services, you can opt-out through the unsubscribe mechanism at the bottom of the applicable email.\nThis opt-out does not apply to information provided to Anedot as a result of a service or product purchase, product service experience or other transactions.<br> We do not control third parties’ collection or use of your information to serve interest-based advertising.\nYou may be able to opt out of receiving personalized advertisements from companies who are members of the Network Advertising Initiative or who subscribe to the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising.\nFor more information about this practice and to understand your options, please visit: http://www.aboutads.info and http://www.networkadvertising.org/choices/.\nYou may also use TRUSTe’s Preference Manager at http://preferences-mgr.truste.com.\nAccessing and Correcting Your Personal information You may change, correct or delete any personal information that you have provided to us through your account settings or donor profile or by emailing us at help@anedot.com.\nYour California Privacy Rights California Civil Code Section § 1798.83 permits users of the Site that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to help@anedot.com or write to us at: Anedot, Inc.¸ 1340 Poydras Street, Suite 1770, New Orleans LA 70112.\nHow Long We Store Your Personal information We will only retain the personal information of Organizations and Donors, in a form which permits us to identify you, for as long as your account is active or for as long as required for compliance or legal purposes.\nWe will retain and use your personal information as necessary to satisfy any legal, accounting or reporting requirements, to resolve disputes or to enforce our agreements and rights.\nSubject to the foregoing, we will delete your personal information upon your request except to the extent that we are required by applicable law or regulation to retain such information.\nTo dispose of personal information, we may anonymize it, delete it or take other appropriate steps.\nData may persist in copies made for backup and business continuity purposes for additional time.\nInformation Security We understand that the security of your personal information is important.\nWe provide reasonable administrative, technical, and physical security controls to protect your personal information.\nHowever, despite our efforts, no security controls are 100% effective.\nAnedot cannot ensure or warrant the security of your personal information.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Site or the other Anedot Services.\nThe safety and security of your data also depends on you.\nWhere you have chosen (or we have given you) a password for access to and use of your account, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nChanges to Our Privacy Policy It is our policy to post any changes we make to our privacy policy on this page with a notice that the privacy policy has been updated on the home pages of the Site for at least 30 days.\nIf we make material changes to how we treat our users’ personal information that are materially less protective than provided in this policy, we will use reasonable efforts to notify you by email to the email address specified in your account and/or through a notice on the home pages of the Site and to attempt to get your consent to the changes.\nThe date the privacy policy was last updated is identified above.\nYou are responsible for ensuring that we have an up-to-date active and deliverable email address for you, and for periodically visiting the Site and this privacy policy to check for any changes.\nLike our Terms, of which this privacy policy is a part, your continued use, and/or continued use after our efforts to contact you, of the Fundraising Services, the Site or any of the other Anedot Services, means that you agree to be bound by such changes.\nSurvival The policies indicated in this privacy policy will remain effective, even if the Terms and the other agreements between us are terminated and you are no longer using the Fundraising Services, the Site or any of the other Anedot Services.\nContact Information To ask questions or comment about this privacy policy and our privacy practices or need to reach us for any other reason, you may contact us by email at help@anedot.com or by mail at Anedot, Inc.¸ 1340 Poydras Street, Suite 1770, New Orleans LA 70112.\n", "created_at": "2022-01-08 19:53:10.066629", "updated_at": "2022-01-08 18:53:55.538776"}], "points": [{"id": 26692, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.anedot.com/terms-for-fundraising-organizations", "status": "Generated through the annotate view", "created_at": "2022-01-20 23:59:42.313254", "updated_at": "2022-08-18 19:18:29.350209", "quoteText": "The failure of Anedot to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision.", "case_id": 295, "document_id": 11411, "quoteStart": 50197, "quoteEnd": 50336}, {"id": 26590, "title": "There is a date of the last update of the agreements", "source": "https://www.anedot.com/terms-for-fundraising-organizations", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:25:07.266614", "updated_at": "2022-08-18 19:18:23.939186", "quoteText": "Last Updated:&nbsp;June 21, 2021", "case_id": 331, "document_id": 11411, "quoteStart": 97, "quoteEnd": 129}, {"id": 26589, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.anedot.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:24:52.959677", "updated_at": "2022-08-18 19:18:18.78878", "quoteText": "We do not honor any web browser “Do Not Track” signals or other mechanisms that provide you with the ability to exercise choice regarding the collection of personally identifiable information about your online activities over time and across third-party websites or online services.", "case_id": 233, "document_id": 11409, "quoteStart": 10723, "quoteEnd": 11005}], "urls": ["anedot.com"]}}