{"error": 448, "message": "OK", "parameters": {"id": 6337, "name": "Fetcharate", "created_at": "2022-01-16 20:21:50.974814", "updated_at": "2022-01-16 23:01:16.095286", "wikipedia": null, "keywords": null, "related": null, "slug": "fetcharate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6337.png", "url": "fetcharate.com", "documents": [{"id": 11502, "name": "Terms", "url": "https://www.fetcharate.com/terms", "xpath": "", "text": "Legal Disclaimer<p>YOUR USE OF THIS WEB SITE CONSTITUTES YOUR AGREEMENT TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS OF USE.</p>\n<p>This web site, including all of its features and content (this \"WebSite\") is a service made available by www.Fetcharate.com.com, or its affiliates (\"Provider\") and all content, information, services and software ordered or provided on or through this Web Site (\"Information\") may be used solely under the following terms and conditions (\"Terms of Use\").</p>\n<p>THIS AGREEMENT ALSO INCLUDES A MANDATORY ARBITRATION CLAUSE AND CLASS ACTION WAIVER.\nPlease see the Arbitration and Waiver of Class Action sections below for more information.</p>\n<p>We reserve the right to change or modify these Terms &amp.\nConditions at any time and your continued use of this site will be conditioned upon the Terms &amp.\nConditions in force at the time of your use.</p>Terms of Use<p>WebSite Limited License.\nAs a user of this WebSite you are granted a nonexclusive, nontransferable, revocable, limited license to access and use this WebSite and Content in accordance with these Terms of Use.\nProvider may terminate this license at any time for any reason.Important.\nFetcharate.com is not a Service Provider.\nLeading Service Providers participate in our matching engine who may have products or services available matching the criteria you submit in this interest profile.\nThe information collected is not an application for credit or a loan, nor is it used to pre-qualify you with any Service Provider.\nThere is no cost to submit a request, get matched with a provider and receive offers.\nYou may review the offers and talk to the service providers at no cost.\nOf course, the service provider you choose may require a fee to continue processing your request, but until you agree to pay the fee, you may stop at no cost.\nFetcharate.com does not charge you, the consumer, a fee for its services.\nWho pays our bills? The service provider.\nOf course, you will be responsible for paying any costs or fees to the service provider with whom you chose to do business with.</p>\n<p>This Agreement sets forth the terms and conditions governing the delivery of the Website and is effective as of the date access to such services is delivered to you (“You” or “User”) agree as follows:</p>Indemnification<p>User will indemnify and hold harmless Provider, its officers, directors, employees and agents, and the elected and appointed officials and employees, officers, directors and agents of the governmental and other entities that have contributed information to or provided services for the Network, against any and all direct or indirect losses, claims, demands, expenses (including attorneys' fees) or liabilities of whatever nature or kind arising out of User's access to our site or services.</p>Privacy<p>With respect to personally identifiable information regarding consumers, the parties further agree as follows: Provider recognizes the importance of appropriate privacy protections for consumer data and User agrees that User (including its directors, officers, employees or agents) will comply with privacy rules and regulations and the policies articulated here where applicable:http://www.fetcharate.com/privacy/</p>Disclaimer of Warranties<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, PROVIDER AND ITS SUPPLIERS DISCLAIM ALL WARRANTIES (WHETHER EXPRESS OR IMPLIED), INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE, NONINFRINGEMENT OF THIRD PARTY RIGHTS, OR THE CORRECTNESS, COMPLETENESS OR CURRENTNESS OF ANY DATA OR RESULTS, WITH RESPECT TO THE INFORMATION, WHICH IS BEING PROVIDED ON AN \"AS IS\" BASIS.\nTHE ENTIRE RISK ARISING OUT OF USE OF THE INFORMATION AND SUPPORT SERVICES REMAINS WITH THE USER.</p>\n<p>USER ACKNOWLEDGES THAT EVERY BUSINESS DECISION INVOLVES THE ASSUMPTION OF A RISK AND THAT NEITHER PROVIDER NOR ANY DATABASE SUPPLIER, IN FURNISHING THE INFORMATION TO THE USER, DOES OR WILL UNDERWRITE THAT RISK IN ANY MANNER WHATSOEVER.\nTHE USER THEREFORE AGREES THAT NEITHER PROVIDER NOR ANY DATABASE SUPPLIER WILL BE LIABLE FOR ANY LOSS, DAMAGE OR INJURY CAUSED IN WHOLE OR IN PART BY PROVIDER'S OR THE DATABASE SUPPLIER'S NEGLIGENCE IN PROCURING, COMPILING, COLLECTING, INTERPRETING, REPORTING, COMMUNICATING OR DELIVERING THE INFORMATION.</p>Providers Liability<p>IN NO EVENT SHALL PROVIDER OR ANY OF ITS SUPPLIERS BE LIABLE FOR ANY SPECIAL, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, DAMAGES TO OTHER GOODS OR EQUIPMENT, LOST PROFITS, DOWNTIME COSTS, LABOR COST, OVERHEAD COSTS OR CLAIMS OF CUSTOMERS OR CLIENTS OF USER FOR SUCH COSTS.\nIF, NOTWITHSTANDING THE FOREGOING, LIABILITY CAN BE IMPOSED ON PROVIDER OR ANY THIRD PARTIES, THEN USER AGREES THAT THE AGGREGATE LIABILITY OF PROVIDER AND PROVIDER'S THIRD PARTY SUPPLIERS FOR ANY AND ALL LOSSES OR INJURIES ARISING OUT OF ANY ACT OR OMISSION OF PROVIDER OR SUCH THIRD PARTY SUPPLIERS IN CONNECTION WITH ANYTHING TO BE DONE OR FURNISHED UNDER THIS AGREEMENT, REGARDLESS OF THE CAUSE OF THE LOSS OR INJURY (INCLUDING NEGLIGENCE) AND REGARDLESS OF THE NATURE OF THE LEGAL OR EQUITABLE RIGHT CLAIMED TO HAVE BEEN VIOLATED, SHALL NEVER EXCEED THE LESSER OF THE FEES ACTUALLY PAID BY USER TO PROVIDER FOR THE INFORMATION TO WHICH A GIVEN CLAIM RELATES AND ONE HUNDRED DOLLARS ($100).</p>Arbitration<p>All disputes arising out of or relating to any purchase you make with via this Website, any information you provide via the Website, this T&amp;C (including its formation, performance or alleged breach), and your use of the Website will be exclusively resolved under confidential binding arbitration in accordance with the Rules of the American Arbitration Association (\"AAA\"), including the AAA's Supplementary Procedures for Consumer-Related Disputes (collectively, the \"AAA Rules\") then in effect at the time of the dispute.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nIf you initiate arbitration, Fetcharate.com will promptly reimburse you for any standard filing fee which may have been required under AAA Rules once you have notified Fetcharate.com in writing and provided a copy of the arbitration proceedings.\nHowever, if Fetcharate.com is the prevailing party in the arbitration, applicable law may allow the arbitrator to award attorneys' fees and costs to Fetcharate.com.\nIf for any reason the AAA is unavailable, the parties shall mutually select another arbitration forum.\nThe arbitration will be conducted in the city of Los Angeles, California, but may proceed telephonically if the claimant so chooses.</p>\n<p>The arbitrator's award will be binding and may be entered as a judgment in any court of competent jurisdiction.\nTo the fullest extent permitted by applicable law, no arbitration under this T&amp;C may be joined to an arbitration involving any other party subject to this T&amp;C, whether through class arbitration proceedings or otherwise.\nNotwithstanding the foregoing, we will have the right to seek injunctive or other equitable relief in state or federal court located in the state of California to enforce this T&amp;C or prevent an infringement of a third party's rights.\nIn the event equitable relief is sought, each party hereby irrevocably submits to the personal jurisdiction of such court.</p>WAIVER OF CLASS ACTION RIGHTS<p>ANY DISPUTES ARISING OUT OF OR RELATING TO ANY PURCHASE YOU MAKE WITH VIA THIS WEBSITE, ANY INFORMATION YOU PROVIDE VIA THE WEBSITE, THIS T&amp;C (INCLUDING ITS FORMATION, PERFORMANCE OR ALLEGED BREACH), AND YOUR USE OF THE WEBSITE SHALL BE SUBMITTED INDIVIDUALLY BY YOU, AND SHALL NOT BE SUBJECT TO ANY CLASS ACTION OR REPRESENTATIVE STATUS.\nBY ENTERING INTO THIS T&amp;C, YOU HEREBY IRREVOCABLY WAIVE ANY RIGHT YOU MAY HAVE TO JOIN CLAIMS WITH THOSE OF OTHERS OR PARTICIPATE AS A MEMBER OF A CLASS OF CLAIMANTS WITH RESPECT TO ANY CLAIM SUBMITTED TO ARBITRATION.\nThe parties to this arbitration agreement acknowledge that this class action waiver is material and essential to the arbitration of any disputes between the parties and is nonseverable from the agreement to arbitrate claims.\nIf any portion of this class action waiver is limited, voided, or cannot be enforced, then the parties' agreement to arbitrate shall be null and void.\nYOU UNDERSTAND THAT BY AGREEING TO THIS CLASS ACTION WAIVER, YOU MAY ONLY BRING CLAIMS AGAINST Fetcharate.com IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING AND YOU ARE GIVING UP THE RIGHT TO LITIGATE THROUGH A COURT, OR TO HAVE A JUDGE OR JURY DECIDE YOUR CASE.</p>", "created_at": "2022-01-16 20:21:50.978527", "updated_at": "2022-01-16 19:22:25.72154"}, {"id": 11501, "name": "Privacy Policy", "url": "https://www.fetcharate.com/privacy", "xpath": "//body", "text": "We Respect Your Privacy<p>At FetchARate.com, your security is a top priority and we are committed to protecting your privacy online.\nThis pledge outlines the steps we've taken to ensure that you have a great experience at FetchARate.com, and also provides details on how we treat any personal information you may submit to us.</p>Information Collection and Use<p>We will collect and use personal information about you to respond to your request for products and services offered through this website.\nWe will also collect information in order to notify you about products, services, and other opportunities we think will be of interest to you.\nAlthough personal information we collect from you may be considered publicly available through government records or available through widely distributed media, we will treat all personal information submitted by you as nonpublic personal information.\nThe information we collect may be from the following sources:</p>\n<p>Information provided by you in connection with obtaining financial products or services such as mortgage loans (such as full name, telephone number, self-assessed property value, and social security number).</p>\n<p>Information you provide us when you register to receive communications from us (such as your email address).</p>\n<p>Information you provide us when you enter promotions or sweepstakes offered by FetchARate.com (such as your full name, physical address and email address).</p>\n<p>Information you provide us through surveys, feedback, or other forms hosted on our website or the pages of a FetchARate.com partner.</p>\n<p>Information you provide us when you apply for a job with FetchARate.com.</p>\n<p>We also collect demographic information.\nDemographic information is all other information such as gender, zip code, or any information that is not tied to your personal information.\nIn addition, we might receive information about you from other sources (such as service providers) for tracking purposes.\nWe may add the information we receive about you to your existing account.\nLike other websites, we also automatically receive and record certain types of information every time you visit us.\nWe use \"cookies\" and the other information to enhance your experience and present you with personalized offers.\nLikewise, we sometimes use third-party advertising companies to serve and track advertisements appearing on our website.\nThese companies may employ cookies and action tags to measure advertising effectiveness.\nAny information that these third parties collect via cookies and action tags is completely anonymous.</p>\n<p>The security of your personal information is important to us.\nWhen you enter sensitive information (such as credit card number and/or social security number) on our registration or order forms, we encrypt that information using secure socket layer technology (SSL).</p>Information Sharing and Disclosure<p>We do not share personal information about you with other people or nonaffiliated companies except to provide product or services you have requested or under the following circumstances:</p>Loan Products or Service Requests<p>If you submit a request for a loan product or service offered through this website we will share the personal information contained in your request form, such as your full name, physical address, telephone number, property location and self-assessed value, and social security number, with lenders in our provider network strictly to process and fulfill your request.\nAll lenders in our provider network, which include banks, mortgage lenders and brokers, have entered into marketing agreements with FetchARate.com and are required to comply with federal and state privacy regulations.\nThe lenders may contact you by telephone, email, or mail based on the information you provided to us in order to process and fulfill your request, even if you have opted into the National Do Not Call List administered by the Federal Trade Commission, any state equivalent Do Not Call List, or the Do Not Call List of an internal company.\nIf one of the lenders contacts you by telephone and you wish not to be contacted again by that lender with respect to your inquiry, then you should specifically make a request to that lender not to contact you again.\nIf the lender disregards your request and contacts you again, please let us know immediately by sending an email to FetchARate.com Customer Care.\nPlease note that the lenders may maintain the information you provided whether you elect to use their services or not.</p>Other Products or Service Requests<p>If you submit a request for a product or service other than a loan such Internet access, automobile insurance or long distance telephone service, we will share the personal information contained in your request form such as your full name, telephone number and email address with our business partners to process and fulfill your request.\nOur business partners may contact you by telephone, email, or mail based on the information you provided to us, even if you have opted into the National Do Not Call List administered by the Federal Trade Commission, any state equivalent Do Not Call List, or the Do Not Call List of an internal company.\nIf one of our partners contacts you by telephone and you wish not to be contacted again by that business partner with respect to your inquiry, then you should specifically make a request to that partner not to contact you again.</p>Vendors<p>We sometimes disclose the information we collect to companies that host certain services for us such as marketing distribution services on our behalf.\nThese vendors only have access to personal information needed to perform their functions, and may not share it with others or use it for any other purpose.\nThese companies are subject to confidentiality agreements with us and other legal restrictions that prohibit them from using the information except to market the specified FetchARate.com products or services.</p>As Permitted by Law<p>We may be required to share your personal information with law enforcement or government agencies in response to subpoenas, court orders, federal/state audits or similar circumstances.\nWe believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of FetchARate.com's Terms of Use, or as otherwise required by law.</p>Business Transfer<p>As with any other business, it is possible that FetchARate, Inc.\nin the future could merge with or be acquired by another company.\nIf such an acquisition occurs, the successor company would have access to the information maintained by FetchARate.com, including customer account information, but would continue to be bound by this privacy pledge unless you consent otherwise.</p>Advertisements &amp.\nPop Up Windows<p>On occasion, you may receive advertisements for FetchARate.com from third parties.\nFor instance, when visiting a third party website, you may receive a \"pop up\" window advertising FetchARate.com.\nPlease note that such advertisements are served by the third party website that you have visited and are not controlled by FetchARate.com.\nIn addition, such advertisements may be placed by third party ad servers or ad networks.\nWe maintain relationships with a number of the third party ad networks currently operating.\nYou may find more information at the website of either the individual ad network or the Network Advertising Initiative.</p>Anti-Spam Policy<p>You will not receive FetchARate.com email communications unless you submit your email address to us and register to receive them.\nAdditionally, you may also receive emails that advertise FetchARate.com's services from third party publishers.\nWe have established firm ground rules for dealing with any third party email services to ensure that advertisements for FetchARate.com are not sent out through a \"Spam\" mailing -- ensuring that our offers are sent only to those individuals who have given their permission to the third party email service to receive email communications.\nIf any third party email publisher refuses to abide by FetchARate.com's anti-Spam policy, we will not use that publisher's services.\nIf you want to stop receiving emails from a third party, you should follow the opt-out instructions included in the third party email so that you will not be included in any future mailings.\nAn \"unsubscribe\" link should appear within or at the top or bottom of the email you received.\nHowever if for any reason it does not work, please bring that to our attention by emailing us at FetchARate.com Customer Care.</p>Cookies and IP Addresses<p>To serve you faster and with better quality, we use \"cookies\" technology.\nCookies are small bits of code, usually stored on a user's computer hard drive, which enable a Website to \"personalize\" itself for each user.\nWe generally use cookies to reduce the time it takes for pages to load on your computer and to assist with customer tracking.\nCustomer tracking (or \"click-stream\") data collected by us is used to optimize your experience by learning whether or not you successfully used FetchARate.com.\nCookies are not tied to your personal information.\nAdditionally, we may capture click-stream data on some of our partner's websites, limited to the activity involved with the completion of offers listed on our website.\nThis information is used to monitor the performance of our partners.</p>\n<p>We also keep track of Internet Protocol (IP) addresses.\nAn IP Address is a number that is used by computers on the network to identify your computer every time you log on to the Internet.</p>Third Party Cookies<p>Some of our business partners (e.g., advertisers) use cookies on our site.\nWe have no access to or control over these cookies.\nThis privacy statement covers the use of cookies by www.fetcharate.com only and does not cover the use of cookies by any advertisers.</p>Clear Gifs<p>We employ a software technology called clear gifs (a.k.a.\nWeb Beacons/Web Bugs) that help us better manage content on our site by informing us what content is effective.\nClear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movement of Web users.\nClear gifs are not tied to users' personally identifiable information.\nWe also use clear gifs in our HTML-based emails to let us know which emails the recipients have opened.\nThis allows us to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns.\nIf users would like to opt-out of these emails, please see the Opt-out section within any email you receive from us or unsubscribe from our homepage by clicking here.</p>Confidentiality and Security<p>The security of your personal information is very important at FetchARate.com and we take a number of steps to safeguard it.\nFor example:</p>\n<p>We limit access to personal information to those employees or agents who assist us in providing requested products and services to you.\nEmployees are required to comply with our strict policies and procedures regarding the handling of your personal information.\nEmployees who violate these policies are subject to our normal disciplinary process.</p>\n<p>We maintain physical, electronic, and procedural safeguards that comply with federal standards to guard personal information about you.</p>\n<p>We use industry standard data encryption technologies when transferring and receiving consumer data on the FetchARate.com website.</p>\n<p>We have partnered with VeriSign to protect against the loss, misuse or alteration of information that we collect from you.</p>Changes to Your Personal Information<p>If your personally identifiable information changes, or if you no longer desire our service, you may correct, update, delete or deactivate it by emailing our Customer Support at info@FetchARate.com or by contacting us by telephone or postal mail at the contact information listed below.</p>Opting-Out<p>You may register to receive communications from us directly on our website or through a third party.\nUpon registering, we will periodically send you newsletters and other e-mails featuring special and exclusive offers, promotions and other members-only benefits.\nIf you no longer wish to receive these communications, please let us know by sending an email to FetchARate.com Customer Care (You may also opt-out by clicking on the unsubscribe link in our emails).\nOur email database is updated continually.\nHowever, you may continue to receive email communications from us up to ten business days from the time we receive your unsubscribe request.\nPlease note that FetchARate.com can only control its own mailing list and policies.\nThird party advertisers that maintain their own mailing lists may send communications that advertise our services, and you may need to contact these parties directly in order to stop receiving their email communications.\nAlso, please note that if you enter into a transaction through our website, we may send you a thank you notice, ask for a satisfaction rating, request a testimonial and give you periodic product reminders as part of your service.</p>Third Party Links<p>This Privacy Pledge applies to all information that you provide to FetchARate.com.\nHowever, when you visit websites to which FetchARate.com provides a link, keep in mind you will be interacting with a third party that operates under its own privacy and security policy.\nIf you choose to obtain certain services through a third party site, the data collected by the third party is governed by that third party's privacy policy.\nA third party site will also have its own policy regarding the use of cookies and clear gifs.\nWe encourage you to review the privacy policies of any other service provider from whom you request services.</p>\n<p>If FetchARate.com receives personal information from a third party that is not in conjunction with a service offered on our site, the use and disclosure of such information is governed by the agreement (if any) between FetchARate.com and such third party.</p>Third Party Cookies<p>Some of our business partners (e.g., advertisers) use cookies on our site.\nWe have no access to or control over these cookies.\nThis privacy statement covers the use of cookies by www.fetcharate.com only and does not cover the use of cookies by any advertisers.</p>Framing<p>In some cases, we may use third party vendors to operate portions of the FetchARate.com website.\nAlthough the particular section of the website may have a similar appearance as the FetchARate.com site, information submitted through these outside third parties are subject to this Privacy Pledge unless otherwise stated.\nFor example, personal information submitted through our Affiliate Program is subject to the Commission Junction privacy policy.</p>A Special Note about Children's Privacy<p>You must be at least 18 years old to use this website.\nWe do not knowingly collect, use or disclose personal information about visitors under 18 years of age.\nIf you are under 18 years of age, you can use the services offered on our website only in conjunction with your parents or guardians.\nPlease see our Terms of Use for more information.</p>Changes to this Privacy Pledge<p>FetchARate.com may update or modify this Privacy Pledge from time to time.\nIf there are material changes to this Privacy Pledge or in how FetchARate.com will use your personal information, we will post such changes here.\nYou will be notified if any of the material changes that affect the use of your personal information and asked to opt-in to the new use of your personal information.\nIf you do not agree with the changes to how your information will be used, please do not continue to use this website.</p>\n<p>By using this site, you signify your assent to the FetchARate.com Privacy Pledge.\nIf you do not agree to this policy, please do not use any of the FetchARate.com site.\nWhen you request rate quotes or other information through FetchARate.com, you are authorizing us to share information with a lender or one of our business partners, who will contact you by phone, email, or mail.\nIf you do not want further communication from them, please notify the partner directly.\nWe reserve the right to make changes in this policy at any time.\nPlease check the policy each time you use our website to ensure you are aware of any changes in our privacy practices.\nOur Privacy Pledge will indicate the date it was last updated.\nYour continued use of our site will signify your acceptance of the changes to our Privacy Pledge.</p>Our Referral Service<p>If you choose to use our referral service to tell a friend about our site, we will ask you for your friendâ€™s name and email address.\nWe will automatically send your friend a one-time email inviting him or her to visit the site.\nFetchARate.com does not store this information.</p>Supplemental Information Form Outside Sources<p>In order to provide certain services [specify] to you, we may on occasion supplement the personal information you submitted to us with information from third party sources.</p>\n<p>Address Verification - We use TargusInfo to verify your identity, address, for quality data validation only.</p>\n<p>Enhancement of Profile Information - We purchase marketing data from third parties and add it to our existing user database, to better target our advertising and to provide pertinent offers in which we think you would be interested.\nTo enrich our Profiles of individual customers, we tie this information to the personally identifiable information they have provided to us.</p>FetchARate, Inc.<br>9692 Melinda Circle<br>Huntington Beach, CA 92646<br>info@fetcharate.com<br>\n<p>\n<strong>THINK CAREFULLY BEFORE SECURING OTHER DEBTS AGAINST YOUR HOME.\nYOUR HOME MAY BE REPOSSESSED IF YOU DO NOT KEEP UP REPAYMENTS ON A MORTGAGE OR ANY OTHER DEBT SECURED ON IT.</strong>\n</p>", "created_at": "2022-01-16 20:21:50.97709", "updated_at": "2022-01-16 19:22:56.216699"}], "points": [], "urls": ["fetcharate.com"]}}