{"error": 448, "message": "OK", "parameters": {"id": 241, "name": "XING", "created_at": "2018-01-16 15:26:06.668843", "updated_at": "2021-05-03 00:03:04.204722", "wikipedia": "https://en.wikipedia.org/wiki/XING", "keywords": "professional,jobs", "related": "linkedin", "slug": "xing", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/241.png", "url": "xing.com", "documents": [{"id": 211, "name": "Privacy Policy", "url": "https://privacy.xing.com/en/privacy-policy/printable-version", "xpath": "//body", "text": " Privacy at XING Menu <ul>\n<li>Introduction</li>\n<li>Your privacy</li>\n<li>Your security</li>\n<li>Who to contact</li>\n<li>Updates</li>\n<li>Privacy Policy</li>\n</ul> Privacy Policy (printable version) General information How is your personal data processed? 1.\nGeneral statement about the purposes of data processing 2.\nInformation you provide to us 3.\nInformation automatically collected through your use of XING 4.\nInformation we obtain about you from other sources 5.\nWho may receive information about you? What rights can you exercise? Terms used in our Privacy Policy General information <ul>\n<li>Last updated: 5 February 2021</li>\n<li>Here we inform you about data processing in connection with the entire service XING and its applications (kununu etc.).\n</li>\n<li>New Work SE is the body responsible for the processing of personal data.</li>\n<li>Our Data Protection Officer is Felix Lasse.\n</li>\n</ul> XING is a comprehensive service with various applications <p>XING is a service intended through a variety of different applications to improve and simplify users' professional lives.\nThe combination of these applications gives users the best possible user experience and the widest range of functionality.\nWith the boundaries between our professional and private lives becoming ever more intertwined, and correlations occurring between the two, XING is focused not only on a professional context but also includes applications in a private context.\nXING is particularly interested in opening up new capabilities for users (primarily in a professional context, but also in their private lives), making it easier for them to form horizontal networks, democratising information, fostering the exchange of information, and supporting lifelong learning.\nIn order to fulfil these aims, XING makes offers, recommendations and services available to its users, often on the basis of data it has collected, and encourages interaction – both within and beyond a user’s network.\nThe applications that make up the service XING include, in particular, the social network where users can acquire a membership, an events platform, an employer rating platform and a platform to foster employee engagement.\nSome of the XING applications may appear online under another brand name or in the form of other XING Websites (e.g.\nkununu, HalloFreelancer).\n<br>\n<br> We provide this Privacy Policy to inform you about data processing in connection with the entire service XING (including all applications).\nWe also provide additional information about data processing for the following applications, which you can access on the respective websites of the applications: </p>\n<ul>\n<li>XING TalentManager</li>\n<li>XING TalentpoolManager</li>\n<li>XING AdCreator</li>\n<li>XING Exchange</li>\n<li>FreelancerManager</li>\n</ul> Responsible body <p>We, New Work SE, assume the role of controller as per the EU General Data Protection Regulation (GDPR).\nIn other words, we are the legal entity that shall determine the purposes and means of the processing of personal data .\nOur contact details are as follows: Dammtorstrasse 30, 20354 Hamburg, Germany, Tel.: +49 40 419 131-0, Fax: +49 40 419 131-11, E-mail: info@xing.com.</p> Data Protection Officer <p>Our Data Protection Officer is Felix Lasse, Dammtorstrasse 30, 20354 Hamburg, Germany, e-mail: Datenschutzbeauftragter@xing.com.</p> Processing for another purpose <p>The purposes for which we process your personal data are outlined in the section 1.\nGeneral statement about the purposes of data processing.\nWe will inform you once again should we process your personal data for any other purpose, i.e.\nfor a purpose other than the one the personal data was originally saved for.\n</p> Duty to provide and necessity of personal data for contract closure <p>You are not legally required to make your personal data available.\nNevertheless, in order to close a user contract you must provide information such as your name and e-mail address.\nWithout this information we are not able to enter into such a contract with you.\nWithin the scope of the user contract, we are contractually obliged to keep the data provided in its precise and complete form for all applications used by you and for the entire duration of the contractual term.\nDuring the initial process of data entry we inform you if the provision of personal data is necessary for a particular feature or application (\"mandatory field\").\nWhere data is required, any failure to provide this information will result in the respective feature or application not being accessible to you the user.\nIn the case of optional data, not making this information available may mean that our services cannot be provided in the same form or scope.\n</p> How is your personal data processed? 1.\nGeneral statement about the purposes of data processing <p>The main reason we process personal data is to fulfil our contractual obligations towards our users.\nThe processing of data is required, for example, for us to be able to suggest suitable contacts, services and information to you.\n</p>\n<p>Operating a service like XING is subject to dynamic change by its very nature.\nIt is not therefore possible to share every single detail about our data processing with you, but we do intend to inform you of all the key information.\nWe process data first and foremost in order to fulfill our contractual obligations towards our users.\nIn addition to this, we process your data to preserve our justifiable interests while taking your interests into account (e.g.\nwhen we send you promotional newsletters).\nAnd, of course, in some cases we are legally obliged to process data (e.g.\nto pass the data on to any investigative authorities).\nIn all other cases we will ask for your separate consent to process your data (e.g.\nwhen using tracking technologies for the measurement and optimisation of advertising or when you enter a prize draw).\nWhen it comes to fulfilling our contractual obligations towards our users, we try to tailor our products and services to the needs of users at all times.\nPersonalisation is important here.\nInterest and usage profiles are created.\nIn order to be able to show you recommendations, e.g.\nfor jobs, events, groups or contacts, and to suggest you as a valuable business contact or potential employee, we must have an idea of what your interests might be.\nIn order to ascertain these interests we use information that you provide to us, in addition to implicit feedback, i.e.\ninformation that we automatically obtain through your usage of our service (by means of so-called \"tracking\"), as well as information that we may possibly receive indirectly (e.g.\nthrough a user's address book or upload).\nIn order to meet our contractual obligations, we also serve you third-party advertising tailored to your needs and interests wherever possible.\nTo this end, we provide advertisers with certain targeting criteria.\nAdvertisers can state, for example, that they would like to target \"directors\" at companies with \"1,000-5,000 employees\".</p> 2.\nInformation you provide to us <p>This refers to data we obtain from you directly and information you publish and send on XING Websites such as:</p>\n<ul>\n<li>Login details (e.g.\nusername and password)</li>\n<li>Profile information (e.g.\njob title, company name, industry, educational background, contact options, photo)</li>\n<li>Messages, group posts, event participation, billing details</li>\n</ul>\n<p>This includes data that we have obtained from you directly and information that you publish or send on XING Websites.\nThere are both mandatory entry fields (which as marked as such) and optional information you can provide.\n</p> Login details <p>When you register to be able to use XING applications we have to record and process certain personal data as your login data.</p> Category <p>e.g.</p>\n<ul>\n<li>Username</li>\n<li>E-mail address to log in</li>\n<li>Mobile number to log in</li>\n<li>Password</li>\n</ul> Visibility <p>Your login data is not visible to third parties.\nWe will not ever pass this information on to third parties under any circumstances.</p> Period saved for <p>We delete this data when you delete your user account.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Mandatory information in the social network <p>You are required to complete certain mandatory fields.\nThis information is essential for a functioning professional network.\n</p> Category <p>e.g.</p>\n<ul>\n<li>title, first name and last name</li>\n<li>Job title and company name</li>\n<li>Industry</li>\n<li>Place: City and country</li>\n</ul> Visibility <p>The following mandatory information is always visible without limitation to other users in the social network:</p>\n<ul>\n<li>First name, last name</li>\n<li>Job title and company name</li>\n<li>Industry</li>\n<li>Place: City and country</li>\n</ul> Period saved for <p>We delete this data when you delete your user account.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Optional information in the social network <p>As well as the mandatory information we require, you can also enter additional information to make it easier for users to get to know you better and, for example, identify and select you as a suitable business contact.\n</p> Category <p>e.g.</p>\n<ul>\n<li>Business e-mail address and phone number</li>\n<li>Private interests</li>\n<li>Private contact</li>\n<li>Educational background</li>\n<li>Photo</li>\n<li>Portfolio</li>\n</ul> Visibility <p>Your optional information is visible to all users in the social network after you enter it.\nIn some cases, you can choose whether optional information should only be visible to certain users in the social network.</p>\n<p>If you activate the \"around you\" feature with Bluetooth also activated, other XING users with this feature activated will be sought within a radius of 10 to 20 metres (depending on your device).\nThis feature can act as a substitute for exchanging conventional business cards.\nTo provide this feature, your profile details, including your name, company name, your job title and your photo are displayed to other users.\nWe do not use Bluetooth permanently in the background and do not track your location.\n</p> Privacy <p>You can retract most optional information at any time for the future by deleting the respective data in your profile.\n<br> With your contact details and date of birth, you can decide on a case-by-case basis whether and to what extent this information should be visible for a particular user in the social network.</p> Period saved for <p>If you delete the data, it will be removed from the social network.\nWe will erase the data in full when you delete your user account.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Mandatory information in other applications <p>In order to provide our services we require certain information from you.\nOn our employer review platform we only need your e-mail address.\nOn our events platform more detailed information is required in order to process and bill your participation in events.\n</p> Category <p>e.g.</p>\n<ul>\n<li>First name, last name</li>\n<li>E-mail address</li>\n<li>Company name</li>\n</ul> Visibility <p>Whether and to what extent your mandatory information is visible to other users depends on whether and to what extent the respective application is geared towards anonymity.\nPlease refer to the respective application for more information.</p> Period saved for <p>We delete this data when you delete your user account.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Optional information in other applications <p>As well as the mandatory information we require, you can also enter additional information to make as effective use as possible of the respective application.\n</p> Category <p>e.g.</p>\n<ul>\n<li>Employer reviews</li>\n<li>Photo</li>\n</ul> Visibility <p>Whether and to what extent your mandatory information is visible to other users depends on whether and to what extent the respective application is geared towards anonymity.\nPlease refer to the respective application for more information.</p> Period saved for <p>If you delete the data, it will be removed from the respective application.\nWe will erase the data in full when you delete your user account.\nWe may also save certain information (e.g.\nemployer reviews) in an anonymous form beyond this point.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> E-mail address(es) <p>We use the electronic mail address(es) that you have provided to us to send you regular newsletters and/or status e-mails electronically, in addition to advertising for our own related products and services, or surveys for the purpose of our own market research, unless you have objected to this form of usage.\nThe newsletters are a simple and effective way of finding out about new features on XING, for example, having interesting contacts suggested to you, or receiving certain personal statistics.\nWe also use the e-mail addresses you provided us with (with the exception of the login e-mail address) to ensure that your profile can be found by other users of the social network and to be able to display your profile to these users.</p> Privacy <p>You can unsubscribe to newsletters at any time, either in your notification settings in the social network or by clicking on the link provided at the end of e-mail newsletters.\nIt’s possible to unsubscribe to newsletters and notifications in individual applications too, although there are different ways of going about this.\n</p> Period saved for <p>If you delete the e-mail address(es), it/they will be removed from the respective application.\nWe will erase the e-mail address(es) in full when you delete your user account.\n</p> Legal basis <p>The legal basis for this processing of personal data are Article 6 (1) f) (newsletters) and Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Your contacts in the social network <p>Those users in the social network who you ask to join your personal network will be saved on your profile in a list of contacts.\nIf a user in the social network confirms your contact request, they become a so-called \"confirmed contact\" for you.\nAnother way of connecting with users is the more non-committal \"Follow\" option.\nThe user in the social network who you want to follow does not have to confirm your request.\n</p> Visibility <p>Other users in the social network can only ever see your confirmed contacts and people you're following.\n</p> Privacy <p>Your default privacy settings mean that the list of your confirmed contacts is visible to all users in the social network.\nYou can alter this setting at any time so that your list of confirmed contacts is hidden from everyone or is only visible to certain groups of users, e.g.\nonly to contacts of your confirmed contacts (second degree contacts).</p> Period saved for <p>We delete this data when you delete your user account.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Private messages on the social network <p>You can exchange private messages with other users in the social network.\nAs well as text, content you can send to other users includes images and your exact location.\nYou will also receive e-mail notifications about new messages via the e-mail address your provided.</p> Visibility <p>Private messages can never be accessed by anyone other than those individuals who send or receive them.\n</p> Privacy <p>The default settings for messages is that all other users in the social network may send you messages.\nYou can adjust these settings at any time so that either nobody can send you private messages or only users up to a certain degree of separation to you, e.g.\nonly contacts of your confirmed contacts (second degree contacts).</p> Period saved for <p>We save this data until your user account is deleted.\nThe recipients of your messages will not however have these conversations erased when you delete your user account.\nThis data is only deleted in full once it has been deleted by both the sender and recipients.</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Your shared content and reactions on the social network <p>In the social network there are various ways of sharing content with others and reacting to content.\n</p> Category <p>e.g.</p>\n<ul>\n<li>Shared posts and links to the start page</li>\n<li>Posts in groups</li>\n<li>Recommendations</li>\n<li>Comments</li>\n<li>Likes</li>\n<li>Consents</li>\n</ul> Visibility <p>Generally speaking, the content and reactions you share in the social network are visible to all users in the social network.\n<br> Any comments you make in XING Klartext articles and any content you post in groups marked as \"public\" are subject to a greater degree of visibility.\nThis information can also be accessed outside of the social network for non-users and can be found in online search engines.\n<br> For individual features the level of visibility may be more restricted (e.g.\nonly visible to contacts).\nIn such cases you will be informed about visibility when using the respective feature.\nPlease be aware that even if you restrict visibility, the content and reactions that you share may become visible beyond your own network if your contacts choose to share this information with other users.\n</p> Privacy <p>You can deactivate the traceability of your posts in groups marked as \"public\" by Internet search engines or by so-called RSS readers in your privacy settings under \"Privacy\".\n</p> Period saved for <p>If you delete the content you shared and the reactions, they will be removed from the social network.\nWe will erase them in full or make them anonymous when you delete your user account.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Billing details <p>If you use XING applications that you pay for, we will collect and use your billing details to process payments and invoices in accordance with the method of payment you choose.\nYour billing details are saved for payment and invoice processing when your user term is automatically renewed.\n</p> Category <p>e.g.\n</p>\n<ul>\n<li>Bank details</li>\n</ul> Visibility <p>Billing details cannot be seen by other users under any circumstances.\n</p> Period saved for <p>We save this data until your user account is deleted or beyond this point, until a time when the data is no longer subject to any tax-related, commercial or other statutory storage obligations.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Events data <p>As a user it is possible to create events and other similar services on XING Websites.\nYou can invite other users and/or third parties to certain events.\n</p> Visibility <p>The event host can determine whether or not, or which data about an event is visible for users and/or third parties.\nThis might include information detailing whether the event is open to users only or the general public and therefore third parties, whether the number of participants is limited, and whether the guest list is publicly accessible or restricted.\n</p> Period saved for <p>We save this data until the event has been deleted.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Data when providing user feedback <p>If you provide us with feedback of your own volition or when taking part in one of our surveys, we will process your data in order to conduct the survey, or to evaluate and, where applicable, implement your feedback.\n<br> In some cases we may ask for separate consent from you to process your data provided as part of a survey.</p> Period saved for <p>We save this data until your user account is deleted, unless you have provided consent to it being processed beyond this point.\n</p> Legal basis <p>The legal basis for this processing of personal data are Article 6 (1) a) (separate consent) and Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).</p> Data when taking part in prize draws <p>If you choose to enter a prize draw we offer, we will process your data insofar as it is required for the purposes of this draw.\n<br> In some cases we may ask for separate consent from you to process your data provided as part of the prize draw in other ways.</p> Period saved for <p>The data collected as a result of your entering the prize draw will be deleted once the draw has closed, unless you have provided consent to your data being processed beyond this point.\n</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) a) (separate consent) and b) of the EU General Data Protection Regulation (GDPR).</p> Data provided when contacting our customer service team <p>If you contact our customer service team, we process the data you provide so as to be able to handle your query.\nWe may request separate consent to process your data, and only process your data for other purposes in compliance with statutory requirements pursuant to Article 6 (4) of the EU GDPR</p> Period saved for <p>We only save copies of identification documents you provide us with for verification purposes to the extent required to perform said verification, with copies generally deleted after 30 days at the latest.\nData we receive from you when contacting our customer service team is deleted in full 7 years following completion of the respective customer request at the latest.</p> Legal basis <p>The legal basis for this processing of personal data are Article 6 (1) a) (separate consent) of the EU General Data Protection Regulation (GDPR), Article 6 (1) b) (processing necessary for the performance of a contract) of the EU General Data Protection Regulation (GDPR), Article 6 (1) f) (processing based on the weighing of interests) of the EU General Data Protection Regulation (GDPR), and Article 6 (1) c) (processing necessary for compliance with a legal obligation) of the EU General Data Protection Regulation (GDPR).</p> 3.\nInformation automatically collected through your use of XING <p>Data about you is automatically collated by means of tracking while you visit or make use of the XING service.\nHere you can find out: </p>\n<ul>\n<li>How tracking works</li>\n<li>Why tracking is used (ensuring security, provision of our service, measurement and optimisation of advertising, and determination of statistics).\n</li>\n</ul>\n<p>Data about you is automatically collated by means of tracking whenever you visit or make use of the XING service.\nThis takes place with the help of various tracking technologies.\n</p> How does tracking work? <p>In the so-called \"back end\", at our web server level, we collect the data of logged-in users and other visitors, which we use first and foremost for the provision and preservation of the security of the service XING.\nIn the \"front end\", on your end device, we, or third parties we use, use cookies, pixels, local storage and similar tracking technologies to collect data about logged-in users and other visitors to enable the provision of our service and the analysis of user behaviour, and for the measurement and optimisation of advertising.\nIn addition, we record your usage behaviour in connection with e-mails we send you, e.g.\nwhether and when you have opened an e-mail, and which links you clicked on.\nTracking involves the processing of login data (e.g.\ndate and time of the visit, referrer, IP address, cookie ID, location data, product and version information about the browser or app used, device ID or data) and interaction data (e.g.\npages viewed or searches carried out).\nIn order to be able to identify you as a user during your visit to XING, we use so-called session cookies.\nThese session cookies are automatically deleted at the end of a session.\nThese cookies are required to be able to use XING.\nWhen you register you can choose to remain logged in.\nIf you do, a cookie is then saved in the browser of your end device that means that you don’t need to log in again for as long as the cookie remains saved.\nWe also conduct a very approximate geo-localisation that informs us of the towns/cities you have been to.\nIn order to do this we use your shorted and anonymised IP address, and your geo-coordinates if you have agreed to this on your mobile end device.\nWe do not save your precise location.\nWe only store information about which cities you are in on a regular basis.\nSpecific addresses or geo-coordinates are not saved.\n</p> The purposes of tracking and your opt-out options Ensuring security <p>One reason for tracking is to ensure and preserve the legitimate interest of the protection of users, the security of user data, XING Websites, and the XING service.\nTo this end, we save the data we record for up to 90 days in its full form.\nOnly a limited number of our employees with the respective authorisation rights have access to this data.\nThe legal basis for this processing of personal data are Article 6 (1) f) and Article 32 of the EU General Data Protection Regulation (GDPR).</p> Provision of our service <p>We mainly use tracking and the associated user behaviour analysis to meet our contractual obligations and to perform pre-contractual measures.\nThe legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).\nIf tracking is not used to meet our contractual obligations or to perform pre-contractual measures, but to provide the service you visit or use, the legal basis for this processing is Article 6 (1) f) of the EU General Data Protection Regulation (GDPR).\nTo this end, we pursue the legitimate interest of providing you with a smooth and user-friendly service.\n</p>\n<p>Tracking and analysing user behaviour helps us to review and optimise the effectiveness of our service, and to identify and correct any errors and faults.\nTo this end, we also use several services from third-party providers, such as Google.\nIf we use third-party providers, data may be processed outside of the EU in so-called third countries where the level of data protection applied may not match EU standards.\nThis means there is a risk that authorities in third countries may be able to access third-party provider data, possibly without any means of redress, for monitoring or surveillance purposes.\nWe endeavour at all times to adapt our products and services to the needs of our users.\nPersonalisation is an important aspect here.\nAnalysing data obtained from tracking is necessary to make personalised services available to you in accordance with the contractual purpose of XING and to ensure that you gain the great possible benefit from XING The implicit feedback that you provide to us through our tracking of your usage of XING forms an important part of understanding what content you are more or less interested in, and being able to suggest you to other users as a valuable business contact or potential employee.\nThis implicit feedback is enormously important as the information you provide to us is reflective of the past and the present for the most part, and says little about what interests you have with regard to the future.\nInterest profiles produced, for example, with the help of click data or searches you have conducted often form a better basis for estimating whether you, for example, are interested in finding a new job and what type of job openings you might be particularly interested in.\nWhen you delete your user account we delete or anonymise the personal data we have obtained through tracking in order to provide our service.\n</p> Examples Clickpath <p>One important feature to result from our analyses is, for example, the provision of the \"Clickpath\".\nThis is an essential part of contact management and as such an essential feature of XING.\nClickpath is a function of the service XING which registers access to users’ profiles by other users, as well as to event pages, Business Pages, Employer Branding Profiles, job ads, or access to specific information contained therein.\nThe information registered by Clickpath is only available to Premium members, users who post job ads, operators of Business Pages and Employer Branding Profiles, and organisers who have booked the Event Plus option for their events.\nBy using Clickpath you can see, as a Premium member, e.g.\nwhich other users have visited your profile.\nBy the same token, all other Premium members can do the same, i.e.\nthey may see whether you have visited their profile, event page, Business Page, Employer Branding Profile or job ad.\nYou are not able to deactivate this feature in your privacy settings.\nIf you do not agree that other users may see that you have visited their profile, Business Page, etc., you should refrain from using the service XING.</p> Recommendations <p>Another important feature resulting from our analyses are recommendations that we tailor to you personally on the basis of your user data.\nWe can, for example, recommend job offers, relevant news, events or interesting contacts to you.</p> Personal statistics <p>In order to be able to identify you as a valuable business contact or potential employee, we may show other users information about your personal XING usage.\nThis might include your level of user activity, the number of things you have in common with a respective profile visitor, events you have attended, the number times you have visited a user’s profile, how long you have been a member and what kind of membership you have.\n</p> You can opt out of tracking by the following third-party providers: Adobe Digital Analytics <p>We use the tracking tool Adobe Digital Analytics.\nWhenever you are logged in as a user on XING your data is matched with your user ID during the tracking process.\nIf you are not logged in as a user, tracking is pseudonymous, i.e.\nwe are not able to directly deduce information regarding your identity from information we obtain from tracking.\nThe cookies used for the web analysis contain an ID which allows us to identify your end device’s browser.\nWe have closed a data processing agreement with the provider and your IP addresses are anonymised immediately after collection and personal data is processed within the European Union.</p>\n<p>You can opt out of tracking by Adobe Digital Analytics at any time, simply by clicking on the following link and opting to exclude yourself from visitor session aggregation and analysis: https://nats.xing.com/optout.html?popup=1 <br>\n<br> Please note that this opt-out option installs a cookie on the end device you’re using when you click on the link.\nYou therefore might not be excluded from tracking if you then delete the cookie in question.\nWhen using mobile apps, you need to opt out in the respective app settings.</p> Google Analytics <p>We use the web analysis tool Google Analytics, developed by Google Inc.\n(\"Google\").\nGoogle Analytics uses so-called \"cookies\": text files that are saved on your computer and enable the analysis of your usage of a website.\nThe information generated by the cookie about your use of this website (including your IP address) is transferred to a server of Google in the USA and saved there.\nWe use the so-called \"_anonymizeIp()\" script here, which ensures that your IP address (after identifying the geolocation) is immediately anonymised by Google.\nWe have also closed a data processing agreement with Google.\nGoogle will use this information to evaluate your use of the website, to compile reports about website activity for website operators, and to provide other services relating to website and online usage.\nGoogle may also pass this information on to third parties if this is required by law or if these third parties process the data on behalf of Google.\nGoogle will not link your IP address to any other data about you it has stored.\n<br>\n<br> You can prevent the installation of cookies by adjusting the settings in your browser software accordingly.\nplease note though that you may not be able to use all the features of the XING Websites in full as a result.\nGoogle also offers so-called deactivation tools for some web browsers, where you can opt out of your user behaviour being recorded and analysed.\nYou will find more information and download options for these tools here: http://tools.google.com/dlpage/gaoptout?hl=en-GB</p> Braze <p>We use the 'Braze' service to collect your usage of some parts of the platform to be able to serve you personal tips and information.<br>\n<br>You can enable or deactivate this data collection.\nWe recommend you enable it so we can provide you with useful tips and information (e.g.\nabout updates to the features you use, or current billing information).</p>\n<ul>\n<li> Opt in to data collection with Braze Please note that opting out of cookies is device-specific.\nThis means that if you delete your cookie or use a different computer or web browser, you will need to opt out again.\nWhen using mobile apps, you can opt out in the app settings.\n</li>\n</ul> IBM Watson Campaign Automation <p>We would like to show you content that is tailored to your interests.\nWe show this content on our websites or in e-mails.\nTo do that, we use the 'IBM Watson Automation' service to collect your usage data.<br>\n<br>You can enable or deactivate this data collection by IBM Watson Automation.\nWe recommend you enable it so we can keep providing you with relevant content and with useful tips and information about XING solutions.</p>\n<ul>\n<li> Opt in to data collection with IBM Watson Campaign Automation Please note that by opting out of data collection, a cookie will be set which saves this setting.\nIf you delete this cookie or use a different device or web browser, you will need to opt out again.\n</li>\n</ul> Wingify/VWO <p>We use a tool called VWO to run A/B tests.\nYou can opt out of this kind of web analysis here</p> Measurement and optimisation of advertising <p>Tracking helps us to obtain metrics for the success of advertising campaigns and to optimise the way that online ads are displayed.\nYour user ID is not sent to third-party providers.\nThe cookies have a lifespan of up to 2 years.<br> In this context, the servers of third-party providers (e.g.\nmarketers) might be accessed directly when using XING.\nHere, the respective third-party provider may record the fact that you visited our website(s).\nIn addition, such site visits may lead to information being sent to some of these third-party providers with the aim of optimising and measuring the performance of our advertising.\nThis includes, for example, information about the kind of pages you visited, or you belonging to a certain target audience we have defined.\nCalling third-party provider servers directly allows third-party providers to use cookies and advertising IDs for retargeting purposes.\nRetargeting technologies enables third-party providers to show you personalised advertising based on your previous browsing behaviour on partner websites.\nThird-party providers are, to some extent, able to link your various technical IDs and thus show you personalised advertising across multiple devices.\nThird-party providers such as Xandr enable us to offer advertising campaigns outside of XING so that advertisers can also promote their products and services on and outside of XING based on targeting criteria we supply to advertisers.\nTo this end, advertisers do not receive any of your personal data.\nTo measure and evaluate an advertising campaign's performance, we may send the third-party provider randomly generated click IDs which enable us to assign user conversions to a certain campaign.<br> Third-party providers are solely responsible for operating their IT systems in line with applicable data-protection practices and law.\nThird-party providers are responsible for deciding how long data is stored for.\nIf we use third-party providers, data may be processed outside of the EU in so-called third countries where the level of data protection applied may not match EU standards.\nThis means there is a risk that authorities in third countries may be able to access third-party provider data, possibly without any means of redress, for monitoring or surveillance purposes.<br>\n<br>Tracking for the measurement and optimisation of advertising is based on your consent, see Article 6 (1) a) of the EU General Data Protection Regulation (GDPR).\nYou can withdraw your consent at any time.\n</p> Third-party providers we use <p>In the following you will find further information about the tracking technologies used and information from providers about data processing.\n</p> Google <p>More information is available here </p> Bing <p>More information is available here</p> Criteo <p>More information is available here</p> LinkedIn <p>More information is available here</p> Facebook Pixel <p>We use the so-called \"Facebook Pixel\" developed by Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA to create \"custom audiences\".\nThis serves the purpose of optimising our advertising in the social network Facebook, of placing only relevant advertising there, and measuring the success of our Facebook advertising campaigns.\nThe Facebook Pixel makes it possible for Facebook to identify visitors to the XING Websites as a target group for the display of ads in the social network Facebook.\n<br>\n<br> A direct link to the Facebook servers is established via the Facebook Pixel implemented on the XING Websites when a user visits the XING Websites.\nThe Facebook server is informed here that you have visited the XING Websites, and information is also transferred about which specific pages you viewed.\nIn addition, individual information and parameters are transferred that are required for the optimisation of our ads, to increase relevance and measure success.\nThis relates in particular to information about so-called \"conversion events\" on XING (e.g.\nwhether a registration or a purchase was completed).\n<br>\n<br> Further information about the collection and usage of data by Facebook and about your corresponding right and options for protecting your privacy can be found in the Facebook Data Policy at https://www.facebook.com/about/privacy/.\n</p> Twitter <p>We use Twitter, a service provided by Twitter Inc., to track conversion and to post target-group-based online advertisements.\nTo do so, we implemented a Twitter tag on our website.\nWhen you visit our websites, this tag creates a direct link to the Twitter servers so that Twitter knows you visited our websites and whether you performed any requests or similar.\nTwitter assigns this information to your personal Twitter user account.\nWe are then able to serve (remarketing) advertisements based on your previous page views and activity.\nThe data Twitter processes in this regard does not allow us to identify you.\nThese pseudonyms are also not linked to any of your other personal data.\nTo learn about your rights and privacy options, and for more information about how Twitter collects and uses data, visit the Twitter Privacy Policy: https://twitter.com/privacy?lang=de</p> Ad-defend <p>More information is available here</p> Performance Media <p>More information is available here</p> Adform <p>More information in German is available here</p> Adjust <p>More information is available here</p> ADITION <p>More information is available here</p> Outbrain <p>More information is available here</p> Pinterest <p>More information is available here</p> AppNexus <p>More information is available here</p> Snap Pixel <p>We use the so-called \"Snap Pixel\" developed by Snap Inc., 2772 Donald Douglas Loop North, Santa Monica, CA 90405, USA to create \"custom audiences\".\nThis serves the purpose of optimising our advertising in the social network Snap, of placing only relevant advertising there, and measuring the success of our Snap advertising campaigns.\nThe Snap Pixel makes it possible for Snap to identify visitors to the XING Websites as a target group for the display of ads in the social network Snap.\n<br>\n<br> A direct link to the Snap servers is established via the Snap Pixel implemented on the XING Websites when a user visits the XING Websites.\nThe Snap server is informed here that you have visited the XING Websites, and information is also transferred about which specific pages you viewed.\nIn addition, individual information and parameters are transferred that are required for the optimisation of our ads, to increase relevance and measure success.\nThis relates in particular to information about so-called \"conversion events\" on XING (e.g.\nwhether a registration or a purchase was completed).\n<br>\n<br> Further information about the collection and usage of data by Snap and about your corresponding right and options for protecting your privacy can be found in the Snap Privacy Center at https://www.snap.com/en-US/privacy/privacy-center/.\n</p> Xandr <p>More information</p> OptinMonster <p>More information</p> Opting out of tracking for the measurement and optimisation of advertising in our applications Tracking settings for individual XING applications <p> The links below allow you to select your tracking settings for individual applications.<br>\nPlease note that tracking opt-outs are handled by way of a cookie set on your end device.\nShould you delete this cookie or use a different end device or browser, you'll need to opt out of tracking again.<br>\nWhen using mobile apps, you need to opt out in the respective app settings.\n</p> Opt-In Tracking Settings <p> Your changes only apply in the browser you’re currently using.\n</p>\n<ul>\n<li> Tracking on XING Adapt Opt-In </li>\n<li> Tracking on XING Events Adapt Opt-In </li>\n<li> Tracking on kununu Adapt Opt-In </li>\n<li> Tracking on New Work Adapt Opt-In </li>\n<li> Tracking on Bewerbung.com Adapt Opt-In </li>\n<li> Tracking on Lebenslauf.com Adapt Opt-In </li>\n<li> Tracking on Anschreiben.com Adapt Opt-In </li>\n<li> Tracking on HalloFreelancer Adapt Opt-In </li>\n</ul> Erasure of previously saved cookies <p>We do not erase cookies saved on your end device if you withdraw your consent.\nBy withdrawing your consent in the tracking settings for individual XING applications, you only opt out of tracking for the measurement and optimisation of advertising in the respective applications.<br>\n<br>\nIf you visit third-party sites that are not covered by these tracking settings, those third parties will still be able to access cookies saved in your end device.\nIf you'd like to prevent this, please erase the third-party provider cookies from your end device.\nBut please don't delete the \"userConsent\" cookies we set as otherwise we won't be able to determine whether you opted in or out of tracking for the measurement and optimisation of advertising in the respective XING applications.\nIf you delete this cookie, you'll then be prompted to opt in or out of tracking for the measurement and optimisation of advertising when you next visit our application.<br>\n<br>\nThe process required to delete cookies and set what information your browser saves depends on the browser you use.\nPlease refer to the help section of your browser for further details.</p> Advertising ID settings for iOS and Android: <p>ID settings (e.g.\nad ID) for a certain iOS or Android device are provided in your iOS or Android settings.</p> Tracking of content and your opt-out options Tracking in embedded third-party content <p>You will also find content produced by external providers on XING applications.\nThis content is integrated into the XING environment you’re familiar with from external websites.\nWhen it comes to this external content we have no control over the type of tracking used.\n</p> Opting out of tracking within the XING environment <p>If you’d like to prevent tracking by external providers within the XING environment, you can deactivate the integration.\nAs soon as you begin using any of the external content you will leave the XING environment and be automatically forwarded directly to the page of the provider.\nPlease note: This doesn’t necessarily result in less tracking – it is only means that the tracking does not take place on XING.</p>\n<ul>\n<li> Note for XING members: <p> Please visit your settings to adjust your tracking settings for all devices.\n</p> Go to your XING settings Opt in to tracking on XING As a non-member these changes only apply in the browser you're currently using.\n</li>\n</ul> 4.\nInformation we obtain about you from other sources <p>Some information about you that we process does not come directly from you.\nThis might be the case, for example, if a user shares this information with us or we obtain it from other sources.\n</p>\n<p>We also process data that we haven’t obtained directly from you.\nThis occurs whenever a user provides us with information or we collect information from other sources.\nIn such cases we process the respective data within the scope of fulfilment of our contractual obligations towards the respective user and/or to safeguard our legitimate interests, while giving due consideration to your interests.\n</p> Data from address book or list uploads <p>This includes data which can be extracted from an address book or list (e.g.\nsmartphone address book, e-mail address book or CSV file), e.g.:</p>\n<ul>\n<li>First and last name</li>\n<li>E-mail addresses</li>\n<li>Phone numbers</li>\n<li>Job title and company name</li>\n<li>Place: City and country</li>\n<li>Twitter and Facebook handles</li>\n</ul> Intended purpose <p>We provide users with various address book and list upload features to enable them to expand their network on XING or to invite non-users.\nIf we permanently save the data uploaded by way of an aforementioned feature, we make appropriate functions available to users to manage the data and, in particular, to delete this data.\nUsers have the right and the option to cease the processing of personal data at any time.</p> Source of the data <p>Users who already have access to your data can upload this information to XING.\n</p> Visibility <p>No third parties have access to the uploaded data.\n</p> Period saved for and objection <p>If the respective upload feature is only used for a single user search, categorisation or grouping, the data uploaded will be deleted immediately afterwards.\nIf the respective upload feature requires permanent storage of the uploaded data, we save this data until the respective user either deletes this data themselves or their user account is deleted.<br>The invited non-users can select an opt-out link in the invitation e-mail to object to the sending of further invitations or invitation reminders to their respective e-mail address.</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) f) of the EU General Data Protection Regulation (GDPR) .</p> Events data <p>This includes the following data, which users provide us with to register attendees for an event at the organiser's request:</p>\n<ul>\n<li>Salutation, title, first name and last name</li>\n<li>E-mail address</li>\n<li>Company name</li>\n</ul> Intended purpose <p>Users who purchase tickets via the events platform can also register other persons as event attendees.\nIf a ticket buyer uses this feature, personal data is processed on the ticket buyer's behalf and responsibility.\nXING provides ticket buyers with suitable features to manage data processed on their behalf, in particular data deletion options.</p> Source of the data <p>Users who have data for other persons can register them as event attendees by entering said data on XING.\n</p> Visibility <p>The organiser can access the attendee's registration details.</p> Period saved for and objection <p>We save this data until the respective user either deletes this data themselves or their user account is deleted.\nYou have the right to file an objection at any time to the processing of your personal data pursuant to Article 6 (1) f) of the EU General Data Protection Regulation (GDPR).\nPlease use our contact form to file your objection.</p> Legal basis <p>The legal basis for this processing of personal data is Article 6 (1) f) of the EU General Data Protection Regulation (GDPR).</p> 5.\nWho may receive information about you? <p>You can find out here who we disclose data to, what purpose this serves, and how you can customise your privacy settings on XING.\nBy the way, we only ever pass your personal data on to third parties when: </p>\n<ul>\n<li>This is required for us to fulfil our business purposes, e.g.\nwhen we make your profile accessible to another user</li>\n<li>You have granted your consent (e.g.\nfor use of an external application)</li>\n<li>We are obliged to do so on legal grounds, by court order, or at the request of another official authority.\n</li>\n</ul>\n<p>We only pass your personal data on to third parties when this is required to fulfil our business purposes (i.e.\nin particular to perform the services we are obliged to provide you with, e.g.\nmaking your profile available to another user), when you have given your consent to this (e.g.\nwhen using an external application), or when we are obliged to on legal grounds, by court order, or at the request of another official authority.<br> In cases where we work together with external service providers for our data processing (e.g.\nin software development), this is usually carried out on an order processing basis, whereby we remain responsible for data processing.\nWe review each of these service providers beforehand with regard to the measures they have undertaken to ensure data protection and data security, thereby safeguarding the contractual provisions as stipulated by law for the protection of the personal data.</p> Other users <p>You can learn more about how visible you are to other users under “Information you provide to us” and by way of the examples of how we use your usage data to meet our contractual obligations and to render the service you use.</p> Non-users of the social network <p>You can determine whether you want non-users of the social network to be able to find and access the information in your profile, e.g.\nvia search engines.\nSeparate privacy settings are available to you here.\nIf you opt not to restrict these settings, the information in your profile will be visible and accessible to non-users of the social network, although this does not include any personal contact details such as e-mail addresses and phone numbers.\n<br> The standard external accessibility of profile information forms a central element of XING as a way of fostering networking between users, as many business contacts are made in the first instance when other users (or third parties) find the name of a user when conducting research in search engines.<br> With some features on XING (e.g.\nwith posts in groups on guest lists) another user determines whether and to what extent the data used or shared for a particular function is visible or accessible to other users and non-users, and who is authorised to read this content and add to this content.\nIf you aren’t able to change these settings through your own privacy settings we will inform you about the respective use of your data in the respective feature.</p> People you want to invite to the social network or other XING application <p>As a user, you can invite other people to join and use XING.\nWe process the data recorded here solely for this purpose.<br> After a certain period we send out a reminder e-mail (\"automatic reminder\") on your behalf to the person you invited.\nYou can prevent this automatic reminder from being sent by deleting the invitation in your settings.\nYou also have the option of sending your own reminder e-mails manually.\nWe save the e-mail addresses that invitations are sent to in encrypted form.\nThis encryption is temporarily suspended to display the e-mail addresses in your account.\nYou can delete this data in your account at any time.<br> Every person you invite has the option to object to invitations being sent to their e-mail address from that point onwards.\n<br>Please note that, depending on the invitation feature used, recipients may be shown the following information in the invitation you send:</p>\n<ul>\n<li>Your name</li>\n<li>Your company</li>\n<li>Your position</li>\n<li>Your e-mail address</li>\n<li>Your photo</li>\n<li>Your user status</li>\n</ul> Selected developers and companies (\"API Partners\") <p>We provide the XING API to selected developers and companies (\"API Partners\") so that they can develop and manage applications that grant users of API Partner applications access to data and content beyond XING while also allowing said users to integrate external content on XING.\nThe aim of integrating external applications is to make XING more appealing and useful to users.\nAPI stands for Application Programming Interface, meaning that the XING API is an interface provided by us that allows API partners to integrate one or more applications on XING provided they adhere to our contractual terms.\n<br>\nUsers wishing to use an API Partner application must grant the application access to data.\nan API application of an API Partner can therefore only ever access data with the express allowance of the user.\nDepending on the application in question, a separate declaration of consent for data processing may be required.\nWhen API Partners process XING user data, this is performed on behalf of the user that activated the application.<br> Every API Partner application that accesses the data and content of users requires our prior consent.\nXING has therefore compiled a list of criteria in order to ensure that the data of users is safe and secure.<br> If an application involves personal data being processed in countries outside of the European Union, we will stipulate the legal privacy provisions required in order to ensure that API Partners maintain an appropriate level of protection for personal data.</p> Payment service providers, receivables management providers, debt collection providers <p>If you use features on XING that you pay for, we process your payment details such as credit card and bank details for the purpose of payment processing and invoicing in accordance with the method of payment you choose.\nYour payment details will be transferred, to the extent needed, along with other required data for processing the transaction, including invoicing and debt collection where applicable, to providers such as credit card institutes, payment providers and debt collection providers, and processed there, or the data will be collected directly by these providers.\n<br>\nYour payment details are saved to enable payment processing and invoicing for the automatic extension of your user term.\n</p> Third countries <p>Data may be transferred to third countries.\nThis however shall always take place in compliance with the admissibility requirements as regulated by law.<br>In particular, we make certain data available to other users or third parties worldwide to fulfill our contractual obligations.\nThis does not require either an adequacy decision pursuant to Article 45 of the EU GDPR or appropriate safeguards pursuant to Article 46 of the EU GDPR.<br> In cases where the transfer of data to a third country does not serve the fulfilment of our contractual obligations, we have not received consent from you, the transfer is not necessary for the establishment, exercise or defence of legal claims, and no other exemption clause applies, we shall only transfer your data to a third country when an adequacy decision pursuant to Article 45 of the EU GDPR or appropriate safeguards pursuant to Article 46 of the EU GDPR are in place.<br>In general, we provide for appropriate safeguards by closing standard data protection clauses as decreed by the European Commission with the recipient body pursuant to Article 46 of the EU GDPR, as well as an adequate level of data protection.\n<br> You can obtain copies of the EU standard data protection clauses on the Website of the European Commission.</p> Other categories of recipients <p>Public authorities and courts</p>\n<p>Technical service providers</p>\n<p>Hosting providers</p>\n<p>Ad server providers</p>\n<p>E-mail sending providers </p>\n<p>E-mail marketing providers</p>\n<p>Marketing automation software providers</p>\n<p>CRM providers</p>\n<p>Software developers </p>\n<p>Agencies<br>\n</p>\n<p>e.g.\nto carry out prize draws</p>\n<p>Postal providers (letter shops)</p>\n<p>Market research and survey tool providers</p>\n<p>Remarketing/Retargeting providers</p>\n<p>Sales service providers and call centres</p>\n<p>Service providers for advertising campaigns and the display of ads</p>\n<p>Providers of tools for website use analysis</p>\n<p>Cooperation partners</p> ClimatePartner <p>If the \"CO2 compensation\" option is selected with the purchase of a ticket, the attendee will receive a certificate from ClimatePartner with the attendee’s name and the name of the event.\nThe attendee’s name and the event’s title will be sent in this case only to ClimatePartner.\nIf this option is not selected, no user data will be sent to ClimatePartner.</p> Event partners <p>The ticker buyer and attendee data gathered for an event (e.g.\nduring a ticket purchase or event registration) will be accessible to the respective event organiser.\nThis is necessary for the performance of a contract (e.g.\nfor managing the entry at an event).\n<br>The event host can determine whether certain participant data are displayed on a publicly accessible attendee list.\nAs an attendee, you are able to remove your details from the attendee list or to contact the event organiser and XING Events with regard to this matter.</p> What rights can you exercise? <p>You can find detailed information here about your various rights:</p>\n<ul>\n<li>Your right to object</li>\n<li>Your right of access</li>\n<li>Your right to erasure</li>\n<li>Other rights</li>\n</ul>\n<p>You have legal rights available to you with regard to data access, rectification, erasure, restriction of processing and objection to processing, as well as the right to data portability, amongst others.\nIn addition, you can withdraw any consent you may have given to data processing at any time, and have the right to lodge a complaint with a supervisory authority.\n</p> Right to object General <p>You have the right to object at any time to the processing of personal data concerning you, pursuant to Article 6 (1) f) of the EU GDPR.\nThis shall also apply to any profiling carried out on the basis of these provisions.\nPlease use our contact form to submit any objection.</p> Direct marketing / newsletters <p>If we process your personal data for direct marketing purposes, you have the right to object at any time to the processing of personal data concerning you for such marketing.\nThis includes profiling to the extent that it is related to such direct marketing.\nYou can unsubscribe to our newsletters at any time in your notifications settings on XING, or in your e-mails by clicking on the link provided at the end of the respective newsletter, without incurring any costs other than the transmission costs in accordance with the basic tariffs.\nIn some applications there are different ways of unsubscribing to a newsletter or notifications.\nIn the XING ReferralManager you can deactivate the option to receive the newsletter by going to your profile settings in the XING ReferralManager.</p> Right of access <p>You have the right to demand confirmation as to whether we process your personal data.\nIf this is the case you are entitled to receive information about this personal data.\n<br>\n<br>As a user of the social network you can request this information at https://www.xing.com/settings/privacy/data/disclosure.\n<br>\n<br> As a kununu, kununu engage, XING EventManager, HalloFreelancer, XING TalentService or XING Exchange user you can also easily access the data we have saved about you there.\nSimply send an e-mail request:</p> kununu <p> Use the following link to request the data we saved about you in this application: kununu data disclosure report </p> kununu engage <p> Use the following link to request the data we saved about you in this application: kununu enagage data disclosure report </p> XING EventManager <p> Use the following e-mail address to request the data we saved about you in this application: XING EventManager data disclosure report </p> HalloFreelancer <p> Use the following e-mail address to request the data we saved about you in this application: HalloFreelancer data disclosure report </p> XING TalentService <p> Use the following e-mail address to request the data we saved about you in XING TalentService: gdpr_xts@xing.com </p> XING Exchange <p> Use the following e-mail address to request the data we saved about you in this application: xing-exchange@xing.com </p>\n<p>You also have a right to access the following information:</p>\n<ul>\n<li>The reasons for the data processing</li>\n<li>The categories of personal data that are processed</li>\n<li>If possible the planned period of time that the personal data will be saved for, or if this isn't possible then the criteria used to determination this time period</li>\n<li>The existence of a right to rectification or erasure of your personal data and/or the right to restriction of processing by the controller, or a right to object to this processing</li>\n<li>The existence of a right to lodge a complaint with a supervisory authority</li>\n<li>All available information about the origin of the personal data if the data was not obtained from the person in question</li>\n<li>The existence of automated decision-making including profiling pursuant to Article 22 (1) and (4) of the EU GDPR and – at least in some cases – insightful information about the logic involved plus the scope and aims of the repercussions of this kind of processing for the person affected</li>\n</ul>\n<p>If personal data is passed on to a third country or an international organisation, you have the right as the person affected to be informed about the respective guarantees (pursuant to Article 46 of the EU GDPR) regarding this sharing of data.</p> Right to rectification <p>You have the right to demand that we correct any incorrect personal data concerning you with immediate effect.\nTaking the purposes of processing into account, you have the right to demand the completion of any incomplete personal data – including by means of a supplementary explanation.</p> Right to erasure <p>You are entitled to demand that we delete your personal data without delay if one of the following applies: The personal data is no longer required for the purposes for which it was collected or processed in some other way.\nYou withdraw your consent that the processing was based on pursuant to Article 6 (1) a) or Article 9 (2) a) of the EU GDPR , and there are now no valid legal grounds for processing.\nYou submit an objection to the processing of your data pursuant to Article 21 (1) of the EU GDPR and there are no overriding justifiable grounds for the processing, or you submit an objection to the processing of your data pursuant to Article 21 (2) of the EU GDPR .\nThe personal data was processed unlawfully.\nThe deletion of the personal data is required to fulfil a legal obligation in accordance with EU law or the law of individual member states.\nThe personal data was recorded in relation to the offer of information society services directly to a child, pursuant to Article 8 (1) of the EU GDPR.\nOnce you have made your request we are obliged to delete the data with immediate effect.\nThe lawfulness of the data processing for the period between the consent and the withdrawal of this consent shall remain unaffected.\n</p> Right to restriction of processing <p>You are entitled to demand a restriction to the processing of your personal data in cases where you dispute the correctness of the personal data, for a period of time that allows the controller to review the correctness of that personal data.\nIf the processing is unlawful and you reject the erasure of the personal data in favour of demanding a restriction to the use of the personal data we will fulfil this request.\nProcessing will also be restricted if we no longer require your personal data for the purposes of processing but do require it for the establishment, exercise or defence of legal claims.\nOr if you have objected to processing pursuant to Article 21 (1) of the EU GDPR, for as long as is not yet ascertained whether the justifiable grounds of the controller outweigh your grounds.\nWe will inform you in advance should the restriction be revoked.\n</p> Right to data portability <p>You have the right to receive personal data concerning you that you have made available to us in a structured, conventional and machine-readable format, and you also have the right to transfer this data to another controller without being impeded by us to whom the personal data has been made available.\nThe condition is that a) processing is based on consent pursuant to Article 6 (1) a) of the EU GDPR or Article 9 (2) a) of the EU GDPR or on a contract pursuant to Article 6 (1) b) of the EU GDPR, and b) the processing is conducted with the help of automated processes.\nWhen exercising your right to data portability you have the right to demand that the personal data is transferred directly from us to another controlling body, provided this is technically viable.\n</p> Right to withdraw consent <p>If processing is subject to your consent you have the right to withdraw this consent at any time.\nThis shall not affect the lawfulness of any processing that took place with your consent up until its withdrawal.\n</p> Right to lodge a complaint <p>The supervisory authority responsible for our company is: Freie und Hansestadt Hamburg The Hamburg Commissioner for Data Protection and Freedom of Information, Prof.\nDr.\nJohannes Caspar, 7th floor, Ludwig-Erhard-Str.\n22, 20459 Hamburg, Germany Tel.: +49 40 / 428 54 – 4040, Fax: +49 40 / 428 54 – 4000, further details are available by visiting https://datenschutz-hamburg.de (in German)<br>\n<br>If you feel that the processing of your personal data infringes upon the EU GDPR, you have the right to lodge a complaint with the supervisory authority in your regular place of residence, your place of work, or alleged place of infringement.\nFurther information about the complaints procedure is available in Article 77 of the EU GDPR.</p> Terms used in our Privacy Policy <p>\n<strong>XING:</strong> The service XING and the applications belonging to the service XING.<br>\n<br>\n<strong>XING Websites:</strong> All websites, subdomains, aliases, mobile applications, background applications, web services and embedding in third-party websites where the service XING is available.<br>\n<br>\n<strong>EU GDPR:</strong> The Regulation (EU) 2016/679 of the European Parliament and the Council dated 27 April 2016 on the protection of individuals with regard to the processing of personal data, on the free movement of such data, and on the repeal of the EU Data Protection Directive 95/46/EC.<br>\n<br>\n<strong>Personal data:</strong> Pursuant to Article 4 (1) of the EU General Data Protection Regulation (GDPR), any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.<br>\n<br>\n<strong>Social network:</strong> The contact and communication forums belonging to the applications of the service XING.<br>\n<br>\n<strong>Profile:</strong> The page on the XING websites where the personal data made available by the user is displayed in the social network.<br>\n<br>\n<strong>Cookies:</strong> Small files that enable us to store specific information related to you, the user, on your end device.\nYou can edit the settings of your browser to prevent cookies from being saved.<br>\n<br>\n<strong>Pixel:</strong> An image file or link to an image file that is added to the website code but not sent to your end device (e.g.\nPC, smartphone, etc.).\nPixels are usually used in conjunction with cookies.<br>\n<br>\n<strong>Profiling:</strong> Pursuant to Article 4 (4) of the EU General Data Protection Regulation (GDPR), any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects concerning that natural person’s performance at work, economic situation, health, personal preferences, interests, reliability, behaviour, location or movements.<br>\n<br>\n<strong>Newsletter:</strong> Newsletters or status e-mails and advertising for XING’s own similar products and services, or surveys for the purpose of XING’s own market research.<br>\n<br>\n<strong>Third country:</strong> A country outside of the European Union.<br>\n<br>\n</p> Back to top <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<strong>Cookies:</strong>\n<p>Small files that enable us to store specific information related to you, the user, on your end device.\nYou can edit the settings of your browser to prevent cookies from being saved.</p>\n<strong>Third country:</strong>\n<p>A country outside of the European Union.</p>\n<strong>EU GDPR: </strong>\n<p>The Regulation (EU) 2016/679 of the European Parliament and the Council dated 27 April 2016 on the protection of individuals with regard to the processing of personal data, on the free movement of such data, and on the repeal of the EU Data Protection Directive 95/46/EC.</p>\n<strong>Newsletter:</strong>\n<p>Newsletters or status e-mails and advertising for XING’s own similar products and services, or surveys for the purpose of XING’s own market research.</p>\n<strong>Personal data: </strong>\n<p>Pursuant to Article 4 (1) of the EU General Data Protection Regulation (GDPR), any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n<strong>Pixel:</strong>\n<p>Pixel: An image file or link to an image file that is added to the website code but not sent to your end device (e.g.\nPC, smartphone).\nPixels are usually used in conjunction with cookies.</p>\n<strong>Profile:</strong>\n<p>The page on the XING Websites where the personal data made available by the user is displayed in the social network.</p>\n<strong>Profiling:</strong>\n<p>Pursuant to Article 4 (4) of the EU General Data Protection Regulation (GDPR), any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects concerning that natural person’s performance at work, economic situation, health, personal preferences, interests, reliability, behaviour, location or move-ments.</p>\n<strong>Social network: </strong>\n<p>The contact and communication forums belonging to the applications of the service XING.</p>\n<strong>XING:</strong>\n<p>The service XING and the applications belonging to the service XING.</p>\n<strong>XING Websites:</strong>\n<p>All websites, subdomains, aliases, mobile applications, background applications, web services and embedding in third-party websites where the service XING is available.</p>\n<ul>\n<li>\n<strong>About this site</strong>\n</li>\n<li>\n<strong>Terms &amp.\nConditions</strong>\n</li>\n<li>\n<strong>Language:</strong>\n<strong>English</strong>\n<strong>Deutsch</strong>\n</li>\n</ul>\n<strong>© New Work SE | All rights reserved</strong> ", "created_at": "2018-07-17 10:11:57.150944", "updated_at": "2021-05-14 14:51:08.539646"}, {"id": 212, "name": "Terms and Conditions", "url": "https://www.xing.com/terms/xing", "xpath": "//body", "text": " Log inSign upDownload PDF<ol>\n<li>A.\nGeneral Terms and Conditions for the use of the XING service<ol>\n<li>1.\nSubject and basis for using XING</li>\n<li>2.\nConditions of use, conclusion of contract and warranties upon conclusion of contract</li>\n<li>3.\nRight of withdrawal for consumers</li>\n<li>4.\nGeneral obligations of the user and special provisions for using the social network</li>\n<li>5.\nChanges to services and GTC</li>\n<li>6.\nFees, billing, invoicing, payment terms</li>\n<li>7.\nTerm, termination of contract, sanctions, reimbursement of advance payments</li>\n<li>8.\nResponsibility for the user’s content, data and/or other information, availability</li>\n<li>9.\nLiability of XING</li>\n<li>10.\nData protection</li>\n<li>11.\nApplicable law, place of jurisdiction, miscellaneous</li>\n</ol>\n</li>\n<li>B.\nAdditional terms for using the events platform<ol>\n<li>1.\nConditions of use, conclusion of contract and warranties upon conclusion of contract</li>\n<li>2.\nRight of withdrawal for consumers</li>\n<li>3.\nObligations of the user and special provisions for users</li>\n<li>4.\nFees, billing, invoicing, payment terms</li>\n</ol>\n</li>\n<li>\n<ol>\n<li>5.\nValidity of the provisions of the General Terms and Conditions for using the XING service</li>\n</ol>\n</li>\n<li>C.\nAdditional terms for using the employer review platform<ol>\n<li>1.\nObligations of the user and special provisions for users</li>\n<li>2.\nValidity of the provisions of the General Terms and Conditions for using the XING service</li>\n</ol>\n</li>\n</ol>General Terms and Conditions<p>Last updated: January 6, 2020</p>\n<p>\n<strong>“XING”</strong> means the service as described below (including all applications) and/or the provider of this service, New Work SE.</p>\n<p>&nbsp;</p>A.\nGeneral Terms and Conditions for the use of the XING service&nbsp;<p>The XING service is rendered via websites (e.g.\nxing.com, xing.de, xing-events.com, kununu.com, lebenslauf.com, bewerbung.com, hallofreelancer.com), a number of different sub-domains and domain aliases, and via mobile applications (“apps”), background applications, web services and third-party-site integrations (e.g.\niFrame).\nAll websites, sub-domains, aliases, mobile applications, background applications, web services and third-party-site integrations provided by XING and where XING is available are hereinafter referred to as <strong>“XING Websites”</strong>.</p>\n<p>The XING service applications include, in particular, contact and communication forums (hereinafter referred to as <strong>“social network”</strong>) for which the user can obtain membership, an <strong>“events platform”</strong> and an <strong>“employer review platform”</strong>.\nSome of the XING applications may appear under other brand names or by using other XING Websites.</p>\n<p>These General Terms and Conditions for the use of the XING service govern the contractual relationship between the user and XING, irrespective of which XING Websites the User visits to take use XING services.</p>\n<p>Additional terms (e.g.\ncode of conduct for group moderators or commenting rules for XING News) may also apply to the use of individual applications in addition to these General Terms and Conditions for using the XING service.\nIn the event of an objection, the additional terms and conditions for the use of the respective application shall take precedence over these General Terms and Conditions for the use of the XING service, provided such precedence is not excluded in the additional terms for the use of the respective application.</p>\n<p>The General Terms and Conditions for the use of the XING service and any additional terms for the use of individual applications are hereinafter referred to as <strong>“GTC”</strong>.</p>\n<p>The contract is concluded with New Work SE, Dammtorstraße 30, 20354 Hamburg, Germany.\nFurther contact details, commercial register details as well as the name of a person authorised to represent New Work SE can be found in the About this site section.</p>\n<p>&nbsp;</p>1.\nSubject and basis for using XING&nbsp;<p>\n<strong>General&nbsp;</strong>\n</p>\n<p>\n<strong>1.1</strong> XING is a service that pursues the aim of improving and simplifying the user’s working life by providing a variety of different applications.</p>\n<p>\n<strong>1.2</strong> Working and private lives are converging all the time.\nIn light of this, XING focuses both on professional and private domains.</p>\n<p>\n<strong>1.3</strong> XING would particularly like to provide the user with new opportunities (mainly within a professional context, but also within a private context), make it easier for the user to form horizontal networks, democratise information, foster the exchange of information, and promote lifelong learning.\nIn order to meet these aims, XING collects information in order to provide the user with certain information, offers, recommendations and services, and to promote interaction within and outside of the user’s network.\nThis takes place in line with the user’s privacy settings and declarations of consent.</p>\n<p>\n<strong>1.4</strong> The social network is the core application of the XING service.\nThe profile page created by the user on the social network (hereinafter referred to as <strong>“user profile”</strong>) represents the identity of the user within the XING service, on XING Websites, and in the service’s applications.\nIn order to use XING, the user requires a user profile that is visible on and outside of the social network.\nOnly individual applications of the XING service can be used where the user profile is not visible on the social network.\nAlso, there are individual applications of the XING service where the user does not appear and is not displayed with their user profile.\nRegistration with the XING service is, however, always required.</p>\n<p>\n<strong>Social network&nbsp;</strong>\n</p>\n<p>\n<strong>1.5</strong> The social network provides the user with various options to present themselves with a personal user profile and to present its activities on XING Websites and outside of the XING Websites, and to interact with other users and with third parties in real time.\nThe full effect of the social network can only be achieved if the user’s profile can be accessed by non-users and found by search engines.\nFor this reason, user profile default settings enable non-users and search engines to find and access user profiles.</p>\n<p>\n<strong>1.6</strong> A user who registers with the social network initially becomes a free member of the social network (hereinafter referred to as <strong>“free membership”</strong>).</p>\n<p>\n<strong>1.7</strong> The user has the option of switching its free membership to a paid membership on the social network (paid membership on the social network is hereinafter referred to as <strong>“Premium membership”</strong>).\nIn contrast to free membership, Premium membership provides a number of additional and advanced features.\nSpecial paid memberships for specific target groups, e.g.\ncoaches, are also covered by the term “Premium membership”.\nFree membership and Premium membership will hereinafter be collectively referred to as <strong>“XING membership”</strong>.</p>\n<p>\n<strong>1.8</strong> If XING offers the user the option to book one or more free or paid third-party supplementary services, the user shall enter into separate agreements with the respective third party that have no legal connection to the user's XING membership.\nThe amendment, discontinuation, other termination or exchange of such third-party services or any default of performance thereof in relations between the user and third party does not have any impact on the contractual relationship between XING and the user in terms of the user's XING membership.\nThe terms and conditions and privacy policies of the respective third parties, who are also the contractual and contact partners of the user, apply to all third-party supplementary services.</p>\n<p>&nbsp;</p>2.\nConditions of use, conclusion of contract and warranties upon conclusion of contract&nbsp;<p>\n<strong>General&nbsp;</strong>\n</p>\n<p>\n<strong>2.1</strong> If the user uses a XING service application which can also be used by users without a user profile that is visible on the social network, a user account will be created for said user if they do not already have one.\nThereby, the agreement to use XING is entered into by the user and XING.\nA user account is a user profile that is not initially visible on the social network.\nTo start with, the user can only use its user account with XING service applications that can also be used without a user profile that is visible on the social network.\nIf the user would like to use XING service applications that require a user profile that is visible on the social network, the user must first allow its user profile to be visible on the social network.</p>\n<p>\n<strong>2.2</strong> The option to use applications offered on the XING Websites does not constitute an offer, but merely an invitation to issue an offer.\nBy completing the booking process, the user consents to enter into the agreement to use the corresponding XING application.\nXING in turn accepts the user’s consent by rendering the corresponding services.\nThe agreement takes effect upon the aforementioned acceptance by XING.\nXING is not obliged to enter into the agreement.\nBy using paid services, the user accepts the related payment obligation by clicking on the confirmation button which is displayed in such cases.</p>\n<p>\n<strong>2.3</strong> The user warrants and represents that all of the data they provide is accurate and complete.\nThe user is obliged to ensure that the data for all of the applications they use is accurate and complete for the entire duration of the agreement.\nIn the event that the XING customer service team makes any manual changes to the user’s data on the user’s behalf, XING reserves the right to bill the user for any costs they incur in connection with said changes, insofar as the user is responsible for the event that triggers these costs.</p>\n<p>\n<strong>2.4</strong> The user warrants that they are of legal age.\nIn the event that the user acts on behalf of a legal person for certain applications, the user warrants that they are authorised to act in the name of the legal person.\nUpon request, the user shall submit proof thereof.</p>\n<p>\n<strong>2.5</strong> It is technically impossible for XING to determine with certainty whether any user registered on the XING Websites is in fact the person he or she claims to be.\nTherefore, XING assumes no liability for the actual identity of a user.</p>\n<p>\n<strong>Social network&nbsp;</strong>\n</p>\n<p>\n<strong>2.6</strong> In order to acquire XING membership, the user must register on the platform and select a password.</p>\n<p>\n<strong>2.7</strong> The user is obliged to keep this password secret.\nXING shall not disclose the password to any third party, shall only use it during the login process, and shall not ask for the user's password at any time other than during the login process.\nFor security reasons and to prevent misuse, the user is recommended to change its password at regular intervals.\nThe user is solely responsible for safeguarding and storing its XING member account login details (particularly its password).</p>\n<p>\n<strong>2.8</strong> Each user may only create one user profile.\nThe user is not permitted to allow third parties to use its user profile.</p>\n<p>&nbsp;</p>3.\nRight of withdrawal for consumers&nbsp;<p>\n<strong>Instructions on withdrawal and model withdrawal form</strong>\n</p>\n<p>You have the right to withdraw from this contract within 14 days without giving any reason.\nThe withdrawal period will expire after 14 days from the date of contract conclusion.</p>\n<p>To exercise the right of withdrawal, you must inform us</p>\n<p>New Work SE<br>Dammtorstraße 30<br>20354 Hamburg<br>Germany</p>\n<p>Phone: +49 40 419 131 0<br>Fax: +49 40 419 131 11<br>E-mail: withdraw@xing.com</p>\n<p>of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, fax, e-mail or via the contact form available on each of our webpages).\nYou may use this model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p>\n<p>\n<strong>Effects of withdrawal</strong>\n</p>\n<p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</p>\n<p>If you requested to begin the performance of services during the withdrawal period, you shall pay us an amount which is in proportion to what has been provided until you have communicated us your withdrawal from this contract, in comparison with the full coverage of the contract.</p>\n<p>You may download and use the model withdrawal form available here as a PDF file.</p>\n<p>\n<strong>Exclusion of right of cancellation:</strong>\n</p>\n<p>The right of cancellation does not exist if, when entering into a legal transaction, you predominantly act in exercise of your trade, business or profession and are therefore deemed to be an entrepreneur (Section 14 BGB).</p>\n<p>The right of cancellation vis-à-vis XING does not apply to agreements you enter into with third parties, i.e.\nwhere XING is not legally involved.\nAny such rights of cancellation may only be brought against the respective third party.</p>\n<p>\n<strong>Other additional information:</strong>\n</p>\n<p>You expressly agree that we will start to render the service before the end of the cancellation period.</p>\n<p>&nbsp;</p>4.\nGeneral obligations of the user and special provisions for using the social network&nbsp;<p>\n<strong>4.1</strong> The user is obliged</p>\n<ul>\n<li>(a) to provide only true and non-misleading statements along with its real name, and to refrain from using pseudonyms or pen names,</li>\n<li>(b) to only use as the profile picture for its social network user profile a photo where the user can be clearly identified.\nThe user warrants and represents that the public display of the profile photo delivered by the user to the XING Websites is not prohibited by applicable law.\nThe user shall not use photos or images of any person other than the user, nor of non-existent persons or other beings (such as animals, imaginary creatures, etc.), nor use logos as its profile picture.</li>\n<li>(c) to comply with all applicable legislation and respect all third-party rights when using XING and the content served on XING Websites.\nIn particular, the user shall not<ul>\n<li>use any insulting or defamatory contents, regardless of whether said contents are directed at another user or XING personnel or other companies,</li>\n<li>use any pornographic, abusive, immoral or violence-glorifying materials or any contents that violate any applicable legislation for the protection of minors.\nor advertise or promote, offer or distribute any pornographic, abusive, immoral or violence-glorifying product or products which do not comply with any applicable legislation for the protection of minors,</li>\n<li>unreasonably annoy, particularly with spam, any other user (cf.\nSection 7 of the German Unfair Competition Act - UWG),</li>\n<li>use without authorisation any contents protected by law (e.g.\nby copyright, trademark, patent, utility patent, or design patent laws), or advertise, promote, offer or distribute any goods or services protected by law, or</li>\n<li>use or promote any commercial practices considered unfair competition, including progressive customer acquisition practices (such as chain distribution systems, multilevel selling or pyramid sales)</li>\n</ul>\n</li>\n<li>(d) to refrain from engaging in any of the following annoying activities, even if they do not constitute a breach of any applicable laws:<ul>\n<li>Sending chain letters</li>\n<li>Performing, advertising and promoting any form of structural distribution measures (such as multi-level marketing or multi-level network marketing) and</li>\n<li>Communicating in any insinuating or sexual way (suggestive or explicit).</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>4.2</strong> The user is prohibited from the following:</p>\n<ul>\n<li>(a) Employing any mechanisms, software or scripts when using XING Websites.\nThe user is also prohibited from directly or indirectly advertising or distributing such mechanisms, software or scripts.\nThe user may, however, use, advertise or distribute interfaces or software that have been authorised by XING</li>\n<li>(b) Blocking, overwriting, modifying and copying any contents of the XING Websites, unless said actions are necessary for the proper use of XING</li>\n<li>(c) Distributing or publicly disclosing the contents of any of the XING Websites or any other user, unless such a distribution or public disclosure is intended within the scope of the respective XING application, or unless the other user consented to said distribution or public disclosure, and/or</li>\n<li>(d) Performing any actions which may impair the operability of XING's infrastructure, particularly actions which may overload said infrastructure.</li>\n</ul>\n<p>\n<strong>4.3</strong> XING is not obliged to serve data provided by the user and/or information to other users if said data and/or information is not in line with Sections 4.1 and 4.2.\nXING is entitled to remove from the XING Websites any data and/or information that is prohibited according to Sections 4.1 and 4.2, without notifying the user in advance.</p>\n<p>&nbsp;</p>5.\nChanges to services and GTC&nbsp;<p>\n<strong>Changes to services</strong>\n</p>\n<p>\n<strong>5.1</strong> XING reserves the right to modify the services offered on the XING Websites or to offer services different from those offered at the time of the user’s registration at any time unless this is unreasonable for the user.</p>\n<p>\n<strong>5.2</strong> XING furthermore reserves the right to modify the services offered on the XING Websites or to offer services different from those offered at the time of the user’s registration at any time</p>\n<ul>\n<li>(a) to the extent XING is obliged to ensure the services that they offer are in compliance with legislation incumbent upon the services, particularly in the event of a change to said legislation,</li>\n<li>(b) to the extent XING is therefore deemed to have complied with a legal judgement or decision by the authorities,</li>\n<li>(c) to the extent the respective modification is required to eliminate any existing security gaps,</li>\n<li>(d) if the modification is only beneficial to the user, or</li>\n<li>(e) if the modification is of a purely technical or process-related nature without any material impact on the user.</li>\n</ul>\n<p>\n<strong>5.3</strong> Modifications that only have a minor impact on XING’s functionality do not represent changes to the services described in this section.\nThis shall apply in particular to changes of a purely graphical nature and to a change of layout and/or placement of features.</p>\n<p>\n<strong>Changes to GTC&nbsp;</strong>\n</p>\n<p>\n<strong>5.4</strong> XING reserves the right to amend these GTC at any time, without giving reasons, unless an amendment is unreasonable to the user.\nXING shall give due notice to the user regarding amendments to these GTC.\nIf the user does not object to the validity of the revised GTC within six (6) weeks of receipt of said notice, the amended GTC shall be deemed accepted by the user.\nIn its notice, XING shall inform the user about the user’s right to object and the importance of the objection deadline.</p>\n<p>\n<strong>5.5</strong> XING also reserves the right to modify the GTC</p>\n<ul>\n<li>(a) if the modification is only beneficial to the user,</li>\n<li>(b) if the modification is of a purely technical or process-related nature without any material impact for the user,</li>\n<li>(a) to the extent XING is obliged to ensure the GTC comply with legislation incumbent thereon, particularly in the event of a change to said legislation,</li>\n<li>(d) to the extent XING is therefore deemed to have complied with a legal judgement or decision by the authorities, or</li>\n<li>(e) to the extent XING introduces supplementary, completely new services or service components requiring a service description in the GTC, unless this has a detrimental impact on the use relationship to date.</li>\n</ul>\n<p>XING shall notify users of such changes to its GTC, e.g.\nvia the XING Websites.</p>\n<p>\n<strong>5.6</strong> Products that are booked separately and not offered within the scope of a continuing obligation (e.g.\nbooking ads or posting events) are subject to a separate agreement for which additional terms and conditions will be explicitly displayed prior to booking.\nThe corresponding contractual terms and services can be modified for future bookings irrespective of the service modification requirements stipulated here.</p>\n<p>\n<strong>5.7</strong> The user’s right to cancellation pursuant to Section 7 remains unaffected in the event of modifications to services or GTC governed by this provision.</p>\n<p>&nbsp;</p>6.\nFees, billing, invoicing, payment terms&nbsp;<p>\n<strong>General</strong>\n</p>\n<p>\n<strong>6.1</strong> The user can settle invoices using the payment methods offered by XING.\nIf XING is unable to collect any fees from an account designated by the user due to lack of funds, the user shall bear all costs XING incurs as a result thereof, including bank charges related to any debit entries or similar charges, insofar as the user is responsible for the event that triggers these costs.</p>\n<p>\n<strong>6.2</strong> XING is permitted to only send invoices and payment reminders electronically.</p>\n<p>\n<strong>6.3</strong> Provided the user does not object, XING reserves the right to switch invoices from euros to the user’s respective local currency at any time.</p>\n<p>\n<strong>Premium membership</strong>\n</p>\n<p>\n<strong>6.4</strong> Premium membership fees are due immediately for the full term.</p>\n<p>\n<strong>6.5</strong> XING reserves the right to reasonably increase the fees charged for Premium membership with effect from the start of a new renewal period, either after the initial term or the respective current renewal period.\nPrices may only be increased once per calendar year.\nIn such cases, XING shall inform the user at least six (6) weeks prior to expiry of the initial term or respective current renewal period.\nShould the user not agree to this increase, they may object to the validity of the increase within three (3) weeks of notification via the contact form, letter, fax or e-mail.\nThe user’s submission of an objection is tantamount to cancelling its Premium membership, meaning that said membership will expire at the end of the initial term or respective current renewal period.</p>\n<p>\n<strong>Please note</strong>: Section 6.5 does not apply to existing customers who registered with XING before 17 March 2014, except in the following cases:&nbsp;</p>\n<ul>\n<li>(a) An older version of the GTC containing a corresponding price modification provision (in Section 12.2) in effect at the time of registration was already explicitly agreed to</li>\n<li>(b) A price modification provision was already explicitly agreed to before 17 March 2014, e.g.\nwhen switching from the old Premium to the New Premium version</li>\n<li>(c) A price modification provision was explicitly agreed to after 17 March 2014</li>\n<li>(d) These GTC including the price modification provision (Section 6.5) are explicitly agreed to from 17 March 2014 (e.g.\nwhen taking out Premium membership).</li>\n</ul>\n<p>This price modification provision (Section 6.5) shall apply without limitation to new customers as of 17 March 2014.</p>\n<p>\n<strong>Special provision regarding credit card as a payment method</strong>\n</p>\n<p>\n<strong>6.6</strong> If new customers choose to pay by credit card, XING will perform a test transaction involving a very small amount.\nThis serves to verify the user's credit card in preparation for charging a due invoice amount to that particular credit card once an invoice has been issued.\nThe test transaction amount will generally be returned within 24 hours.</p>\n<p>&nbsp;</p>7.\nTerm, termination of contract, sanctions, reimbursement of advance payments&nbsp;<p>\n<strong>General</strong>\n</p>\n<p>\n<strong>7.1</strong> Unless specifically precluded by separate terms and conditions regarding the term and termination of individual applications or XING memberships, the contractual relationship may be terminated by either party at any time.</p>\n<p>\n<strong>Unpaid membership</strong>\n</p>\n<p>\n<strong>7.2</strong> XING and the user may terminate free membership at any time without cause.\nIn order to protect the user from unauthorised deletion of their user profile by third parties, XING may perform an identity check upon termination, e.g.\nby requesting the username and an e-mail address registered on the XING Websites.</p>\n<p>\n<strong>Premium membership</strong>\n</p>\n<p>\n<strong>7.3</strong> Premium membership shall run for the initial term selected by the user during the upgrade process.\nAfter this term, the Premium membership will be renewed by a term of the same length as the initial term, unless terminated in due time by the user or XING.\nThe user and XING may each terminate Premium membership without cause to the end of the initial term selected by the user during registration process, or to the end of any renewal period after said minimum term expires, by serving notice of three (3) weeks via the contact form, letter, fax or e-mail.\nIf Premium membership has been terminated, the user is entitled to retain free membership until this membership is terminated, meaning that the additional and advanced Premium membership features will no longer be available.</p>\n<p>\n<strong>Cancellation and suspension for good cause</strong>\n</p>\n<p>\n<strong>7.4</strong> Even if separate terms and conditions regarding term and cancellation are in place, both parties are entitled to immediate extraordinary termination for good cause at any time.\nExtraordinary termination for good cause is defined as an event which makes it unacceptable for the terminating party to continue the agreement until the end of the termination period, taking into account all circumstances of the individual case and weighing up the interests of both parties.\nA good cause for XING includes any of the following events:</p>\n<ul>\n<li>(a) If the user fails to comply with any applicable legal provisions</li>\n<li>(b) If the user breaches a contractual obligation</li>\n<li>(c) If the reputation of the services offered on the XING Websites is substantially impaired by the online presence of the user (if, for example, it is discovered after registration that the user has been convicted of a criminal offence, and if said conviction is known to other users)</li>\n<li>(d) If the user promotes any communities or associations, or any of their methods or activities, which are under surveillance by authorities responsible for public safety or the protection of minors</li>\n<li>(e) If the user causes harm to any other user(s) or</li>\n<li>(f) If the user is a member of a religious sect or a denomination that is controversial in Germany.</li>\n</ul>\n<p>\n<strong>7.5</strong> In the event of a good cause in accordance with Section 7.4 and notwithstanding XING’s right to terminate the contract in accordance with Section 7.4, XING is entitled to</p>\n<ul>\n<li>(a) delete contents posted by the user</li>\n<li>(b) block the user’s access to the services on the XING Websites or to individual applications, or to</li>\n<li>(c) issue a warning.</li>\n</ul>\n<p>\n<strong>7.6</strong> The user's right to claim reimbursement of any advance payments upon termination shall be excluded unless the user has terminated the agreement for good cause attributable to XING.\nIn the following cases, the user shall not be entitled to claim reimbursement of any advance payments:</p>\n<ul>\n<li>(a) If XING has terminated the contract for good cause</li>\n<li>(b) If XING has blocked the user’s access in accordance with Section 7.5</li>\n</ul>\n<p>&nbsp;</p>8.\nResponsibility for the user’s content, data and/or other information, availability&nbsp;<p>\n<strong>8.1</strong> XING does not accept any responsibility for any content, data and/or information provided or made available by users of the XING Websites on any external websites linked to them.\nIn particular, XING does not warrant that said data and/or information is true or accurate, nor that it fulfils or serves any particular purpose.</p>\n<p>\n<strong>8.2</strong> The user may report any activities of any other user which violate applicable laws and/or any of these contractual terms (including the use of pseudonyms or false identities).</p>\n<p>\n<strong>8.3</strong> XING is not obliged to prohibit third parties from saving data or content that is or was publicly available pursuant to the GTC, XING Privacy Policy or user settings.</p>\n<p>\n<strong>8.4</strong> XING merely provides the user with a platform and is not involved in the content of communication between users.\nThis does not apply if XING moderates a group.\nIf users enter into agreements with one another via XING Websites, XING shall not be a contracting party to said agreements.\nUsers are solely responsible for the execution and/or fulfilment of agreements they enter into with one another.\nXING shall not be liable for breaches of duty in relation to agreements entered into between users.</p>\n<p>\n<strong>8.5</strong> The user acknowledges and agrees that it is technically impossible to achieve 100% availability of the XING Websites.\nXING shall nonetheless endeavour to keep XING Websites available without interruption.\nEvents related to maintenance, security or capacity requirements, and/or events beyond XING’s control (e.g.\ndisruptions to public communications networks, power failures, etc.), may result in malfunctions of or temporary interruptions to the service provided on XING Websites.</p>\n<p>&nbsp;</p>9.\nLiability of XING&nbsp;<p>\n<strong>9.1</strong> XING shall be liable without limitation for damages resulting from injury to life, limb or health which occur due to a breach of duty by XING or one of its legal representatives or vicarious agents.\nXING shall also be liable without limitation for damages owing to a lack of a characteristic warranted by XING or due to malicious conduct by XING.\nIn addition, XING shall be liable without limitation for damages due to intent or gross negligence by XING or one of its legal representatives or vicarious agents.</p>\n<p>\n<strong>9.2</strong> Apart from the cases set out in sections 9.1 and 9.3, XING’s liability shall be limited to typical foreseeable contractual damages in the event of a breach of any of its cardinal contractual duties due to slight negligence.\nCardinal contractual duties are an abstract description of those obligations whose fulfilment is indispensable for the proper implementation of an agreement and on whose fulfilment the contracting parties can usually rely.\nAny other liability on the part of XING is excluded.</p>\n<p>\n<strong>9.3</strong> Liability pursuant to the German Product Liability Act shall remain unaffected.</p>\n<p>&nbsp;</p>10.\nData protection&nbsp;<p>\n<strong>10.1</strong> Personal data is only collected, processed and/or used if the user grants consent to do so or if permitted by law.\nXING uses personal data to the extent permitted by law, in particular to fulfil its contractual obligations vis-à-vis users.\nXING provides the user with a range of customised features, i.e.\nXING serves the user certain information, offers, recommendations and services, and promotes interaction within the user’s network based on collected data.\nIn order to render these services, XING needs to process and use the user’s personal data.</p>\n<p>\n<strong>10.2</strong> XING provides users with the option of sending their personal data, in whole or in part, to other users, or to prevent other users from viewing their data.\nSuch data is sent at the user’s own risk.</p>\n<p>&nbsp;</p>11.\nApplicable law, place of jurisdiction, miscellaneous&nbsp;<p>\n<strong>11.1</strong> XING is permitted to commission sub-contractors, but remains responsible for fulfilling its duties.</p>\n<p>\n<strong>11.2</strong> XING is permitted to transfer rights and duties to third parties, in whole or in part.</p>\n<p>\n<strong>11.3</strong> Unless revoked by the user, the user agrees that XING may transfer the contracts, in whole or in part, with users who registered with a Swiss address, to XING Switzerland GmbH, Gartenstrasse 25, 8002 Zurich, Switzerland, to facilitate billing in the user’s local currency.</p>\n<p>\n<strong>11.4</strong> Unless otherwise governed by these GTC, XING may send notices to the user by e-mail, fax or letter.\nXING may also send declarations to the user’s XING inbox which forms an integral part of the user’s XING membership.</p>\n<p>\n<strong>11.5</strong> We do not participate in dispute resolution procedures handled by dispute resolution bodies.</p>\n<p>\n<strong>11.6</strong> The place of performance under these GTC shall be New Work SE's main place of business.</p>\n<p>\n<strong>11.7</strong> Place of jurisdiction for merchants within the scope of the German Commercial Code (HGB) shall be the main place of business of New Work SE.</p>\n<p>\n<strong>11.8</strong> These GTC and the contractual relationship shall be governed by German law, excluding international private law and the provisions of the United Nations Convention on Contracts for the International Sale of Goods that have been adopted by German law.</p>\n<p>\n<strong>11.9</strong> These GTC are available in English, German, French and Spanish.\nIn the event of any contradiction between the different language versions of these GTC, the German version shall take precedence.</p>\n<p>&nbsp;</p>B.\nAdditional terms for using the events platform&nbsp;<p>On its events platform, XING provides its users with the opportunity to plan, organise and advertise private or commercial events, meetings, celebrations, get-togethers, conferences, virtual events, etc.\n(hereinafter referred to as <strong>\"events\"</strong>), to register people for events, and to sell tickets and other products and services and to have them billed by XING (users who organise events shall hereinafter be referred to as <strong>\"organiser\"</strong>).\nXING may also offer organisers other related services.</p>\n<p>Conversely, XING provides its users with the opportunity to purchase tickets and other related products and services (users who purchase tickets are hereinafter referred to as <strong>\"ticket buyer\"</strong>), and to register themselves or third parties as participants (hereinafter referred to as <strong>\"participant\"</strong>).</p>\n<p>XING reserves the right to charge fees for certain services in connection with the events platform.</p>\n<p>These additional terms and conditions for the use of the events platform supplement the General Terms and Conditions for using the XING service.</p>\n<p>&nbsp;</p>1.\nConditions of use, conclusion of contract and warranties upon conclusion of contract&nbsp;<p>\n<strong>1.1</strong> The contractual obligation pertaining to events and buying/selling tickets is only entered into between the organiser and ticket buyers.\nIn this regard, XING acts solely as a commercial representative or agent acting on behalf of and for the account of the organiser and processes the purchase agreement on the organiser’s behalf.\nFor this reason, XING excludes all liability should the organiser go into administration or if an event is cancelled.</p>\n<p>\n<strong>1.2</strong> Information about the respective event, number of available tickets, ticket prices and payment methods is based entirely on the settings adopted by the respective organiser when posting an event on the XING Website.\nXING has absolutely no influence over these settings, and the organiser is responsible for ensuring that the settings used are correct.</p>\n<p>\n<strong>1.3</strong> The organiser may implement their own additional terms and conditions for an event they organise.\nXING has absolutely no influence in that regard.</p>\n<p>\n<strong>1.4</strong> An uploaded event that offers tickets, states the number of available tickets, ticket prices, and payment methods constitutes an offer to conclude a purchase agreement.\nThe ticket buyer enters into a purchase agreement by clicking on the respective button on the ticket order form.\nValid acceptance of the offer by ticket buyers is contingent upon their completing all of the mandatory fields on the ticket order form.\nImmediately after entering into a purchase agreement, the ticket buyer shall receive an e-mail to confirm conclusion of the purchase agreement.\nThe ticket buyer is obliged to inform XING if they do not receive this confirmation e-mail at all or in good time.</p>\n<p>\n<strong>1.5</strong> XING is permitted to cancel a ticket buyer’s order (unilateral right of cancellation) if the participant breaches the terms of the event stipulated in advance by the organiser or XING, or if the ticket buyer attempts to circumvent said terms.\nA declaration of cancellation may also take place implicitly by means of crediting the paid fees.\nSection 350 BGB does not apply.</p>\n<p>\n<strong>1.6</strong> The organiser grants XING permission to only send invoices to ticket buyers in electronic form.</p>\n<p>&nbsp;</p>2.\nRight of withdrawal for consumers&nbsp;<p>\n<strong>Right of withdrawal</strong>\n</p>\n<p>You may withdraw from your contractual agreement with XING in writing (e.g.\nby letter, fax or e-mail) within fourteen (14) days without stating a reason.\nThe two-week period begins upon receipt of these instructions, but not before the contract has been executed, and also not prior to fulfilment of our informational duties as per Article 246 Section 2 in connection with Section 1 (1 and 2) EGBGB, as well as our duties as per Section 312g (1) line 1 BGB in connection with Article 246 Section 3 EGBGB.\nYou can withdraw from the contract by sending timely notification to:</p>\n<p>XING Events GmbH<br>Sandstr.\n33<br>80335 Munich<br>Germany</p>\n<p>Fax: +49 89 552 73 58 10<br>E-mail: info@xing-events.com</p>\n<p>\n<strong>Consequences of withdrawal</strong>\n</p>\n<p>In the event of a valid withdrawal, services and fees provided by both parties are to be returned, and any economic advantages gained (e.g.\ninterest) are to be repaid.\nIf you are not able to return the services and utilisation (exercised benefits) rendered fully or in part, or only in a lesser form, you are obliged to reimburse us for the value lost.\nThis can mean that you are required to fulfil the contractual payment obligations for the time period until withdrawal.\nObligations to reimburse payments must be fulfilled within 30 days.\nThis period begins for you when you send your contract withdrawal, for us when we receive it.</p>\n<p>\n<strong>Additional information:</strong>\n</p>\n<p>Your right of withdrawal lapses before the end of the right of withdrawal period if the contract has been completely fulfilled to the satisfaction of both parties before you exercise your right of withdrawal.</p>\n<p>\n<strong>Exclusion of right of withdrawal:</strong>\n</p>\n<p>The right of withdrawal does not exist if, when entering into a legal transaction, you act in exercise of your trade, business or profession and are therefore deemed to be an entrepreneur (Section 14 BGB).</p>\n<p>The right of withdrawal vis-à-vis XING does not apply to agreements you enter into with third parties, i.e.\nwhere XING is not legally involved.\nAny such rights of withdrawal may only be brought against the respective third party, which is why there is no right of withdrawal vis-à-vis XING when purchasing tickets on the events platform.</p>\n<p>\n<strong>Other additional information:</strong>\n</p>\n<p>You expressly agree that we will start to render the service before the end of the withdrawal period.</p>\n<p>You are required to pay the fees agreed for services we render up until the time you withdraw from your contract.</p>\n<p>&nbsp;</p>3.\nObligations of the user and special provisions for users&nbsp;<p>\n<strong>Terms for ticket buyers and participants</strong>\n</p>\n<p>\n<strong>3.1</strong> Ticket delivery, loss and complaints</p>\n<p>(a) Immediately after receipt of payment or after ordering (only when buying tickets on account), XING will send a purchased ticket to the physical or e-mail address the ticket buyer entered during the order process unless an alternative option was agreed (e.g.\nticket collection at the venue).</p>\n<p>(b) The ticket buyer and/or participant is responsible for checking that the received tickets are correct, and for arranging any amendments by XING in good time before the event takes place.</p>\n<p>(c) The ticket buyer and/or participant may request electronic tickets be sent again at any time.</p>\n<p>(d) XING shall not replace any tickets sent to the ticket buyer and /or participant by post which the ticket buyer and/or participant has lost or destroyed.</p>\n<p>\n<strong>3.2</strong> Return of tickets, reimbursement of purchase price</p>\n<p>(a) If an event is cancelled or postponed, the ticket buyer’s right to return a purchased ticket depends on the law as well as any agreements entered into between the ticket buyer and the organiser.</p>\n<p>(b) If the ticket buyer is entitled to return a ticket, XING shall reimburse the ticket buyer for the ticket price agreed on between the ticket buyer and the organiser (in particular any applicable cancellation fees) within fourteen (14) days of receipt of the returned ticket should XING not have already reimbursed the organiser for the ticket fees.\nIf XING has already reimbursed the organiser for the ticket fees, the ticket buyer cannot demand a reimbursement from XING.</p>\n<p>\n<strong>Terms for organisers</strong>\n</p>\n<p>\n<strong>3.3</strong> General requirements</p>\n<p>(a) The organiser is obliged to correctly and sufficiently inform ticket buyers with regard to any cancellation or return rights.\nThe organiser is obliged to provide terms and conditions should it be legally required to do so.</p>\n<p>(b) If an event is cancelled for which tickets are or were sold, or if the time, date, venue or other major factors were amended, the organiser shall inform XING about said amendments immediately after gaining knowledge thereof.</p>\n<p>(c) The organiser assures XING that (i) there is no agreement or other arrangement in place between the organiser and a venue, nor with the promoter or operator of a venue, nor with a third party which can limit or prevent the organiser from procuring the events platform services as defined by these GTC.\n(ii) upon conclusion of this agreement, the organiser is permitted and authorised to commission XING with advertising and selling tickets as defined by these GTC.\n(iii) the organiser is entitled to hold or advertise the event offered on the XING Websites.\nand (iv) the organiser is not aware of any reason preventing an event from being held.\nUpon request, the organiser is obliged to prove to XING that they have complied and comply with the assurances in this section.</p>\n<p>(d) For the term of this agreement, the organiser commissions and authorises XING, acting as representative on behalf of and for the account of the organiser, to publicly sell tickets to events which the organiser organises, plans or offers in any other way via the XING Websites, and to handle payment transactions with ticket buyers and/or their respective credit institutions, and to send tickets to participants.</p>\n<p>(e) The organiser is responsible for paying the VAT or any other taxes arising from ticket sales.</p>\n<p>\n<strong>3.4</strong> Ticket prices and fees</p>\n<p>(a) The organiser is at liberty to determine the base price for tickets.\nThe organiser is entitled to receive the base price if the fees set out in Sections 3.4 (b) to 3.4 (f) are added to the base price and charged to the ticket buyers.\nWhen selecting ticket prices, the organiser can choose whether these fees should be added to the base price.\nThis only applies to the indicated ticket price as the organiser is always charged these fees.</p>\n<p>(b) XING shall receive a fee (<strong>“ticketing fee”</strong>) from the organiser for the event platform services and for the organiser’s use of the XING Websites based on the current valid price list or separate agreement.\nThis ticketing fee shall also be due if tickets are collected and paid for at the venue.</p>\n<p>(c) If XING offers to send tickets by post and the ticket buyer accepts this offer, XING shall receive a fee (“delivery fee”) from the organiser for sending tickets by post.\nThe delivery fee is based on the current valid price list.</p>\n<p>(d) Other fees based on the current valid price list shall, in particular, include the sale and delivery of merchandising, supplementary products and services, and in the event that tickets are to be refunded.</p>\n<p>(e) XING aims to suggest events to users that match their interests and preferences in the best way possible.\nHowever, event organisers can pay a fee to target events at specific audiences with said events labelled correspondingly.\nEvent organisers are aware that event rankings on XING Websites are largely influenced by the audiences selected by the event organisers, and by user settings and behaviour.</p>\n<p>(f) If an event is not held for reasons for which XING is not responsible, the fees for the services rendered by XING shall still be due.</p>\n<p>(g) If any fees for services rendered by XING do not appear in the price list, they shall be listed on the XING Websites upon use of the respective services.\nUnless governed otherwise, the above-mentioned fees shall be subject to the current valid rate of VAT.</p>\n<p>\n<strong>3.5</strong> Refunds</p>\n<p>(a) If an event is cancelled or if tickets are legitimately returned by the ticket buyer due to some other change to the event, the organiser commissions XING to reimburse the ticket buyer for the amounts paid to acquire (an) event ticket(s), including any fees, within fourteen (14) days as stipulated in Section 3.4 (a).\nThe organiser authorises XING to reimburse such amounts on behalf of and for the account of the organiser.</p>\n<p>(b) As set out in the current valid price list, the organiser shall also pay XING an additional cancellation fee per ticket for handling reimbursements as per Section 3.5 (a).\nFollowing the accounting process, the organiser shall receive a statement of due fees, at the latest however one (1) year after the originally planned event date.\nXING is permitted to provide interim statements, but is not obliged to do so.\nXING shall pay out to the organiser any reimbursements not claimed by ticket buyers within one (1) year of the originally planned event date.</p>\n<p>(c) XING commits to handle a reversal on behalf of and for the account of the organiser if a ticket purchased via the XING Websites is cancelled should</p>\n<ul>\n<li>XING be legally obliged to do so, or</li>\n<li>should the organiser request or permit this.</li>\n</ul>\n<p>The organiser authorises XING to reimburse the ticket amounts paid by ticket buyers on behalf of and for the account of the organiser.\nAs set out in the current valid price list, the organiser shall also pay XING an additional cancellation fee per ticket for handling reimbursements.\nAfter the accounting process, the organiser shall receive a statement of due fees, at the latest however one (1) year after the originally planned event date.</p>\n<p>\n<strong>3.6</strong> Protection against misuse and fraud</p>\n<p>(a) XING has a comprehensive security system in place that protects organisers from payment reversals, in particular with regard to tickets paid for by credit card.\nIn exceptional cases, this fraud protection system may cause payments to be rejected by third-party payment providers/banks or the ticket buyer’s bank.</p>\n<p>(b) If there is any reason to suspect that the organiser is misusing the XING platform, XING reserves the right to deactivate the ticket sale function and prohibit the organiser from selling tickets.\nThe following points constitute reasons to suspect that the organiser is misusing the XING platform:</p>\n<ul>\n<li>If it becomes known prior to the event that the event will not take place or at all or not as communicated to the ticket buyers</li>\n<li>If the event is purported to involve illegal or immoral activities</li>\n<li>If the reimbursement rate for the event is above average, or</li>\n<li>If information is available that implies that the organiser is not permitted to sell tickets for that particular event.</li>\n</ul>\n<p>If such a suspicion cannot be eliminated within thirty (30) days, XING reserves the right to reverse the transactions and reimburse ticket buyers for the amounts they paid for tickets.</p>\n<p>\n<strong>3.7</strong> Complaints/out-of-court dispute settlements for commercial event organisers</p>\n<p>Commercial event organisers should submit complaints about XING by e-mailing complaints@xing-events.com.\nXING will assess the complaint and inform the organiser of its decision.\nXING always strives to settle disputes out of court, and this also applies to commercial event organisers.\nShould XING not be able to resolve a complaint with a commercial event organiser, XING is prepared to seek an out-of-court settlement with mediators registered with the Hamburg Chamber of Commerce.</p>\n<p>&nbsp;</p>4.\nFees, billing, invoicing, payment terms&nbsp;<p>\n<strong>Terms for organisers</strong>\n</p>\n<p>\n<strong>4.1</strong> The organiser can choose which payment methods offered by XING (e.g.\ncredit card, direct debit, advance payment, on account, PayPal) they would like to offer ticket buyers in order to collect funds via the XING platform.\nBased on the organiser’s selection, XING shall handle the collection of payments made by ticket buyers for tickets and manage collected funds in a separate account.\nThe organiser hereby grants XING power of attorney to do so.</p>\n<p>\n<strong>4.2</strong> XING shall generally transfer the amounts collected in Section 4.1 less the fee to be paid to XING in Section 3.4 by the 10th day of the following month of the scheduled event date.\nXING in particular reserves the right to deviate from this stipulation and retain event proceeds for longer periods of time if there is a suspicion of misuse.\nThe amounts to be forwarded shall be transferred to the bank account the organiser entered on the XING Websites.\nOnce said amounts have been transferred, XING shall be deemed to have fulfilled its contractual obligations.\nXING reserves the right to pay out amounts for recurring events before they are held.\nThe organiser is not, however, entitled to demand this.\nXING shall not accept any liability for fees incurred due to payments being returned because the organiser supplied incorrect bank account details.\nTo this end, XING reserves the right to bill the organiser for such fees.\nTransfers to account holders outside of the European Economic and Monetary Union (EMU) may be subject to currency conversion fluctuations and bank charges upon receipt of payment.\nThe organiser shall bear the cost of such fluctuations and such charges, not XING.</p>\n<p>\n<strong>4.3</strong> The organiser is aware of the risk that ticket buyers are able to reverse payments with certain payment methods (e.g.\ndirect debit or credit card) and that they bear sole responsibility for this risk.\nReverse payments that occur following payment to the organiser as set out in Section 4.2 will be billed to the organiser plus a charge at the rate set out in the current valid price list.</p>\n<p>\n<strong>4.4</strong> The organiser is obliged to submit objections to invoices from XING as soon as possible, but no later than four (4) weeks of receipt of the invoice.\nOtherwise the invoice shall be deemed to have been accepted.</p>\n<p>\n<strong>4.5</strong> The organiser is aware that ticket invoice amounts may remain unpaid with certain payment methods (primarily on account and advance payment).\nThe organiser bears this risk and is responsible for collecting such unpaid amounts.</p>\n<p>\n<strong>4.6</strong> XING considers it essential that event organisers are not disadvantaged, i.e.\nthat they are in a position to generate the same revenues they would do if they managed ticket sales themselves.\nConsequently, when managing proceeds from ticket sales, XING only uses accounts provided by financial institutions whose assurances extend beyond those of statutory compensation schemes and who hold membership with a deposit protection fund, in turn providing higher guarantee ceilings.\nHowever, the organiser is aware that XING cannot assume any liability for unusual, unforeseeable events, e.g.\nif the credit institutions used are declared bankrupt (Section 676c of the German Civil Code (BGB) applies mutatis mutandis).\nIn such cases, XING may only be held liable up to the guarantee ceiling, for revenues capped at the amount the respective credit institution would reimburse if a claim were submitted.\nThe organiser bears any risk extending beyond the scope of these provisions.</p>\n<p>\n<strong>Terms for ticket buyers</strong>\n</p>\n<p>\n<strong>4.7</strong> Credit card payments for this service are processed by:</p>\n<p>Concardis GmbH<br>Helfmann-Park 7<br>65760 Eschborn<br>Germany</p>\n<p>Frankfurt am Main Local Court: HRB 57036<br>VAT no.: DE 228 965 682<br>Managing Directors: Robert Hoffmann, Carsten Höltkemeyer</p>\n<p>Phone: +49 (0)69 7922 0<br>Fax: +49 (0)69 7922 4500<br>service@concardis.com<br>https://www.concardis.com/de-en/</p>\n<p>Privacy Policy:<br>https://www.concardis.com/de-en/protecting-your-data</p>\n<p>\n<strong>4.8</strong> Depending on the agreement reached between XING and the respective organiser, the fees for processing ticket sales shall be added on to the ticket price and listed separately during the ticket shop order process.\nThe total purchase price may increase due to any supplementary products or services the ticket buyer has booked.\nAny charges or currency fluctuations that occur in connection with foreign transactions shall be borne by the participant.\nThe ticket shop will state whether the ticket price is inclusive or exclusive of VAT.</p>\n<p>\n<strong>4.9</strong> The total purchase price is due for payment immediately upon receipt of the confirmation e-mail.</p>\n<p>\n<strong>4.10</strong> XING will collect direct debit payments by serving advance notice of six (6) business days.\nThis is in derogation to the regular advance notice of fourteen (14) calendar days.</p>&nbsp;5.\nValidity of the provisions of the General Terms and Conditions for using the XING service&nbsp;<p>In any other respect, the GTC for use of the XING service shall apply.</p>\n<p>&nbsp;</p>C.\nAdditional terms for using the employer review platform&nbsp;<p>The employer review platform provides employees the opportunity to rate their employer on XING Websites.</p>\n<p>These additional terms for the use of the employer review platform supplement the General Terms and Conditions for using the XING service.</p>\n<p>&nbsp;</p>1.\nObligations of the user and special provisions for users&nbsp;<p>\n<strong>1.1</strong> The user is obliged to</p>\n<ul>\n<li>(a) Accurately describe their employer and employment locations</li>\n<li>(b) Only submit a review if they currently work or have worked for the employer to be reviewed, or have applied for a vacancy with that employer</li>\n<li>(c) Refrain from submitting any untrue and/or unfounded reviews and/or statements about the employer, their employees or other relations pertaining to the employer</li>\n<li>(d) Refrain from naming any natural persons</li>\n<li>(e) Refrain from adding any links to external content.</li>\n</ul>\n<p>\n<strong>1.2</strong> The user agrees that their employer review may be moved to other sections and parts of the XING Websites.</p>\n<p>\n<strong>1.3</strong> The user agrees that their employer review may be edited or shortened by XING.</p>\n<p>\n<strong>1.4</strong> The user agrees that their employer review may be displayed worldwide, also by via third-party services.</p>\n<p>&nbsp;</p>2.\nValidity of the provisions of the General Terms and Conditions for using the XING service&nbsp;<p>In any other respect, the GTC for use of the XING service shall apply.</p>Company<ul>\n<li>New Work SE</li>\n<li>Careers</li>\n<li>Investor Relations</li>\n<li>Press</li>\n</ul>ResourcesMembershipsMain SectionsServices<ul>\n<li>Company<ul>\n<li>New Work SE</li>\n<li>Careers</li>\n<li>Investor Relations</li>\n<li>Press</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Help &amp.\nContact</li>\n<li>Community</li>\n<li>Devblog</li>\n<li>Mobile &amp.\ndesktop apps</li>\n</ul>\n</li>\n<li>Memberships<ul>\n<li>Premium</li>\n<li>ProJobs</li>\n<li>ProBusiness</li>\n</ul>\n</li>\n<li>Main Sections<ul>\n<li>Member directory</li>\n<li>Jobs</li>\n<li>Events</li>\n<li>XING News</li>\n<li>Groups</li>\n<li>Companies</li>\n<li>Campus</li>\n<li>Coaches + Trainers</li>\n</ul>\n</li>\n<li>Services<ul>\n<li>Recruiting with XING</li>\n<li>Post an ad</li>\n<li>Advertise on XING</li>\n<li>Ticketing and event promotion</li>\n<li>Salary check</li>\n<li>CV editor</li>\n<li>Cover letter editor</li>\n<li>Job application tips</li>\n<li>Employers</li>\n</ul>\n</li>\n</ul>© New Work SE | All rights reserved<ul>\n<li>About this site</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy at XING</li>\n<li>Privacy Policy</li>\n</ul>\n<p>Language </p>English ", "created_at": "2018-07-17 10:11:57.184153", "updated_at": "2021-05-01 23:06:19.870103"}], "points": [{"id": 20515, "title": "Third-party cookies are used for statistics", "source": "https://privacy.xing.com/en/privacy-policy/printable-version", "status": "Generated through the annotate view", "created_at": "2021-05-14 15:11:11.371189", "updated_at": "2021-05-14 15:30:14.632306", "quoteText": "We use the web analysis tool Google Analytics, developed by Google Inc.\n(\"Google\").", "case_id": 325, "document_id": 211, "quoteStart": 31488, "quoteEnd": 31571}, {"id": 20514, "title": "You can opt out of promotional communications", "source": "https://privacy.xing.com/en/privacy-policy/printable-version", "status": "Generated through the annotate view", "created_at": "2021-05-14 15:06:53.09021", "updated_at": "2021-05-14 15:10:08.393764", "quoteText": "You can unsubscribe to newsletters at any time, either in your notification settings in the social network or by clicking on the link provided at the end of e-mail newsletters.", "case_id": 223, "document_id": 211, "quoteStart": 13617, "quoteEnd": 13793}, {"id": 20508, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.xing.com/terms/xing", "status": "Generated through the annotate view", "created_at": "2021-05-14 14:38:52.608751", "updated_at": "2021-05-14 15:06:21.598453", "quoteText": "The user is solely responsible for safeguarding and storing its XING member account login details (particularly its password).</p>\n<p>", "case_id": 148, "document_id": 212, "quoteStart": 11147, "quoteEnd": 11281}, {"id": 20513, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://privacy.xing.com/en/privacy-policy/printable-version", "status": "Generated through the annotate view", "created_at": "2021-05-14 15:04:06.136494", "updated_at": "2021-05-14 15:06:16.238156", "quoteText": "In order to meet our contractual obligations, we also serve you third-party advertising tailored to your needs and interests wherever possible.", "case_id": 220, "document_id": 211, "quoteStart": 6689, "quoteEnd": 6832}, {"id": 20512, "title": " You are being tracked via social media cookies/pixels", "source": "https://privacy.xing.com/en/privacy-policy/printable-version", "status": "We use Twitter, a service provided by Twitter Inc., to track conversion and to post target-group-based online advertisements. te view", "created_at": "2021-05-14 14:58:03.749475", "updated_at": "2021-05-14 15:06:07.431094", "quoteText": "We use the so-called \"Facebook Pixel\" developed by Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA to create \"custom audiences\".", "case_id": 307, "document_id": 211, "quoteStart": 37492, "quoteEnd": 37636}, {"id": 20511, "title": "This service does not collect, use, or share location data", "source": "https://privacy.xing.com/en/privacy-policy/printable-version", "status": "Generated through the annotate view", "created_at": "2021-05-14 14:55:01.305451", "updated_at": "2021-05-14 15:06:42.418628", "quoteText": "\nWe do not use Bluetooth permanently in the background and do not track your location.", "case_id": 392, "document_id": 211, "quoteStart": 10261, "quoteEnd": 10347}, {"id": 20510, "title": "The service claims to be GDPR compliant for European users", "source": "https://privacy.xing.com/en/privacy-policy/printable-version", "status": "Generated through the annotate view", "created_at": "2021-05-14 14:53:55.131171", "updated_at": "2021-05-14 15:06:35.560685", "quoteText": "The legal basis for this processing of personal data is Article 6 (1) b) of the EU General Data Protection Regulation (GDPR).", "case_id": 481, "document_id": 211, "quoteStart": 8189, "quoteEnd": 8314}, {"id": 19583, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://www.xing.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-01 23:14:04.738147", "updated_at": "2021-05-14 14:51:35.266111", "quoteText": "Pixels are usually used in conjunction with cookies.", "case_id": 323, "document_id": 211, "quoteStart": 4712, "quoteEnd": 4764}, {"id": 20509, "title": "You must create an account to use this service", "source": "https://www.xing.com/terms/xing", "status": "Generated through the annotate view", "created_at": "2021-05-14 14:42:36.268949", "updated_at": "2021-05-14 15:06:29.388331", "quoteText": "2.6</strong> In order to acquire XING membership, the user must register on the platform and select a password.</", "case_id": 230, "document_id": 212, "quoteStart": 10651, "quoteEnd": 10764}, {"id": 20507, "title": "There is a date of the last update of the agreements", "source": "http://www.xing.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-14 14:36:15.381592", "updated_at": "2021-05-14 14:36:33.441485", "quoteText": "<li>Last updated: 24 July 2020", "case_id": 331, "document_id": 211, "quoteStart": 240, "quoteEnd": 270}, {"id": 2675, "title": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "source": "https://groups.google.com/forum#!topic/tosdr/sMXuuVO3IH4", "status": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "created_at": "2018-05-18 13:49:36.232301", "updated_at": "2018-05-30 12:50:16.648969", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 682, "title": "You have the right to leave this service at any time", "source": "http://www.xing.com/terms", "status": "The user can leave Xing without cause", "created_at": "2018-01-16 15:26:48.538319", "updated_at": "2019-06-22 06:03:53.778313", "quoteText": "XING and the user may terminate free membership at any time without cause.", "case_id": 170, "document_id": 212, "quoteStart": 28938, "quoteEnd": 29012}, {"id": 1019, "title": "pseudonym not allowed (user-to-user trust is relevant for service)", "source": "https://groups.google.com/d/msg/tosdr/_he1077OGTY/MilMakLnbCsJ", "status": "You must use your real name. Using a pseudonym is not allowed. ", "created_at": "2018-01-16 15:28:19.485339", "updated_at": "2018-07-11 07:53:54.832578", "quoteText": "The user is obliged </p> <p> (a) to provide only true and non-misleading statements along with its real name, and to refrain from using pseudonyms or pen names, </p>", "case_id": 213, "document_id": null, "quoteStart": 16291, "quoteEnd": 16456}, {"id": 712, "title": "Need more info - Xing value the data privacy of their users", "source": "https://groups.google.com/forum/#!topic/tosdr/6SfNBXwsr8o", "status": "[Good] Xing value the data privacy of their users", "created_at": "2018-01-16 15:27:00.167185", "updated_at": "2018-03-15 17:32:33.730828", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 708, "title": "No pseudonym allowed", "source": "http://www.xing.com/terms", "status": "You must use your legal name publicly on the service. Using a pseudonym or a pen name is not allowed. This can have negative consequences on the freedom of expression, especially for people who exercise certain professions, or who live in certain countries.", "created_at": "2018-01-16 15:26:58.466809", "updated_at": "2021-02-06 04:16:18.914353", "quoteText": "The user is obliged\n</p>\n<p>\n(a) to provide only true and non-misleading statements along with its real name, and to refrain from using pseudonyms or pen names,", "case_id": 214, "document_id": 212, "quoteStart": 16291, "quoteEnd": 16451}, {"id": 19581, "title": "There is a date of the last update of the agreements", "source": "https://www.xing.com/terms/xing", "status": "Generated through the annotate view", "created_at": "2021-05-01 23:07:02.3677", "updated_at": "2021-05-02 13:12:55.285572", "quoteText": "<p>Last updated: January 6, 2020</p>", "case_id": 331, "document_id": 212, "quoteStart": 1540, "quoteEnd": 1576}, {"id": 19582, "title": "You must create an account to use this service", "source": "https://www.xing.com/terms/xing", "status": "Generated through the annotate view", "created_at": "2021-05-01 23:11:03.284663", "updated_at": "2021-05-02 13:13:53.763856", "quoteText": "The social network is the core application of the XING service.\nThe profile page created by the user on the social network (hereinafter referred to as <strong>“user profile”</strong>) represents the identity of the user within the XING service, on XING Websites, and in the service’s applications", "case_id": 230, "document_id": 212, "quoteStart": 5054, "quoteEnd": 5350}], "urls": ["xing.com"]}}