{"error": 448, "message": "OK", "parameters": {"id": 5315, "name": "MYMobileSecurity ", "created_at": "2021-10-29 00:05:48.060082", "updated_at": "2021-10-29 22:01:08.590116", "wikipedia": null, "keywords": null, "related": null, "slug": "mymobilesecurity", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5315.png", "url": "mymobilesecurity.com", "documents": [{"id": 9542, "name": "Terms of Use ", "url": "https://www.mymobilesecurity.com/terms-and-conditions/#en", "xpath": "//body", "text": " Home <p>Products</p> Guardy K-Chiing MYAndroid Protection <p>About us/Help</p> Family Blog Who are we Support Mobile Operators MYMobileSecurity Terms of Use\n<p>&nbsp;</p>\n<p>MYMobileSecurity provides a subscription service that allows our members to access mobile security services (“MYMobileSecurity services”) over the Internet to certain Internet-connected smartphones, computers and other devices (“MYMobileSecurity devices”).</p>\n<p>The MYMobileSecurity service is provided to you by MYMobileSecurity Ltd., a United Kingdom limited liability company.\nThese Terms of Use govern your use of our service.\nAs used in these Terms of Use, “MYMobileSecurity service”, “our service” or “the service” means the service provided by MYMobileSecurity for discovering and watching MYMobileSecurity content, including all features and functionalities, recommendations and reviews, the website, and user interfaces, as well as all content and software associated with our service.</p>\n<p>Membership.\nYour MYMobileSecurity membership will continue month-to-month until terminated.\nTo use the MYMobileSecurity service you must have Internet access and a MYMobileSecurity ready device, and provide a current, valid, accepted method of payment, which you may update from time to time (“Payment Method”).\nUnless you cancel your membership before your monthly billing date, you authorize us to charge your next month’s membership fee to your Payment Method (see “Cancellation” below).\nYou can find specific details regarding your MYMobileSecurity membership by visiting our website and clicking on the ”My account” link available at the top of the pages of the MYMobileSecurity website under your profile name.</p>\n<p>Free Trials<br>\n2.1.\nYour MYMobileSecurity membership may start with a free trial.\nThe free trial period of your membership lasts for one month, or as otherwise specified during sign-up and is intended to allow new members and certain former members to try the service.<br>\n2.2.\nFree trial eligibility is determined by MYMobileSecurity at its sole discretion and we may limit eligibility to prevent free trial abuse.\nWe reserve the right to revoke the free trial and put your account on hold in the event that we determine that you are not eligible.\nMembers of households with an existing or recent MYMobileSecurity membership are not eligible.\nWe may use information such as device ID, method of payment or an account email address used with an existing or recent MYMobileSecurity membership to determine eligibility.\nFor combinations with other offers, restrictions may apply.<br>\n2.3.\nWe will charge your Payment Method for your monthly membership fee at the end of the free trial period unless you cancel your membership prior to the end of the free trial period To view the monthly membership price and end date of your free trial period, visit our website and click the “Billing details” link on the ”My account” page.<br>\nBilling<br>\n3.1.\nBilling Cycle.\nThe membership fee for the MYMobileSecurity service and any other charges you may incur in connection with your use of the service, such as taxes and possible transaction fees, will be charged on a monthly basis to your Payment Method on the calendar day corresponding to the commencement of the paying portion of your membership.\nIn some cases your payment date may change, for example if your Payment Method has not successfully settled or if your paid membership began on a day not contained in a given month.\nVisit our website and click on the “Billing details” link on the ”My account” page to see your next payment date.<br>\n3.2.\nPayment Methods.\nYou can change your Payment Method by visiting our website and clicking on the ”My account” link.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not change your Payment Method or cancel your account, we may suspend your access to the service until we have obtained a valid Payment Method.\nWhen you update your Payment Method, you authorize us to continue charging the updated Payment Method, and you remain responsible for any uncollected amounts.\nThis may result in a change to your payment billing dates.\nFor some Payment Methods, the issuer of your Payment Method may charge you certain fees, such as a foreign transaction fee or other fees relating to the processing of your Payment Method.\nLocal tax charges may vary depending on the Payment Method used.\nCheck with your Payment Method service provider for details.<br>\n3.3.\nCancellation.\nYou can cancel your MYMobileSecurity membership at any time, and you will continue to have access to the MYMobileSecurity service through the end of your monthly billing period.\nTo the extent permitted by the applicable law, payments are non-refundable and we do not provide refunds or credits for any partial-month membership periods or unwatched MYMobileSecurity content.\nTo cancel, go to the ”My account” page and follow the instructions for cancellation.\nIf you cancel your membership, your account will automatically close at the end of your current billing period.\nTo see when your account will close, click “Billing details” on the ”My account” page.\nIf you signed up for MYMobileSecurity using your account with a third party as a Payment Method and wish to cancel your MYMobileSecurity membership, you may need to do so through such third party, for example by visiting your account with the applicable third party and turning off auto-renew, or unsubscribing from the MYMobileSecurity service through that third party.\nYou may also find billing information about your MYMobileSecurity membership by visiting your account with the applicable third party.<br>\n3.4.\nChanges to the Price and Service Plans.\nWe may change our service plans and the price of our service from time to time.\nhowever, any price changes or changes to our service plans will apply to you no earlier than 30 days following notice to you.<br>\nMYMobileSecurity Service</p>\n<p>4.1.\nYou must be 18 years of age, or the age of majority in your province, territory or country, to become a member of the MYMobileSecurity service.\nMinors may only use the service under the supervision of an adult.<br>\n4.2.\nThe MYMobileSecurity service and any content viewed through the service are for your personal and non-commercial use only.\nDuring your MYMobileSecurity membership we grant you a limited, non-exclusive, non-transferable, license to access the MYMobileSecurity service and view MYMobileSecurity content.\nExcept for the foregoing limited license, no right, title or interest shall be transferred to you.\nYou agree not to use the service for public performances.<br>\n4.3.\nYou may view the MYMobileSecurity content primarily within the country in which you have established your account and only in geographic locations where we offer our service and have licensed such content.\nThe content that may be available to watch will vary by geographic location and will change from time to time.\nThe number of devices on which you may simultaneously watch depends on your chosen subscription plan and is specified on the ”My account” page.<br>\n4.4.\nMYMobileSecurity regularly makes changes to the service, including the content library.\nIn addition, we continually test various aspects of our service, including our website, user interfaces, promotional features and availability of MYMobileSecurity content.\nYou can at any time opt-out of tests by visiting the ”My account” page and changing the “Test participation” settings.</p>\n<p>4.6.\nYou agree to use the MYMobileSecurity service, including all features and functionalities associated therewith, in accordnce with all applicable laws, rules and regulations, or other restrictions on use of the service or content therein.\nYou agree not to archive, reproduce, distribute, modify, display, perform, publish, license, create derivative works from, offer for sale, or use (except as explicitly authorized in these Terms of Use) content and information contained on or obtained from or through the MYMobileSecurity service.\nYou also agree not to: circumvent, remove, alter, deactivate, degrade or thwart any of the content protections in the MYMobileSecurity service.\nuse any robot, spider, scraper or other automated means to access the MYMobileSecurity service.\ndecompile, reverse engineer or disassemble any software or other products or processes accessible through the MYMobileSecurity service.\ninsert any code or product or manipulate the content of the MYMobileSecurity service in any way.\nor use any data mining, data gathering or extraction method.\nIn addition, you agree not to upload, post, e-mail or otherwise send or transmit any material designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment associated with the MYMobileSecurity service, including any software viruses or any other computer code, files or programs.\nWe may terminate or restrict your use of our service if you violate these Terms of Use or are engaged in illegal or fraudulent use of the service.</p>\n<p>4.8.\nThe MYMobileSecurity software is developed by, or for, MYMobileSecurity and is designed to enable viewing of MYMobileSecuity content through MYMobileSecurity ready devices.\nThe MYMobileSecurity software may vary by device and medium, and functionalities and features may also differ between devices.\nYou acknowledge that the use of the service may require third party software that is subject to third party licenses.\nYou agree that you may automatically receive updated versions of the MYMobileSecurity and related third-party software.</p>\n<p>5.\nPasswords and Account Access.\nThe member who created the MYMobileSecurity account and whose Payment Method is charged (the “Account Owner”) has access and control over the MYMobileSecurity account and the MYMobileSecurity ready devices that are used to access our service.\nTo maintain control over the account and to prevent anyone from accessing the account (which would include information on viewing history for the account), the Account Owner should maintain control over the MYMobileSecurity ready devices that are used to access the service and not reveal the password nor details of the Payment Method associated with the account to anyone.\nYou are responsible for updating and maintaining the accuracy of the information you provide to us relating to your account.\nWe can terminate your account or place your account on hold in order to protect you, MYMobileSecurity or our partners from identity theft or other fraudulent activity.</p>\n<p>Miscellaneous<br>\n6.1.\nGoverning Law.\nThese Terms of Use shall be governed by and construed in accordance with the laws of the Netherlands.\nThese terms will not limit any consumer protection rights that you may be entitled to under the mandatory laws of your country of residence.<br>\n6.2.\nUnsolicited Materials.\nMYMobileSecurity does not accept unsolicited materials or ideas for MYMobileSecurity content, and is not responsible for the similarity of any of its content or programming in any media to materials or ideas transmitted to MYMobileSecurity.<br>\n6.3.\nCustomer Support.\nTo find more information about our service and its features or if you need assistance with your account, please visit the MYMobileSecurity Help Center on our website (https://help.mymobilesecurity.com/).\nIn certain instances, Customer Service may best be able to assist you by using a remote access support tool through which we have full access to your computer.\nIf you do not want us to have this access, you should not consent to support through the remote access tool, and we will assist you through other means.\nIn the event of any conflict between these Terms of Use and information provided by Customer Support or other portions of our website, these Terms of Use will control.<br>\n6.4.\nSurvival.\nIf any provision or provisions of these Terms of Use shall be held to be invalid, illegal, or unenforceable, the validity, legality and enforceability of the remaining provisions shall remain in full force and effect.<br>\n6.5.\nChanges to Terms of Use.\nMYMobileSecurity may, from time to time, change these Terms of Use.\nWe will notify you at least 30 days before these new Terms of Use apply to you.<br>\n6.6.\nElectronic Communications.\nWe will send you information relating to your account (e.g.\npayment authorizations, invoices, changes in password or Payment Method, confirmation messages, notices) in electronic form only, for example via emails to your email address provided during registration.</p>\n<p>Last Updated: 1 January 2018</p>\n<p>&nbsp;</p>\n<p>&nbsp;<br>\n&nbsp;</p>\nMYMobileSecurity Användarvillkor\n<p>&nbsp;</p>\n<p>MYMobileSecurity tillhandahåller en abonnemangstjänst som ger våra medlemmar tillgång till mobila säkerhetstjänster över internet till vissa internetanslutna telefoner, datorer och andra enheter (”MYMobileSecurity-klara enheter”).</p>\n<p>MYMobileSecurity-tjänsten tillhandahålls av MYMobileSecurity Ltd ett bolag i England.\nDessa Användarvillkor reglerar din användning av vår tjänst.\nI dessa Användarvillkor avser ”MYMobileSecurity-tjänsten”, ”vår tjänst” eller ”tjänsten” den tjänst som tillhandahålls av MYMobileSecurity för att upptäcka och titta på MYMobileSecurity-innehåll, inklusive alla egenskaper och funktioner, rekommendationer och recensioner, webbplatser och användargränssnitt, liksom allt innehåll och alla programvaror som är kopplade till vår tjänst.</p>\n<p>Medlemskap.\nDitt MYMobileSecurity-medlemskap kommer att fortsätta från månad till månad tills det avslutas.\nFör att använda MYMobileSecurity-tjänsten måste du ha tillgång till internet och en MYMobileSecurity-klar enhet, samt tillhandahålla en aktuell, giltig och godkänd betalningsmetod som du kan behöva uppdatera då och då (”Betalningsmetod”).\nSåvida du inte avslutar ditt medlemskap före det månatliga faktureringsdatumet godkänner du att abonnemangsavgiften för nästa månad debiteras från din betalningsmetod (Se ”Avslutande” nedan).\nDu hittar specifik information om ditt MYMobileSecurity-medlemskap på vår webbplats om du klickar på länken Mitt konto som finns längst upp på sidorna på MYMobileSecurity webbplats under ditt profilnamn.</p>\n<p>2.\nGratis provperioder<br>\n2.1.\nDitt MYMobileSecurity-medlemskap kan börja med en gratis provperiod.\nDen kostnadsfria provperioden av ditt medlemskap varar i en (1) månad, eller enligt vad som angetts vid registreringen, och är avsedd för att nya medlemmar och vissa tidigare medlemmar ska kunna prova på tjänsten.</p>\n<p>2.2.\nMYMobileSecurity avgör om du är berättigad till en gratis provperiod enligt eget gottfinnande och kan komma att begränsa denna rätt för att förhindra att gratis provperioder utdelas felaktigt.\nVi förbehåller oss rätten att upphäva din kostnadsfria provperiod och frysa kontot om vi kommer fram till att du inte är berättigad till en gratis provperiod.\nMedlemmar i ett hushåll med ett befintligt eller nyss avslutat MYMobileSecurity-medlemskap är inte berättigade.\nVi kan använda oss av t.ex.\nenhetsnumret, betalningsmetoden eller e-postadressen som används med ett befintligt eller nyss avslutat MYMobileSecurity-medlemskap för att avgöra huruvida du är berättigad.\nDet kan finnas restriktioner vid kombinationer med andra erbjudanden.</p>\n<p>2.3.\nDin månatliga abonnemangsavgift kommer att debiteras från din Betalningsmetod i slutet av den kostnadsfria provperioden, såvida du inte avslutar ditt medlemskap innan den kostnadsfria provperioden har löpt ut.\nBesök vår webbplats och klicka på Faktureringsinformation på sidan Mitt konto om du vill se information om ditt månatliga abonnemangspris och sista dagen för din kostnadsfria provperiod.</p>\n<p>3.Fakturering<br>\n3.1.\nFaktureringscykel.\nAbonnemangsavgiften för MYMobileSecurity-tjänsten samt andra eventuella kostnader som kan uppstå i samband med din användning av tjänsten, som t.ex.\nskatter och eventuella transaktionsavgifter, kommer att debiteras varje månad från din betalningsmetod på den kalenderdag som motsvarar den första dagen för betalningsdelen av ditt medlemskap.\nI vissa fall kan datumet för betalningen ändras, till exempel om din Betalningsmetod inte har kunnat bekräftas eller om ditt betalda abonnemang började på ett datum som inte finns under en given månad.\nBesök vår webbplats och klicka på Faktureringsinformation på sidan Mitt konto om du vill se ditt nästa betalningsdatum.</p>\n<p>3.2.\nBetalningsmetoder.\nDu kan ändra Betalningsmetod genom att besöka vår webbplats och klicka på länken Mitt konto.\nOm en betalning inte kan dras på grund av att Betalningsmetoden har gått ut, att det finns otillräckliga medel eller annat, och du inte ändrar din Betalningsmetod eller avslutar ditt konto, kan vi avbryta tillgången till tjänsten tills vi har mottagit en giltig Betalningsmetod.\nNär du uppdaterar din Betalningsmetod godkänner du att vi fortsätter debitera den uppdaterade Betalningsmetoden, och du förblir ansvarig för alla obetalade belopp.\nDetta kan leda till en ändring av ditt debiteringsdatum.\nFör vissa betalningsmetoder kan utfärdaren av din Betalningsmetod debitera dig andra avgifter, som till exempel en utländsk transaktionsavgift eller andra avgifter som uppstår i samband med bearbetningen av din Betalningsmetod.\nLokala skatter kan variera beroende på vilken Betalningsmetod som används.\nKontrollera med leverantören av din Betalningsmetod för mer information.</p>\n<p>3.3.\nAvslutande.\nDu kan avsluta ditt MYMobileSecurity-abonnemang när som helst.\nDu kommer att ha fortsatt tillgång till MYMobileSecurity-tjänsten till slutet av din månatliga faktureringsperiod.\nI den utsträckning tillämplig lag tillåter är betalningar ej återbetalningsbara och vi ger inga återbetalningar eller tillgodohavanden för påbörjade månader eller för MYMobileSecurity-innehåll som du inte tittat på.\nGå till sidan Mitt konto och följ instruktionerna för att avsluta abonnemanget.\nOm du avslutar ditt abonnemang avslutas ditt konto automatiskt vid slutet av din aktuella faktureringsperiod.\nOm du vill se när ditt konto kommer att avslutas klickar du på Faktureringsinformation på sidan Mitt konto.\nOm du har registrerat dig på MYMobileSecurity med en Betalningsmetod från en tredje part och vill avsluta ditt MYMobileSecurity-medlemskap kan du behöva göra detta genom denna tredje part.\nDetta kan du till exempel göra genom att besöka ditt konto hos denna tredje part och stänga av automatisk förnyelse eller avsluta MYMobileSecurity-tjänsten genom den tredje parten.\nDu kan också hitta faktureringsinformation om ditt MYMobileSecurity-medlemskap genom att besöka Mitt konto hos den tillämpliga tredje parten.</p>\n<p>3.4.\nPris- och abonnemangsändringar.\nDet händer att vi förändrar våra abonnemang och ändrar priset på vår tjänst.\nMen alla prisändringar eller förändringar i våra abonnemang kommer att börja gälla för dig tidigast 30 dagar efter att du informerats om detta.</p>\n<p>4.\nMYMobileSecurity-tjänsten<br>\n4.1.\nDu måste vara 18 år och myndig i din provins, ditt område eller ditt land, för att abonnera på MYMobileSecurity-tjänsten.\nMinderåriga får bara använda tjänsten under en vuxens tillsyn.</p>\n<p>4.2.\nMYMobileSecurity-tjänsten och allt innehåll som visas genom tjänsten är endast för din personliga och icke-kommersiella användning.\nUnder ditt MYMobileSecurity-medlemskap beviljar vi dig en begränsad, icke-exklusiv och icke-överlåtbar licens att använda MYMobileSecurity-tjänsten och se på MYMobileSecurity-innehåll.\nMed undantag för ovanstående begränsade licens, kommer ingen rättighet, äganderätt eller intresse att överföras till dig.\nDu samtycker till att inte använda tjänsten för offentliga visningar.</p>\n<p>4.3.\nDu kan i första hand titta på MYMobileSecurity-innehåll i landet där du registrerade ditt konto och endast på geografiska platser där vi erbjuder vår tjänst och har licensierat innehållet i fråga.\nTillgängligt innehåll varierar beroende på geografisk plats och kommer ibland att förändras.\nAntalet enheter som du kan titta på samtidigt beror på vilket abonnemang du har valt.\nInformation om detta finns på sidan Mitt konto.</p>\n<p>4.4.\nMYMobileSecurity uppdaterar regelbundet tjänsten.\nDessutom testar vi löpande olika aspekter av vår tjänst, däribland vår webbplats, våra användargränssnitt, kampanjfunktioner och tillgång till MYMobileSecurity-innehåll.</p>\n<p>4.6.\nDu samtycker till att använda MYMobileSecurity-tjänsten, inklusive alla funktioner och all funktionalitet som förknippas därmed, i enlighet med alla gällande lagar, regler och förordningar eller andra restriktioner vid användning av tjänsten eller innehållet däri.\nDu får inte arkivera, reproducera, distribuera, modifiera, visa, utföra, publicera, licensiera, skapa härledda verk från, erbjuda till försäljning eller använda (förutom det som uttryckligen tillåts i dessa Användarvillkor) innehåll och information som finns som innehåll på, eller hämtas från eller genom MYMobileSecurity-tjänsten.\nDu samtycker också till att inte: kringgå, ta bort, förändra, försämra eller motverka något av innehållsskydden på MYMobileSecurity-tjänsten.\nanvända någon robot, spindel, scraper eller andra automatiska sätt att få tillgång till MYMobileSecurity-tjänsten.\ndekompilera, dekonstruera, eller ta isär någon programvara eller andra produkter eller processer som kan nås genom MYMobileSecurity-tjänsten.\nföra in någon kod eller produkt för att manipulera innehållet på MYMobileSecurity-tjänsten på något sätt eller använda s.k.\ndata mining, datainsamling eller någon annan extraheringsmetod.\nDärutöver samtycker du till att inte ladda upp, publicera, skicka via e-post eller på andra sätt skicka eller överföra något material som är utformat för att störa, förstöra eller begränsa funktionaliteten hos något datorprogram eller någon hårdvara eller telekommunikationsutrustning som förknippas med MYMobileSecurity-tjänsten, inklusive alla programvaruvirus eller annan datorkod, filer eller program.\nVi kan avsluta eller begränsa din användning av vår tjänst om du bryter mot dessa Användarvillkor eller är involverad i olaglig eller bedräglig användning av tjänsten.</p>\n<p>4.8.\nMYMobileSecurity-programvaran har utvecklats av, eller åt, MYMobileSecurity.\nMYMobileSecurity-programvaran kan variera med enhet och medium, och funktionaliteter och funktioner kan också skilja sig mellan olika enheter.\nDu samtycker till att användning av tjänsten kan kräva programvara från tredje part som omfattas av licenser från tredje part.\nDu samtycker till att du automatiskt kan få uppdaterade versioner av MYMobileSecurity programvara och relaterad programvara från utomstående leverantörer.</p>\n<p>5.Lösenord och kontoåtkomst.\nDen medlem som skapade MYMobileSecurity-kontot och vars Betalningsmetod debiteras (”Kontoägaren”) har tillgång till och kontroll över MYMobileSecurity-kontot samt de MYMobileSecurity-klara enheterna som används till åtkomst av tjänsten.\nFör att behålla kontrollen över kontot och för att förhindra att någon annan får tillgång till kontot (vilket kan inbegripa information om senaste aktivitet på kontot) bör Kontoägaren behålla kontrollen över de MYMobileSecurity-klara enheterna som används till åtkomst av tjänsten samt inte avslöja lösenordet eller detaljer om Betalningsmetoden som förknippas med MYMobileSecurity-kontot för någon.\nDu är ansvarig för att uppdatera och upprätthålla riktigheten i den information som du ger oss och som rör ditt konto.\nVi kan avsluta eller frysa ditt konto för att skydda dig, MYMobileSecurity eller våra partner från identitetsstöld eller annan bedräglig verksamhet.</p>\n<p>6.Övrigt<br>\n6.1.\nTillämplig lag.\nDessa Användarvillkor ska regleras av och tolkas i enlighet med lagarna i Nederländerna.\nDessa villkor begränsar inte de konsumentskyddsrättigheter som du kan omfattas av i enlighet med gällande och tvingande lagstiftning i det land där du är bosatt.</p>\n<p>6.2.\nMaterial som inte har efterfrågats.\nMYMobileSecurity tar inte emot material eller idéer för MYMobileSecurity-innehåll utan föregående förfrågan, och ansvarar inte för likheten i något innehåll eller program, i något medieformat, med material eller idéer som skickats till MYMobileSecurity.</p>\n<p>6.3.\nKundtjänst.\nBesök MYMobileSecurity hjälpcenter på vår webbplats (https://help.mymobilesecurity.com/) om du vill hitta mer information om vår tjänst och dess funktioner eller om du behöver hjälp med ditt konto.\nI vissa fall kan vår kundtjänst hjälpa dig på bästa sätt genom att använda ett verktyg för fjärrsupport som ger oss fullständig kontroll över din dator.\nOm du inte vill ge oss denna åtkomst ska du inte ge kundtjänst tillstånd att använda supportverktyget med fjärråtkomst.\nVi kommer då att hjälpa dig på ett annat sätt.\nVid eventuell konflikt mellan dessa Användarvillkor och information från kundtjänst eller på andra ställen på vår webbplats gäller dessa Användarvillkor.</p>\n<p>6.4.\nFortsatt giltighet.\nOm en eller flera bestämmelser i dessa Användarvillkor anses vara ogiltiga, olagliga eller omöjliga att genomdriva, ska giltigheten, lagligheten och genomdrivbarheten för resterande bestämmelser förbli gällande.</p>\n<p>6.5.\nÄndringar i Användarvillkor.\nMYMobileSecurity kan ibland ändra dessa Användarvillkor.\nVi kommer att meddela dig minst 30 dagar innan dessa nya Användarvillkor börjar gälla för dig.</p>\n<p>6.6.\nElektronisk kommunikation.\nVi kommer endast att skicka information till dig om ditt konto (t.ex.\nbetalningsbemyndiganden, fakturor, byte av lösenord eller Betalningsmetod, bekräftelser, meddelanden) i elektronisk form, till exempel via e-post till den e-postadress som du angav när du registrerade dig.</p>\n<p>Senast uppdaterad: 1 januari 2018</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p> 2021 <b>MY</b>Mobile Security - Terms &amp.\nConditions ", "created_at": "2021-10-29 00:05:48.062134", "updated_at": "2021-10-28 22:06:25.734944"}], "points": [], "urls": ["mymobilesecurity.com"]}}