{"error": 448, "message": "OK", "parameters": {"id": 4702, "name": "Healthy Male", "created_at": "2021-07-13 21:38:55.40947", "updated_at": "2021-07-13 22:00:47.725357", "wikipedia": null, "keywords": null, "related": null, "slug": "healthy-male", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4702.png", "url": "healthymale.org.au", "documents": [{"id": 8419, "name": " Terms of use", "url": "https://www.healthymale.org.au/terms-use", "xpath": "//body", "text": " Skip to main content Top Menu <ul>\n<li> About us </li>\n<li> Order resources </li>\n<li> Subscribe </li>\n<li> The Male </li>\n<li> Contact us </li>\n<li>\n</li>\n</ul> Main navigation <ul>\n<li> + Men's health Men's health <ul>\n<li>Blood in semen</li>\n<li>Premature ejaculation</li>\n<li>Foreskin problems &amp.\ncircumcision</li>\n<li>Prostate enlargement (BPH)</li>\n<li>Klinefelter syndrome</li>\n<li>Prostatitis</li>\n<li>Male infertility</li>\n<li>Testosterone deficiency</li>\n<li>Peyronie's disease</li>\n<li>Urinary problems (LUTS)</li>\n</ul>\n<p>View all health conditions</p>\n</li>\n<li> + Resources &amp.\ntools Resources &amp.\ntools <ul>\n<li>Current research studies &amp.\nprojects</li>\n<li>Resource library</li>\n<li>Glossary</li>\n<li>Spanner in the Works?</li>\n<li>Men's health events</li>\n<li>The Male magazine</li>\n<li>Order resources</li>\n<li>Useful websites &amp.\nsupport groups</li>\n<li>Plus Paternal: A focus on fathers</li>\n<li>Your stories</li>\n</ul>\n</li>\n<li> + For health professionals For health professionals <ul>\n<li>Clinical resources</li>\n<li>Plus Paternal: A focus on fathers</li>\n<li>Conferences &amp.\nevents</li>\n<li>Position statements</li>\n<li>Engaging men in primary health care</li>\n<li>Professional education</li>\n<li>Our publications</li>\n<li>Research reviews</li>\n</ul>\n</li>\n<li> News </li>\n</ul> Facebook Twitter YouTube Instagram LinkedIn Terms of use Privacy &amp.\npersonal information <p>Healthy Male will not collect personally identifiable information about you unless such information is provided voluntarily by you.\nAny personally identifiable information we collect is strictly confidential.&nbsp;We will not sell any personal information that you may have provided unless permitted by law or we have your express written consent to do so.\nHealthy Male uses select service providers to whom we disclose personal information.</p>\n<p>&nbsp;</p> Cookies <p>Non-personal information may be automatically collected through the use of 'cookies'.\nThese are pieces of information that a website can place on a visitor's hard drive to record data such as what time a visit occurs, whether the visitor has been to the site before and what website or search engine the visitor was referred from.</p>\n<p>Healthy Male uses Google Analytics to analyse this data, in order to make its online content more relevant and accessible to visitors.\nNo personal information is collected from Google Analytics and we will not match any data collected by Google Analytics with any personal information.\nThe Google Analytics policy can be&nbsp;found here.</p>\n<p>&nbsp;</p> Copyright <p>Editorial material is copyright and may not be reproduced without permission.</p>\n<p>&nbsp;</p> Links to third party content <p>This website contains links to third party websites.\nThese linked websites are not under the control of Healthy Male, and Healthy Male is not responsible for the contents of any linked websites or any hyperlink contained in any linked websites.\nHealthy Male provides these links as a convenience only, and the inclusion of any link does not imply any endorsement of the linked website by Healthy Male.\nYou visit any linked website at your own risk.</p>\n<p>&nbsp;</p> Virus warning <p>Healthy Male does not represent or warrant that any files obtained from or through this website are free from computer viruses or other defects.\nAny such files are provided and may be used on the basis that the user accepts all responsibility for any loss, damage or other consequence resulting directly or indirectly from the use of those files.</p>\n<p>&nbsp;</p> Governing law <p>These Conditions are governed by, construed and enforced in accordance with the laws of Victoria, Australia.\nAny disputes arising from these Conditions or in connection with the use of this website are subject to the exclusive jurisdiction of the courts of Victoria, Australia.</p>\n<p>This website may be accessed throughout Australia and overseas.\nHealthy Male makes no representation that the Content on this website complies with the laws of any country outside Australia.\nIf you access this site from outside Australia you are responsible for ensuring that your access to, downloading of, use of or reliance on the Content contained in this website is in compliance with all laws in the place in which you are located.</p>\n<p>&nbsp;</p> Footer Left <ul>\n<li> About us </li>\n<li> Find a doctor </li>\n<li> Men's health </li>\n</ul> Footer Right <ul>\n<li> Careers </li>\n<li> Glossary </li>\n<li> Resource library </li>\n</ul> Footer Last <ul>\n<li> Contact us </li>\n<li> For health professionals </li>\n<li> Resources &amp.\ntools </li>\n</ul> Facebook Twitter YouTube Instagram LinkedIn <p>Healthy Male is funded by the Australian Government Department of Health.</p>\n<p>This website does not host any form of advertisement.</p>\n<p>Information provided on this website is not a substitute for medical advice.</p> © Healthy Male 2021 Footer Bottom <ul>\n<li> Disclaimer </li>\n<li> Sitemap </li>\n<li> Terms of use </li>\n</ul> ", "created_at": "2021-07-13 21:38:55.415722", "updated_at": "2021-07-13 19:39:17.956936"}], "points": [], "urls": ["healthymale.org.au"]}}