{"error": 448, "message": "OK", "parameters": {"id": 5710, "name": "onetouch", "created_at": "2021-11-20 07:17:58.634491", "updated_at": "2021-11-20 23:01:13.666529", "wikipedia": null, "keywords": null, "related": null, "slug": "onetouch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5710.png", "url": "onetouch.com", "documents": [{"id": 10284, "name": "Privacy Policy", "url": "https://www.onetouch.com/privacy-policy", "xpath": "/html/body/div[3]/div[2]/div/article/div", "text": " Privacy Policy <p>Last updated: October, 2021</p>\n<p>LifeScan is concerned about privacy issues and wants you to be familiar with how we collect, use and disclose information.\nIn this Privacy Policy, we may refer to ourselves as “we”, “us” or “our”, by which we mean LifeScan Global Corporation and its subsidiaries.\nThe controller of your data is the LifeScan company listed next to your country, here (“Controller”) except for healthcare professionals who subscribe to LifeScan Diabetes Institute, in that case, LifeScan Institute LLC is the Controller.</p>\n<p>This Privacy Policy describes our practices that we or our service providers collect through the website or mobile application, operated and controlled by LifeScan, through which you are accessing this Privacy Policy (the “Services”) or if you contact our customer care team.\nIf local laws in your country require that we process your Personal Data in a different way, we will comply with those local laws.\nPlease read this entire Privacy Policy before using any of the LifeScan Services.</p> PERSONAL DATA<p>&nbsp;</p>\n<p>The term “Personal Data” in this Privacy Policy means any information which could identify you as an individual, either directly (for example, your name) or indirectly (such as an IP address or other unique identifier).</p>\n<p>LifeScan may collect and process the following Personal Data when you use the Services:</p>\n<ul>\n<li>contact details (such as name, address, email address, telephone number);</li>\n<li>demographic information (such as date of birth, gender);</li>\n<li>health information (such as diabetes type and method of management, glucose readings, exercise and carbohydrate intake);</li>\n<li>account-related information (such as the password you select to use the Services or the serial number of any devices associated with the account);</li>\n<li>payment or commercial information, such as billing details and past transactional behavior;</li>\n<li>complaint or adverse event information;</li>\n<li>photographs, videos or voice recordings if, for example, you provide a testimonial.\nand</li>\n<li>your preferences (such as communication, language and time zone).</li>\n</ul>\n<p>When you are asked to provide your Personal Data you may have an option to choose not to provide it but if you do so, it may inhibit our ability to provide some elements of the Services to you.</p>\n<p>If you are providing information of someone other than yourself (for example, if you are a caregiver, parent or guardian or a healthcare professional providing a patient’s information) then you are confirming to us that you have any legally required authorization, consent or other lawful authority to share the other person’s information and for us to use it in accordance with this Privacy Policy.</p>\n<p>If you are a healthcare professional, LifeScan may collect:</p>\n<ul>\n<li>your professional qualifications, educational and professional history, professional and government affiliations, information included on a resume, languages spoken, information about publications with which you have been involved;</li>\n<li>information about the LifeScan programs, products and activities with which you have engaged;</li>\n<li>details about our interactions with you, your prescribing of our products and any agreements you have or had with LifeScan, including payment or other financial details;</li>\n<li>information collected in connection with LifeScan events, training or activities you have attended or with which you have been involved.\nand</li>\n<li>public information such as license information and other due diligence related information.</li>\n</ul>\n<p>We may combine information you provide with information from other sources, for example social media or from public sources.</p> &nbsp;HOW LIFESCAN COLLECTS PERSONAL DATA<p>&nbsp;</p>\n<p>LifeScan collects Personal Data in a number of ways, including:</p>\n<ul>\n<li>directly from you or your authorized representative, for example, when you sign up for an account for one of the Services;</li>\n<li>when you use one of our Services;</li>\n<li>when you share your social media profile with LifeScan or use it to contact us;</li>\n<li>when you respond to LifeScan surveys or promotions, where permitted;</li>\n<li>when you contact LifeScan for customer service assistance;</li>\n<li>when you share complaints or adverse event information with LifeScan;</li>\n<li>when you authorize third parties to provide your information to us;</li>\n<li>from other products, services or applications that are integrated with our Services (such as, for example, when a third party product, service or application is linked with our Services or vice versa);</li>\n<li>from public or third party information sources;</li>\n<li>from third party service providers or our business partners;</li>\n<li>from social media, for example mentioning a LifeScan product or service in a Tweet.\nWe encourage you to read the Privacy Policies of the social media platforms that you use;</li>\n<li>if you are a healthcare professional, if you engage with one of our sales representatives, attend an online or live event such as a conference, training or advisory board meeting.\nand</li>\n<li>indirectly through tracking technologies, including over time and across third-party websites and online services.\nYou can read more about this here.\nWe may also automatically collect information about you from website interaction, analytics partners, and other parties.</li>\n</ul> HOW LIFESCAN USES PERSONAL DATA<p>&nbsp;</p>\n<p>We process your health information when you use the Services on the basis of your explicit consent.</p>\n<p>We use your Personal Data for the following purposes where it is necessary for us to perform our contractual obligations to you:</p>\n<ul>\n<li>manage your account on our Services;</li>\n<li>provide our products or the Services to you;</li>\n<li>provide customer service support to you.\nand</li>\n<li>send you important information regarding our relationship with you or regarding changes to our terms of use and other policies or administrative information, such as planned maintenance or downtime.</li>\n</ul>\n<p>We use your Personal Data for the following purposes where it is necessary in our legitimate interests in order to:</p>\n<ul>\n<li>operate our business;</li>\n<li>improve our products and Services;</li>\n<li>respond to your enquiries and fulfill your requests, such as to send you documents you request or e-mail alerts;</li>\n<li>invite you to provide feedback on our products and/or services;</li>\n<li>personalize your experience when you interact with us;</li>\n<li>undertake market research, analytics or segmentation so that we can better understand your needs and so that we can: improve our products and services.\nunderstand the effectiveness of our marketing campaigns and to tailor our communications with you;</li>\n<li>in connection with our cybersecurity efforts.\nand</li>\n<li>to ensure continuity of service to you if we sell, assign or transfer part of our business or enter into a relationship with a distributor.</li>\n</ul>\n<p>We use your Personal Data to provide you with information about our products and services or the products and services of selected third-party partners, provided that you have opted-in to receive such communication, where an opt-in is required by law.\nIf you have opted-in to receive such communications, our legal basis for processing your Personal Data for this purpose is your consent.</p>\n<p>We use your Personal Data for the following purposes in order to comply with a legal obligation that we are subject to, or where necessary to establish, exercise or defend legal claims:</p>\n<ul>\n<li>comply with legal or regulatory obligations to which LifeScan is subject, such as reporting complaints or adverse events.\nanti- corruption.\ntrade compliance or transparency reporting requirements for healthcare professionals.\nand</li>\n<li>to defend LifeScan against actual, potential or threatened litigation.</li>\n</ul>\n<p>We may also use your Personal Data in other ways, with your consent.</p> HOW LIFESCAN SHARES PERSONAL DATA<p>&nbsp;</p>\n<p>We may share your Personal Data:</p>\n<ul>\n<li>with other LifeScan companies for the purposes described in this Privacy Policy.\nHowever, the Controller is the party responsible for the management of your Personal Data.</li>\n<li>with your authorized health care provider (such as a clinic, pharmacy or healthcare professional), payor or to other third parties that you choose to provide access to your Personal Data.\nSome of our Services permit you to share all of the information you enter within the particular Service or to share certain information with a relative, friend or caregiver;</li>\n<li>when you provide your consent for us to do so, for example with third party partners with whom we offer a co-branded or co- marketed promotion;</li>\n<li>with our third-party service providers who provide services to you or us such as website hosting and moderating, mobile application hosting, data analysis, payment processing, order fulfillment, infrastructure provision, IT services, customer service, e-mail and direct mail delivery services, credit card processing, auditing services, and other services, in order to enable them to provide services to you or us;</li>\n<li>with third parties or business partners where you choose to integrate their products or services with the Services;</li>\n<li>with a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings);</li>\n<li>with third parties or service providers involved in the provision of advertising and analytics;</li>\n<li>for our business purposes, such as data analysis, audits, developing new products, enhancing our website, improving our products and services, identifying usage trends, where permitted, personalizing your experience by presenting products and offers tailored to you, and determining the effectiveness of our promotional campaigns;</li>\n<li>as otherwise described to you at the time of collection;</li>\n<li>If you are a OneTouch® Solutions user, we will share your Personal Data with:<ul>\n<li>third parties involved in the fulfillment of your orders, such as for example to coordinate with our prescription, shipment, and logistics providers.</li>\n<li>our business partners, such as, for example, when you link our Services with a partner’s product, application or service (or vice versa).</li>\n</ul>\n</li>\n</ul>\n<p>In addition, we may use and disclose information collected through our Services as we believe to be necessary or appropriate: (a) as permitted by applicable law, including laws outside your country of residence.\n(b) to comply with legal process.\n(c) to respond to requests from public and government authorities, including public and government authorities outside your country of residence;<br>(d) to enforce our terms and conditions.\n(e) to protect the operations of LifeScan group companies.\n(f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others.\nand (g) to allow us to pursue available remedies or limit the damages that we may sustain.</p> OTHER PRODUCTS, SERVICES AND APPS<p>&nbsp;</p>\n<p>The Services may include functionality that allows for links to or integrations with the products, services or apps of our business partners (“Partner Apps”).\nIn the event that you use Services that include such functionality, our business partners’ privacy policies will govern how they handle your Personal Data in connection with such Partner Apps, while this Privacy Policy will continue to govern how we handle your Personal Data.\nWe are not responsible for our business partners’ privacy practices, and you should review the applicable Partner App privacy policies before using such functionality.</p> EMAIL COMMUNICATIONS<p>&nbsp;</p>\n<p>Where you agree, we may send you email messages promoting our Services or with other information about our programs and offers.\nAs further described below under “Your Privacy Rights and Choices,” you may opt out of these messages at any time by contacting us or by using the “My Account” or “Settings” function if applicable.</p> COOKIES, INTERNET-BASED ADVERTISING AND OTHER TOOLS<p>&nbsp;</p>\n<p>We use persistent identifiers to authenticate you to the Services to analyze how the Services are used, to link information about how you use the Services with your account, to analyze the effectiveness of our messaging and to help to tailor our products and the Services.\nWe may also use persistent identifiers to identify you across other media or through your use of our other products or the Services to help to tailor our offerings and to provide enhanced personalization and communications.</p>\n<p>\n<strong>Cookies:</strong> Cookies are pieces of information stored directly on the computer you are using.\nCookies allow us to collect information such as browser type, time spent on a website, pages visited, and language preferences.\nWe and our service providers use the information for security purposes, to facilitate navigation, display information more effectively, and to personalize your experience while using a website.\nWe also use cookies to recognize your computer or device, which makes your use of the Services easier, such as to remember what is in your shopping cart.\nIn addition, we use cookies to gather statistical information about usage of our Services in order to continually improve design and functionality, understand how individuals use them and to assist us with resolving questions regarding the Services.\nCookies further allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are using the Services.\nWe may also use cookies in online advertising to track consumer responses to our advertisements.\nPlease read our Cookie Policy for information about the cookies used and how to disable them.</p>\n<p>You can refuse to accept these cookies by following your browser’s instructions.\nhowever, if you do not accept them, you may experience some inconvenience in your use of the Site.\nIn addition, you may not receive advertising or other offers from us that are relevant to your interests and needs.\nTo learn more about cookies, please visit http://www.allaboutcookies.org(link is external).</p>\n<p>\n<strong>Using pixel tags, web beacons, clear GIFs, or other similar technologies.</strong> These may be used in connection with some web pages and HTML-formatted e-mail messages to, among other things, track the actions of users and e-mail recipients, measure the success of our marketing campaigns, and compile statistics about usage and response rates.</p>\n<p>\n<strong>Analytics</strong>.\nWe may use certain analytics providers such as Google Analytics and Firebase Analytics, which use cookies and similar technologies to collect and analyze information about use of the Services and report on activities and trends.\nThe Services may also collect information regarding the use of other websites, apps and online resources.\nYou can learn about Google’s practices by going to: http://www.google.com/policies/privacy/partners(link is external) and opt out of them by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout.</p>\n<p>We also use mobile analytics services, such as AppFlyer Inc's mobile attribution and analytics platform, to understand use of the Services.\nThis allows us to understand, assess and adjust our marketing campaigns and their performance.\nFor example, this helps us to understand which campaigns lead people to download the Services.\nYou can learn about AppsFlyer's data processing at: https://www.appsflyer.com/privacy-policy/(link is external).\nIf you wish to opt-out please go to: https://www.appsflyer.com/optout(link is external).</p>\n<p>\n<strong>Retargeting of Advertisements and Opting Out.</strong> We try to deliver relevant advertisements by using a common form of online advertising known as “retargeting”.\nRetargeting provides advertisements on a website based on a user’s activities on a different, unrelated site.\nTo enable this, LifeScan or its advertising service providers may use a device ID, cookie, pixel, web beacon or similar technology placed by LifeScan or its third-party service provider when you visit our Services.\nThe placing of these cookies or other technologies on your device may enable you to be identified across multiple websites.</p>\n<p>You can opt-out of having your online activity collected for advertising purposes and receiving behaviorally targeted advertisements by using the links below depending on your region:</p>\n<ul>\n<li>USA: http://www.networkadvertising.org/managing/opt_out.aspx(link is external);</li>\n<li>Canada: https://youradchoices.ca(link is external);</li>\n<li>Europe: www.youronlinechoices.eu(link is external).</li>\n</ul>\n<p>Please note that the choices you make are specific to the browser and device on which you implement such controls.</p>\n<p>We may use Facebook’s custom audience tools which allows us to provide you with advertising to you when you use Facebook’s platforms which you may find to be more relevant to you.\nYou can learn more about Facebook’s privacy policy here(link is external).\nThis is done by converting your email address into a unique number that Facebook uses to match to a unique number that Facebook generates based on the email address that you have provided to Facebook.\nYou can change your advertising preferences within the “Ad Settings” and “Ad Preferences” sections of your Facebook account.</p>\n<p>On some pages of our websites, we allow third-party advertising partners to use cookies, web beacons, and similar technologies to collect or receive information regarding your activities on those web pages (e.g., your IP address, page(s) visited, time of day, and cookie identifiers).\nWe may also share such information we have collected with advertising and analytics companies, they may use this information (and combine it with information collected over time and across other websites, apps, or other digital services) to deliver targeted advertisements.</p>\n<p>\n<u>Mobile advertising identifier controls</u>.\nApple and Android mobile devices generate an advertising identifier that can be accessed by apps and used by advertisers in a way similar to how cookies are used on websites.\nApple and Android operating systems provide options to limit tracking.</p>\n<p>\n<strong>Do Not Track</strong>.\nSome browsers have a Do Not Track (“DNT”) feature that allow a user to indicate a preference not to have their online activities tracked.\nIf you limit a website’s ability to set cookies, your user experience may be affected.\nThe DNT function is not available when you are accessing the Services through a mobile application rather than through the relevant website.</p> YOUR PRIVACY RIGHTS AND CHOICES<p>&nbsp;</p>\n<p>Depending on the laws in your country, you may have rights to:</p>\n<ul>\n<li>withdraw your consent to us processing your Personal Data for direct marketing;</li>\n<li>obtain copies of your Personal Data and additional information about the processing of your data;</li>\n<li>correct any inaccurate or incomplete information about you which we hold;</li>\n<li>request deletion of your Personal Data.\nThis right is subject to certain exclusions such as compliance with legal or regulatory obligations;</li>\n<li>restrict processing of your Personal Data.\nThis right is subject to certain restrictions;</li>\n<li>object to processing of your Personal Data.\nThis right is subject to certain restrictions;</li>\n<li>ask us to transfer your Personal Data to another organization, under certain circumstances.\nand</li>\n<li>make a complaint to a privacy regulator.</li>\n</ul>\n<p>In order to protect your Personal Data, we may require that you provide evidence to confirm your identity before we provide the requested information.\nWe will respond to your request within the relevant time limit under applicable law.</p>\n<p>If you wish to opt-out of receiving marketing emails from LifeScan, you may update your preferences by sending an email to your Customer Service email address: contact@onetouch.com or, where there is a “My Account” or Settings feature, you can update your marketing preferences there.\nIf you choose to opt-out of receiving such messages, we may still send you service- related announcements such as changes to the Privacy Policy, planned maintenance or downtime.</p>\n<p>If you are a healthcare professional and no longer wish to receive communications from the LifeScan Diabetes Institute, you can update your preferences in your member profile at www.lifescandiabetesinstitute.com(link is external) or by unsubscribing, here(link is external).</p> DE-IDENTIFIED, PERMANENTLY ANONYMIZED, AND AGGREGATED DATA<p>&nbsp;</p>\n<p>We may de-identify data that we collect about you.\nWe may use or share this data with third parties to perform analytics and research, for product development or improvement, and for other compatible purposes or as otherwise permitted by law.\nWe may also permanently anonymize your Personal Data so that it is no longer personal data under relevant laws.\nAfter permanent anonymization, you can never be identified and the data is not traceable to you.\nWe may use or share such anonymized data for statistical analysis, clinical research, demographic analysis or other similar activities.\nWe may export and process permanently anonymized data in any country in which we or one of our service providers or business partners has operations.\nWe may also combine or aggregate this data with other third-party data that we collect about you.</p> HOW LONG WE RETAIN AND HOW WE SECURE YOUR DATA<p>&nbsp;</p>\n<p>We retain your Personal Data for the period necessary to fulfil the purposes outlined in this Privacy Policy, unless a longer retention period is required or allowed by law or is needed in order to fulfil a legal requirement to which LifeScan is subject.</p>\n<p>LifeScan uses various technical, organizational and administrative measures to protect your Personal Data against loss, unauthorized use or access.\nFor example, when we transmit your health-related Personal Data, through our Services we use encryption technology.\nWhen our Services communicate with our analytics providers, encryption is also used.\nHowever, you should be aware that no data storage or method of transmission can be guaranteed to be 100% secure or error-free.</p> SAFETY AND OTHER REGULATORY REPORTING<p>&nbsp;</p>\n<p>In order to ensure the safety of medical devices, regulators place a legal obligation on manufacturers to report certain complaints and potential adverse events to them.\nLifeScan may share this information with other LifeScan companies in other countries, its service providers or business partners who assist in the maintenance and operation of LifeScan’s complaints database.</p>\n<p>In some cases, LifeScan may not be the legal manufacturer of devices that we promote or make available, in those circumstances, we are obliged to pass on details of complaints and potential adverse events to the device’s legal manufacturer so that they may report the matter to applicable regional or national regulatory bodies, including those that may have different data protection laws than the laws that apply in your country.</p>\n<p>Where relevant, LifeScan enters into European Union standard contractual clauses (or equivalent measures) with the party outside the European Economic Area receiving the personal data.\nA copy of the relevant standard contractual clauses is available upon request.</p>\n<p>LifeScan processes complaint and adverse event data in order to comply with legal requirements to which it or its business partners are subject.\nWhere LifeScan processes health data (which is a special category of data) for these purposes, LifeScan does so for reasons of public interest in ensuring high standards of quality and safety of medical devices.\nAny data provided for complaint and/or adverse event reporting purposes will not be used for direct marketing.</p>\n<p>If you are a healthcare professional, LifeScan may be required, by law or industry codes of practice, to report on or to make public disclosures of certain payments or transfers of value to healthcare professionals (such as consulting fees, travel and other permitted expenses).\nWhere required by local law, we will disclose your identity, your location and the nature and amount of the transfer of value or payment.</p> LINKS TO OTHER SITES<p>&nbsp;</p>\n<p>When we provide a link to another website or application that is not owned or controlled by LifeScan, we are not responsible for how such websites or applications handle your Personal Data.\nWe urge you to read the linked website’s privacy policy.\nThe inclusion of a link to a third-party website or application does not mean that LifeScan endorses that website or application.</p> TRANSFERS TO OTHER COUNTRIES<p>&nbsp;</p>\n<p>As a global company, we have operations and service providers that may not be located in your country.\nBy using any of our Services or, where required by law, by providing us with your consent, your information may be processed and / or stored outside of your country of residence.\nData protection laws in those countries may differ from the laws in your country.\nAppropriate contractual and other measures are in place to protect Personal Data when it is transferred to LifeScan company or third parties in other countries.</p>\n<p>For residents of the European Economic Area (“EEA”): Some countries outside the EEA are recognized by the European Commission as providing an adequate level of data protection (the full list of these countries is available here(link is external)).\nFor transfers from the EEA to countries not considered adequate by the European Commission, we shall ensure that adequate measures are in place, including by ensuring that the recipient is bound by the European Union’s Standard Contractual Clauses or by another method which has been approved by the European Commission.</p>\n<p>If you are using the Services in the Kingdom of Saudi Arabia, you specifically acknowledge and agree that none of the data within the Services constitutes medical records under the laws of the Kingdom of Saudi Arabia.</p> CHILDREN’S PRIVACY\n<p>&nbsp;</p>\n<p>We do not collect knowingly data directly from children under the age of 13.\nSome of the Services allow the creation of a parent or guardian account which allows for the submission of a child’s Personal Data by a parent or guardian.\nPlease contact us if you believe that a child has provided his or her Personal Data to us directly, without the consent of a parent and we will remove it.</p> USA: NOTICE FOR CALIFORNIA RESIDENTS<p>&nbsp;</p>\n<p>California residents are granted certain rights under the California Consumer Privacy Act (“CCPA”).\nIf you are a California resident, you have a right to know what information is collected about you, how it will be used and to whom it will be disclosed.\nFor purposes of this section, the term Personal Data means information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.\nIn addition to the rights described elsewhere in the Privacy Policy, California residents have the right to: (i) request access to your Personal Data or to have it deleted.\n(ii) request additional disclosures about the Personal Data we collect, use and sell.\n(iii) request that your Personal Data is not sold.\nand (iv) obtain a copy of your Personal Data.\nThis notice supplements the information above regarding collection, use and disclosure of your Personal Data.</p>\n<p>In the previous 12 months, LifeScan has collected and disclosed for its business purposes the following categories of Personal Data.\nThis Personal Data was collected from sources including yourself directly, business partners, and third parties, as further described above under “How LifeScan Collects Personal Data”:</p>\n<ul>\n<li>\n<strong>Identifiers</strong>, such as your name, contact information and online identifiers.</li>\n<li>\n<strong>Information protected by California Civil Code Section 1798.80, subdivision (e)</strong>, such as names, contact information, financial information, and health insurance information.</li>\n<li>\n<strong>Protected classification characteristics under California or federal law</strong>, such as age, ancestry, and medical condition.</li>\n<li>\n<strong>Commercial information</strong>, such as records of products or services purchased.</li>\n<li>\n<strong>Medical, health, and biometric information</strong>, where that information is outside the scope of other applicable laws.</li>\n<li>\n<strong>Internet or other similar network activity</strong>, such as information about your interactions with our Services or advertisements.</li>\n<li>\n<strong>Audio, electronic and visual information</strong>, such as testimonials.</li>\n<li>\n<strong>Professional information and education information</strong>, such as information about medical specialty.</li>\n<li>\n<strong>Inferences</strong> we derive from the information that we collect, to create profiles reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</li>\n<li>Other information that we collect from you or as disclosed to you, as described in the rest of this Privacy Policy.</li>\n</ul>\n<p>\n<strong>Sale of Personal Data</strong>.\nLifeScan does not sell Personal Data for money, but in the last 12 months has shared Personal Data such as online identifiers and internet or similar network activity details, with providers of advertising services.\nThis sharing may be considered a sale under the CCPA.</p>\n<p>\n<strong>De-identification</strong>: We may use or share de-identified data derived from your personal information with third parties to perform analytics and research, for product development or improvement, and for other compatible purposes or as otherwise permitted by law.</p>\n<p>\n<strong>Exercising Access, Data Portability, and Deletion Rights</strong>: To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by either calling our customer service team at: (800) 227-8862 or by email to: contact@onetouch.com.</p>\n<p>Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Data.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Data or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with Personal Data if we cannot verify your identity or authority to make the request and confirm the Personal Data relates to you.\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use Personal Data provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>\n<strong>Response Timing and Format</strong>: We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.\nIf you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response by mail or electronically, at your option.\nAny disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your Personal Data that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>\n<strong>Non-Discrimination</strong>: We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>However, we may offer you certain financial incentives permitted by the CCPA that <strong>can result</strong> in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your Personal Data’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.</p> NOTICE FOR EUROPEAN UNION USERS: HOW TO COMPLAIN TO A REGULATOR AND DPO CONTACT DETAILS<p>&nbsp;</p>\n<p>If you are a European Union citizen or you are accessing any of our Services from within the European Economic Area, you may lodge a complaint with the supervisory authority for your country of residence.\nTheir details can be found here(link is external).</p>\n<p>You may contact our Data Protection Officer (“DPO”) by sending an email to emeaprivacy@lifescan.com.</p> HOW YOU CAN CONTACT US<p>&nbsp;</p>\n<p>The company responsible for collection use and disclosure of your Personal Data under this Privacy Policy is:</p>\n<p>&nbsp;</p>\n<strong>Country</strong>\n<strong>LifeScan company name and address</strong>USA<p>LifeScan, Inc.\n20 Valley Stream Parkway, Malvern, Pennsylvania, 19355</p>\n<p>&nbsp;</p>\n<p>For privacy-related enquiries or complaints, please send an email to the relevant customer service email address in the table above.\nYou can also write to our privacy officer at: LifeScan Privacy Office, LifeScan Global Corporation, 20 Valley Stream Parkway, Malvern, Pennsylvania, 19355, United States of America or by sending an email to: privacy@lifescan.com(link sends email).</p> UPDATES TO THIS PRIVACY POLICY<p>&nbsp;</p>\n<p>We may update this Privacy Policy from time to time.\nTo the extent permitted by applicable law, any changes will be effective when we post the revised Privacy Policy on our Services and your continued use of the relevant Service after these changes means that you accept the relevant changes.\nIf the changes are significant, we may provide a more prominent notice to let you know what the changes are.\nThis Privacy Policy was last updated as of the “Last Updated” date shown at the top of this Privacy Policy.</p>\n<p>US-POR-1900004</p> ", "created_at": "2021-11-20 07:17:58.636678", "updated_at": "2021-11-20 06:18:36.503101"}], "points": [], "urls": ["onetouch.com"]}}