{"error": 448, "message": "OK", "parameters": {"id": 4539, "name": "Wargaming", "created_at": "2021-07-06 17:13:44.773692", "updated_at": "2021-11-14 23:34:09.725574", "wikipedia": "https://en.wikipedia.org/wiki/Wargaming_(company)", "keywords": null, "related": null, "slug": "wargaming", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4539.png", "url": "wargaming.net,worldofwarships.com,worldoftanks.eu,worldofwarplanes.eu,worldofwarships.eu,wotblitz.com,worldoftanks.com,/worldofwarships.com,worldofwarplanes.com", "documents": [{"id": 8014, "name": "Privacy Policy", "url": "https://legal.eu.wargaming.net/en/privacy-policy/", "xpath": "//body", "text": " wargaming.net Legal Documentation <p> Below, you’ll find legal documentation for all Wargaming.net products &amp.\nservices.\n</p>\n<ul>\n<li> Wargaming Privacy Policy </li> Wargaming Privacy Policy <p>Effective: 17 July 2020</p>\n<p>Previous versions: before 12 November 2018, before 17 July 2020.</p>\n<p>We are committed to protecting and respecting your privacy.\nThis Privacy Policy (“<strong>Policy</strong>”) describes how we collect, process, use and share your personal information when you download and play our games and use our websites, applications and other products.</p>\n<p>By “<strong>Personal Data</strong>”, we refer to data that relates to you as an identified or identifiable natural person.\nThe term “Personal Data” may include, for example, your name, your postal address, your telephone number, your e-mail address, your age, your gender, and your game preferences.\nAnonymous or de-identified information, which we are not able to identify you, does not qualify as “Personal Data”.</p>\n<p>\n<strong>1.\nCONTROLLER’S NAME AND CONTACT DETAILS</strong>\n</p>\n<p>The data controller in respect of our Products (as defined below) is:</p>\n<p>\n<strong>Wargaming Group Limited</strong>\n<br>\n105, Agion Omologiton Avenue<br>\nNicosia 1080<br>\nCyprus<br>\nEmail: privacy@wargaming.net </p>\n<p>In this Policy, “<strong>Wargaming</strong>”, “<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>” means Wargaming Group Limited and the term “<strong>Products</strong>” means:</p>\n<p>(i) our PC and mobile games that post a link to this Policy and are made available through the Sites, the Wargaming Game Center and game platforms such as iOS and Android (the “<strong>Games</strong>”).</p>\n<p>(ii) Our websites that post a link to this Policy, including those at:</p>\n<p>http://worldoftanks.eu<br>\nhttp://worldofwarplanes.eu<br>\nhttp://worldofwarships.eu<br>\nhttps://wotblitz.com<br>\nhttps://wowsblitz.com<br>\nhttp://wargaming.net<br>\nhttps://godsandglory.com<br>\nhttps://playcaliber.eu</p>\n<p>(“<strong>Sites</strong>”).</p>\n<p>(iii) Our console games for play on Xbox One, PlayStation®4 computer entertainment system and other gaming consoles and our associated Console Games websites, including https://console.worldoftanks.com and https://wowslegends.com (“<strong>Console Games</strong>”);</p>\n<p>(iv) Our products and applications (including support applications and forums) related to the Games, including “World of Tanks Assistant”, “Wargaming Check” and “Wargaming Game Center”.\nand</p>\n<p>(v) Wargaming account (“<strong>Account</strong>“) and any other online game, website, application and product operated by us that posts a link to this Policy.</p>\n<p>This Policy also applies to any of our offline activities that make this Policy available to you.</p>\n<p>\n<strong>2.\nCONTACT DETAILS OF THE DATA PROTECTION OFFICER (DPO)</strong>\n</p>\n<p> For questions regarding this Policy, our data practices, or our compliance with applicable laws, please contact our Data Protection Officer as follows:</p>\n<p>\n<strong>Wargaming Data Protection Officer</strong>\n<br>\n105, Agion Omologiton Avenue<br>\nNicosia 1080<br>\nCyprus<br>\nEmail: dpo@wargaming.net</p>\n<p>\n<strong>3.\nCALIFORNIA AND NEVADA RESIDENTS</strong>\n</p>\n<p>For California and Nevada residents, we have also prepared a supplemental privacy policy in compliance with the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>“) and Nevada law (NRS 603A.340).\nPlease review our supplementary privacy policy attached below for more information.</p>\n<p>\n<strong>4.\nGENERAL INFORMATION IN BRIEF</strong>\n</p>\n<p>We process Personal Data only when necessary for the performance of a contract with you, for compliance with a legal obligation to which we are subject, or based on our legitimate interests, except where such interests are overridden by your interests or fundamental rights and freedoms for which require the protection of your Personal Data.</p>\n<p>Our legitimate interests are to render and improve our Products in an effective, safe and harmless manner.\nWe want to provide everyone with a fair and balanced experience when using our Products.</p>\n<p>\n<strong>4.1.\nYOUR PREFERENCES</strong>\n</p>\n<p>You can choose how we use your Personal Data using the Account Management tool.\nAs we need to verify your identity before we follow your instructions on Personal Data use, you need to have a registered Account in order to access the Account Management tool.\nThis means that if you are using a demo version of the Account, you will only be able to fully control our use of your data after you complete the Account.\n</p>\n<p>For example, through the Account Management tool you can: </p>\n<ul>\n<li>opt-out of receiving direct marketing, offered via email, within Games and online.\nRead more below in Section 8.1 “Opt-Out of Direct Marketing and Right to Object”.\n</li>\n<li>access the Personal Data we collect and store about you.\nRead more below in Section 8.2 “Right of Access”.\n</li>\n<li>have your Account, and the related Personal Data, deleted.\nRead more below in Section 8.4 “Right to erasure”.\n</li>\n</ul>\n<p>\n<strong>4.2.\nINFORMATION SECURITY</strong>\n</p>\n<p>We maintain reasonable and appropriate security safeguards designed to protect your information from loss, theft, misuse and unauthorised access, disclosure, alteration and destruction, taking into due account the risks involved in the processing and the nature of the information.\n</p>\n<p>\n<strong>4.3.\nPROCESSING INFORMATION BY THIRD PARTIES</strong>\n</p>\n<p>We may share Personal Data with our affiliates, subsidiaries, vendors or agents working on our behalf for the purposes described in this Policy.\nFor example, we may hire companies to assist with protecting and securing our systems or Products.\nAny vendor or agent that we retain must comply with our data privacy and security requirements and are not allowed to use personal data they receive from us for any other purpose unless so instructed by us.\nThose companies may be located outside of the European Economic Area.\nRead more in Section 7 “How we share your information”.</p>\n<p>\n<strong>4.4.\nCHILDREN</strong>\n</p>\n<p>We recognise that we have a special obligation to protect personal information obtained from children.\nWe do not knowingly collect Personal Data from any child, or process such information, without parental consent.\nFor the purpose of this Policy, a child means any individual who is under the age of 18 (or the minimum legal age to consent to the collection and processing of Personal Data where this is different under applicable law).\nIf you are a parent or guardian and believe we have collected your child’s information in violation of applicable law, contact us at privacy@wargaming.net.\nWe will remove the information in accordance with applicable law.</p>\n<p>\n<strong>4.5.\nDATA RETENTION</strong>\n</p>\n<p>We keep most of your Personal Data collected and processed for the purposes described in this Policy for as long as you continue to use our Products, e.g.\nyou have an active Account in one of our Games.\nWe will delete your Personal Data after you request your Account to be deleted via the Account Management and the grace period of 45 (forty-five) calendar days, during which we can restore your Account, expires.\nThe process of erasing your Personal Data can take up to one month from expiry of the grace period and, considering the complexity and number of requests, may be extended by a further two months.\nRead more in Section 8.4 “Right to erasure”.</p>\n<p>\n<strong>4.6.\nGAMES NOT USING THE ACCOUNT</strong>\n<br>\nSome of the Games do not use the Account.\nYou will not be able to exercise your rights with regard to those Games through the Account Management tool.\nFor this reason, we are offering you other tools to export your Personal Data, delete them, and object to our use of your Personal Data in accordance with Section 8 “Your rights”, as well as to manage your subscriptions.<br>\nAlso, there are some differences in the Personal Data that we collect about users of the Games for which the Account is created and users of other Games.<br>\nWith regard to the Games that do not use the Account, you can exercise your rights by contacting directly our Player Support or as otherwise indicated in the respective Game.<br>\nWhere such function is available, you may link to your Account some of the Games that do not use the Account.\nPlease note that control over your Personal Data in such Games is separate from control over your Personal Data relating to your Account.\nFor example, to delete your Personal Data in “World of Warships Blitz” you will need to contact Player Support as suggested in this Game, while deletion of the Personal Data relating to your Account shall be performed through the Account Management tool.</p>\n<p>\n<strong>5.\nINFORMATION WE COLLECT</strong>\n</p>\n<p>In relation to your use of our Products, we collect information either directly from you (when you provide information to us) or indirectly (e.g.\nthrough our Products technologies).</p>\n<p>\n<strong>5.1.\nINFORMATION WE COLLECT DIRECTLY</strong>\n</p>\n<p>We collect Personal Data and other information that you provide to us.</p>\n<p>\n<strong>Account Data</strong>\n</p>\n<p>When setting up an Account, you may be asked to provide Personal Data including, but not limited to, your in-game name, in-game password and email address.\nOnce you set up your Account, you have the opportunity via the Account Management settings to specify your date of birth for receiving gifts at your birthday as well as to link your Account with your telephone number as a second authentication factor tool or to receive marketing communication via SMS.\nYou can also use your credentials from other services such as Google, Facebook or Twitch to create an account faster with us.\nIn such case we may collect additional information as per section 5.3 below.\nWe also generate a unique number / identifier which we call “Wargaming ID” in connection with your Account and your use of our Products can be identified via Wargaming ID.</p>\n<p>\n<strong>Content Data</strong>\n</p>\n<p>We may obtain your Personal Data when you register for and use our other Products, e.g.\ngame forums, chats, or when you provide feedback about our Products.\nThese data include: </p>\n<ul>\n<li>Information that you post, comment, share content or like in any of the Games-related forums owned or operated by Wargaming (“Forums”), on the pages of social network groups operated by Wargaming, and on the Sites.\n</li>\n<li>Information sent through the “game-chat” functionality in the Games, including through in-Game voice chat.\n</li>\n<li>Information you provide when you request information or support from us or purchase a product or service from us, including information necessary to process your orders with the relevant payment merchant, which may include the amount of any transaction, but will not include your financial information, which will only be submitted directly to the payment merchant under secure protocols.\n</li>\n<li>Information other than the Account Data you provide to us when participating in competitions, contests, tournaments, loyalty programs, at offline events, responding to surveys, e.g.\nyour contact details.\n</li>\n<li>Information that you provide to us to become or as a participant of alpha-tests, super tests, and UX tests.\n</li>\n</ul>\n<p>\n<strong>Personal Contacts Data</strong>\n</p>\n<p>To fulfil a request by you, we collect data about your personal contacts, such as their name, nickname, email address, and phone number with your consent, such as finding your contacts on our Products or inviting your contacts to join our Products via our referral programs etc.\nBy using such functionalities, you acknowledge and agree that you have your contact’s consent for us to use their contact information to fulfil your request.</p>\n<p>\n<strong>Other data provided by you voluntarily</strong>\n</p>\n<p>You may choose to voluntarily provide other information to us that we do not request, and, in such instances, you are solely responsible for such information.</p>\n<p>\n<strong>5.2.\nINFORMATION WE COLLECT INDIRECTLY</strong>\n</p>\n<p>We indirectly collect a variety of information through your interaction with and use of our Games, Sites and other Products.<br>\nThis information may include, but is not limited to, anonymized browser and device information (both software and hardware), data collected through automated electronic interactions, application usage data, demographic information, geographic, geo-location information, statistical and aggregated information (“<strong>Other Information</strong>”).\nStatistical or aggregated information does not directly identify a specific person, but it may be derived from Personal Data.\nFor example, we may aggregate Personal Data to calculate the percentage of users in a particular country.\nIf Other Information is combined with Personal Data, we will treat the combined information as Personal Data.</p>\n<p>\n<strong>5.2.1.\nTracking Data and Cookies</strong>\n</p>\n<p>We and our partners, such as marketing partners and analytics providers, use “<strong>Cookies</strong>”, which are text files placed on your computer, to help us analyse how users use our Products, and similar technologies (e.g.\nweb beacons, pixels, ad tags and device identifiers) to recognise you and/or your device(s) on, off and across different devices and our Products, as well as to improve the Products we are offering, to improve marketing, analytics or website functionality.\nThe use of Cookies is standard on the internet.\nYou may adjust your browser settings to prevent the reception of cookies, or to provide notification whenever a cookie is sent to you.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser.\nHowever, please note that if you do this, you may not be able to access the full functionality of our Sites.</p>\n<p>Website traffic volume and patterns, such as the number of visitors to a given website or page on a daily basis is typically referred to as “<strong>Tracking Data</strong>”.\nThis type of indirectly collected information is gathered through various means, such as an IP address, which is a number that is automatically assigned to your computer whenever you are surfing the web.\nWeb servers, the computers that “serve up” web pages, automatically identify your computer by its IP address.\nWhen you visit any of our Sites, our servers log your computer’s IP address.</p>\n<p>For more information about the names of the cookies used on our Sites, the cookie provider (Wargaming, third-party analytics partner, or third-party advertising partner), the purpose of the cookie (necessary for website to function, performance, or marketing), and the cookie life cycle please see http://legal.eu.wargaming.net/en/cookies/.</p>\n<p>\n<strong>5.2.1.1.\nHow to delete cookies and opt out of targeted advertising and analytics</strong>\n</p>\n<p>Like most online services, we and our partners use cookies and similar technologies to provide and personalize the Service, analyse use, target advertisements and prevent fraud.\nYou can disable cookies in your browser settings, but some parts of the Service may then not function properly.</p>\n<p>If you wish to limit behaviourally targeted advertising, you can do so by limiting ad tracking in your device settings.\nPlease note that opt-outs are specific to each browser and device and it may take a little bit of time before your opt-out choice will take effect.</p>\n<p>For mobile advertising in apps, you can reset your Advertising Identifier and depending on your device, select to opt out of interest-based ads (Android) or turn on the Limit Ad Tracking setting (iOS).</p>\n<p>For display advertising on the Web, you can also adjust your browser settings to limit certain tracking by means of cookies (e.g.\nfor Chrome https://support.google.com/chrome/answer/95647?co=GENIE.Platform%3DDesktop&amp;hl=en), and by visiting the following sites: http://www.aboutads.info/choices and http://www.youronlinechoices.eu.</p>\n<p>We also work with a number of other analytics and ad serving partners within our mobile apps and websites.\nThese partners can use cookies, web beacons, and other tracking technologies to collect or receive data about you and might claim controller rights over your personal data.\nFor more information about their privacy practices and opt-out possibilities, please visit the links below.</p>\n<p>Google<br>\nPrivacy Policy: https://policies.google.com/privacy </p>\n<p>Facebook<br>\nPrivacy Policy: https://www.facebook.com/about/privacy </p>\n<p>Unity Technologies<br>\nPrivacy Policy: https://unity3d.com/legal/privacy-policy</p>\n<p>\n<strong>Do Not Track</strong>: Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.\nAccordingly, unless and until the law is interpreted to require us to do so, we do not monitor or take action with respect to “Do Not Track” signals.\nFor more information on “Do Not Track” visit http://www.allaboutdnt.com.</p>\n<p>\n<strong>5.2.2.\nGame-Related Information </strong>\n</p>\n<p>In order to provide you with efficient services, we need to collect, store and use various information about your use of our Games.\n“<strong>Game-Related Information</strong>” are stored under your Wargaming ID as provided in the Account Data in section 5.1 above as well as what is usually referred to as “game statistics”.\nBy “game statistics” we mean information about your Games preferences, progress in the Games, participation, performance and achievements in clans and battles, frequency of playing, etc.</p>\n<p>\n<strong>5.2.3.\nDevice Information and Geo-Location</strong>\n</p>\n<p> In order to fix crashes and other technical issues that may arise while you are installing the Games and using our Products, as well as to make our Products more suitable for you, we collect, store and use information about the device you are using the Products on, including what type of device it is, what hardware and operating system you are using, the device settings, unique device identifiers, and crash data (if any).\nWhether we collect some or all of this information often depends on what type of device you are using and its settings.\nYou may also install applications collecting and using additional data required for fixing crashes, errors and other technical issues arising during your use of the Products, e.g., Wargaming Game Center and Wargaming Check.</p>\n<p>To make our Products more suitable for you and only upon your permission we can also collect your precise GPS location from mobile devices.\nWi-Fi and IP addresses received from your browser or device may be used to determine approximate location.</p>\n<p>\n<strong>5.2.4.\nInformation required for fraud and violations detection</strong>\n</p>\n<p>We may also collect certain data (like IP address, username, etc.) that is required for our detection, investigation and prevention of cheating in the Game and EULA violations.\nThis data, being used only for the purposes of detection, investigation and prevention of frauds and cheating in the Game are deleted six months after their collection, unless the data can be used to prove that cheating has occurred.\nIf the data can be used to prove that cheating or another fraud or EULA violation has occurred, we will further store the data for the establishment, exercise or defence of legal claims during the applicable statute of limitations.\nPlease note that the specific data stored for this purpose may not be disclosed to you or any third parties, since the disclosure will compromise the mechanism through which we detect, investigate and prevent frauds and cheating in the Game, as well as other EULA violations.\n</p>\n<p>\n<strong>5.2.5.\nInformation from publicly available online resources</strong>\n</p>\n<p>We may use the information made publicly available, e.g.\nthrough YouTube, Facebook, Instagram and Twitter, in order to find out your opinion about Games and Products, so that we could take them into account while improving our Products.\nSuch data collection can be carried out by Wargaming independently, or received from our partners making analysis of public sentiments on various issues.</p>\n<p>\n<strong>5.2.6.\nInformation from our partners</strong>\n</p>\n<p>In some cases, Wargaming receives your personal data as a data processor, which means that the data are controlled by our partners and we use them only in accordance with their instructions and applicable laws.\nWe use this data in order to fulfil our obligation under the EULA, improve the Products, and when processing is required in order to comply with a legal obligation to which we are subject.</p>\n<p>\n<strong>Payment partners.</strong> When you purchase in-game items, in-game currency, or time-limited premium memberships with your credit card, we may receive from our payment partners and process a part of your credit card number, information about your credit card issuer, as well as your full address for billing purposes;</p>\n<p>\n<strong>Co-Promotion Partners.</strong> In order to provide you with in-game items and/or in-game currency for participation in various loyalty programs, we may also receive information from our partners, such as telecommunication companies, banks, cashback partners, travel agencies, and others;</p>\n<p>\n<strong>Platforms.\n</strong> We also receive and use your identifiers and other information on other platforms like PlayStation®4 computer entertainment system, Xbox One, App Store, Google Play Store, Steam, so that you can play our Games through these platforms;</p>\n<p>\n<strong>Social networks.</strong> We have registered certain Games-related group accounts and pages at Facebook, YouTube, Instagram, Discord, Twitter, Reddit, and other social networks to better communicate with our players in case they have questions about our Products, as well as prefer to learn about news about our Products through the social networks.\nAlso, we get information relating to your account on social networking sites in order to allow you to integrate or link your social network account with your Account or our Products.\nFor example, you may link your Account via your YouTube account credentials.\nIn such case, we will collect from YouTube your channel ID to link your social network account with your Account.\nIf you are a content creator, we may access your channel subscribers/members to find our players’ accounts to provide them with some in-game customization or goods.\nAny personal data collected from such sources will be stored in accordance with this policy.</p>\n<p> We also automatically collect information via our Games application technologies that are not browser-based like cookies and cannot be controlled by browser settings or cannot be controlled via the Account Management tool or while you play our Games.\nFor example, our Games applications may include SDKs, which is code that sends information about your use to a server, for instance through the Facebook SDK or other partner’s SDKs.\nThese SDKs allows us to track our conversions, bring you advertising, and provide you with additional functionality, such as the ability to connect our Products with other services.</p>\n<p>\n<strong>5.3.\nINFORMATION FROM OTHER SOURCES</strong>\n</p>\n<p>The categories of sources from which we collect information include:</p>\n<p>\n<strong>5.3.1.\nGame platforms:</strong> We collect data (such as the relevant user identifier, email, nickname), from partners that make our Games available on their platforms, such as Valve (Steam), Apple (iOS), and Google (Android).\nOur partners, and not us, are responsible for your accounts on their platforms, and we recommend that you review their privacy policies.\nWhen you play our Console Games, we collect data (such as email) from the gaming platforms on which you play the Console Games, such as Microsoft (Xbox) and Sony (PlayStation™Network).\nSuch gaming platforms are responsible for your accounts on their platforms, and we recommend you review their privacy policies.</p>\n<p>\n<strong>5.3.2.\nDevelopers who use our API:</strong> We collect data from developers who use the Wargaming API.\nUse of API is subject to our API Terms of Use .</p>\n<p>\n<strong>5.3.3.\nVerification partners:</strong> We collect data from verification services such as ID.me to confirm your eligibility for discounts (e.g., related to your military status).</p>\n<p>\n<strong>6.\nHOW WE USE YOUR INFORMATION</strong>\n</p>\n<p>We need to process your Personal Data in order to perform the contract with you.\nAs a user, we will use your Personal Data, unless otherwise prohibited by law, for the following purposes:</p>\n<ul>\n<li>to provide you with the Products you request, i.e., to ;allow your installation of the Games, operate the Products and verify and confirm your payments.\n</li>\n<li>to communicate with you about your Account or transactions with us and send you information about features on our Sites or changes to our policies.\n</li>\n<li>to provide support including, but not limited to, product updates, product patches and fixes and other similar communications.\n</li>\n<li>to arrange your travel, receipt of gifts and awards, to which you may be entitled as a result of winning an offline competition, etc.\n</li>\n</ul>\n<p>\n<strong>6.1.\nCOMMUNICATION PURPOSES</strong>\n</p>\n<p>We will use your Personal Data for our legitimate interests to advertise our Products in accordance with this Policy.\nNamely, once you have created an Account we may use your email address, nickname, IP address, mobile phone number, in order to send you personalized marketing emails, messages, targeted in-game and web offers about Games.\nAlso, if you opt-in, we will send you personalized marketing emails, messages and in-game and web offers about Wargaming offline events, co-projects of Wargaming and its partners, as well as about Wargaming games, not using Wargaming ID.</p>\n<p>\n<strong>6.2.\nIN-GAME OFFERS</strong>\n<br>\nWe will also use the Game-Related Information to send you in-game offers that we believe are most useful to you.\nTo make the offer we first collect Game-Related Information from various players, identify patterns in their behaviour, and create algorithms that identify pools of players following the pattern or particular players who follow the pattern.\nTo those players who actually follow the pattern – we send the in-game offers, which can be personalized (i.e., we want the in-game offer to reach you or a relatively small number of players specifically) or non-personalized (i.e., we want the in-game offer to reach a large number of players following a pattern).\nWe always make sure that such offers have no significant impact on you or our other players.\nFor example, we may notice that you are a player who is very good at playing with French vehicles and has registered the account more than five years ago: so, we may specifically offer you the new French vehicle for rent, but in any case not more expensively than it is offered to other users.\nYou can unsubscribe from personalized in-Game offers through our Account Management tool.</p>\n<p>\n<strong>6.3.\nPRODUCTS IMPROVEMENT PURPOSES</strong>\n</p>\n<p>We analyse your information to identify how to improve the Products and our operations to make them more suitable and interesting for our players in general.\nWe also may ask you to respond to our Products-related surveys or questionnaires, and you always have the choice about whether to respond to them and which information you provide.</p>\n<p>\n<strong>6.4.\nFRAUD AND EULA VIOLATIONS DETECTION</strong>\n</p>\n<p>We use the information required for our detection, investigation and prevention of cheating in the Game and violations of EULA and Game Rules and policies only for the purposes of detection, investigation and prevention.\nIf the data can be used to prove that cheating or another fraud or EULA violation has occurred, we will further store the data for the establishment, exercise or defence of legal claims during the applicable statute of limitations.</p>\n<p>\n<strong>6.5.\nAUDIENCE MATCHING SERVICES</strong>\n</p>\n<p> We will also use your information for audience matching services to reach people (or people similar to people) who have used or visited our Products or are identified in one or more of our databases (“<strong>Matched Ads</strong>“).\nThis is done by us sharing a list of hashed emails.\nFor instance, we use Facebook Custom Audiences to serve ads to our players on Facebook and Facebook Lookalike Audiences to serve ads to users on Facebook similar to our players.</p>\n<p>Vendors and ad partners may act as our processors or in certain contexts, they may act as data controllers and independently decide how to process your information.\nWe encourage you to familiarize yourself with and consult their privacy policies and terms of use.\nTo opt-out of us sharing your hashed email address for Matched Ads please contact us at privacy@wargaming.net and specify that you wish to opt out of Matched Ads.\nWe will remove your email address from any subsequent lists shared with ad partners for purposes of Matched Ads.</p>\n<p>\n<strong>7.\nHOW WE SHARE YOUR INFORMATION</strong>\n</p>\n<p>For the performance of a contract with you, compliance with a legal obligation to which we are subject, and based on our legitimate interests, we may share your personal data with the following categories of third parties:</p>\n<ol>\n<li>\n<strong>Payment partners:</strong> we share your email address, IP address, information about in-game purchases requested by you at Wargaming’s web-sites, and other information you provide to us for the purpose of fulfilling your purchase and withdrawal requests.\n</li>\n<li>\n<strong>Advertising and advertising measurement partners:</strong> we share your email, nickname, IP address and other information you provide to us in order to facilitate targeting, delivery, and measurement of online advertising on third-party services, facilitate transmittal of information that may be useful, relevant, or of interest to you, e.g..\nallowing you to get rewards for viewing in-Games advertisements.\nThese parties may act as our processors, or in certain contexts, independently decide how to process your information.\n</li>\n<li>\n<strong>Data storage partners:</strong> we store some of your information using third-party data storage services owned or operated by other entities, e.g., while some of your Game-related information is stored using Google Cloud Platform (BigQuery), as well the services of Amazon Web Services, Inc., G-Core Labs S.A..\n</li>\n<li>\n<strong>Software providers:</strong> proper Products rendering requires us to use software solutions of third parties, e.g., for our in-Games questionnaires, including storage of your replies, we use the software of Widgix, LLC dba Survey Gizmo, to provide you with easy access to your game statistics we use software of Mixpanel, Inc..\n</li>\n<li>\n<strong>Research partners:</strong> we may provide access to some of your data, such as your Game statistics, to provide marketing-related and other research.\nWe share anonymous data with our partners unless your personal data is necessary for the requested services or research.\n</li>\n<li>\n<strong>Player Support partners:</strong> for some territories and products we engage third parties to provide you with appropriate player support services.\nSuch companies may get access to your personal data, including personal data that you may provide in your player support requests..\n</li>\n<li>\n<strong>Developers of applications based on the Game:</strong> we make your nickname and some of your Game statistics available to other players and our partners through Public API.\nThe data can be used for developing and support of the applications created by the Game community, mobile applications, e.g.\nWorld of Tanks Assistant, authorized mods to the Games.\nPublic API enables us to improve your gaming experience, fulfil potential of our games’ community, and put use of our players’ statistics under our control by creating rules and requirements for their use by other players and community.\nUse of your information is subject to the restrictions set out in our API Terms of Use.\n</li>\n<li>\n<strong>Information available to other players:</strong> making your nickname and game statistics available to other players through our Products is an important part of making players’ experience more enjoyable.\nIf you are banned in a Game based on other players’ complaints, we may inform them about the ban.\nPlease note that members of your clan have access to a bigger amount of your game statistics than others.\n</li>\n<li>\n<strong>Public information:</strong> our Products may also have message boards, forums and/or chat areas, where users can exchange ideas and communicate with each other.\nWhen posting a message to a board, forum or chat area, please be aware that the information is being made publicly available on-line.\ntherefore, you are doing so at your own risk and you are solely responsible for any information you make public.\nYour nickname and game statistics may also become available within Games replays and other videos, which Wargaming or other players may generate and put online.\nPlease do not include into your nickname any data that can identify you personally.\nTo change your nickname please contact Player Support.\n</li>\n<li>\n<strong>External moderators and testers:</strong> some information about you (such as your IP address, nickname, content of Player Support ticket) may become available to volunteering moderators and testers who contribute to providing you with better Products, e.g.\nto quickly respond to your questions about the Games.\nWe ensure that use of your information by moderators and testers in this context is subject to confidentiality and data protection agreement.\n</li>\n<li>\n<strong>Anti-cheat and anti-fraud companies:</strong> we may share the information required for our detection, investigation and prevention of cheating in the Games and EULA violations only for the purposes of detection, investigation and prevention of cheating in the Game.\nSuch partners include ACI Worldwide (EMEA) Ltd., UK.\nEasy Anti-Cheat software provided by Epic Inc., US.\n</li>\n<li>\n<strong>Logistics partners:</strong> to arrange your trips (e.g., as an eSports player) and deliver the prizes you may be entitled to thanks to use of your Products, we can share your post address and other required details with our logistics partners or ask you to share that data with our logistics partners directly.\n</li>\n<li>\n<strong>Third-party websites:</strong> you can choose to log into some websites using Wargaming OpenID.\nIn this case we pass to the websites your nickname and your profile link.\nPlease check our Player Support articles on OpenID for more details and note that Wargaming does not control further use of this data by third-party websites, i.e., we cannot request their erasure of your data.\n</li>\n<li>\n<strong>Game Developers and Change of Publisher: </strong> Wargaming is the data controller with regard to certain Games developed by third parties and published by Wargaming.\nSuch developers can process certain data required for the Games’ and other Products’ further improvement, e.g., to Game-Related Information.\nShould Wargaming transfer the right to publish such or other Games and other related Products to a third party, the new publisher will have the right to continue using your data in the manner substantially the same as set out in this Privacy Policy unless you are specifically informed otherwise.\n</li>\n<li>\n<strong>Public authorities and auditors:</strong> some personal data shall be disclosed to public authorities, e.g., tax and customs authorities, auditors, and other competent parties, in accordance with the laws of each local jurisdiction where we operate.\n</li>\n<li>\n<strong>Wargaming subsidiaries and affiliates:</strong> as a global company, we share information with our affiliates and related entities which they act as our processors.\nThis information may be processed in our offices worldwide.\nYour information may also be processed outside of the jurisdiction in which it was collected (e.g.\nin the United States, Korea, Russian Federation, the Republic of Belarus, or any other country in which we, our affiliates or subsidiaries maintain a presence).\n</li>\n<li>\n<strong>Change of control:</strong> we may share your information as part of, or during the negotiation/preparation of, our company’s sale, merger, change in control, or any other type of acquisition or business combination of all or any portion of our assets, or transfer of all or a portion of our business to another business.\nIn addition, should we transfer the right to publish any Games or other related Products to another entity, the new publisher will have the right to continue using your information in the manner substantially the same as set out in this Policy unless you specifically informed otherwise.\n</li>\n<li>\n<strong>Third-party game developers:</strong> We also publish on our platform (Wargaming Game Center) games developed solely by third party developers.\nWhen you choose to play such games, we may share your data with the third-party game developer, such as your Wargaming ID, nickname, in-game purchases, in-game bans of our Games, language preference of Wargaming Game Center.\nIn such case we and the third-party game developer act as independent data controllers.\nSuch third-parties are responsible for your activities on their platforms and we recommend you review their privacy policies.\n</li>\n<li>\n<strong>Security and compelled disclosure:</strong> We share information to comply with the law or other legal process (e.g., tax and customs authorities, auditors, and where required, in response to lawful requests by public authorities, including to meet security or law enforcement requirements).\nWe also share information to protect the rights, property, life health, security and safety of us, the Products, or anyone else.\n</li>\n<li>\n<strong>Competitions:</strong> Our competitions, contests, and tournaments (“<strong>Competitions</strong>“) may be jointly sponsored or offered by other parties.\nWhen you voluntarily enter a Competition, we share information as set out in the official rules that govern the Competition as well as for administrative purposes and as required by law (e.g., on a winners list).\nBy entering a Competition, and may, except where prohibited by applicable law, allow the sponsor and/or other entities to use your name, voice and/or likeness in advertising or marketing materials.\n</li>\n</ol>\n<p>When your personal data is shared with Wargaming affiliates and subsidiaries, as well as third parties outside the European Union or the European Economic Area, Wargaming guarantees an adequate level of personal data protection, including but not limited to, by entering into standard data protection clauses adopted by the European Commission with Wargaming affiliates and subsidiaries, as well as such third parties.\nWe will provide you with a copy of the standard data protection clauses upon your request.</p>\n<p>\n<strong>Sharing anonymous information.</strong> We also may share anonymous information, i.e.\ninformation which does not directly or indirectly disclose your identity, and aggregated information (meaning information about groups and categories of users, including game statistics and behaviour, but which does not identify and that cannot reasonably be used to identify any individual user) with our advertising partners.\nWe may also allow our advertisers to collect anonymous information and aggregated information within the Products and they may then share that information with us.\nOur advertisers may collect this information through the use of tracking technologies like cookies and web beacons.\nThis enables our advertisers to develop and deliver targeted advertising in the Products and on the websites of third parties, so that they can try to serve you with advertisements for products and services that are most likely to be of interest to you.\nAdvertisers will also use this information to monitor, improve or modify their operations.</p>\n<p>\n<strong>8.\nYOUR RIGHTS</strong>\n</p>\n<p>To allow you to exercise your data protection rights in a simple way we have improved the Account Management tools available here and – for Console Games – here.\nIf you are using a demo account, you will only be able to fully control our use of your data after you create the Account here or – for Console Games – here.\nThis means that if you are using a demo version of the Account, you will only be able to fully control our use of your data after you complete the Account here.\nPlease visit it to make choices about which direct communications you would like to receive, as well as to exercise your rights to data access, data erasure and objection to data processing.\nIn some cases, for games developed solely by third parties and published by Wargaming on Wargaming Game Center (see section 7(18) above), you can exercise your rights directly from the third-party developer.\nYou may contact us to assist you on how you can exercise your rights for games developed solely by third parties.</p>\n<p> If you have linked your Account with linked services (e.g., Google, Microsoft, Facebook, Steam, Twitch etc) you may unlink your accounts at any time through the Account Management settings.\nPlease note that unlinking your accounts will not affect any information previously shared through linking.\nWe are not responsible for the data practices of any other parties, and we recommend that you carefully review their privacy policies and terms of use.</p>\n<p>\n<strong>8.1.\nOPT-OUT OF DIRECT MARKETING AND RIGHT TO OBJECT</strong>\n</p>\n<p>You can manage your subscriptions to direct marketing through our Account Management tool.\nPlease note that even if you unsubscribe from all our personalized marketing emails, messages, in-game and web- offers, we will still send you some notifications (we often refer to them as “transactional”), e.g.\nto confirm purchases or changes in your Account, give warranty or security information, information about changes to the EULA, Terms of Service and Privacy Policy, as well as will show to you non-personalized marketing in-game and web offers.\nWe will be able to stop all communications only after your Account is deleted.\nAlso, even after you have unsubscribed from our in-game and web offers, you may still see them within the Games and on some web-sites: that would mean that such offers are shown to everyone or to a very broad audience and are not specifically directed to you.</p>\n<p>You can opt-out of personalized advertising in mobile applications, including our mobile Games, by checking the privacy settings of your Android or iOS device and selecting “limit ad tracking” (Apple iOS) or “opt-out of interest-based ads” (Android).\nYou can adjust your mobile push notifications in your Android or iOS device settings menu.</p>\n<p>Where processing of your Personal Data is based on legitimate interests, you can use your right to object at any time.\nIf you object we will no longer process your Personal Data unless there are compelling and prevailing legitimate grounds for the processing or the data are necessary for the establishment, exercise or defense of legal claims.</p>\n<p>\n<strong>8.2.\nRIGHT OF ACCESS</strong>\n</p>\n<p>You have the right to access your Personal Data that we hold about you, i.e.\nthe right to require free of charge (i) information whether your Personal Data is retained, (ii) access to and/or (iii) duplicates of the Personal Data retained.\nYou can use the right to access to your Personal Data through the “Data Export” tool available in the Account Management tools here and – for Console Games – here.\nNormally, we provide the duplicate of the Personal Data retained within 30 (thirty) days upon your request.\nOnce the archive with the Personal Data we retain is ready, you will be able to download in it from our resources.\nIf the request affects the rights and freedoms of others or is manifestly unfounded or excessive, we reserve the right to charge a reasonable fee (taking into account the administrative costs of providing the information or communication or taking the action requested) or refuse to act on the request.\nWe also will not be able to provide you with some Personal Data that you may post or provide using our Products regardless of our request not to provide the Personal Data in this particular field, website, etc.\n</p>\n<p>\n<strong>8.3.\nRIGHT TO RECTIFICATION</strong>\n</p>\n<p>You control which nickname, email, phone number, country (only in exceptional circumstances), social networks accounts, trusted sites and payment methods we associate with your Account.\nIf they change, please modify the data in the Personal Account directly.\nPlease inform us if any of the Personal Data we retain about you is inaccurate.\n</p>\n<p>\n<strong>8.4.\nRIGHT TO ERASURE</strong>\n</p>\n<p>You have the right to obtain deletion by us of Personal Data concerning you by deleting your Account via our “Account Deletion” tool available in the Account Management tools here and – for Console Games – here.</p>\n<p>As a result of deleting your Account, you will lose access to most Products, including the Account and Game-Related Information linked to the Account, subscriptions to Wargaming forums and the possibility to access other services you are using the Account for.\n</p>\n<p>\n<strong>Grace period.</strong> We allow you to restore your Account during a grace period of 45 (forty-five) days from the moment you request deletion of your Account.\nThis functionality allows you not to lose various Game-Related Information and other important information and options by mistake.\nDuring the suspension period, we will be able to finalise financial and other activities that you may have initiated before sending the Account deletion request.\n</p>\n<p>\n<strong>No payments after Account deletion.</strong> As a result of deleting your Account, you will lose the possibility to make payments in the Premium Shop, including during the grace period.\nShould any payment be made after Account deletion due to a technical error or for any other reason, we will refund the amount paid by you and will not grant you the rights to the respective Additional Features.</p>\n<p>\n<strong>Complicated Account deletion.</strong> In some cases, deletion of your Account, and therefore Personal Data deletion, is complicated.\nNamely, if you are a clan commander in the Games, it is highly likely that you will only be able to delete your Account after you have transferred the clan and placed it under the command of another user or dissolve the clan.\nIn some cases, considering the complexity and number of the requests, the period for Personal Data erasure may be extended, but for no longer than two further months.</p>\n<p>\n<strong>Earlier Personal Data deletion.</strong> We store most Personal Data we retain about you until you request deletion of your Account through the Account Management tools.\nHowever, certain Personal Data is deleted even while you have a valid Account.\nFor example, we will delete:</p>\n<ul>\n<li>your Contact Data, clothes sizes, colour preferences, etc., you have provided for customisation, or for us to send you an award or arrange travel to one of our events, within 45 (forty-five) days after us sending the award to your address.\n</li>\n<li>the data about you that we have collected in the course of alpha-tests, super tests, UX tests, surveys, analysis of publicly available sentiments in social networks such as YouTube, Facebook, Instagram, at onsite events: within no longer than 45 (forty-five) days after completion of the data analysis, data aggregation and generating of the reports for our Products improvement.\n</li>\n<li> technical logs such as records of communication between Products, access logs, errors logs: normally within 45 (forty-five) days after their creation.\n</li>\n</ul>\n<p>\n<strong>Information we retain.</strong> Upon expiry of the suspension period we will delete all your Personal Data, except for the data which are required for our compliance with the requirements of applicable laws (e.g.\ntax and accounting requirements) or for our detection, investigation and prevention of cheating in the Game and EULA violations or to resolve disputes and enforce our agreements.\nWe will also retain anonymous or de-identified information after your Account has been deleted.\nInformation you have shared with others (e.g.\nthrough in-Games chats, updates or group posts) will remain visible after you have deleted your account or deleted the information from your own profile or mailbox, and we do not control the data that other members/users copied out of our Products.\nGroups content associated with deleted accounts will show an unknown user as the source.\nYour profile may continue to be displayed in the services of others (e.g.\nsearch engine results) until they refresh their cache.</p>\n<p>\n<strong>COMPLAINTS</strong>\n</p>\n<p> If you have any issues with our compliance you may contact our Data Protection Officer as set out in section 2 above.\nYou also have the right to lodge a complaint with the data protection regulator in your jurisdiction.</p>\n<p>\n<strong>10.\nWE CAN CHANGE THIS POLICY</strong>\n</p>\n<p>We may change this Policy from time to time for various reasons, such as legal and regulatory changes, changes in industry practices and technological developments that need to be reflected.\nIf the changes are material, we may provide you additional notice to your email address.</p>\n<p>\n<strong>ADDITIONAL DISCLOSURES FOR CALIFORNIA AND NEVADA RESIDENTS</strong>\n</p>\n<p>These additional disclosures apply only to California and Nevada residents.\nFor questions regarding this Policy, our data practices, or our compliance with applicable laws, please contact us as follows:</p>\n<p>\n<strong>United States</strong>\n</p>\n<p>Address: 500 108th Ave NE, Suite 2350, Bellevue WA 98004-5582<br>\nEmail: privacy@wargaming.net </p>\n<p>This Policy has been designed to be accessible to people with disabilities.\nIf you experience any difficulties accessing the information here, please contact us at privacy@wargaming.net.\n</p>\n<p>\n<strong>11.\nCALIFORNIA RESIDENTS</strong>\n</p>\n<p>The California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”) provides additional rights to know, delete and opt-out, and requires businesses collecting or disclosing personal information to provide notices and means to exercise rights.\n</p>\n<p>\n<strong>11.1.\nNOTICE OF COLLECTION</strong>\n</p>\n<p>In the past 12 months, we have collected the following categories of personal information enumerated in the CCPA: </p>\n<ul>\n<li>\n<strong>Identifiers</strong>, including name, postal address, email address, and online identifiers (such as IP address).\n</li>\n<li>\n<strong>Customer records</strong>, including phone number, billing address, and credit or debit card information (as per section 5.2.6 above).\n</li>\n<li>\n<strong>Commercial or transactions information</strong>, including records of products or services purchased, obtained, or considered.\n</li>\n<li>\n<strong>Internet activity</strong>, including browsing history, and interactions with a website, email, application, or advertisement.\n</li>\n<li>\n<strong>Geolocation data</strong>.\n</li>\n<li>\n<strong>Inferences drawn</strong> from the above information about your predicted characteristics and preferences.\n</li>\n</ul>\n<p>For further details on information we collect, including the sources from which we may have collected personal information in the past 12 months, review the “Information We Collect” section above.\nWe collect and use these categories of personal information for the business purposes described in the “How We Use Your Information” section above, including to manage our Products.\n</p>\n<p>We do not generally sell information as the term “sell” is traditionally understood.\nTo the extent “sale” under the CCPA is interpreted to include the activities set out in this Policy, such as those disclosed in section 5.2.1 above we will comply with applicable law as to such activity.\nWe disclose the following categories of personal information for commercial purposes: identifiers, customer records, commercial or transactions information, internet activity, geolocation data, and inferences drawn.\nPlease review the “How We Share Your Information” section above for further details about the categories of parties with whom we may have shared personal information in the past 12 months.\n</p>\n<p>\n<strong>11.2.\nRIGHT TO KNOW AND DELETE</strong>\n</p>\n<p>You have the right to know certain details about our data practices in the past 12 months.\nIn particular, you may request the following from us:</p>\n<ul>\n<li>The categories of personal information we have collected about you.\n</li>\n<li>The categories of sources from which the personal information was collected.\n</li>\n<li>The categories of personal information about you we disclosed for a business purpose or sold.\n</li>\n<li>The categories of third parties to whom the personal information was disclosed for a business purpose or sold.\n</li>\n<li>The business or commercial purpose for collecting or selling the personal information.\nand\n</li>\n<li>The specific pieces of personal information we have collected about you.\n</li>\n</ul>\n<p>In addition, you have the right to delete the personal information we have collected from you.\n</p>\n<p>To exercise any of these rights, visit your Account Management tool.\nAlternatively, you can do so by submitting a request via email at privacy@wargaming.net.\nIn the request, please specify which right you are seeking to exercise and the scope of the request.\nWe will confirm receipt of your request within 10 days.\nWe may require specific information from you to help us verify your identity and process your request.\nIf we are unable to verify your identity, we may deny your requests to know or delete.\nFor more information, please refer to section 8 above.</p>\n<p>For games developed by another developer and published by Wargaming on the Wargaming Game Center, you should exercise your rights directly with the other developer.\nIf personal information about you has been processed by us as a service provider on behalf of the developer and you contact us to assist you on exercising your rights, please provide the name of the developer on whose behalf we processed your information.\nWe will refer your request to that developer and will support them to the extent required by applicable law in responding to your request.</p>\n<p>\n<strong>11.3.\nRIGHT TO OPT-OUT</strong>\n</p>\n<p>To the extent Wargaming sells your personal information as the term “sell” is defined under the CCPA, you have the right to opt-out of the sale of your personal information by us to third parties at any time.\nYou may submit a request to opt-out by clicking Do Not Sell My Personal Information.</p>\n<p>\n<strong>11.4.\nAUTHORIZED AGENT </strong>\n</p>\n<p>You can designate an authorized agent to submit requests on your behalf.\nHowever, we will require written proof of the agent’s permission to do so and verify your identity directly.\n</p>\n<p>\n<strong>11.5.\nRIGHT TO NON-DISCRIMINATION</strong>\n</p>\n<p>You have the right not to receive discriminatory treatment by us for the exercise of any your rights.\n</p>\n<p>\n<strong>11.6.\nFINANCIAL INCENTIVES</strong>\n</p>\n<p>The CCPA allows businesses to offer consumers financial incentives for sharing personal information.\nFor example, a business can offer a reward program or provide other benefits or offerings to consumers as compensation for the personal information.\nWhere we offer these programs, your participation is optional.\nIf you choose to participate, your participation will be subject to any applicable terms.\n</p>\n<p>\n<strong>11.7.\nSHINE THE LIGHT</strong>\n</p>\n<p>Customers who are residents of California may request (i) a list of the categories of personal information disclosed by us to third parties during the immediately preceding calendar year for those third parties’ own direct marketing purposes.\nand (ii) a list of the categories of third parties to whom we disclosed such information.\nTo exercise a request, please write us at the email or postal address set out above and specify that you are making a “California Shine the Light Request.” We may require additional information from you to allow us to verify your identity and are only required to respond to requests once during any calendar year.\n</p>\n<p>\n<strong>11.8.\nMINORS</strong>\n</p>\n<p>If you are a California resident under 18 years old and registered to use the Products, you can ask us to remove any content or information you have posted on the Products.\nTo make a request, email us at privacy@wargaming.net with “California Under 18 Content Removal Request” in the subject line, and tell us what you want removed.\nWe will make reasonable good faith efforts to remove the post from prospective public view, although we cannot ensure the complete or comprehensive removal of the content and may retain the content as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<strong>12.\nNEVADA RESIDENTS</strong>\n</p>\n<p>Nevada law (NRS 603A.340) requires each business to establish a designated request address where Nevada consumers may submit requests directing the business not to sell certain kinds of personal information that the business has collected or will collect about the consumer.\nA sale under Nevada law is the exchange of personal information for monetary consideration by the business to a third party for the third party to license or sell the personal information to other third parties.\nIf you are a Nevada consumer and wish to submit a request relating to our compliance with Nevada law, please contact us at privacy@wargaming.net.</p>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2012–2021 Wargaming.net.All rights reserved.\nPowered by BigWorld Technology™ ©<br>Cookies Settings</p> Europe (English) <p>The selected region may affect the website content.</p> СНГ: <ul>\n<li>Русский</li>\n</ul> North America: <ul>\n<li> English</li>\n<li>Español (Argentina)</li>\n<li>Español (Mexico)</li>\n<li>Português</li>\n</ul> Europe: <ul>\n<li>English</li>\n<li>Čeština</li>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Polski</li>\n<li>Español</li>\n<li>Türkçe</li>\n<li>Italiano</li>\n</ul> Asia: <ul>\n<li>English</li>\n<li>日本語</li>\n<li>ไทย</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>简体中文</li>\n</ul> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Functional CookiesAlways Active<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Performance CookiesAlways Active<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Targeting CookiesAlways Active<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Social Media CookiesAlways Active<p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Cookies Details‎Back Button Performance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My Choices<p>We use cookies so that we can offer you the best possible website content and experience.Privacy Policy</p> OK ", "created_at": "2021-07-06 17:13:44.776095", "updated_at": "2021-08-02 09:16:44.247991"}], "points": [], "urls": ["wargaming.net", "worldofwarships.com", "worldoftanks.eu", "worldofwarplanes.eu", "worldofwarships.eu", "wotblitz.com", "worldoftanks.com", "/worldofwarships.com", "worldofwarplanes.com"]}}