{"error": 448, "message": "OK", "parameters": {"id": 4012, "name": "Epubor", "created_at": "2021-06-09 20:47:22.79425", "updated_at": "2021-06-09 22:00:45.266736", "wikipedia": null, "keywords": null, "related": null, "slug": "epubor", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4012.png", "url": "epubor.com", "documents": [{"id": 6890, "name": "Terms of Use (End User License Agreement)", "url": "https://epubor.com/refund-policy.html", "xpath": "//*[@id=\"main\"]/div[2]/div[2]/div/div", "text": " Quick Accesses <ul>\n<li>Refund Policy</li>\n<li>Single User License</li>\n<li>Multiple Users License</li>\n<li>Extended Download Service</li>\n<li>Client Rights and Interests</li>\n<li>License Change/Update</li>\n<li>Secure Shopping Guarantee</li>\n</ul> Refund Policy\n<p>We used to write several senseless parapraphs and dozens of terms here.&nbsp;But we think we can make it easier.</p>\n<p>Now our refund policy is,&nbsp;in any situation you are not satisfied with our program, you can request refund within 30 days after placing an order.\nDon't worry about if your money will be wasted, that won't happen in Epubor.</p>\n<p>To request a refund, please follow the below steps.</p>\n<p>Steps:</p>\n<p>1, Run Epubor software, click \"Settings\" --&gt.\n\"Tools\" --&gt.\n\"License Manager\" --&gt.\n\"De-Register\";<br>\n2, Request refund from our platform 2checkout.\n<br>\n3, Send email to support@epubor.com.\nOnce your email has been received, our customer service will contact you within 24 hours in working days and issue the refund.\n<br>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p> Single-User License\n<p>Installation of the program purchased under a Single-User Personal License is restricted to one single personal computer owned by or under control of the license plus one additional computer also owned by the license, eg.: One computer at home and another at work, or a desktop at home and a laptop at home.\nHowever, at any given time only one copy of the purchased programs may be in use.</p>\n<p>\n<strong>1-year license</strong>: In one year, no matter when you have a problem in using the software, you can contact us and get our technical support in 24/7.\nAnd you can also get the regular software update for free.</p>\n<p>\n<strong>Lifetime-license</strong>: In lifetime since you purchase our software, anytime you have a problem in using the software, you can contact us and get our technical support in 24/7.\nAnd you can also get the regular software update for free.</p>\n<p>&nbsp;</p> Multi-users&nbsp;licenses\n<p>A multi-users license is not assigned to an individual user.\nThe license can be installed on the specific numbers of computers entirely within your family, organizations and corporation, etc.\n</p>\n<p>\n<strong>Family license</strong>: This license can be used lifetime on more than one (2-5) computers,&nbsp.\nno matter when&nbsp;you have a problem in using the software, you can contact us and get our technical support in 24/7.\nAnd you can also get the regular software update for free.</p>\n<p>Pricing for multi-user license depends on the number of end user.\n<strong>The more users, the cheaper price.</strong>If you are intend to purchase hundreds of licenses or more, we can give you a lower price,&nbsp;please open a ticket and our customer service will contact you within 24 hours in working days.&nbsp;</p>\n<p>Please note: only by checking our via 2checkout you can benefit the discount.\nWhen you change the units number, the price per license will lower down automatically.</p>\n<p>&nbsp;</p>\n<p>\n</p>\nExtended download service\n<p>Now purchasing software online is more convenient than ever.\nThe extended download service frees you from the time-consuming — but critical — chore of recording the registration code and download url for your new software.</p>\n<p>Now the extended download service is totally free.\nWe’ll automatically store your registration code on our server in your license period.\nSystem crash? Hard disk error? No Worries! You can access your registration code and the software download url anytime during the license period to allow you to re-install your purchased software.</p>\n<p>&nbsp;</p> As our client, you can:\n<p>Anytime, you can download &amp.\nregister software as you loved, no limitations.</p>\n<p>1, In your license period, you can use&nbsp;the&nbsp;software&nbsp;without any&nbsp;limitation, &nbsp;free upgrade, free technical support.</p>\n<p>2, No need to backup software, you are free to download&nbsp;the latest version of your purchased software&nbsp;as you want.&nbsp;</p>\n<p>3,&nbsp;Change&nbsp;and upgrade your&nbsp;license as you need.&nbsp;</p>\n<p>&nbsp;</p> License change / upgrade\n<p>\n<strong>From&nbsp;Mac to PC</strong>: In your license period time, if you change your computer from&nbsp;Mac to PC, you can contact us to get a PC version license with $6, at the same time, the&nbsp;Mac license becomes invalid.</p>\n<p>\n<strong>From&nbsp;PC to Mac</strong>: In your license period time, if you change your computer from&nbsp;PC to Mac, you can contact us to get a Mac version license with $6, at the same time, the PC license becomes invalid.</p>\n<p>\n<strong>From old computer to a new one with the&nbsp;same system</strong>: If you change your computer, you can contact us to get the license working on your new computer.\n(For instance, you have&nbsp;purchased a 2-year lisence and&nbsp;used our software on your computer for&nbsp;one year, unfortunately your computer breaks down and you have to buy a new one, then you can contact us and we will send you a new license for the remaining 1 year.&nbsp;At the same time, the previous license becomes invalid.&nbsp;)</p>\n<p>\n<strong>Upgrade from&nbsp;a basic software to a&nbsp;supreme&nbsp;software</strong>:<strong>&nbsp;</strong>&nbsp;If you have purchased our software before, and now we have a more powerful software, you can get the supreme software without paying the full amount price.\n(For instance, you have purchased our Kindle DRM Removal for PC before, it cost $29.99.&nbsp;And&nbsp;now&nbsp;you&nbsp;want to purchase&nbsp;the supreme&nbsp;All DRM Removal for PC, which costs $35.99, you only need to pay&nbsp;$6 to get&nbsp;the All DRM Removal license.\nAt the same time, the Kindle DRM Removal license becomes invalid.&nbsp;)</p>\n<p>\n<strong>Upgrade from limited period license to lifetime license</strong>: If you have purchased a limited period license of our software, you can upgrade to lifetime license at anytime.\nThe upgrade price depends on which software you purchased.</p>\n<p>For all the license change and upgrade terms, you are required to <strong>show us your purchasing email address, the transaction number, and your name</strong>.\nOnce we confirm your purchasing record in our data base, you are allowed to process the license changement and upgrade.</p>\n<p>\n<strong>Update: </strong>Good news is that from 2018 you can join in Epubor editor team to help us translate one article to get your license updated from 1-year to lifetime license with free updates and upgrades.\n</p>\n<p>Join in Epubor Editor Team to Get Lifetime License for Free</p>\nSecure Shopping Guarantee\n<p>We use the industry standard encryption protocol known as Secure Socket Layer (SSL) to keep your order information secure.</p>\n<p>On our site, we provide two world-wide famous payment gateway: PayPal and 2checkout.\nEach platform is absolutely safe for transaction.</p>\n<p>We will cover the liability of purchases made through this web site only if the unauthorized use of your credit card resulted through no fault of your own.\nIf your bank holds you responsible for fraudulent charges, we will cover your liability up to $50.00.</p> 4.2 &nbsp;(6&nbsp;reviews) ", "created_at": "2021-06-09 20:47:22.79862", "updated_at": "2021-06-09 18:48:32.501348"}, {"id": 6891, "name": "Privacy Policy", "url": "https://epubor.com/privacy-policy.html", "xpath": "//*[@id=\"main\"]/div[2]/div[2]", "text": " Privacy Policy <p>Epubor Software is committed to protecting client's privacy.\nWe will only collect your basic information for better CRM and after-sale service.\nWe do not distribute or share your personal information with any individual or organization.\nEpubor will never sell your personal information in any situation.</p>\n<p>\n</p>\nUpdate: Epubor will be GDPR compliant by May 25th\n<p>Epubor has updated its Privacy Policy and Terms of Use, effective May 25, 2018.\nThese changes were made primarily in preparation for the EU’s new data privacy law, the General Data Protection Regulation (GDPR).\n</p>\n<p>Our customers' right to privacy is a main priority for Epubor team and because of this, Epubor team reaffirms its commitment to safeguarding the personal data of our customers, subscribers, and anyone who visits our websites.</p>\n<p>If you have any questions or concerns about our use of your Personal Information, then please open a ticket.</p>\n<p>\n</p>\nWhat information do we collect? What do we use it for?\n<p>When you leave a message on our website by commenting, your full name and email address will be required.\nThis information is used to help us answer visitor's question and send a notification email to the commentor.</p>\n<p>When you place an order on our website, you will be jumped to third-party online payment service webiste like Paypal.\nThe payment website will collect your full name, email address, mailing address, phone number, credit card number, and credit card expiration date.\nThe credit card information is only used for transaction and the payment website will not transfer your credit card information to us.</p>\n<p>For the rest, we will collect your full name, email address, the product your purchased, and the country information.\nThe information is used to complete the transaction and help us provide better support and services to you.</p>\n<p>\n</p>\nHow do the 3rd party payment websites protect customer's credit card information?\n<p>Epubor uses secure server hosted by RegNow, 2checkout and Paypal, they encrypt all the customer's personal information before it is sent to us, your credit card information is only used for online transition.</p>\n2checkout and Paypal\n<p>Founded in 2006, 2checkout(Avangate) is headquartered in Amsterdam, The Netherlands.\nWe are the agile eCommerce solutions provider trusted by Software and SaaS companies to grow their eCommerce business worldwide through any channel, any model.</p>\n<p>PayPal is the faster, safer way to pay and get paid online, via a mobile device and in store.\nThe service gives people simpler ways to send money without sharing financial information, and with the flexibility to pay using their account balances, bank accounts, credit cards or promotional financing.</p>\n<p>\n</p>\nCookie policy\n<p>In order to better understand what services are valuable to our customers, we use \"cookies\".\nA cookie is a small text file that a Website writes to your hard drive.\nCookies work as your identification card and may record passwords, preferences and purchases.\nCookies let the web page server know that you have returned to this site.\nCookies also can determine other information, such as the daily visitors to our website and the pages of the site most frequently visited.\nCookies are unique and can only be read by the server that assigns them.\nThey cannot be executed as code or deliver viruses.</p>\n<p>You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nBut please be aware that if block cookies in your browser settings, you may not have full access to all the web pages, and it may lead a failure to your transaction.</p> 3 &nbsp;(0&nbsp;reviews) ", "created_at": "2021-06-09 20:47:22.800044", "updated_at": "2021-06-09 18:48:09.96948"}], "points": [], "urls": ["epubor.com"]}}