{"error": 448, "message": "OK", "parameters": {"id": 246, "name": "Kolab Now", "created_at": "2018-01-16 15:26:06.782321", "updated_at": "2021-06-25 14:20:30.999688", "wikipedia": "https://en.wikipedia.org/wiki/Kolab_Now", "keywords": "email,groupware,calendar,contacts,cloud", "related": "google", "slug": "kolabnow", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/246.png", "url": "kolabnow.com,kolab.org", "documents": [{"id": 375, "name": "Privacy Statement", "url": "https://kolabnow.com/privacy", "xpath": "//body", "text": " <ul>\n<li> Explore </li>\n<li>Blog </li>\n<li> Support </li>\n<li>Signup</li>\n<li>Login</li>\n</ul>\n<ul>\n<li> Explore </li>\n<li>Blog </li>\n<li> Support </li>\n<li> ToS </li>\n<li>Signup</li>\n<li>Login</li>\n</ul> @ Apheleia IT AG, 2020 Apheleia IT AG, Monbijoustrasse 36, 3011 Bern, Switzerland.\nTrade register CH-036.3.053.227-3.\nVAT no: CHE-149.254.861Loading404Not Found ", "created_at": "2018-08-24 12:52:05.4887", "updated_at": "2021-05-13 23:24:20.03839"}, {"id": 374, "name": "Terms of Service", "url": "https://kolabnow.com/content/page/tos", "xpath": "", "text": "<p>Welcome to Kolab Now, provided by Apheleia IT AG (“we”), a <strong>software freedom</strong> company from Bern, Switzerland that is focused on the development of <strong>Open Source</strong> technologies for collaboration.</p>\n<p>The Kolab Now Hosted Service (the “Service”) provides such collaboration technologies as developed by Apheleia IT AG to individuals, groups, organizations and businesses (“you”).\nThese currently include secure email, calendaring, personal address books and tasks lists, but we intend to add other capabilities over time.\nThe service can be accessed through a variety of <strong>Open Standards</strong> with any modern web browser, mobile phone/tablet or desktop.\nThe standard package includes SSL secured access via HTTP, POP, IMAP, CalDAV, CardDAV, and WebDAV.\nOptionally, users can also connect their mobile devices via ActiveSync.</p>\n<p>The site Terms of Service.\nDidn’t Read independently reviewed these terms, which may help you to understand them better:</p>\n<p>The terms of service treat you fairly, respect your rights and follow the best practices.</p>\n<ul>\n<li>Developed features are made available under a Free Software license</li>\n<li>Only the necessary logs and debug information are kept</li>\n<li>4 weeks to review changes and possibility to negotiate</li>\n<li>No third-party access to your data without a duly authorized judicial Swiss warrant</li>\n<li>Fines for spammers</li>\n</ul>\n<p>More details</p>\n<p>\n<strong>By making use of the Service, you agree to the following terms.</strong> Please ensure you read them carefully.</p>\n<strong>USING KOLAB NOW</strong>\n<p>We provide the Service on software we have developed, participated in the development in, as well as software that was developed by third parties.\nAll that software is <strong>Open Source / Free Software</strong> according to the definitions of the Open Source Initiative (OSI) and the Free Software Foundation (FSF).\nThis is essential to protect <strong>your freedom to leave</strong>: There are <strong>no proprietary components</strong> that would stop you from setting up your own server for the same purpose, and migrate your data from Kolab Now to that server.</p>\n<p>\n<strong>You are our customer</strong>.\nAll of the Service is paid for by your monthly fee.\nThere are no third party revenue streams, no selling of advertising or personal data.\n<strong>We</strong> are at <strong>your</strong> service.</p>\n<p>Unlike other providers of similar services and this software, we also <strong>pay the developers of the software</strong>, which Apheleia IT AG releases as <strong>Open Source / Free Software</strong>.\nSo by choosing Kolab Now, you are allowing key contributors to <strong>your favourite Open Source applications</strong> to focus on what they do best: Developing more software, which is then <strong>made available to all</strong>.</p>\n<p>\n<strong>Your obligations</strong> include the payment of your monthly fee (according to the price list), and to <strong>use this service only as permitted by law</strong>.</p>\n<p>Do not abuse this Service to invade the privacy and violate the rights of others.\nAbuse also includes the sending of unsolicited email (“Spam”) for which you explicitly agree to pay a <strong>compensation of 0.01 CHF per incident and recipient</strong> by making use of the Service.</p>\n<p>You must keep your account password and information confidential and not share it with any other person.\nIf you learn of unauthorized use of your password or account, please contact us immediately.</p>\n<p>We may at times inform you about <strong>service windows</strong> and <strong>administrative matters</strong> but will try to keep that mandatory communication to a<strong> minimum</strong>.\nIn case of urgency we may abstain from informing you about maintenance work.</p>\n<strong>EFFECTIVE DATE, TERM AND TERMINATION</strong>\n<p>This Agreement takes effect with the electronic confirmation of your subscription issued by Apheleia IT AG to you.</p>\n<p>This Agreement shall remain in force for an indefinite period of time.\nIt can be terminated by either Party with a notice period of one month to the end of any calendar month.</p>\n<strong>DATA PRIVACY AND SECURITY</strong>\n<p>This Service is subject to the <strong>national laws of Switzerland and we do our best to provide you with the maximum level of privacy in this legislation</strong>.\nThat means there will be no access to your data by third parties without a duly authorized warrant issued by a Swiss judge.</p>\n<p>We will only keep the minimum of logs and debug information necessary to ensure that we can improve the service and resolve issues that may have occurred.\nThe Service employs a state-of-the art security-centric design of which we make use of to provide the Service.</p>\n<p>Failure is always a possibility, though, and you have the obligation to ensure that <strong>you hold </strong>additional off-site<strong> copies of your data</strong> in the Service.\nDue to the storage concepts of the Service, the easiest way to maintain such copies are off-line/disconnected IMAP copies of all your data.</p>\n<strong>WARRANTIES AND DISCLAIMERS</strong>\n<p>We provide our Service using a professionally and commercially determined level of skill and care to the best of our means and resources available to this service.</p>\n<p>Other than as expressedly set out in these terms Apheleia IT AG does not make specific promises about the Service.\nThis includes in particular the data within the Service, the specific functions of the Service, or its reliability, availability, or ability to meet your needs.\nWe provide the services “as is”.</p>\n<p>Some jurisdictions provide for certain warranties, like the implied warranty of merchantability, fitness for a particular purpose and non-infringement.\nTo the extent permitted by applicable law, we exclude all such warranties.</p>\n<strong>LIABILITY</strong>\n<p>Each Party shall without limitation be liable for damages caused by injury or death of any person employed or contracted by the other Party which is caused by any breach of contract.</p>\n<p>To the extent permitted by the law, the liability of Apheleia IT AG and its staff for lost profits, revenues, or data, financial losses or any other indirect, special, consequential, exemplary, or punitive damages is excluded.\nIn particular, our liability for slight negligence, as well as our liability for auxiliary persons, is excluded.</p>\n<p>To the extent permitted by law, the total liability of Apheleia IT AG for any claim under these terms, including for any implied warranties, is limited to the amount paid in the past year of usage of the service.</p>\n<p>Never will Apheleia IT AG be liable for any loss or damage that has not been adequately foreseeable.</p>\n<strong>INDEMNIFICATION</strong>\n<p>You will indemnify and hold harmless Apheleia IT AG, our affiliates, officers, agents, and employees from any claim, suit or action arising from or related to the use of the Services or violation of these terms, including any liability or expense arising from claims, losses, damages, suits, judgements, litigation costs and attorneys’ fees.</p>\n<strong>GENERAL</strong>\n<p>These terms and the Service prices may need to be modified in the future to adjust to changes in the Service, to adhere to applicable legislation or to reflect economic necessities.\nWhen we change terms or prices, we will notify you by email to your main account in this Service.\nAfter receiving that email you have 30 days to respond (a) by informing us that you agree to the new terms or prices, (b) by informing us that you disagree, in which case Apheleia IT AG may on a case to case basis agree to continue providing you with the Service under the previous terms and/or prices, or (c) by giving us notice that you terminate this agreement regardless of the remaining duration you had agreed to under the previous terms.\nContinuation of use after 30 days will constitute agreement to the new terms.</p>\n<p>If you violate these terms, Apheleia IT AG may seek to rectify the situation, including suspension and/or discontinuation of your account.\nWe will aim to be fair and proportionate.\nAlso, Apheleia IT AG reserves the right to take measures belatedly against violations even if we decided to take no immediate measures.</p>\n<p>This Agreement constitutes the entire agreement between the Parties regarding this subject matter.\nAll amendments or additions to the Agreement must be made in writing.</p>\n<p>If any part of these terms shall be deemed invalid or unenforceable that part shall be replaced by a valid, enforceable term that comes closest to the intended meaning and leave the remainder of these terms unaffected.</p>\n<p>These <strong>terms are subject and governed by the substantial laws of Switzerland</strong> with the exclusion of the Vienna Convention on the International Sale of Goods dated April 11, 1980.\n<strong>Disputes arising under or in connection with this Agreement shall be exclusively subject to the jurisdiction of the courts of Zurich, Switzerland.</strong> Mandatory legal venue for consumer contracts is reserved.</p>\n<p>Version: 2013-07-25</p>\n<ul>\n<li>Updated to replace MyKolab.com by Kolab Now on 2015-01-26</li>\n<li>Updated to replace Kolab Systems AG with Apheleia IT AG on 2019-12-05</li>\n</ul>\n", "created_at": "2018-08-24 12:51:51.917004", "updated_at": "2020-12-14 16:10:09.095128"}], "points": [{"id": 4053, "title": "KolabNow employs limited use of cookies", "source": "https://groups.google.com/forum#!topic/tosdr/GMag2zGUOoY", "status": "KolabNow employs limited use of cookies", "created_at": "2018-05-18 14:05:10.584748", "updated_at": "2018-05-30 12:50:25.355124", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 662, "title": "Jurisdiction and law of Switzerland", "source": "https://groups.google.com/d/topic/tosdr/r7msSDkBDbA/discussion", "status": "“These terms are subject and governed by the substantial laws of Switzerland with the exclusion of the Vienna Convention on the International Sale of Goods dated April 11, 1980. Disputes arising under or in connection with this Agreement shall be exclusively subject to the jurisdiction of the courts of Zurich, Switzerland.”", "created_at": "2018-01-16 15:26:40.121454", "updated_at": "2018-07-11 10:16:09.373148", "quoteText": "", "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1083, "title": "MyKolab doesn't sell your personal data", "source": "https://groups.google.com/forum#!topic/tosdr/bkJmjLLfB9o", "status": "MyKolab's only source of revenue is the monthly fee paid by subscribers. This means that they don't sell advertising, which could place unwanted cookies and web beacons, nor do they sell your personal data.", "created_at": "2018-01-16 15:28:26.725143", "updated_at": "2018-07-11 09:18:15.168257", "quoteText": "", "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 842, "title": "Only the necessary logs and debug information are kept", "source": "https://groups.google.com/d/topic/tosdr/9ZMf5a9kXL0/discussion", "status": "“We will only keep the minimum of logs and debug information necessary to ensure that we can improve the service and resolve issues that may have occurred. The Service employs a state-of-the art security-centric design of which we make use of to provide the Service.”", "created_at": "2018-01-16 15:27:32.594506", "updated_at": "2018-07-11 10:25:01.312352", "quoteText": "", "case_id": 176, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 987, "title": "No third-parties access to your data without a duly authorized judicial Swiss warrant", "source": "https://groups.google.com/d/topic/tosdr/MH-wV1_yq-M/discussion", "status": "“This Service is subject to the national laws of Switzerland and we do our best to provide you with the maximum level of privacy in this legislation. That means there will be no access to your data by third parties without a duly authorized warrant issued by a Swiss judge.”", "created_at": "2018-01-16 15:28:13.774834", "updated_at": "2018-07-11 10:34:12.709597", "quoteText": "", "case_id": 167, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 999, "title": "Developed features are made available under a Free Software license", "source": "https://kolabnow.com/tos", "status": "“We provide the Service on software we have developed, participated in the development in, as well as software that was developed by third parties. All that software is Open Source / Free Software according to the definitions of the Open Source Initiative (OSI) and the Free Software Foundation (FSF). This is essential to protect your freedom to leave: There are no proprietary components that would stop you from setting up your own server for the same purpose, and migrate your data from KolabNow.com to that server.”", "created_at": "2018-01-16 15:28:15.873977", "updated_at": "2018-08-29 16:13:26.568603", "quoteText": "We provide the Service on software we have developed, participated in the development in, as well as software that was developed by third parties.\nAll that software is <strong>Open Source / Free Software</strong> according to the definitions of the Open Source Initiative (OSI) and the Free Software Foundation (FSF).\nThis is essential to protect <strong>your freedom to leave</strong>: There are <strong>no proprietary components</strong> that would stop you from setting up your own server for the same purpose, and migrate your data from Kolab Now to that server.</p", "case_id": 171, "document_id": 374, "quoteStart": 1617, "quoteEnd": 2186}, {"id": 954, "title": "Fines for spammers", "source": "https://groups.google.com/d/topic/tosdr/0xA8pXtfHHE/discussion", "status": "“Do not abuse this Service to invade the privacy and violate the rights of others. Abuse includes also the sending of unsolicited email (“Spam”) for which you explicitly agree to pay a compensation of 0.01 CHF per incident and recipient by making use of the Service.”", "created_at": "2018-01-16 15:28:06.212487", "updated_at": "2018-07-11 10:32:33.647757", "quoteText": "", "case_id": 153, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2573, "title": "KolabNow provides an opt-out for their Piwik web analytics", "source": "https://groups.google.com/forum#!topic/tosdr/fKyBZFEtnfw", "status": "KolabNow provides an opt-out for their Piwik web analytics", "created_at": "2018-05-18 13:49:36.932378", "updated_at": "2018-05-30 12:50:14.744533", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 788, "title": "Suspension will be fair and proportionate", "source": "https://kolabnow.com/content/page/tos", "status": "", "created_at": "2018-01-16 15:27:20.599404", "updated_at": "2020-12-19 13:59:46.944925", "quoteText": "\n<p>If you violate these terms, Apheleia IT AG may seek to rectify the situation, including suspension and/or discontinuation of your account.\nWe will aim to be fair and proportionate.", "case_id": 204, "document_id": 374, "quoteStart": 7996, "quoteEnd": 8180}, {"id": 12008, "title": "The service will not allow third parties to access your personal information without a legal basis", "source": "https://kolabnow.com/tos", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:50:13.4963", "updated_at": "2020-12-05 03:40:05.932714", "quoteText": "<li>No third-party access to your data without a duly authorized judicial Swiss warrant", "case_id": 167, "document_id": 374, "quoteStart": 1306, "quoteEnd": 1393}, {"id": 704, "title": "Disclosure", "source": "https://groups.google.com/d/topic/tosdr/KE-E1Yihw3A/discussion", "status": "ToS;DR and this service are not affiliated. But we disclose our personal relationship. Please read the email for more details, click “Discussion”", "created_at": "2018-01-16 15:26:57.691572", "updated_at": "2018-07-11 10:17:29.936032", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 12006, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://kolabnow.com/tos", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:43:03.702974", "updated_at": "2020-12-03 20:34:47.59363", "quoteText": "We provide the services “as is”.</p>", "case_id": 286, "document_id": 374, "quoteStart": 5617, "quoteEnd": 5653}, {"id": 1306, "title": "mykolab not showing in TOSDR browser addon", "source": "https://groups.google.com/forum#!topic/tosdr/BFpEun_HY1U", "status": "mykolab not showing in TOSDR browser addon", "created_at": "2018-05-15 09:11:43.945314", "updated_at": "2021-02-06 03:50:37.884103", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 12005, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://kolabnow.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:42:48.733694", "updated_at": "2020-12-19 14:16:27.721075", "quoteText": "we do respect your browser's \"Do Not Track\" preference.", "case_id": 383, "document_id": 375, "quoteStart": 1312, "quoteEnd": 1367}, {"id": 780, "title": "This service does not track you", "source": "https://kolabnow.com/privacy", "status": "Cookies are only used in so far as they are required for the technical working of the system, and we never use them to track you on third party sites. The site also uses web analytics, but you can opt-out at <a href=\"https://kolabnow.com/privacy\">https://kolabnow.com/privacy</a>", "created_at": "2018-01-16 15:27:17.820019", "updated_at": "2019-07-31 16:30:17.073358", "quoteText": "<p>Cookies are only used in so far as they are required for the technical working of the system, and we never use them to track you on third party sites.</p>", "case_id": 218, "document_id": 375, "quoteStart": 993, "quoteEnd": 1150}, {"id": 13048, "title": "This service provides archives of their Terms of Service so that changes can be viewed over time", "source": "https://kolabnow.com/content/page/tos", "status": "Generated through the annotate view", "created_at": "2020-12-19 13:54:04.495611", "updated_at": "2021-01-18 23:12:46.060224", "quoteText": "Version: 2013-07-25</p>\n<ul>\n<li>Updated to replace MyKolab.com by Kolab Now on 2015-01-26</li>\n<li>Updated to replace Kolab Systems AG with Apheleia IT AG on 2019-12-05", "case_id": 197, "document_id": 374, "quoteStart": 9149, "quoteEnd": 9318}, {"id": 12009, "title": "This service fines spammers", "source": "https://kolabnow.com/tos", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:50:26.275675", "updated_at": "2020-12-05 03:39:57.701944", "quoteText": "<li>Fines for spammers", "case_id": 153, "document_id": 374, "quoteStart": 1399, "quoteEnd": 1421}, {"id": 12011, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://kolabnow.com/tos", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:53:04.906941", "updated_at": "2020-12-05 03:54:12.93843", "quoteText": "</strong>\n<p>Each Party shall without limitation be liable for damages caused by injury or death of any person employed or contracted by the other Party which is caused by any breach of contract.</p>", "case_id": 293, "document_id": 374, "quoteStart": 5905, "quoteEnd": 6104}, {"id": 12010, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://kolabnow.com/tos", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:52:21.164642", "updated_at": "2020-12-05 03:39:42.96721", "quoteText": "This Service is subject to the <strong>national laws of Switzerland and we do our best to provide you with the maximum level of privacy in this legislation</strong>.", "case_id": 241, "document_id": 374, "quoteStart": 4226, "quoteEnd": 4391}, {"id": 12007, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://kolabnow.com/tos", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:43:43.294644", "updated_at": "2020-12-05 03:40:26.022295", "quoteText": "<p>If any part of these terms shall be deemed invalid or unenforceable that part shall be replaced by a valid, enforceable term that comes closest to the intended meaning and leave the remainder of these terms unaffected.", "case_id": 294, "document_id": 374, "quoteStart": 8497, "quoteEnd": 8718}, {"id": 12012, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://kolabnow.com/content/page/tos", "status": "Generated through the annotate view", "created_at": "2020-12-03 09:53:36.474598", "updated_at": "2020-12-19 13:51:07.344764", "quoteText": "\n<p>You will indemnify and hold harmless Apheleia IT AG, our affiliates, officers, agents, and employees from any claim, suit or action arising from or related to the use of the Services or violation of these terms, including any liability or expense arising from claims, losses, damages, suits, judgements, litigation costs and attorneys’ fees.", "case_id": 145, "document_id": 374, "quoteStart": 6812, "quoteEnd": 7157}, {"id": 653, "title": "When the service wants to change its terms, users are notified a month or more in advance", "source": "https://kolabnow.com/content/page/tos", "status": "“When we change terms or prices, we will notify you by email to your main account in this Service. After receiving that email you have 30 days to respond (a) by informing us that you agree to the new terms or prices, (b) by informing us that you disagree, in which case Kolab Systems AG may on a case to case basis agree to continue providing you with the Service under the previous terms and/or prices, or (c) by giving us notice that you terminate this agreement regardless of the remaining duration you had agreed to under the previous terms. Continuation of use after 30 days will constitute agreement to the new terms.”", "created_at": "2018-01-16 15:26:38.58842", "updated_at": "2020-12-19 14:01:29.785088", "quoteText": "These terms and the Service prices may need to be modified in the future to adjust to changes in the Service, to adhere to applicable legislation or to reflect economic necessities.\nWhen we change terms or prices, we will notify you by email to your main account in this Service.\nAfter receiving that email you have 30 days to respond (a) by informing us that you agree to the new terms or prices, (b) by informing us that you disagree, in which case Apheleia IT AG may on a case to case basis agree to continue providing you with the Service under the previous terms and/or prices, or (c) by giving us notice that you terminate this agreement regardless of the remaining duration you had agreed to under the previous terms.\nContinuation of use after 30 days will constitute agreement to the new terms.</p>", "case_id": 124, "document_id": 374, "quoteStart": 7190, "quoteEnd": 7996}, {"id": 644, "title": "KolabNow is very strict when providing access to Lawful Interception requests", "source": "https://kolabnow.com/privacy", "status": "KolabNow is very strict when granting access to a Lawful Interception request. All information relating to these requests is anonymized by the authorities themselves, and they also provide spreadsheets which allow you to control how the request is approved. KolabNow also keeps a running total of the number of requests received, granted, and denied on their Privacy Policy page. The number for all was 0 as of August 1, 2013.", "created_at": "2018-01-16 15:26:36.030975", "updated_at": "2020-12-19 14:04:10.202314", "quoteText": "<p>As also explicitly stated in the Terms of Service, we are obliged to provide access to Lawful Interception requests issued by a Swiss judge.\nThese are then processed by our staff, and either granted or rejected.</p>\n<p>As a country that places a high value on privacy, Switzerland is extremely reluctant with such access, and all the statistics of such Lawful Interceptions (LI) are always provided in anonymized form by the authorities themselves, including detailed spreadsheets that allow you to control the grounds for approval.</p>\n<p>As you can see for yourself in the detailed overview for 2014 (and the one for 2012, 2013), <strong>there were only 12 (20 in 2012, 31 in 2013) cases of real-time internet wire-tapping in all of Switzerland and a further 18 (26 in 2012, 32 in 2013) for retroactive communication meta-information</strong>.\nAlthough that information is not provided, to our knowledge none of these was for email, specifically.\nWe do however know that this information is complete.\nFor more information, please see our overview on the Swiss legal framework.</p>\n<p>What we do know is that Kolab Systems has received a total of</p>\n<p>\n<strong>0</strong> requests to access customer data<br>\n<strong>0</strong> such requests were granted, and<br>\n<strong>0</strong> such requests were denied</p>\n<p>and we have received</p>\n<p>\n<strong>1</strong> administrative request and <strong>2</strong> unauthorized attempts for administrative requests.</p>\n<p>Please see the complete statistics for more information.\nShould these numbers change we'll update this page accordingly and without delay.", "case_id": 167, "document_id": 375, "quoteStart": 1521, "quoteEnd": 3133}], "urls": ["kolabnow.com", "kolab.org"]}}