{"error": 448, "message": "OK", "parameters": {"id": 6193, "name": "AdBridg ", "created_at": "2021-12-25 22:15:59.551134", "updated_at": "2021-12-25 23:01:18.854229", "wikipedia": null, "keywords": null, "related": null, "slug": "adbridg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6193.png", "url": "adbridg.com", "documents": [{"id": 11219, "name": "Privacy Policy", "url": "https://www.adbridg.com/privacy-policy", "xpath": "/html/body/div[1]/div/div[3]/div/main/div/div/div/div[2]", "text": "Home AdBridg Privacy Policy <p>Last updated: 2018-05-23</p>\n<p>​</p>\n<p>​</p> What we collect and why ​ <p>Our website at&nbsp;adbridg.com&nbsp;uses Google Analytics, but we don't collect any other data about you unless you&nbsp;contact us&nbsp;or visit one of our customer's websites.</p>\n<p>​</p>\n<p>AdBridg licenses technology to Publishers (owners of websites) for the purpose of managing and optimizing their online advertising transactions.\nThis requires us to collect, store, and process data on behalf of our Publishers.\nThey act as Controllers of this data, and we are the Processors.</p>\n<p>​</p>\n<p>Personal information collected this way includes:</p>\n<ul>\n<li>\n<p>IP Address</p>\n</li>\n<li>\n<p>AdBridg Client ID</p>\n</li>\n</ul>\n<p>&nbsp;</p> How we collect, use, and share it ​ <p>We use 1st-party and 3rd-party cookies to track the AdBridg Client ID and software performance across multiple pageviews.\nYour user experience is aggregated into anonymous data so that we can evaluate performance trends and troubleshoot problems.\nAnonymous data may be shared with 3rd parties at the Publisher's discretion.\nYour personal data is never shared with anyone other than the Publisher.</p>\n<p>​</p>\n<p>AdBridg only presents data to Publishers in anonymous, aggregate form.\nWe do not enable Publishers to view specific user sessions, except as required by law enforcement and in cases of internal testing or security investigations.\nPublishers could request raw log data from AdBridg, however, so please refer to the Publisher privacy policy for details about their use of such data.</p>\n<p>​</p>\n<p>Raw logs are kept for up to one year.\nAll data is stored and processed in the United States of America.</p>\n<p>Further inquiries should be directed to&nbsp;contactus@adbridg.com.</p>\n<p>GDPR Notification</p>\n<p>​</p>\n<p>If you live within the jurisdiction of EU's General Data Protection Regulation, AdBridg will only store your personal data (IP addresses and AdBridg Client IDs) if the Publisher has provided us with proof of your consent.</p> ​ You may have further rights, including: ​ <ul>\n<li>\n<p>Right of access to personal data</p>\n</li>\n<li>\n<p>Right to rectify personal data</p>\n</li>\n<li>\n<p>Right to erase of personal data</p>\n</li>\n<li>\n<p>Right to restrict/suspend processing of personal data</p>\n</li>\n<li>\n<p>Right to complain to a supervisory authority</p>\n</li>\n<li>\n<p>Right to withdraw consent</p>\n</li>\n<li>\n<p>Right to data portability</p>\n</li>\n</ul>\n<p>​</p>\n<p>To exercise these rights, please submit your request to the Publisher according to the details of their privacy policy.</p>\n<p>​</p>\n<p>​</p>", "created_at": "2021-12-25 22:15:59.554942", "updated_at": "2021-12-25 21:16:39.3552"}, {"id": 11218, "name": "Terms and Conditions", "url": "https://www.adbridg.com/legal-terms-and-conditions", "xpath": "/html/body/div[1]/div/div[3]/div/main/div/div/div/div[2]", "text": "Home AdBridg Terms and Conditions <p>Last updated: 2021-01-27</p>\n<p>​</p>\n<p>These terms of use (the \"Terms\") are a legal contract between you (\"you\" and \"your\") and AdBridg, Inc.\n(\"AdBridg,\" \"we,\" \"us,\" or \"our\") and govern your access to, and use of, the AdBridg's public facing corporate website located at www.AdBridg.com, including, without limitation any no charge tools made available on the website, such as the Ads.txt tool (the \"Tool\") at Adstxt.AdBridg.com&nbsp;(collectively, the \"Site\") and the Content (as defined below in Section 2).</p>\n<p>​</p>\n<p>For the avoidance of doubt, unless the use of any products and/or services of AdBridg are expressly subject to these Terms (for example, through an authorized link at the time you obtain such products and/or services), these Terms do not apply to any products or services provided by AdBridg.\nThe use of any AdBridg products and/or services shall be subject to the applicable end user agreement entered into between you and AdBridg for the applicable product and/or service.</p>\n<p>​</p>\n<p>PLEASE NOTE, THESE TERMS CONTAIN AN AGREEMENT TO ARBITRATE WHICH WILL REQUIRE YOU TO SUBMIT CLAIMS YOU HAVE AGAINST US TO BINDING AND FINAL ARBITRATION AND A WAIVER OF YOUR RIGHT TO PARTICIPATE IN CLASS ACTIONS AS SET FORTH, AND SUBJECT TO, SECTION 13.\nIN ADDITION, PLEASE BE ADVISED THAT ADBRIDG DOES NOT PROVIDE WARRANTIES FOR THE SITE THE TOOL AND/OR CONTENT AND THESE TERMS LIMIT OUR LIABILITY TO YOU.\nPLEASE SEE SECTIONS 9 AND 10 FOR FURTHER INFORMATION.</p>\n<p>​</p>\n<p>BY ACCESSING AND/OR USING THE SITE THE TOOL AND/OR CONTENT, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND, AND AGREE TO BE BOUND BY THESE TERMS.\nIF YOU DO NOT AGREE WITH ANY OF THESE TERMS, DO NOT ACCESS OR OTHERWISE USE THE SITE OR ANY INFORMATION CONTAINED ON THE SITE.</p>\n<p>​</p>\n<p>​</p> 1.\nCHANGES TO THE SITE AND CONTENT.\nMODIFICATION OF THESE TERMS <p>&nbsp;</p>\n<p>ADBRIDG MAY MAKE CHANGES TO, AND/OR DISCONTINUE OR SUSPEND ACCESS TO THE SITE, THE TOOL AND/OR THE CONTENT AT ANY TIME WITHOUT NOTICE.\nYOU AGREE THAT ADBRIDG WILL NOT BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY CHANGES, SUSPENSION OR DISCONTINUANCE OF THE SITE, THE TOOL AND/OR CONTENT (OR ANY PART THEREOF).</p>\n<p>ADBRIDG RESERVES THE RIGHT TO CHANGE OR MODIFY THESE TERMS AT ANY TIME.\nIF ADBRIDG MAKES ANY SUCH CHANGES, ADBRIDG WILL POST UPDATED TERMS OF USE ON THIS SITE.\nIF WE MAKE ANY MATERIAL CHANGES TO THESE TERMS, WE WILL NOTIFY YOU BY POSTING A NOTICE OF THE CHANGES ON THE SITE.\nIT IS YOUR RESPONSIBILITY TO REGULARLY VISIT AND REVIEW THESE TERMS.\nIF ANY MODIFICATION IS UNACCEPTABLE TO YOU, YOUR SOLE REMEDY SHALL BE TO CEASE USING THE SITE.\nIF YOU DO NOT CEASE USING THE SITE THE TOOL AND/OR CONTENT FOLLOWING THE DATE WE POST THE UPDATED TERMS, YOU WILL BE DEEMED TO HAVE ACCEPTED THE CHANGE.</p>\n<p>​</p>\n<p>​</p> 2.\nACCESS AND USE OF SITE, THE TOOL AND CONTENT <p>&nbsp;</p>\n<p>Subject to your compliance with these Terms, AdBridg grants you a limited, revocable, nonexclusive right to access and use the Site and the Content (as defined below) solely for your own internal use.</p>\n<p>​</p>\n<p>AdBridg and its licensors retain all right, title and interest in and to the Site, including, without limitation, any and all text, graphics, images, music, software, audio, video, works of authorship of any kind, and information or other materials that are posted, generated, provided or otherwise made available through the Site (collectively, the \"Content\").\nAll AdBridg trademarks are strictly owned by AdBridg, and nothing in these Terms will be construed to transfer ownership rights or grant any permission, license or other rights to any AdBridg trademark without written authorization from AdBridg.\nThe names of actual companies and products mentioned within the Site the Tool and/or Content may be the trademarks of their respective owners.\nAdBridg reserves all rights and licenses not expressly granted to you in these Terms and no implied license is granted by AdBridg.\nThe Content, the Tool and the Site, and their underlying technology, are protected by copyright, trademark, patent, intellectual property, and other laws of the United States and foreign countries.\nYou agree not to remove, change or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Site, the Tool and/or any Content.</p>\n<p>​</p>\n<p>Subject to your compliance with these Terms, AdBridg grants you a limited, revocable, nonexclusive right to access and use the Tool (as defined below) solely for your own internal use.</p>\n<p>​</p>\n<p>​</p> 3.\nPROHIBITED USE <p>​</p>\n<p>As a condition of your use of the Site, the Tool and Content, you warrant to AdBridg that you will not use the Site, the Tool and/or Content for any purpose that is unlawful or prohibited by these Terms.\nSpecifically, You are not allowed to (directly or indirectly): (a) resell or otherwise make commercial use of the Site, the Tool and/or Content.\n(b) collect or use any images, descriptions, or other content included in the Site, the Tool and/or Content, or any portion thereof.\n(c) copy, imitate, distribute, publicly perform, or publicly display Site, the Tool and/or Content.\n(d) modify or otherwise make any derivative uses of the Site, the Tool and/or Content, or any portion thereof.\n(e) use data mining, robots or similar data gathering or extraction methods on the Site.\n(f) perform, or release or disclose the results of, any benchmark testing or vulnerability assessments of the Site.\n(g) introduce into the Site any viruses, trojan horses, malware, spyware, adware or other disruptive software, or any software code, which is designed to disrupt, damage, or perform unauthorized actions on a computer system.\n(h) remove or alter any proprietary notices or labels on or in the Site, the Tool and/or Content.\n(i) use the Site, the Tool and/or Content to directly or indirectly develop any product or service that competes with the Site.\n(j) download (other than page caching) any portion of the Site, the Tool and/or Content or any information contained therein, except as expressly permitted on the Site.\nor (k) use the Site, the Tool and/or Content other than as expressly permitted in these Terms.</p>\n<p>&nbsp;</p>\n<p>You may not use the Site, the Tool and/or Content in any manner that would violate any applicable laws, rules or regulations, or, which could damage, disable, overburden, or impair the Site or interfere with any other party's use and enjoyment of the Site, the Tool and/or Content.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Site, including, but not limited to, data mining, robots, or similar data gathering and extraction tools.</p>\n<p>​</p>\n<p>​</p> 4.\nFEEDBACK <p>​</p>\n<p>AdBridg shall be entitled to unrestricted use of any and all comments, suggestions, ideas, notes, drawings, concepts, problems or other information with respect to the Site, the Tool and/or Content disclosed or offered by you to us (collectively, \"Feedback\").\nWe may use the Feedback for any and all purposes whatsoever, commercial or otherwise, without any payment or other obligation to you or any other person involved with the creation of the Feedback.</p>\n<p>​</p>\n<p>​</p> 5.\nTERMINATION <p>​</p>\n<p>AdBridg reserves the right, in its sole discretion, to terminate and/or suspend your access to the Site, the Tool and/or Content or any portion thereof at any time, for any reason, without notice.</p>\n<p>​</p>\n<p>​</p> 6.\nLINKS TO THIRD PARTY SITE <p>​</p>\n<p>The Site may contain links to other third party websites which are not controlled or owned by AdBridg (\"Linked Site\").\nIf you decide to access and use such Linked Site, be advised that your use is governed solely by the terms and conditions of such Linked Site, and AdBridg does not endorse, is not responsible for, and make no representations as to such Linked Site, their content or the manner in which they handle your data.\nAdBridg is not liable for any damage or loss caused or alleged to be caused by or in connection with your access or use of any such Linked Site, or your reliance on the privacy practices or other policies of such Linked Site.</p>\n<p>​</p>\n<p>​</p> 7.\nAVAILABILITY OF THE SITE <p>​</p>\n<p>AdBridg makes no claims regarding the availability or right to access or use of the Site, the Tool and/or Content outside of the United States.\nAdBridg may restrict access to the Site, the Tool and/or Content, or portions thereof, in certain countries in its sole discretion, and the Site the Tool and/or Content may not be available or accessible in all languages.\nIf you use or access the Site, the Tool and/or Content outside of the United States, you are responsible for compliance with the laws and regulations of your jurisdiction with respect to your use of the Site, the Tool and/or Content in your country of residence.</p>\n<p>​</p>\n<p>​</p> 8.\nPRIVACY AND PERSONAL INFORMATION <p>​</p>\n<p>For information about AdBridg data protection practices, please read AdBridg's Privacy Policy.\nThis policy explains how AdBridg treats your personal information, and protects your privacy, when you provide personally identifiable information to AdBridg in connection with your use of the Site.</p>\n<p>​</p>\n<p>​</p> 9.\nDISCLAIMER <p>​</p>\n<p>THE SITE, THE TOOL AND CONTENT (AND ANY PART THEREOF), AND ANY OTHER MATERIALS OR INFORMATION MADE AVAILABLE THROUGH THE SITE, ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\".\nADBRIDG AND ITS LICENSORS AND SUPPLIERS HEREBY EXPRESSLY DISCLAIM ANY REPRESENTATIONS, WARRANTIES OR GUARANTEES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR ANY PARTICULAR PURPOSE, SATISFACTORY PURPOSE, ACCURACY, OR NON-INFRINGEMENT.</p>\n<p>&nbsp;</p>\n<p>ADBRIDG AND ITS LICENSORS AND SUPPLIERS DO NOT WARRANT OR MAKE ANY GUARANTEE THAT SITE, THE TOOL AND/OR CONTENT (OR ANY PART THEREOF), OR ANY OTHER MATERIALS OR INFORMATION MADE AVAILABLE THROUGH THE SITE: (I) WILL MEET YOUR REQUIREMENTS.\n(II) WILL BE COMPATIBLE WITH YOUR NETWORK, COMPUTER OR MOBILE DEVICE, OR ANY THIRD PARTY SITE.\n(III) WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE BASIS.\nOR (IV) WILL BE ACCURATE OR RELIABLE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM ADBRIDG OR ANY THIRD PARTY, SHALL CREATE ANY WARRANTY.</p>\n<p>​</p>\n<p>ADBRIDG DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY FOR ANY LINKED SITE, ADVERTISED OR ACCESSIBLE THROUGH THE SITE THE TOOL AND/OR CONTENT, AND ADBRIDG WILL NOT BE A PARTY TO, OR IN ANY WAY MONITOR, ANY TRANSACTION BETWEEN YOU AND THE THIRD-PARTY OPERATORS OF SUCH LINKED SITE.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SITE, THE TOOL AND/OR CONTENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.</p>\n<p>​</p>\n<p>​</p> 10.\nLIMITATION OF LIABILITY <p>​</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL ADBRIDG BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER, OR FOR ANY DAMAGES FOR LOSS OF USE, DATA, OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE SITE THE TOOL AND/OR CONTENT, WITH THE DELAY OR INABILITY TO USE THE SITE THE TOOL AND/OR CONTENT, OR FOR ANY INFORMATION OBTAINED THROUGH THE SITE THE TOOL AND/OR CONTENT, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE THE TOOL AND/OR CONTENT, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF ADBRIDG HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nIN NO EVENT SHALL ADBRIDG'S TOTAL CUMULATIVE LIABILITY ARISING FROM OR RELATED TO THESE TERMS OR THE ACCESS, USE OF, OR INABILITY TO ACCESS OR USE THE SITE, THE TOOL AND/OR CONTENT (OR ANY PART THEREOF), AND/OR ANY OR ANY OTHER MATERIALS OR INFORMATION MADE AVAILABLE THROUGH THE SITE, EXCEED ONE HUNDRED DOLLARS ($100.00).\nADBRIDG DISCLAIMS ALL LIABILITY OF ANY KIND OF ADBRIDG'S LICENSORS AND SUPPLIERS.</p>\n<p>​</p>\n<p>​</p> 11.\nAPPLICATION OF DISCLAIMERS AND LIMITATIONS <p>​</p>\n<p>BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE DISCLAIMERS OF CERTAIN WARRANTIES AND/OR THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL, SPECIAL, INCIDENTAL OR OTHER DAMAGES, THE ABOVE DISCLAIMERS AND LIMITATIONS SET FORTH IN SECTIONS 9 AND 10 MAY NOT APPLY TO YOU.\nIN SUCH EVENT, THE LIABILITY OF ADBRIDG FOR SUCH DAMAGES WILL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY APPLICABLE LAW IN SUCH JURISDICTION.</p>\n<p>​</p>\n<p>​</p> 12.\nINDEMNIFICATION <p>​</p>\n<p>You agree that you are solely responsible for (and that AdBridg has no responsibility to you or to any third party for) any breach of your obligations under the Terms and for the consequences (including any loss or damage which AdBridg may suffer) of any such breach.\nExcept as prohibited by law, you will hold AdBridg and its officers, directors, employees and agents harmless for any indirect, punitive, special, incidental or consequential damage, however it arises (including attorneys' fees and all related costs and expenses of litigation and arbitration, or at trial or on appeal, if any, whether or not litigation or arbitration is instituted), whether in an action of contract, negligence or other tortious action, or arising out of or in connection with these Terms, including without limitation any claim for personal injury or property damage, arising from (i) your use of and access to the Site, the Tool and/or Content.\nand (ii) your violation of any of these Terms.\nWe reserve the right to assume control of the defense of any third-party claim that is subject to indemnification by you, in which event you will cooperate with us in asserting any available defenses.\nThis defense and indemnification obligation will survive these Terms and your use of the Services.</p>\n<p>​</p>\n<p>​</p> 13.\nGOVERNING LAW AND DISPUTES <p>​</p>\n<p>Governing Law.&nbsp.\nThese Terms will be governed by the laws of the State of California, United States of America without giving effect to any conflict of laws principles.</p>\n<p>​</p>\n<p>Disputes.&nbsp.\nExcept as otherwise set forth in these Terms, you agree that any dispute between you and AdBridg arising out of or relating to these Terms or the Site, the Tool and/or Content (or any part thereof) (collectively, \"Disputes\") shall be governed by the provisions set forth in this Section.</p>\n<p>​</p>\n<p>Informal Resolution.&nbsp.\nBefore resorting to formal dispute resolution in accordance with this Section, you agree to first contact us directly at [email address] to seek an informal resolution to any Dispute.\nIn the event a Dispute is not resolved within thirty (30) days after submission, you or AdBridg may institute arbitration in accordance with the procedures set forth in this Section.</p>\n<p>​</p>\n<p>Dispute Resolution.&nbsp.\nAny and all Disputes that cannot be resolved through informal resolution as set forth above shall be resolved exclusively through final, binding and confidential arbitration and shall take place in Santa Clara, California unless otherwise mutually agreed to by the parties.\nThe arbitration shall be administered by the American Arbitration Association (AAA) under the arbitration rules in effect at the time such dispute is submitted (the \"Rules\"), provided that the arbitrator and the parties shall comply with the following: (i) the arbitration shall be conducted by telephone, online and/or be solely based on written submissions, the specific manner shall be chosen by the party initiating the arbitration.\n(ii) the arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed by the parties.\nand (iii) any judgment on the award rendered by the arbitrator shall be binding, final, and confidential, and may be entered in any court of competent jurisdiction.</p>\n<p>​</p>\n<p>Opting-Out of Arbitration.&nbsp.\nYOU MAY OPT-OUT OF THE AGREEMENT TO ARBITRATE BY PROVIDING ADBRIDG WRITTEN NOTICE WITHIN THIRTY (30) DAYS OF FIRST ACCEPTING THESE TERMS.\nYOUR NOTICE MUST INCLUDE: (I) YOUR FULL NAME (FIRST AND LAST).\n(II) YOUR EMAIL ADDRESS OR OTHER PREFERRED METHOD OF CONTACT.\nAND (III) A CLEAR STATEMENT THAT YOU DECLINE THIS AGREEMENT TO ARBITRATE.</p>\n<p>​</p>\n<p>Exception to Arbitration.&nbsp.\nNotwithstanding anything in these Terms to the contrary to the extent you have in any manner violated or threatened to violate any of AdBridg's intellectual property rights, AdBridg may seek injunctive or other appropriate relief in any state or federal court with competent jurisdiction in any country, including in the State of California, United States of America, without first engaging in arbitration or the informal dispute process set forth in this Section, and you hereby consent to the personal jurisdiction and exclusive venue in such courts.</p>\n<p>​</p>\n<p>No Class Actions.&nbsp.\nYOU MAY ONLY RESOLVE DISPUTES WITH ADBRIDG ON AN INDIVIDUAL BASIS, AND MAY NOT BRING A CLAIM AS A PLAINTIFF OR A CLASS MEMBER IN A CLASS, CONSOLIDATED, OR REPRESENTATIVE ACTION.\nCLASS ARBITRATIONS, CLASS ACTIONS, PRIVATE ATTORNEY GENERAL ACTIONS, AND CONSOLIDATION WITH OTHER ARBITRATIONS AREN'T ALLOWED UNDER THESE TERMS.</p>\n<p>​</p>\n<p>Venue.&nbsp.\nIn the event that the agreement to arbitrate is found not to apply to you or your claim, you and AdBridg agree that any judicial proceeding will be brought in the federal or state courts of Santa Clara County, California, and the parties consent to venue and personal jurisdiction in such courts.</p>\n<p>​</p>\n<p>Time Limitation to Bring Claims.&nbsp.\nNotwithstanding any statute or law to the contrary, any claim or cause of action arising out of or related to your use of the Site the Tool and/or Content must be filed within one (1) year after such claim or cause of action arose, otherwise that claim or cause of action will be barred forever.</p>\n<p>​</p>\n<p>​</p> 14.\nGENERAL <p>​</p>\n<p>Entire Agreement<br>\nThe Terms constitute the entire agreement between you and AdBridg, and supersedes all prior oral or written agreements or communications with regard to the subject matter described herein.\nNeither the rights nor the obligations arising under these Terms are assignable by you, and any such attempted assignment or transfer shall be void and without effect.\nThe official text of these Terms (and any notice submitted hereunder) will be in English.\nThe parties acknowledge that they require that these Terms be drawn up in the English language only.\nIn the event of any dispute concerning the construction or meaning of these Terms, reference will be made only to these Terms as written in English and not to any translation into another language.</p>\n<p>​</p>\n<p>Waiver<br>\nYou agree that if AdBridg does not exercise or enforce any legal right or remedy which is contained in the Terms (or which AdBridg has the benefit of under any applicable law), this will not be taken to be a formal waiver of AdBridg's rights and that those rights or remedies will still be available to AdBridg.\nNo waiver by either party of any breach of any provision hereof shall be deemed a waiver of any subsequent or prior breach of the same or any other provision.</p>\n<p>​</p>\n<p>Severability<br>\nIf any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms is invalid, then that provision will be removed from the Terms without affecting the rest of the Terms, which will remain in full force and effect.</p>\n<p>​</p>\n<p>​</p> 15.\nQUESTIONS <p>​</p>\n<p>If you have any questions regarding these Terms, please send an email to contactus@AdBridg.com.</p>\n<p>​</p>\n<p>​</p>", "created_at": "2021-12-25 22:15:59.553398", "updated_at": "2021-12-25 21:16:25.064384"}], "points": [], "urls": ["adbridg.com"]}}