{"error": 448, "message": "OK", "parameters": {"id": 836, "name": "Scratch", "created_at": "2018-11-22 23:19:18.699785", "updated_at": "2021-10-24 15:42:43.739017", "wikipedia": "https://en.wikipedia.org/wiki/Scratch_(programming_language)", "keywords": null, "related": null, "slug": "scratch", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/836.png", "url": "scratch.mit.edu", "documents": [{"id": 746, "name": "Terms of Use", "url": "https://scratch.mit.edu/terms_of_use", "xpath": "//*[@id=\"view\"]/div", "text": "Scratch Terms of Use1.\nUser Agreement<p>1.1 These Terms of Use constitute an agreement between you and the Scratch Team that governs your use of scratch.mit.edu and all associated services, including but not limited to the Scratch Day and ScratchX websites (collectively \"Scratch\").\nThe Scratch Team is part of the Lifelong Kindergarten Group in the Media Laboratory at the Massachusetts Institute of Technology (\"MIT\").\nPlease read the Terms of Use carefully.\nBy using Scratch you affirm that you have read, understood, and accepted the terms and conditions in the Terms of Use.\nIf you do not agree with any of these conditions, please do not use Scratch.</p>\n<p>1.2 Your privacy is important to us.\nPlease read our Privacy Policy, which identifies how the Scratch Team uses, collects, and stores information it collects through the Services.\nBy using Scratch, you additionally agree that you are comfortable with Scratch's Privacy Policy.</p>\n<p>1.3 Scratch is open to children and adults of all ages, and we ask that you keep this in mind when using the Scratch services.\nWhen you use Scratch, you agree to abide by the Scratch Community Guidelines.</p>\n<p>1.4 The Scratch Team may change the Terms of Use from time to time.\nYou can always find the latest version of the Terms of Use at http://scratch.mit.edu/terms_of_use.\nThe date of the most recent revisions will appear on this page.\nYour continued use of the Services constitutes your acceptance of any changes to or revisions of the Terms of Use.</p>2.\nAccount Creation and Maintenance<p>2.1 In order to use some features of the Services, you will need to register with Scratch and create an account.\nCreating an account is optional, but without an account you will not be able to save or publish projects or comments on Scratch.\nWhen registering for a personal account, you will be asked to provide certain personal information, such as your email address, gender, birth month and year, and country.\nPlease see Scratch's Privacy Policy for Scratch's data retention and usage policies.</p>\n<p>2.2 You are responsible for keeping your password secret and your account secure.\nYou are solely responsible for any use of your account, even if your account is used by another person.\nIf any use of your account violates the Terms of Service, your account may be suspended or deleted.</p>\n<p>2.3 You may not use another person's Scratch account without permission.</p>\n<p>2.4 Account names cannot be changed.\nIf you want a different account name, create a new account and copy your existing projects over by hand.</p>\n<p>2.5 If you have reason to believe that your account is no longer secure (for example, in the event of a loss, theft, or unauthorized disclosure of your password), promptly change your password.\nIf you cannot access your account to change your password, notify us at help@scratch.mit.edu.</p>3.\nRules of Usage<p>3.1 The Scratch Team supports freedom of expression.\nHowever, Scratch is intended for a wide audience, and some content is inappropriate for the Scratch community.\nYou may not use the Scratch service in any way, that:</p>\n<ol>\n<li>Promotes bigotry, discrimination, hatred, or violence against any individual or group;</li>\n<li>Threatens, harasses, or intimidates any other person, whether that person is a Scratch user or not;</li>\n<li>Contains foul language or personal attacks;</li>\n<li>Contains sexually explicit or graphically violent material;</li>\n<li>Provides instructions on how to commit illegal activities or obtain illegal products;</li>\n<li>Except in connection with organizing Scratch day events, asks any other user for personally identifying information, contact information, or passwords.\nor</li>\n<li>Exposes any others person's personally identifying information, contact information, or passwords without that person's permission.</li>\n</ol>\n<p>\n</p>\n<p>3.3 You agree to comply with all applicable laws and regulations when you use Scratch.\nYou may not use Scratch in any unlawful way, including to harass, stalk, or defame any other person.</p>\n<p>3.4 You may not impersonate, imitate or pretend to be somebody else when using the Services.</p>\n<p>3.5 You agree not to use Scratch in any way intended to disrupt the service, gain unauthorized access to the service, or interfere with any other user's ability to use the service.\nProhibited activities include, but are not limited to:</p>\n<ol>\n<li>Posting content deliberately designed to crash the Scratch website or editor;</li>\n<li>Linking to pages containing viruses or malware;</li>\n<li>Using administrator passwords or pretending to be an administrator;</li>\n<li>Repeatedly posting the same material, or \"spamming\";</li>\n<li>Using alternate accounts or organizing voting groups to manipulate site statistics, such as purposely trying to get on the \"What the Community is Loving/Remixing\" rows of the front page.</li>\n</ol>\n<p>\n</p>\n<p>3.6 Commercial use of Scratch, user-generated content, and support materials is permitted under the Creative Commons Attribution-ShareAlike 2.0 license.\nHowever, the Scratch Team reserves the right to block any commercial use of Scratch that, in the Scratch Team's sole discretion, is harmful to the community.\nHarmful commercial use includes spamming or repeated advertisement through projects, comments, or forum posts.</p>\n<p>3.7 You agree not to post links to any content outside of the Scratch website, if to do so would violate any part of the Terms of Use.</p>4.\nUser-Generated Content and Licensing<p>4.1 For the purposes of the Terms of Use, \"user-generated content\" includes any projects, comments, forum posts, or links to third party websites that a user submits to Scratch.</p>\n<p>4.2 The Scratch Team encourages everyone to foster creativity by freely sharing code, art, music, and other works.\nHowever, we also understand the need for individuals and companies to protect their intellectual property rights.\nYou are responsible for making sure you have the necessary rights, licenses, or permission for any user-generated content you submit to Scratch.</p>\n<p>4.3 All user-generated content you submit to Scratch is licensed to and through Scratch under the Creative Commons Attribution-ShareAlike 2.0 license.\nThis allows others to view and remix your content.\nThis license also allows the Scratch Team to display, distribute, and reproduce your content on the Scratch website, through social media channels, and elsewhere.\nIf you do not want to license your content under this license, then do not share it on Scratch.</p>\n<p>4.4 You may only submit user-generated projects that were created with (1) the Scratch website editor or (2) an unmodified copy of the Scratch editor compiled from the source code described in Section 5.3.\nYou may not upload any projects that were created, by you or by anyone else, with a modified version of the Scratch editor.</p>\n<p>4.5 Although the Scratch Team requires all users to comply with these Terms of Use, some inappropriate user-generated content may be submitted and displayed on the Scratch website.\nYou understand that when you use Scratch you may be exposed to user-generated content that you find objectionable or offensive.\nIf you see any content that violates the Community Guidelines or Terms of Use, please let us know by using the \"Report this\" button.\nYou only need to report an item once.\nThe Scratch Team reviews reported content every day.</p>\n<p>4.6 In addition to reviewing reported user-generated content, the Scratch Team reserves the right, but is not obligated, to monitor all uses of the Scratch service.\nThe Scratch Team may edit, move, or delete any content that violates the Terms of Use or Community Guidelines, without notice.</p>\n<p>4.7 All user-generated content is provided as-is.\nThe Scratch Team makes no warranties about the accuracy or reliability of any user-generated content available through Scratch and does not endorse Scratch Day events or vet or verify information posted in connection with said events.\nThe Scratch Team does not endorse any views, opinions, or advice expressed in user-generated content.\nYou agree to relieve the Scratch Team of any and all liability arising from your user-generated content and from Scratch Day events you may organize or host.</p>5.\nScratch Content and Licensing<p>5.1 Except for any user-generated content, the Scratch Team owns and retains all rights in and to the Scratch code, the design, functionality, and architecture of Scratch, and any software or content provided through Scratch (collectively \"the Scratch IP\").\nIf you want to use Scratch in a way that is not allowed by these Terms of Use, you must first contact the Scratch Team.\nExcept for any rights explicitly granted under these Terms of Use, you are not granted any rights in and to any Scratch IP.</p>\n<p>5.2 Scratch provides support materials, including images, sounds, video, and sample code, to help users build projects.\nSupport materials are licensed under the Creative Commons Attribution-ShareAlike 2.0 license.\nYou may also use screenshots of Scratch under the same license.\nPlease note that this does not apply to materials that are also trademarked by the Scratch Team or other parties as described in parts 5.4 and 5.5, below.<br>The Creative Commons Attribution-ShareAlike 2.0 license requires you to attribute any material you use to the original author.\nWhen you use Scratch support materials, or screenshots of the Scratch website, please use the following attribution: \"Scratch is developed by the Lifelong Kindergarten Group at the MIT Media Lab.\nSee http://scratch.mit.edu.\"</p>\n<p>5.3 The source code for Scratch 1.4 is available for download and subject to the copyright notice as indicated on the Scratch FAQ page.</p>\n<p>5.4 The Scratch name, Scratch logo, Scratch Day logo, Scratch Cat, and Gobo are Trademarks owned by the Scratch Team.\nThe MIT name and logo are Trademarks owned by the Massachusetts Institute of Technology.\nUnless you are licensed by Scratch under a specific licensing program or agreement, you may not use these logos to label, promote, or endorse any product or service.\nYou may use the Scratch Logo to refer to the Scratch website and programming language.</p>\n<p>5.5 The Scratch support materials library may contain images and sounds that are trademarked by third parties.\nThe fact that materials are included in the Scratch support materials library does not in any way limit or reduce intellectual property rights, including trademark rights, otherwise available to the materials' owners.\nNothing in these Terms of Use or the Creative Commons 2.0 license will be construed to limit or reduce any party's rights in that party's valid trademarks.\nYou may not use these materials to label, promote, or endorse any product or service.\nYou are solely responsible for any violation of a third party's intellectual property rights caused by your misuse of these materials.</p>6.\nDigital Millennium Copyright Act (DMCA)<p>6.1 If you are a copyright holder and believe that content on Scratch violates your rights, you may send a DMCA notification to copyright@scratch.mit.edu.\nFor more information, including the information that must be included in a DMCA notification, see our full DMCA Policy and the text of the DMCA, 17 U.S.C.\n§ 512.</p>\n<p>6.2 If you are a Scratch user and you believe that your content did not constitute a copyright violation and was taken down in error, you may send a notification to copyright@scratch.mit.edu.\nPlease include:</p>\n<ul>\n<li>Your Scratch username and email address;</li>\n<li>The specific content you believe was taken down in error.\nand</li>\n<li>A brief statement of why you believe there was no copyright violation (e.g., the content was not copyrighted, you had permission to use the content, or your use of the content was a \"fair use\").</li>\n</ul>\n<p>\n</p>7.\nSuspension and Termination of Accounts<p>7.1 Scratch has the right to suspend your account for violations of the Terms of Use or Community Guidelines.\nRepeat violators may have their account deleted.\nThe Scratch Team reserves the sole right to determine what constitutes a violation of the Terms of Use or Community Guidelines.\nThe Scratch Team also reserves the right to terminate any account used to circumvent prior enforcement of the Terms of Use.</p>\n<p>7.2 If you want to delete or temporarily disable your account, please email help@scratch.mit.edu.</p>8.\nThird Party Websites<p>8.1 Content on Scratch, including user-generated content, may include links to third party websites.\nThe Scratch Team is not capable of reviewing or managing third party websites, and assumes no responsibility for the privacy practices, content, or functionality of third party websites.\nYou agree to relieve the Scratch Team of any and all liability arising from third party websites.</p>9.\nIndemnification<p>You agree to indemnify MIT, the Scratch Team, the Scratch Foundation, and all their affiliates, employees, faculty members, fellows, students, agents, representatives, third party service providers, and members of their governing boards (all of which are \"Scratch Entities\"), and to defend and hold each of them harmless, from any and all claims and liabilities (including attorneys' fees) arising out of or related to your breach of the Terms of Service or your use of Scratch.</p>\n<p>For federal government agencies, provisions in the Terms of Use relating to Indemnification shall not apply to your Official Use, except to the extent expressly authorized by federal law.\nFor state and local government agencies in the United States, Terms of Use relating to Indemnification shall apply to your Official Use only to the extent authorized by the laws of your jurisdiction.</p>10.\nDisclaimer of Warranty<p>\n<b>You acknowledge that you are using Scratch at your own risk.\nScratch is provided \"as is,\" and the Scratch Entities hereby expressly disclaim any and all warranties, express and implied, including but not limited to any warranties of accuracy, reliability, title, merchantability, non-infringement, fitness for a particular purpose or any other warranty, condition, guarantee or representation, whether oral, in writing or in electronic form, including but not limited to the accuracy or completeness of any information contained therein or provided by Scratch.\nWithout limiting the foregoing, the Scratch Entities disclaim any and all warranties, express and implied, regarding user-generated content and Scratch Day events.\nThe Scratch Entities and their third party service providers do not represent or warrant that access to Scratch will be uninterrupted or that there will be no failures, errors or omissions or loss of transmitted information, or that no viruses will be transmitted through Scratch services.</b>\n</p>11.\nLimitation of Liability<p>\n<b>The Scratch Entities shall not be liable to you or any third parties for any direct, indirect, special, consequential or punitive damages of any kind, regardless of the type of claim or the nature of the cause of action, even if the Scratch Team has been advised of the possibility of such damages.\nWithout limiting the foregoing, the Scratch Entites shall have no liability to you or any third parties for damages or harms arising out of user-generated content or Scratch Day events.</b>\n</p>12.\nJurisdiction<p>Scratch is offered by the Scratch Team from its facilities in the United States.\nThe Scratch Team makes no representations that Scratch is appropriate or available for use in other locations.\nThose who access or use Scratch are responsible for compliance with local law.</p>13.\nChoice of Law and Venue<p>You agree that these Terms of Use, for all purposes, shall be governed and construed in accordance with the laws of the Commonwealth of Massachusetts applicable to contracts to be wholly performed therein, and any action based on, relating to, or alleging a breach of the Terms of Use must be brought in a state or federal court in Suffolk County, Massachusetts.\nIn addition, both parties agree to submit to the exclusive personal jurisdiction and venue of such courts.</p>\n<p>If you are a federal, state, or local government entity in the United States using Scratch in your official capacity and legally unable to accept the controlling law, jurisdiction or venue clauses above, then those clauses do not apply to you.\nFor such U.S.\nfederal government entities, these Terms and any action related thereto will be governed by the laws of the United States of America (without reference to conflict of laws) and, in the absence of federal law and to the extent permitted under federal law, the laws of the Commonwealth of Massachusetts (excluding choice of law).</p>14.\nChoice of Language<p>If the Scratch Team provides you with a translation of the English language version of these Terms of Use, the Privacy Policy, or any other policy, then you agree that the translation is provided for informational purposes only and does not modify the English language version.\nIn the event of a conflict between a translation and the English version, the English version will govern.</p>15.\nNo Waiver<p>No waiver of any term of these Terms of Use shall be deemed a further or continuing waiver of such term or any other term, and the Scratch Team's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p>16.\nEntire Agreement<p>This document, together with all appendices, constitutes the entire Terms of Use and supersedes all previous agreements with the Scratch Team relating to the use of Scratch.\nRevision date: April 2016.</p>Appendix A: Additional Terms for Scratch Day Website<p>The following additional terms also govern your access to and use of web pages hosted within day.scratch.mit.edu/ (collectively, the “Scratch Day Site”).\nAll of the terms set forth in the general Terms of Use above also apply to the Scratch Day Site, unless we clearly state otherwise.</p>1.\nPrivacy Policy<p>The Scratch Day Site Privacy Policy, not the Scratch Privacy Policy, describes how the Scratch Team uses, collects, and stores information it collects through the Scratch Day Site.\nBy using the Scratch Day Site, you agree that you are comfortable with the Privacy Policy.</p>2.\nAccount Creation and Maintenance<p>2.1 In order to post an event to the Scratch Day Site, you will need to register and create an account.\nThis account is a separate account from your Scratch account.\nAll registrants must be over 18 years of age.\nWhen registering for a personal account, you will be asked to provide certain personal information, such as your email address, first and last name, and Scratch username (optional).\nPlease see the Scratch Day Site Privacy Policy for Scratch’s data retention and usage policies.</p>\n<p>2.2 You are responsible for keeping your password secret and your account secure.\nYou are solely responsible for any use of your account, even if your account is used by another person.\nIf any use of your account violates the Terms of Use, your account may be suspended or deleted.</p>\n<p>2.3 If you have reason to believe that your account is no longer secure (for example, in the event of a loss, theft, or unauthorized disclosure of your password), promptly change your password.\nIf you cannot access your account to change your password, notify us at scratchday@media.mit.edu</p>\n<p>2.4 The terms set forth in this section apply to the Scratch Day Site.\nThe Account Creation and Maintenance terms in the general Terms of Use do not apply to the Scratch Day Site.</p>3.\nNo Endorsement<p>You understand that neither MIT, nor the Scratch Team, nor the Code to Learn Foundation endorses any Scratch Day event.\nIf you are hosting a Scratch Day event, you may not state or imply that MIT, the Scratch Team, or the Code to Learn Foundation has endorsed your event.</p>Appendix B: Additional Terms for ScratchX Website<p>The following additional terms also govern your access to and use of web pages hosted within scratchx.org (collectively, the “ScratchX Site”).\nAll of the terms set forth in the general Terms of Use above also apply to the ScratchX Site, unless we clearly state otherwise.</p>1.\nScratchX and GitHub<p>The ScratchX Site provides a platform for developers to link their experimental extensions to Scratch.\nHowever, we do not host those extensions or save them on the ScratchX site.\nAll the extensions loaded on to ScratchX are hosted publicly on independent developers’ accounts on GitHub.\nYour use of GitHub is subject to GitHub’s Terms of Service and Privacy.</p>2.\nPrivacy Policy<p>The ScratchX Site Privacy Policy, not the Scratch Privacy Policy, describes how the Scratch Team uses, collects, and stores information it collects through the ScratchX Site.\nBy using the ScratchX Site, you agree to the terms of the Privacy Policy.</p>3.\nNo Endorsement<p>By using ScratchX, you understand that neither MIT, nor the Scratch Team, nor the Code to Learn Foundation endorses any ScratchX experimental extension.\nIf you are a developer linking to your own experimental extension via the ScratchX site, you may not state or imply that MIT, the Scratch Team, or the Code to Learn Foundation has endorsed your extension.</p>\n<p>\n<b>The Scratch Terms of Use was last updated: April 2016</b>\n</p>\n<ol>\n<li>Scratch Day Terms</li>\n<li>ScratchX Terms</li>\n</ol>", "created_at": "2018-11-22 23:20:36.583537", "updated_at": "2018-11-22 23:24:56.330114"}, {"id": 747, "name": "Privacy Policy", "url": "https://scratch.mit.edu/privacy_policy", "xpath": "//*[@id=\"view\"]/div/div[2]/div", "text": "<p>\n<i>The Scratch Privacy Policy was last updated: February 14, 2019</i>\n</p>\n<p>Scratch understands how important privacy is to our community, especially kids and parents.\nWe wrote this Privacy Policy to explain what information we collect through our website (scratch.mit.edu) (the \"Site\"), how we use, process, and share it, and what we're doing to keep it safe.\nIt also tells you about your rights and choices with respect to your information, and how you can contact us if you have any questions or concerns.</p>\n<p>If you would like to build projects with Scratch without submitting any Personal Information to us, you can download the Scratch Offline Editor.\nProjects created in the Scratch Offline Editor are not accessible by the Scratch Team, and using the offline editor does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community.</p>\n<dl>What personal information does the Scratch Team collect about me?<p>For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual.\nWe obtain Personal Information relating to you from various sources described below.</p>\n<p>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so.\nIf you do not provide Personal Information when requested, you may not be able to benefit from our Site if that information is necessary to provide you with the service or if we are legally required to collect the information.</p>\n<dt>Account Information</dt>\n<dd>In order to share projects, create studios, or post comments, you need to make an account.\nDuring account creation, we ask you for a username, your country, birth month and year, gender, and your email address (or your parent or guardian's email address if you are under 16 years old).\nWe ask that you select a username that does not disclose your real name or other information that could identify you.\nOther users can see your username and country, but not your age, gender, or email address.</dd>\n<dt>User-generated Content</dt>\n<dd>We collect any information that you provide to us when you create Scratch projects (including unshared projects), write comments, or post on our forums.</dd>\n<dt>Communications</dt>\n<dd>If you contact us directly, we may receive additional information about you.\nFor example, when you contact our Customer Support Team, we may receive your name, email address, phone number, the contents of a message or attachments that you may send to us, and other information you choose to provide.</dd>\n<dt>Personal Information We Collect Automatically From Your Use of the Site</dt>\n<dd>When you use Scratch, we and our third-party service providers collect information about you and your device through automated means, such as cookies and web server logs.\nBy using Scratch, you consent to the placement of cookies and similar technologies in your browser in accordance with this Privacy Policy.\nThe information collected in this manner includes your IP address, network location, what browser you are using, device IDs and characteristics, operating system version, language preferences, referring URLs, and information about the usage of our site.</dd>\n<dd>We use this information, for example, to ensure that the site functions properly, to determine how many users have visited certain pages, or to prevent fraud.\nWe use IP address information to derive your approximate location.\nWe also work with analytics providers, such as Google Analytics, which use cookies and similar technologies to collect and analyze information about use of the site and report on activities and trends.\nThese services may also collect information about the use of other websites, apps, and online resources.\nYou can learn more about Google’s practices by going to https://www.google.com/policies/privacy/partners/.</dd>\n<dd>If you do not want information collected through the use of cookies, most browsers allow you to automatically decline cookies or be given the choice of declining or accepting the transfer to your computer of a particular cookie (or cookies) from a particular site.\nYou may also wish to refer to http://www.allaboutcookies.org/manage-cookies/index.html.\nIf, however, you do not accept cookies, you may experience some inconvenience in your use of Scratch.</dd>\n</dl>\n<dl>How does the Scratch Team use my personal information?<p>\n</p>\n<dt>Internal and Service-Related Usage</dt>\n<dd>We use Personal Information for internal and Site-related purposes, including to operate, provide, and maintain the Site.</dd>\n<dt>Analytics and Improving the Site</dt>\n<dd>We and our service providers use Personal Information that we collect on the Site, such as your location and your activities on the Site, to monitor and analyze usage of the Site and to improve and enhance the Site.</dd>\n<dt>Communications</dt>\n<dd>We may send emails to an email address you provide to us for customer-service or technical-support purposes, to send you information about topics or content that we think may interest you, or updates about the latest developments or features on the Site.\nWe may also send a newsletter to the email address you provide to us if you subscribe to receive the newsletter.\nParents and guardians who register their under-16 year olds for Scratch may also receive additional updates from the Scratch Foundation, a non-profit that supports Scratch educational initiatives.</dd>\n<dt>Aggregate Data</dt>\n<dd>We may de-identify and aggregate information collected through the Site for statistical analysis and other lawful purpose, including in research studies intended to improve our understanding of how people learn with Scratch.\nThe results of this research are shared with educators and researchers through conferences, journals, and other publications.\nYou can find out more on our Research page.</dd>\n<dt>Legal</dt>\n<dd>We may use your Personal Information to enforce our Terms of Use, to defend our legal rights, and to comply with our legal obligations and internal policies.\nWe moderate all content posted to Scratch, including unshared projects, comments, and forum posts.</dd>\n<dd>If you are located in the European Economic Area, we only process your Personal Information based on a valid legal ground, including when:</dd>\n<ul>\n<li>You have consented to the use of your Personal Information, for example, to receive electronic marketing communications;</li>\n<li>We need your Personal Information to provide our services, including for account registration, to respond to your inquiries, or for customer support;</li>\n<li>We have a legal obligation to use your Personal Information.\nor</li>\n<li>We or a third party have a legitimate interest in using your Personal Information.\nIn particular, we have a legitimate interest in using your Personal Information to personalize our services and provide you with tailored content, conduct business analytics, and otherwise improve the safety, security, and performance of our Site.\nWe only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests.</li>\n</ul>\n</dl>How Does Scratch Share my Personal Information?<p>We disclose information that we collect through the Site to third parties in the following circumstances:</p>\n<ul>\n<li>To third-party service providers who provide services such as website hosting, data analysis, information technology and related infrastructure provisions, customer service, email delivery, and other services.</li>\n<li>We may also disclose your Personal Information with your permission.\nWe may seek your permission in various ways.\nFor example, we may present you with an “opt-in” prompt when you register to use the Site or access certain content.</li>\n<li>To a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets.\nYou will have the opportunity to opt out of any such transfer if the new entity’s planned processing of your information differs materially from that set forth in this Privacy Policy.</li>\n<li>If required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence.\n(b) to comply with legal process.\n(c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence.\n(d) to enforce our terms and conditions.\n(e) to protect our operations or those of any of our affiliates.\n(f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others.\nand (g) to allow us to pursue available remedies or limit the damages that we may sustain.</li>\n</ul>Third Party Services<p>This Privacy Policy applies only to the processing of your Personal Information by Scratch.\nIt does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which the Site links.\nThe inclusion of a link on the Site does not imply endorsement of the linked site or service by us or by our affiliates.</p>Your Rights and Choices<p>\n</p>\n<dl>\n<dt>Updating Your Information</dt>\n<dd>You can update your password, email address, and country through the Account Settings page.\nYou can also reset your password through the Account Reset page.\nYou cannot change your username, but you can make a new account and manually copy your projects to the new account.</dd>\n<dd>If you want to delete your account, login to Scratch, and then click your username in the top right-hand corner.\nSelect \"Account Settings,\" then click the \"I want to delete my account\" link at the bottom of the page.\nDeleting your account hides all information from public view, but does not remove all of your information from our servers.\nIf you want to have all of your information removed from our servers, please contact help@scratch.mit.edu for assistance.</dd>\n<dt>Marketing Communications</dt>\n<dd>If you decide at any time that you no longer wish to receive marketing communications from us, please follow the unsubscribe instructions provided in any of the communications.\nYou may also opt out from receiving email from us by sending your request to us by email at help@scratch.mit.edu.\nPlease be aware that, even after you opt out from receiving marketing communications from us, you may continue to receive administrative messages from us regarding the Site.</dd>\n<dt>Your Data Protection Rights (EEA)</dt>\n<dd>In certain jurisdictions, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company.\nThose rights may be limited in some circumstances by local law requirements.\nIn addition to the above-mentioned rights, you also have the right to lodge a complaint with a competent supervisory authority subject to applicable law.</dd>\n<dd>Where required by law, we obtain your consent for the processing of certain Personal Information collected by cookies or similar technologies, or used to send you direct marketing communications, or when we carry out other processing activities for which consent may be required.\nIf we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge.\nWhen you do so, this will not affect the lawfulness of the processing before your consent withdrawal.</dd>\n<dd>To update your preferences, ask us to remove your information from our mailing lists, or submit a request to exercise your rights under applicable law, please contact us as specified in the “How to Contact Us” section below.</dd>\n</dl>Data Retention<p>We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period.\nWhen determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrolment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.</p>How does the Scratch Team protect my personal information?<p>The Scratch Team has in place administrative, physical, and technical procedures that are intended to protect the information we collect on the Scratch website against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession.\nFor example, we use SSL/TLS for all data transfer and strictly limit access to the Scratch servers and the data we store on them.\nHowever, as effective as these measures are, no security system is impenetrable.\nWe cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the Internet.</p>Notifications of changes to the Privacy Policy<p>We review our security measures and Privacy Policy on a periodic basis, and we may modify our policies as appropriate.\nIf we make material changes, we will notify you through the Site or by sending you an email or other communication.\nWe encourage you to review our Privacy Policy on a regular basis.\nThe “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised.\nYour continued use of the Site following these changes means that you accept the revised Privacy Policy.</p>International Cross-Border Data Transfer<p>Scratch is based in the United States.\nPersonal Information that we collect may be transferred to, and stored at, any of our affiliates, partners, or service providers which may be inside or outside the European Economic Area, including the United States.\nBy submitting your personal data, you agree to such transfers.</p>What can I do to help protect privacy on Scratch?<p>Please do not share personal contact information (such as your name, physical address, email address, or phone number) in projects, comments, profiles, studios, or forum posts.\nPlease let us know if you see this kind of information by using the “Report” link which appears on the page.\nIt is also important that you maintain the security and control of your account credentials, and not share your password with anyone.</p>Contact Us<p>The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information.\nIf you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:</p>\n<p>Scratch Foundation<br>ATTN: Privacy Policy<br>7315 Wisconsin Ave.<br>4th Floor West<br>Bethesda, MD 20814</p>", "created_at": "2018-11-22 23:28:43.983709", "updated_at": "2020-12-14 20:31:07.763528"}, {"id": 791, "name": "Scratch Community Guidelines", "url": "https://scratch.mit.edu:443/community_guidelines", "xpath": "//div[@class='inner guidelines']", "text": "Scratch Community Guidelines<p>\n</p>\n<p>We need everyone’s help to keep Scratch a friendly and creative community where people with different backgrounds and interests feel welcome.</p>\n<dl>\n<dt>Be respectful.</dt>\n<dd>When sharing projects or posting comments, remember that people of many different ages and backgrounds will see what you’ve shared.</dd>\n<dt>Be constructive.</dt>\n<dd>When commenting on others' projects, say something you like about it and offer suggestions.</dd>\n<dt>Share.</dt>\n<dd>You are free to remix projects, ideas, images, or anything else you find on Scratch – and anyone can use anything that you share.\nBe sure to give credit when you remix.</dd>\n<dt>Keep personal info private.</dt>\n<dd>For safety reasons, don't give out any information that could be used for private communication - such as real last names, phone numbers, addresses, email addresses, links to social media sites or websites with unmoderated chat.</dd>\n<dt>Be honest.</dt>\n<dd>Don’t try to impersonate other Scratchers, spread rumors, or otherwise try to trick the community.</dd>\n<dt>Help keep the site friendly.</dt>\n<dd>If you think a project or comment is mean, insulting, too violent, or otherwise inappropriate, click “Report” to let us know about it.</dd>\n</dl>\n<p>Scratch welcomes people of all ages, races, ethnicities, religions, abilities, sexual orientations, and gender identities.</p>", "created_at": "2018-12-19 03:22:15.069973", "updated_at": "2018-12-19 03:22:25.654618"}, {"id": 2144, "name": "Privacy Policy (February 14, 2019)", "url": "https://scratch.mit.edu/privacy_policy", "xpath": "//*[@class='inner info-inner']", "text": "<p>\n<i>The Scratch Privacy Policy was last updated: February 14, 2019</i>\n</p>\n<p>Scratch understands how important privacy is to our community, especially kids and parents.\nWe wrote this Privacy Policy to explain what information we collect through our website (scratch.mit.edu) (the \"Site\"), how we use, process, and share it, and what we're doing to keep it safe.\nIt also tells you about your rights and choices with respect to your information, and how you can contact us if you have any questions or concerns.</p>\n<p>If you would like to build projects with Scratch without submitting any Personal Information to us, you can download the Scratch Offline Editor.\nProjects created in the Scratch Offline Editor are not accessible by the Scratch Team, and using the offline editor does not disclose any personally identifying information to Scratch unless you upload these projects to the Scratch online community.</p>\n<dl>What personal information does the Scratch Team collect about me?<p>For the purpose of this Privacy Policy, “Personal Information” means any information relating to an identified or identifiable individual.\nWe obtain Personal Information relating to you from various sources described below.</p>\n<p>Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so.\nIf you do not provide Personal Information when requested, you may not be able to benefit from our Site if that information is necessary to provide you with the service or if we are legally required to collect the information.</p>\n<dt>Account Information</dt>\n<dd>In order to share projects, create studios, or post comments, you need to make an account.\nDuring account creation, we ask you for a username, your country, birth month and year, gender, and your email address (or your parent or guardian's email address if you are under 16 years old).\nWe ask that you select a username that does not disclose your real name or other information that could identify you.\nOther users can see your username and country, but not your age, gender, or email address.</dd>\n<dt>User-generated Content</dt>\n<dd>We collect any information that you provide to us when you create Scratch projects (including unshared projects), write comments, or post on our forums.</dd>\n<dt>Communications</dt>\n<dd>If you contact us directly, we may receive additional information about you.\nFor example, when you contact our Customer Support Team, we may receive your name, email address, phone number, the contents of a message or attachments that you may send to us, and other information you choose to provide.</dd>\n<dt>Personal Information We Collect Automatically From Your Use of the Site</dt>\n<dd>When you use Scratch, we and our third-party service providers collect information about you and your device through automated means, such as cookies and web server logs.\nBy using Scratch, you consent to the placement of cookies and similar technologies in your browser in accordance with this Privacy Policy.\nThe information collected in this manner includes your IP address, network location, what browser you are using, device IDs and characteristics, operating system version, language preferences, referring URLs, and information about the usage of our site.</dd>\n<dd>We use this information, for example, to ensure that the site functions properly, to determine how many users have visited certain pages, or to prevent fraud.\nWe use IP address information to derive your approximate location.\nWe also work with analytics providers, such as Google Analytics, which use cookies and similar technologies to collect and analyze information about use of the site and report on activities and trends.\nThese services may also collect information about the use of other websites, apps, and online resources.\nYou can learn more about Google’s practices by going to https://www.google.com/policies/privacy/partners/.</dd>\n<dd>If you do not want information collected through the use of cookies, most browsers allow you to automatically decline cookies or be given the choice of declining or accepting the transfer to your computer of a particular cookie (or cookies) from a particular site.\nYou may also wish to refer to http://www.allaboutcookies.org/manage-cookies/index.html.\nIf, however, you do not accept cookies, you may experience some inconvenience in your use of Scratch.</dd>\n</dl>\n<dl>How does the Scratch Team use my personal information?<p>\n</p>\n<dt>Internal and Service-Related Usage</dt>\n<dd>We use Personal Information for internal and Site-related purposes, including to operate, provide, and maintain the Site.</dd>\n<dt>Analytics and Improving the Site</dt>\n<dd>We and our service providers use Personal Information that we collect on the Site, such as your location and your activities on the Site, to monitor and analyze usage of the Site and to improve and enhance the Site.</dd>\n<dt>Communications</dt>\n<dd>We may send emails to an email address you provide to us for customer-service or technical-support purposes, to send you information about topics or content that we think may interest you, or updates about the latest developments or features on the Site.\nWe may also send a newsletter to the email address you provide to us if you subscribe to receive the newsletter.\nParents and guardians who register their under-16 year olds for Scratch may also receive additional updates from the Scratch Foundation, a non-profit that supports Scratch educational initiatives.</dd>\n<dt>Aggregate Data</dt>\n<dd>We may de-identify and aggregate information collected through the Site for statistical analysis and other lawful purpose, including in research studies intended to improve our understanding of how people learn with Scratch.\nThe results of this research are shared with educators and researchers through conferences, journals, and other publications.\nYou can find out more on our Research page.</dd>\n<dt>Legal</dt>\n<dd>We may use your Personal Information to enforce our Terms of Use, to defend our legal rights, and to comply with our legal obligations and internal policies.\nWe moderate all content posted to Scratch, including unshared projects, comments, and forum posts.</dd>\n<dd>If you are located in the European Economic Area, we only process your Personal Information based on a valid legal ground, including when:</dd>\n<ul>\n<li>You have consented to the use of your Personal Information, for example, to receive electronic marketing communications;</li>\n<li>We need your Personal Information to provide our services, including for account registration, to respond to your inquiries, or for customer support;</li>\n<li>We have a legal obligation to use your Personal Information.\nor</li>\n<li>We or a third party have a legitimate interest in using your Personal Information.\nIn particular, we have a legitimate interest in using your Personal Information to personalize our services and provide you with tailored content, conduct business analytics, and otherwise improve the safety, security, and performance of our Site.\nWe only rely on our or a third party’s legitimate interests to process your Personal Information when these interests are not overridden by your rights and interests.</li>\n</ul>\n</dl>How Does Scratch Share my Personal Information?<p>We disclose information that we collect through the Site to third parties in the following circumstances:</p>\n<ul>\n<li>To third-party service providers who provide services such as website hosting, data analysis, information technology and related infrastructure provisions, customer service, email delivery, and other services.</li>\n<li>We may also disclose your Personal Information with your permission.\nWe may seek your permission in various ways.\nFor example, we may present you with an “opt-in” prompt when you register to use the Site or access certain content.</li>\n<li>To a potential or actual acquirer, successor, or assignee as part of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our organization or assets.\nYou will have the opportunity to opt out of any such transfer if the new entity’s planned processing of your information differs materially from that set forth in this Privacy Policy.</li>\n<li>If required to do so by law or in the good faith belief that such action is appropriate: (a) under applicable law, including laws outside your country of residence.\n(b) to comply with legal process.\n(c) to respond to requests from public and government authorities, such as school, school districts, and law enforcement, including public and government authorities outside your country of residence.\n(d) to enforce our terms and conditions.\n(e) to protect our operations or those of any of our affiliates.\n(f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others.\nand (g) to allow us to pursue available remedies or limit the damages that we may sustain.</li>\n</ul>Third Party Services<p>This Privacy Policy applies only to the processing of your Personal Information by Scratch.\nIt does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which the Site links.\nThe inclusion of a link on the Site does not imply endorsement of the linked site or service by us or by our affiliates.</p>Your Rights and Choices<p>\n</p>\n<dl>\n<dt>Updating Your Information</dt>\n<dd>You can update your password, email address, and country through the Account Settings page.\nYou can also reset your password through the Account Reset page.\nYou cannot change your username, but you can make a new account and manually copy your projects to the new account.</dd>\n<dd>If you want to delete your account, login to Scratch, and then click your username in the top right-hand corner.\nSelect \"Account Settings,\" then click the \"I want to delete my account\" link at the bottom of the page.\nDeleting your account hides all information from public view, but does not remove all of your information from our servers.\nIf you want to have all of your information removed from our servers, please contact help@scratch.mit.edu for assistance.</dd>\n<dt>Marketing Communications</dt>\n<dd>If you decide at any time that you no longer wish to receive marketing communications from us, please follow the unsubscribe instructions provided in any of the communications.\nYou may also opt out from receiving email from us by sending your request to us by email at help@scratch.mit.edu.\nPlease be aware that, even after you opt out from receiving marketing communications from us, you may continue to receive administrative messages from us regarding the Site.</dd>\n<dt>Your Data Protection Rights (EEA)</dt>\n<dd>In certain jurisdictions, you have the right to request access and receive information about the Personal Information we maintain about you, to update and correct inaccuracies in your Personal Information, to restrict or object to the processing of your Personal Information, to have the information blocked, anonymized, or deleted, as appropriate, or to exercise your right to data portability to easily transfer your Personal Information to another company.\nThose rights may be limited in some circumstances by local law requirements.\nIn addition to the above-mentioned rights, you also have the right to lodge a complaint with a competent supervisory authority subject to applicable law.</dd>\n<dd>Where required by law, we obtain your consent for the processing of certain Personal Information collected by cookies or similar technologies, or used to send you direct marketing communications, or when we carry out other processing activities for which consent may be required.\nIf we rely on consent for the processing of your Personal Information, you have the right to withdraw it at any time and free of charge.\nWhen you do so, this will not affect the lawfulness of the processing before your consent withdrawal.</dd>\n<dd>To update your preferences, ask us to remove your information from our mailing lists, or submit a request to exercise your rights under applicable law, please contact us as specified in the “How to Contact Us” section below.</dd>\n</dl>Data Retention<p>We take measures to delete your Personal Information or keep it in a form that does not allow you to be identified when this information is no longer necessary for the purposes for which we process it, unless we are required by law to keep this information for a longer period.\nWhen determining the retention period, we take into account various criteria, such as the type of services requested by or provided to you, the nature and length of our relationship with you, possible re-enrolment with our services, the impact on the services we provide to you if we delete some information from or about you, mandatory retention periods provided by law and the statute of limitations.</p>How does the Scratch Team protect my personal information?<p>The Scratch Team has in place administrative, physical, and technical procedures that are intended to protect the information we collect on the Scratch website against accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and any other unlawful form of processing of the Personal Information in our possession.\nFor example, we use SSL/TLS for all data transfer and strictly limit access to the Scratch servers and the data we store on them.\nHowever, as effective as these measures are, no security system is impenetrable.\nWe cannot completely guarantee the security of our databases, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the Internet.</p>Notifications of changes to the Privacy Policy<p>We review our security measures and Privacy Policy on a periodic basis, and we may modify our policies as appropriate.\nIf we make material changes, we will notify you through the Site or by sending you an email or other communication.\nWe encourage you to review our Privacy Policy on a regular basis.\nThe “Last Updated” date at the top of this page indicates when this Privacy Policy was last revised.\nYour continued use of the Site following these changes means that you accept the revised Privacy Policy.</p>International Cross-Border Data Transfer<p>Scratch is based in the United States.\nPersonal Information that we collect may be transferred to, and stored at, any of our affiliates, partners, or service providers which may be inside or outside the European Economic Area, including the United States.\nBy submitting your personal data, you agree to such transfers.</p>What can I do to help protect privacy on Scratch?<p>Please do not share personal contact information (such as your name, physical address, email address, or phone number) in projects, comments, profiles, studios, or forum posts.\nPlease let us know if you see this kind of information by using the “Report” link which appears on the page.\nIt is also important that you maintain the security and control of your account credentials, and not share your password with anyone.</p>Contact Us<p>The Code-to-Learn Foundation d/b/a The Scratch Foundation is the entity responsible for the processing of your Personal Information.\nIf you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:</p>\n<p>Scratch Foundation<br>ATTN: Privacy Policy<br>7315 Wisconsin Ave.<br>4th Floor West<br>Bethesda, MD 20814</p>", "created_at": "2019-11-17 20:18:58.822047", "updated_at": "2019-11-17 20:19:00.635751"}, {"id": 2522, "name": "DMCA", "url": "https://scratch.mit.edu/DMCA", "xpath": "//*[@id=\"view\"]/div/div[2]/div", "text": "<p>The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:</p>\n<p>Copyright Agent / Mitchel Resnick<br>MIT Media Laboratory<br>77 Massachusetts Ave<br>Room E14-445A<br>Cambridge, MA 02139<br>Tel: (617) 253-9783</p>\n<p>The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws.\nUpon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing.\nRepeat infringers of third-party copyrights are subject to termination in appropriate circumstances.</p>\n<p>In assessing whether or not a Scratch user has violated your copyrights, please keep in mind that Scratch is an educational and not-for-profit initiative, seeking to aid children’s learning by providing the tools for them to learn and express themselves using digital technology.\nPlease also keep in mind the “Fair Use” doctrine incorporated into the Copyright Act of 1976, 17 U.S.C.\n§ 107.</p>\n<p>We hope you also see Scratch not only as a good way of popularizing your creations/website but also as an opportunity to do something good for children’s education.</p>\n<p>If you choose to make a copyright infringement complaint, please note that we may post your notification, with personally identifiable information redacted, to a clearinghouse such as chillingeffects.org.\nPlease also note that you may be liable for damages (including costs and attorneys’ fees) if you materially misrepresent that an activity is infringing your copyright.</p>Counter-notification<p>If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification.\nYou should only submit a counter-notification if the content was removed because of a mistake or misidentification and you are willing to go to court to defend your use of the material.</p>\n<p>A DMCA counter-notification can be emailed to copyright@scratch.mit.edu or mailed to:</p>\n<p>Copyright Agent / Mitchel Resnick<br>MIT Media Laboratory<br>77 Massachusetts Ave<br>Room E14-445A<br>Cambridge, MA 02139<br>Tel: (617) 253-9783</p>\n<p>This counter-notice must include:</p>\n<p>\n</p>\n<ul>\n<li>Your full name</li>\n<li>Your address</li>\n<li>Your phone number</li>\n<li>Your email address</li>\n<li>The username of your Scratch account</li>\n<li>The URLs of the projects which were taken down</li>\n<li>A statement made under penalty of perjury that the content was removed in error</li>\n<li>A statement consenting to jurisdiction in the area which you reside</li>\n<li>Your signature</li>\n</ul>\n<p>\n</p>\n<p>Upon receipt of a valid DMCA counter-notice, Scratch will share the information you provide with the person who made the original claim of copyright infringement against you.\nThey will be able to use this information to contact you or to notify you if they choose to file a lawsuit against you.</p>\n<p>If we are not notified about a lawsuit being filed ten (10) business days after providing a counter-notification to a person who has filed a DMCA takedown notice, access to the content which was taken down will be restored.</p>Repeat Infringers<p>We are required by the DMCA to disable access to our service to repeat copyright infringers.\nIf we receive a DMCA compliant takedown notice against a person, and that person doesn’t submit a counter-notification, a strike is added to their account.\nAfter three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch.\nWe assess strikes ten (10) business days after a DMCA takedown notice is received to ensure that no person is blocked before they have a chance to review the issue and submit a valid counter-notice.</p>", "created_at": "2020-05-07 12:03:33.245118", "updated_at": "2020-05-07 12:03:34.562214"}], "points": [{"id": 24225, "title": "This service may collect, use, and share location data", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-07-10 07:11:04.985648", "updated_at": "2021-07-10 09:46:28.366031", "quoteText": "<dd>We and our service providers use Personal Information that we collect on the Site, such as your location and your activities on the Site, to monitor and analyze usage of the Site and to improve and enhance the Site.", "case_id": 373, "document_id": 747, "quoteStart": 4719, "quoteEnd": 4938}, {"id": 24224, "title": "You agree not to submit illegal content", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-07-10 07:04:05.270297", "updated_at": "2021-07-10 09:47:27.117562", "quoteText": "You agree to comply with all applicable laws and regulations when you use Scratch.\n", "case_id": 238, "document_id": 746, "quoteStart": 3861, "quoteEnd": 3944}, {"id": 24223, "title": "You shall not interfere with another person's enjoyment of the service", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-07-10 07:03:24.852767", "updated_at": "2021-07-10 09:46:17.009843", "quoteText": "or interfere with any other user's ability to use the service.\n", "case_id": 285, "document_id": 746, "quoteStart": 4270, "quoteEnd": 4333}, {"id": 24222, "title": "The posting of pornographic content is prohibited", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-07-10 07:01:24.225936", "updated_at": "2021-07-10 09:46:38.444427", "quoteText": "Contains sexually explicit", "case_id": 315, "document_id": 746, "quoteStart": 3374, "quoteEnd": 3400}, {"id": 24221, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-07-10 06:56:25.83994", "updated_at": "2021-07-10 09:46:07.977081", "quoteText": "You are responsible for keeping your password secret and your account secure.\nYou are solely responsible for any use of your account, even if your account is used by another person.", "case_id": 148, "document_id": 746, "quoteStart": 2056, "quoteEnd": 2237}, {"id": 22347, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-06-13 02:19:15.727078", "updated_at": "2021-06-13 18:02:43.398273", "quoteText": "We use IP address information to derive your approximate location", "case_id": 399, "document_id": 747, "quoteStart": 3479, "quoteEnd": 3544}, {"id": 8420, "title": "The service refers users to external documents for more information", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-11-17 20:57:50.616037", "updated_at": "2020-12-15 09:53:22.237969", "quoteText": "You can learn more about Google’s practices by going to https://www.google.com/policies/privacy/partners/.</dd>", "case_id": 299, "document_id": 2144, "quoteStart": 3853, "quoteEnd": 3964}, {"id": 16934, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://scratch.mit.edu/terms_of_use", "status": "Full Text: \"You acknowledge that you are using Scratch at your own risk. Scratch is provided 'as is,' and the Scratch Entities hereby expressly disclaim any and all warranties, express and implied, including but not limited to any warranties of accuracy, reliability, title, merchantability, non-infringement, fitness for a particular purpose or any other warranty, condition, guarantee or representation, whether oral, in writing or in electronic form, including but not limited to the accuracy or completeness of any information contained therein or provided by Scratch.\"", "created_at": "2021-02-27 03:56:08.227573", "updated_at": "2021-02-27 11:11:45.781544", "quoteText": "Scratch is provided \"as is,\"", "case_id": 286, "document_id": 746, "quoteStart": 13814, "quoteEnd": 13842}, {"id": 5003, "title": "There is a date of the last update of the terms", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2018-11-22 23:34:54.313756", "updated_at": "2019-06-08 22:30:02.152181", "quoteText": "p>\n<i>The Scratch Privacy Policy was last updated: February 14, 2019</i", "case_id": 331, "document_id": 747, "quoteStart": 1, "quoteEnd": 72}, {"id": 5004, "title": "The service provides a free help desk", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2018-11-22 23:41:31.917914", "updated_at": "2019-06-23 00:46:59.441199", "quoteText": "If you have any questions about this Privacy Policy, or if you would like to exercise your rights to your Personal Information, you may contact us at help@scratch.mit.edu or via mail at:</p>\n<p>Scratch Foundation<br>ATTN: Privacy Policy<br>7315 Wisconsin Ave.<br>4th Floor West<br>Bethesda, MD 20814</p>", "case_id": 232, "document_id": 747, "quoteStart": 15358, "quoteEnd": 15661}, {"id": 8416, "title": "There is a date of the last update of the terms", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2019-11-17 17:54:09.249114", "updated_at": "2020-12-08 18:43:30.475208", "quoteText": "The Scratch Terms of Use was last updated: April 2016", "case_id": 331, "document_id": 746, "quoteStart": 21235, "quoteEnd": 21288}, {"id": 8422, "title": "Users agree not to use the service for illegal purposes", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2019-11-17 21:04:45.385518", "updated_at": "2020-12-08 18:43:54.460312", "quoteText": "You may not use Scratch in any unlawful way, including to harass, stalk, or defame any other person.", "case_id": 280, "document_id": 746, "quoteStart": 3944, "quoteEnd": 4044}, {"id": 8419, "title": "The service provides details about what kinds of personal information they collect", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-11-17 20:51:20.638749", "updated_at": "2020-12-08 18:45:35.846651", "quoteText": "During account creation, we ask you for a username, your country, birth month and year, gender, and your email address (or your parent or guardian's email address if you are under 16 years old).\nWe ask that you select a username that does not disclose your real name or other information that could identify you.\nOther users can see your username and country, but not your age, gender, or email address.", "case_id": 228, "document_id": 2144, "quoteStart": 1726, "quoteEnd": 2129}, {"id": 8418, "title": "The service allows you to use pseudonyms", "source": "https://scratch.mit.edu:443/community_guidelines", "status": "Generated through the annotate view", "created_at": "2019-11-17 20:49:32.786103", "updated_at": "2020-12-08 18:49:09.889142", "quoteText": "Keep personal info private.</dt>\n<dd>For safety reasons, don't give out any information that could be used for private communication - such as real last names, phone numbers, addresses, email addresses, links to social media sites or websites with unmoderated chat.</dd>", "case_id": 215, "document_id": 791, "quoteStart": 681, "quoteEnd": 951}, {"id": 8417, "title": "The service provides information about how they intend to use your personal data", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-11-17 20:48:07.244456", "updated_at": "2020-12-15 09:53:07.90723", "quoteText": "Where applicable, we indicate whether and why you must provide us with your Personal Information, as well as the consequences of failing to do so.", "case_id": 227, "document_id": 2144, "quoteStart": 1224, "quoteEnd": 1370}, {"id": 9655, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://scratch.mit.edu/DMCA", "status": "Generated through the annotate view", "created_at": "2020-07-03 12:27:19.765967", "updated_at": "2020-07-06 04:00:12.105705", "quoteText": "If your content has been removed due to a DMCA takedown notice, you believe you have a legal right to use the material, and you want to legally dispute this claim, you can file a DMCA counter-notification.", "case_id": 155, "document_id": 2522, "quoteStart": 1962, "quoteEnd": 2167}, {"id": 9658, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://scratch.mit.edu", "status": "You can view all wiki pages, comments, projects, forum posts, and profiles without an account.  You do need to register to create any one of those things.", "created_at": "2020-07-03 12:36:25.489079", "updated_at": "2020-07-06 03:59:17.976342", "quoteText": null, "case_id": 298, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9657, "title": "This service uses third-party cookies for statistics", "source": "https://scratch.mit.edu", "status": "Scratch uses Google Analytics for their statistics page. ", "created_at": "2020-07-03 12:31:44.857078", "updated_at": "2020-07-06 03:59:36.496184", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9656, "title": "User accounts can be terminated after having been in breach of the DMCA repeatedly", "source": "https://scratch.mit.edu/DMCA", "status": "Generated through the annotate view", "created_at": "2020-07-03 12:28:56.036161", "updated_at": "2020-07-06 03:59:54.309542", "quoteText": "After three (3) strikes have been received, accounts belonging to the person will be blocked and standard measures will be taken to block their access to Scratch.", "case_id": 313, "document_id": 2522, "quoteStart": 3867, "quoteEnd": 4029}, {"id": 9654, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://scratch.mit.edu/DMCA", "status": "Generated through the annotate view", "created_at": "2020-07-03 12:25:55.590089", "updated_at": "2020-07-06 04:00:58.097359", "quoteText": "<p>The Lifelong Kindergarten research group respects the intellectual property of others, as well as our users.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please email copyright@scratch.mit.edu, or mail your complaint to the following:</p>\n<p>Copyright Agent / Mitchel Resnick<br>MIT Media Laboratory<br>77 Massachusetts Ave<br>Room E14-445A<br>Cambridge, MA 02139<br>Tel: (617) 253-9783</p>\n<p>The Lifelong Kindergarten Group will promptly process and investigate notices of alleged infringement and will take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws.\nUpon receipt of notices complying or substantially complying with the DMCA, the Lifelong Kindergarten Group may act expeditiously to remove or disable access to any material claimed to be infringing.", "case_id": 310, "document_id": 2522, "quoteStart": 0, "quoteEnd": 884}, {"id": 8421, "title": "Your personal data is aggregated into statistics", "source": "https://scratch.mit.edu/privacy_policy", "status": "Generated through the annotate view", "created_at": "2019-11-17 20:58:48.834079", "updated_at": "2020-12-08 18:44:53.035152", "quoteText": "We may de-identify and aggregate information collected through the Site for statistical analysis and other lawful purpose, including in research studies intended to improve our understanding of how people learn with Scratch.\nThe results of this research are shared with educators and researchers through conferences, journals, and other publications.\nYou can find out more on our Research page.", "case_id": 190, "document_id": 2144, "quoteStart": 5570, "quoteEnd": 5964}, {"id": 16979, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-02-28 11:33:00.991378", "updated_at": "2021-03-01 08:22:03.481471", "quoteText": "The Scratch Entities and their third party service providers do not represent or warrant that access to Scratch will be uninterrupted or that there will be no failures, errors or omissions or loss of transmitted information, or that no viruses will be transmitted through Scratch services.", "case_id": 287, "document_id": 746, "quoteStart": 14478, "quoteEnd": 14767}, {"id": 16933, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-02-27 03:42:11.292608", "updated_at": "2021-03-01 08:22:22.950631", "quoteText": "No waiver of any term of these Terms of Use shall be deemed a further or continuing waiver of such term or any other term, and the Scratch Team's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p>", "case_id": 295, "document_id": 746, "quoteStart": 17121, "quoteEnd": 17394}, {"id": 16932, "title": "Content is published under a free license instead of a bilateral one", "source": "https://scratch.mit.edu/terms_of_use", "status": "Generated through the annotate view", "created_at": "2021-02-27 03:36:31.180051", "updated_at": "2021-03-01 08:22:38.953563", "quoteText": "All user-generated content you submit to Scratch is licensed to and through Scratch under the Creative Commons Attribution-ShareAlike 2.0 license.\nThis allows others to view and remix your content.", "case_id": 131, "document_id": 746, "quoteStart": 6073, "quoteEnd": 6270}], "urls": ["scratch.mit.edu"]}}