{"error": 448, "message": "OK", "parameters": {"id": 6698, "name": "NATIONAL CENTER FOR MISSING & EXPLOITED CHILDREN", "created_at": "2022-06-20 21:47:57.249272", "updated_at": "2022-06-20 22:01:12.116271", "wikipedia": null, "keywords": null, "related": null, "slug": "national-center-for-missing-exploited-children", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6698.png", "url": "missingkids.org", "documents": [{"id": 12211, "name": "TERMS AND CONDITIONS AND PRIVACY POLICY", "url": "https://www.missingkids.org/footer/legalinformation", "xpath": "//*[@id=\"primaryArea\"]", "text": " NATIONAL CENTER FOR MISSING &amp.\nEXPLOITED CHILDREN WEBSITE TERMS AND CONDITIONS AND PRIVACY POLICY Last Revised: May 10, 2013<br>\n<p>Please read these Website Terms and Conditions and Privacy Policy (collectively, \"Site Terms\") carefully before using NCMEC's websites (the \"Sites\").\nBy using the Sites, you agree to be bound by the Site Terms.\nIf you do not agree with the Site Terms, do not use the Sites.</p>\n<p>\n<b>WEBSITE TERMS AND CONDITIONS</b>\n</p>\n<p>\n<b>General<br>\n</b>The Site Terms apply exclusively to your access to and use of the Sites, including but not limited to www.missingkids.org,&nbsp;www.netsmartz.org, www.nsteens.org, www.kidsmartz.org and form a binding agreement between you and NCMEC.\nYou also agree to be bound by any additional terms that may be posted regarding individual sections of the Sites.\nPlease review NCMEC's Privacy Policy, which also applies to your use of the Sites.</p>\n<p>By using the Sites, you agree that (a) all information you submit, if any, is truthful and accurate.\n(b) you will not submit any personal information if you are under 13 years old.\nand (c) your use of the Sites does not violate any applicable law or regulation.</p>\n<p>NCMEC reserves the right to modify any Site Terms or any policy relating to the Sites, at any time and in its sole discretion.\nModifications will be effective immediately upon posting on the Sites.\nYour continued use of the Sites after the posting of modifications to the Site Terms will constitute your acceptance of such revisions.\nYou should review the Site Terms and applicable policies from time to time to understand the terms and conditions that govern your use of the Sites.\nIf you do not agree to the revised Site Terms, you must stop using the Sites.</p>\n<p>\n<b>Use of Content from the Sites<br>\n</b>Unless otherwise indicated, NCMEC or its partners own all content on the Sites, including without limitation all copyrights, trademarks, service marks, designs, text, graphics, layout, logos, pictures, audio/video clips, information or data (collectively, the \"Content\").\nAll Content owned by NCMEC is protected by U.S.\nand international copyright, trademark and other intellectual property laws.</p>\n<p>Unless otherwise identified as a Permissible Use, no Content can be used commercially, resold, redistributed, reproduced, displayed, republished, digitized, translated, modified, publicly displayed, publicly performed or used for other than its intended purpose.\nAdditionally, you must refrain from any: (a) derivative use of the Content.\n(b) use of data mining, robots or similar data gathering or extraction methods or (c) framing, inline linking or mirroring any portion of the Sites.</p>\n<p>Nothing in the Site Terms or Privacy Policy should be construed as conferring in any way any license or right to any of NCMEC's intellectual property rights.\nNCMEC may terminate your access to the Sites at any time for any reason.\nYou agree that NCMEC shall not be liable to you or any third party for terminating your access to the Sites.\nYour obligations under the Site Terms, which by their nature are intended to survive termination (such as indemnification) shall survive termination of your access to the Sites.</p>\n<p>\n<b>Permissible Use of NCMEC Banners, Missing Child Posters and Links<br>\n</b>\n<br>\nNCMEC encourages your use of NCMEC banners, NCMEC missing child posters and links to the Sites (the \"Permissible Uses\") to promote its mission as the nation's clearinghouse on issues concerning missing and exploited children.\nFor more information on the Permissible Uses, please visit www.missingkids.org/Cybertipline.</p>\n<p>You may engage in the following activities relating to the Permissible Uses provided that your use complies with and you agree to the following terms and conditions:</p>\n<ul>\n<li>You will not modify the Content in any way unless specifically authorized in writing by NCMEC.</li>\n<li>You will not delete or alter any copyright, trademark or other intellectual property or proprietary notices contained in the Content.</li>\n<li>You will not use the Content: (i) for any commercial, fundraising or sponsorship purpose.\n(ii) in any way that may create the impression NCMEC benefits from the sale of your goods or services.\nor (iii) in any way that may create an impression of endorsement, affiliation, partnership or sponsorship by NCMEC of any individual, entity, product, goods, services, program, event or website.</li>\n<li>You will not use the Content in any way that may tarnish NCMEC's name or reputation, including without limitation any use that NCMEC in its sole discretion determines to be lewd, obscene, vulgar, harassing, defamatory, offensive, objectionable or inconsistent with NCMEC's mission.</li>\n<li>You agree to immediately remove, destroy or refrain from using the Content if instructed to do so by NCMEC.</li>\n</ul>\n<p>For further information about Permissible Uses please contact NCMEC's Office of Legal Counsel at The National Center for Missing &amp.\nExploited Children, 333 John Carlyle St, Suite 125, Alexandria, Virginia 22314.\ntelephone number 800-843-5678.\nlegal@ncmec.org.</p>\n<p>\n<b>Reprint Requests<br>\n</b>Requests for permission to use or reproduce any NCMEC publications must be submitted to NCMEC's Office of Legal Counsel.\nSuch requests are reviewed and approved on a case-by-case basis only so long as the terms and conditions identified in the Reprint Request Form are followed.\nFor further information about Reprint Requests please contact NCMEC's Office of Legal Counsel at The National Center for Missing &amp.\nExploited Children, 333 John Carlyle St, Suite 125, Alexandria, Virginia 22314.\ntelephone number 800-843-5678.\nlegal@ncmec.org.</p>\n<ul>\n<li>Reprint Request Form</li>\n</ul>\n<p>\n<b>Trademarks<br>\n</b>1-800-THE-LOST<sup>®</sup>, 2 SMRT 4U<sup>®</sup>, BLOG BEWARE<sup>®</sup>, CHILD PORNOGRAPHY TIPLINE<sup>®</sup>, CLICKY LIVE®, CLICKY'S WEB WORLD<sup>®</sup>, CYBERTIPLINE<sup>®</sup>, DELIVER ME HOME<sup>®</sup>, DON'T BELIEVE THE TYPE®, HDOP: HELP DELETE ONLINE PREDATORS<sup>®</sup>, HELP DELETE ONLINE PREDATORS<sup>®</sup>, I-360<sup>®</sup>, KNOW THE RULES<sup>®</sup>, LOCATER<sup>®</sup>, CVIP<sup>®</sup>, NATIONAL CENTER FOR MISSING &amp.\nEXPLOITED CHILDREN<sup>®</sup>, NETSMARTZ<sup>®</sup>, NETSMARTZ411<sup>®</sup>, NETSMARTZKIDS<sup>®</sup>, NSTEENS®, PICTURE THEM HOME®, PROJECT ALERT®, SEX OFFENDER TRACKING TEAM<sup>®</sup>, TAKE 25<sup>®</sup>, THINK BEFORE YOU POST<sup>®</sup>, TYPE SMART.\nPOST WISELY<sup>®</sup>, USE YOUR NETSMARTZ<sup>®</sup>&nbsp;and UYN<sup>®</sup>&nbsp;and other trademarks, service marks, names, logos or slogans contained on the Sites and owned by NCMEC may not be copied, imitated or used, including any use involving metatags or \"hidden text,\" in whole or in part, without the written authorization of NCMEC.</p>\n<p>\n<b>Sites Linked From This Site.\nThird Party Content<br>\n</b>The Sites contain links to or frame certain third party websites and also contain or link to certain third party information, materials, communications or other content (collectively, \"Third Party Content\").\nThird Party Content is not under NCMEC's control.\nNCMEC does not authorize links to or use of Third Party Content.\nNCMEC does not endorse or assume responsibility or liability for or make any representations or warranties regarding Third Party Content or any products or services offered by third parties on the Sites or in Third Party Content.\nNCMEC does not intend links on the Sites to be referrals to or endorsements of the linked entities or their products or services.\nYour use of Third Party Content or any third party products and services is at your own risk and subject to the terms and conditions of the owner of such content.</p>\n<p>\n<b>Feedback and Materials<br>\n</b>Questions, comments, suggestions, materials or other communications regarding the Sites or any NCMEC programs (collectively, \"Feedback\") sent to NCMEC via any medium, including but not limited to email, facsimile or regular mail, shall be deemed non-confidential and become the sole property of NCMEC.\nYou hereby assign all rights in the Feedback to NCMEC.\nNCMEC shall have no obligations of any kind relating to the Feedback.\nWithout limiting the foregoing, NCMEC shall be free to reproduce, use, disclose, exhibit, display, transform, create derivative works from and distribute the Feedback to others without limitation, acknowledgment or compensation to you.\nYou expressly waive any moral rights you may have in the Feedback.</p>\n<p>\n<b>Disclaimers.\nLimitation of Liability<br>\n</b>All content on the Sites is provided on an \"as is\" basis without express or implied warranty of any kind, including but not limited to the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNCMEC makes no warranty as to the accuracy, completeness or reliability of any content available through the Sites and makes no representations or warranties that use of the Sites will be uninterrupted or error-free.</p>\n<p>In no event shall NCMEC be liable to you or any third party for any losses, including without limitation direct, indirect, incidental, consequential or special damages, arising out of or in any way connected with access to or use of the Sites or an inability to access or use the Sites, even if NCMEC has been advised of the possibility of such damages.</p>\n<p>\n<b>Indemnity<br>\n</b>You agree to defend, indemnify and hold harmless NCMEC, its officers, directors, employees, volunteers and agents (collectively, the \"Indemnified Parties\") from and against any claims, damages, costs, actions, demands, liabilities, settlements and expenses (including without limitation attorney fees) arising out of or related to your access to or use of the Sites or your inability to access or use the Sites.</p>\n<p>\n<b>Termination.\nModification or Removal of Content<br>\n</b>Notwithstanding any Site Terms, NCMEC reserves the right, without notice and in its sole discretion, to discontinue the Sites or any services offered through the Sites and to terminate your access to the Sites at any time without notice.\nIn addition, NCMEC reserves the right to delete, edit or modify any and all Content contained on the Sites and any services offered through the Sites at any time without notice.</p>\n<p>\n<b>Governing Law and Jurisdiction<br>\n</b>The Site Terms and your use of the Sites are governed and construed in accordance with the laws of the Commonwealth of Virginia, without resort to conflict of law provisions.\nYou irrevocably and unconditionally consent and submit to the exclusive jurisdiction of the state and federal courts in the Commonwealth of Virginia over any action or proceeding relating to the Site Terms.</p>\n<p>\n<b>Miscellaneous<br>\n</b>The Site Terms set forth the entire understanding and agreement between you and NCMEC with respect to the subject matter hereof.\nIf any provision of the Site Terms is deemed unlawful, void or for any reason unenforceable, then such provision is deemed severed from the Site Terms and shall not affect the validity and enforceability of any remaining provisions.\nNo waiver of any Site Terms shall be deemed a further or continuing waiver of such term or condition or any other term or condition.\nNCMEC reserves the right to seek all remedies available at law and in equity for violations of the Site Terms.\nAll rights not expressly granted herein are reserved.</p>\n<p>\n<b>Questions<br>\n</b>If you have questions regarding the Site Terms please contact NCMEC's Office of Legal Counsel at The National Center for Missing &amp.\nExploited Children, 333 John Carlyle St, Suite 125, Alexandria, Virginia 22314.\ntelephone number 800-843-5678.\nlegal@ncmec.org.</p>\n<p>\n<b>\n<u>PRIVACY POLICY</u>\n<br>\n</b>Maintaining the privacy of your personal information is important to NCMEC.\nThis Privacy Policy describes how NCMEC collects and maintains personal information from the Sites.\nBy visiting the Sites you consent to the practices described in the Privacy Policy.\nNCMEC's Privacy Policy does not apply to any third party web sites, and third party web sites may have their own privacy policies.\nNCMEC assumes no liability for how third parties may collect and/or use your personal information</p>\n<p>\n<b>Information NCMEC Collects<br>\n</b>You may provide certain personal information, including but not limited to name, street address, email address, telephone number and payment information (when purchasing materials or making donations online), to NCMEC when visiting the Sites.\nNCMEC may use this personal information periodically to communicate with you concerning NCMEC issues, such as delivering information about upcoming events.\nNCMEC also collects your personal information if you submit information about a missing or exploited child case through NCMEC's CyberTipline or other portions of the Sites.</p>\n<p>NCMEC also may collect technical data from visitors to the Sites, including but not limited to IP addresses and domain names, in order to track the number and frequency of visits NCMEC receives to certain pages of the Sites.\nNCMEC also may identify the external website link that brings you to the Sites.\nNCMEC does not associate this technical data with any personally identifiable information in NCMEC's databases unless a security intrusion or other unlawful activity is detected on the Sites.</p>\n<p>\n<b>Information Shared with Third Parties<br>\n</b>If you make a report about a missing or exploited child on the Sites and submit personal information, NCMEC will forward that information to the appropriate law enforcement agency for review.\nIf you submit credit card information on the Sites, NCMEC will forward that information to a service that processes the payment or donation.\nNCMEC occasionally may share aggregated information about visitors to the Sites, which will show visitor activity without identifying particular individual users.</p>\n<p>\n<b>Cookies<br>\n</b>The Sites may use Cookies (small text files transferred to the computer you are using to browse the Sites) to enhance your experience when visiting the Sites.\nCookies can facilitate navigation of the Sites, including but not limited to saving certain personal preferences regarding your use of the Sites.\nNCMEC uses cookies to increase the efficiency of certain searches you may conduct on the Sites.\nYou can refuse to accept cookies and still use the Sites, but some portions of the Sites may not function properly without cookies.</p>\n<p>\n<b>Security<br>\n</b>NCMEC maintains control of any names, mailing addresses, telephone numbers, or email addresses submitted by users of its website.\nAccess to submitted names, mailing addresses, telephone numbers, or email addresses and personally identifiable information is restricted to NCMEC employees and authorized third party service providers who process donation payments.\nNCMEC and its authorized third party service providers comply with PCI DSS (Payment Card Industry Data Security Standards), adopted by the major credit card and financial companies to secure personally identifiable information.\nThe PCI DSS protocols employed by NCMEC and its authorized third party service providers include but is not limited to: establishing appropriate technical, physical and organizational security procedures to protect personally identifiable information against loss, theft, unauthorized use, disclosure, or modification.\nlimited access to storage areas and locked files.\nuse and regular update of anti-virus software on all systems commonly affected by malware.\nand the use of encryption, secure servers, and unique computer workstation identification and passwords.\nNCMEC monitors these procedures regularly and when needed to ensure their continued effectiveness.</p>\n<p>\n<b>Information from Children Under the Age of 13<br>\n</b>NCMEC requires the consent of parents or guardians in order for children under the age of 13 to use certain features of the Sites.\nChildren under the age of 13 can view content and play certain games on&nbsp;www.netsmartz.org&nbsp;without any personal information being collected.\nNCMEC does not knowingly solicit or collect personal information from children under the age of 13 except for certain limited activities, such as to receive bulletins from NCMEC or enter a NCMEC contest.\nIn all such instances, the child is required to provide their parent's or guardian's email address so NCMEC can obtain consent from the parent or guardian.\nAt any time a parent or guardian can notify NCMEC that he or she no longer wishes the child to receive information from NCMEC.\nFor more information, please visit&nbsp;www.netsmartz.org.\nNCMEC encourages children to visit the Sites and learn more about NCMEC's programs, but recommends that parents closely supervise their children's activities on the Sites and on all web sites and talk to their children about restrictions on submitting information online.\nIf you are a child under the age of 13 and have information you would like to report to NCMEC about yourself or another child, please call 1-800-843-5678.</p>\n<p>\n<b>Questions<br>\n</b>If you have questions regarding the Privacy Policy please contact NCMEC's Office of Legal Counsel at The National Center for Missing &amp.\nExploited Children, 333 John Carlyle St, Suite 125, Alexandria, Virginia 22314.\ntelephone number 800-843-5678.\nlegal@ncmec.org.&nbsp;</p> ", "created_at": "2022-06-20 21:47:57.252822", "updated_at": "2022-06-20 19:48:56.798253"}], "points": [], "urls": ["missingkids.org"]}}