{"error": 448, "message": "OK", "parameters": {"id": 3619, "name": "Student Edge", "created_at": "2021-05-15 11:15:48.127309", "updated_at": "2021-05-15 22:00:23.736263", "wikipedia": "https://en.wikipedia.org/wiki/Student_Edge", "keywords": null, "related": null, "slug": "student_edge", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3619.png", "url": "studentedge.org", "documents": [{"id": 6017, "name": "Terms and Conditions", "url": "https://studentedge.org/terms-conditions", "xpath": "//*[@id=\"generic\"]/mat-card/mat-card-content/section", "text": "<ol>\n<li>The Site<p> All sites under the Studentedge.org domain (\"the Site\"), including its social media sites and Student Edge services (\"Services\") are provided by Student Edge Pty Limited (ABN 78 116 154 904), whose registered office is at 2/454 Roberts Road, Subiaco WA 6008 (\"Student Edge\").\n</p>\n<p>The Site is a website, mobile site or app for students providing student-focused information, products and services.</p>\n<p> Students who join as members (\"Members\") can apply for the Student Edge Card and use Member's only facilities on the Site which includes, but is not limited to uploading a profile, entering competitions, posting their comments and multimedia content.\n</p>\n<p> The Site contains general content to be accessed by the general public as well as content that is only available to Members and is accessed by entering a User ID and password.\n</p>\n</li>\n<li>Legal Notices<ol>\n<li> If you are browsing this Site as a non-commercial consumer, you may access material displayed on the website for your non-commercial, personal use only and subject to the Terms stated below.\nThe below provisions must be read and are subject to any applicable Consumer Guarantees under the Australian Consumer Law (Schedule 2 of the <em>Competition and Consumer Act 2010</em> (Cth)).\n</li>\n<li> If you are browsing this Site as an employee/agent/member of any business or organisation, you may access or download material displayed on the Site only in accordance with the Terms stated below.\nThis permission is specifically conditioned on you maintaining all copyright, trade mark and other proprietary notices contained on the materials and keeping all such material intact and in the same form as presented on the Site.\nAdditionally, you may not: <ol>\n<li>distribute or transmit, modify, reuse, republish, frame, upload to a third party, report, or use the contents of the Site for public or commercial purposes, including the text, images, audio, and video without Student Edge's prior written permission;</li>\n<li>use any meta tags or any other \"hidden text\" or use any sponsored or paid Google or other search engine sponsored search results / sponsored links that utilise keywords that directly relate to a Student Edge name, trade indicia, trade mark, logo, product or brand without Student Edge's prior written permission.\nor</li>\n<li>include a link to the Site or display the contents of the Site framed or otherwise surrounded by material not originating from the Site without Student Edge's prior written permission.</li>\n</ol>\n</li>\n<li> Your access to and use of the Site is also subject to the Terms stated below and all applicable laws.\nBy accessing and browsing the Site, you accept, without limitation or qualification, the Terms stated below.\n</li>\n<li> You agree that these Terms shall be governed by and construed in accordance with Western Australian Law and you hereby submit to the exclusive jurisdiction of the Courts of Western Australia in relation to any dispute or matter arising out of or connected with this Agreement.\n</li>\n<li>This Agreement contains the entire agreement between you and Student Edge regarding the use of the Site.</li>\n<li>The invalidity, illegality or unenforceability of any provision of these Terms shall not affect or impact the continuation in force of the remainder of the Terms.</li>\n</ol>\n</li>\n<li>Anti-Spam Notice Publication of electronic addresses on the Site is for the purpose of professional communication only and must not be used to infer consent to the receipt of unsolicited commercial electronic messages.\n</li>\n<li>Eligibility By using the Site, you represent and warrant that (a) all registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\n(c) you are a full-time or part-time student in high-school, TAFE, College, a University undergraduate or postgraduate, or an international student visiting, and studying in Australia.\nIf you are under 15 years of age, you must receive consent from your parent or guardian to be eligible to become a Member.\n</li>\n<li>Registration of user account<ol>\n<li> In order to access certain parts of this Site, you may be required to register a user or subscriber account with a log in email address and password.\nYou may also be able to register a user account via Facebook Connect and other social media platforms.\nIn order to register a user account in the manner required, you must provide all information requested including your full name, telephone number, mobile telephone number, current and valid email address, residential address and postcode (\"Registration Data\").\nAll information provided must be true, accurate, current and complete.\nIncomplete, ineligible or incomprehensible user account registrations will be deemed invalid.\nYou agree to maintain up-to-date Registration Data.\n</li>\n<li> You will not be able to access certain parts of this Site unless you have registered a user account in the manner required.\nYou must log in to your user account in the manner required each time you wish to access the relevant part of the Site.\n</li>\n<li> You are responsible for maintaining the strict confidentiality of your account login and password, and you are responsible for any activity under your account and password.\nYou agree to: <ol>\n<li>in the event of any unauthorised use of your password or account immediately change your account password.\nand </li>\n<li>ensure that you exit from your account at the end of each session.\nIt is your sole responsibility to control the dissemination and use of your password and control access to and use of your account.</li>\n</ol> We will not be responsible or liable for any loss or damage arising from your failure to comply with this provision.\n</li>\n<li> We reserve the right to refuse requests to register user accounts in our sole discretion.\nWithout limiting the above, this includes but is not limited to refusing requests for suggested user logins which are the same as or similar to existing user logins or are inappropriate, offensive, obscene, abusive, defamatory or inciteful, and logins which infringe copyright, contain brand names, company names or registered trademarks, contain names of high profile or public figures or names promoting political, religious, social or economic issues.\nIn creating your user account, you must not intentionally use the name of another living person.\n</li>\n<li> We will not accept any request to register a user account that we suspect is being made by or on behalf of a person who has been suspended from the site for breach of these Website Terms of Use or has been suspended as a user of another website for vexatious, illegal or inappropriate use of the website.\n</li>\n<li>Student Edge's use of Registration Data and certain other information about you is subject to our Privacy Policy.</li>\n</ol>\n</li>\n<li>Termination You may terminate your Student Edge membership at any time for any reason.\nStudent Edge reserves the right to immediately, without notice or reason, suspend or terminate your access to the Service or your membership.\n</li>\n<li>Changes to Terms These Terms are subject to change by Student Edge at any time.\nAny changes will be emailed to you and will appear on the terms and conditions page, which can be accessed from any page on the Student Edge site.\nIf the Terms change, and you do not notify us to the contrary, your continued use of the Site constitutes your acceptance of the amended Terms.\n</li>\n<li>Fees The Site is currently a free service and Student Edge will endeavour in its best efforts to keep it that way.\nHowever, you acknowledge that the Site reserves the right to charge for the Services and to change its fees from time to time at its discretion.\nIf Student Edge terminates your membership because you have breached the Agreement, you shall not be entitled to the refund of any unused portion of fees.\n</li>\n<li>Your Conduct Online As a Member, you agree: <ol>\n<li>That you are solely and entirely responsible for any content or information you post on the Site, or any content or information you transmit or otherwise communicate to other Members.\n</li>\n<li>That you will not post on the Site, or transmit or otherwise communicate to other Student Edge Members or Student Edge employees, any illegal, defamatory, inaccurate, harassing, threatening, racist, abusive, obscene, profane, sexually-offensive material, or any material that violates or infringes another party's rights (including, but not limited to, rights of privacy and publicity, and intellectual property rights);</li>\n<li>To use the Service in a manner consistent with any and all applicable laws and regulations;</li>\n<li>Not to publish any telephone numbers, addresses, surnames (family names), URLs, email addresses or other information on the Site that could be used to identify you or anyone else;</li>\n<li>Not to engage in advertising to, or solicitation of, other Members to buy or sell any products or services through the Service, except in areas designated specifically for this purpose.\n</li>\n<li>Not to send or transmit any chain letters or circular (junk) email to other Members;</li>\n<li>Not to post, distribute, reproduce or communicate in any way any copyrighted material, trademarks, or other proprietary information without obtaining full, valid and verifiable prior consent of the owner of such proprietary rights;</li>\n<li>That you are solely responsible for your interactions with other Members.\nStudent Edge reserves the right, but has no obligation, to monitor disputes between you and other Members.\n</li>\n<li> Not to disrupt, modify or interfere with the Service or its associated software, hardware and servers in any way, and you agree not to impede or interfere with the other users of the Service.\nYou also agree not to alter or tamper with any information or materials on, or associated with, the Service.\n</li>\n</ol> Student Edge reserves the right, but is under no obligation, to reject any content that does not comply with these Terms.\n</li>\n<li>Online Content<ol>\n<li>All information or other content, including, but not limited to, opinions, offers, statements and advice, made available through the Service are those of their respective authors and not of Student Edge, and should not necessarily be relied upon.\n</li>\n<li>Student Edge does not necessarily endorse, support, sanction, encourage, verify or agree with the comments, opinions or statements of any information or other content on the Site and does not in any way guarantee the accuracy, reliability, usefulness or completeness thereof.</li>\n<li>Under no circumstances will Student Edge be responsible for any damage or loss arising or resulting from anyone's reliance on information or other content shown on the Site, or your failure to comply with these Terms including clause 9 or transmitted or otherwise communicated to Members.</li>\n<li> Warning: it remains possible: <ol>\n<li>that some Members or \"hackers\" may post, transmit or otherwise communicate offensive, obscene or inappropriate materials on the Site and that you may involuntarily be exposed to such materials.</li>\n<li>for others to obtain some personal information about you through your use of the Service, and that the recipient may use any such information to harass or injure you.\n</li>\n</ol> Student Edge is not responsible for the use of any personal information that you may choose to disclose on the Site - you do so entirely at your own risk.\nStudent Edge will not itself use your personal information except in accordance with our published Privacy Policy.\n</li>\n<li>Please carefully consider the information that you post on the Site or release to others.</li>\n<li> Student Edge reserves the right, but has no obligation, to monitor any materials posted in the public areas of the Site.\nStudent Edge retains the right to remove any such material that violates, or is alleged to violate, the law, or this Agreement (including in breach of clause 10.4 in its own opinion in its entire discretion).\n</li>\n<li>The Service will treat emails sent between you and other Members that are not readily accessible to the general public as private.</li>\n</ol>\n</li>\n<li>Proprietary Rights<ol>\n<li>Student Edge owns or has the right to use all proprietary rights in the Site.\nThe Site contains the copyrighted material, trademarks, and other proprietary information of Student Edge and its licensors.</li>\n<li>In addition, other Members may post copyrighted information, which has copyright protection, whether or not it is identified as copyrighted.\nExcept for that information for which you have been given verifiable permission to use, you will not copy, modify, display, publish, perform, transmit, distribute or sell any such proprietary information.</li>\n<li> By posting information or content on any public area of the Site, you automatically grant, and you represent and warrant, that you have the right to grant: <ol>\n<li>the Service and its designees a perpetual, worldwide, royalty-free, licence to use, reproduce, modify, translate, transmit, and distribute any information or material that you supply or communicate to the Service, in any such medium now in existence or hereafter developed, for any purpose, including commercial uses.\n</li>\n<li>to other Members, subject to the provisions of 11.1, a licence to use such information and content.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Events, competitions, promotions and other offers From time to time, we (or selected third parties) may include events, competitions, promotions or other offers on this Site.\nEach such offer shall be subject to its own express terms and may not be available in all jurisdictions.\n</li>\n<li>Information or Content Supplied by a Member <ol>\n<li>We respect your privacy and will deal with all information provided by you in line with our Privacy Policy, which is accessible at any time from any page on the Site while you use the Service.</li>\n<li>Student Edge operates the Site and is constantly seeking \"Contributions\" (as defined below) to that Site.</li>\n<li> If You wish to make a Contribution to the Site, Student Edge agrees to your contribution upon the following terms: <ol>\n<li> Contributions means any contribution by You to the Site, including without limitation, all written work, articles, audio, visual, audio-visual, images, reports, research, databases, software, plans, drawings, designs, logos and other materials.\nIntellectual Property Rights means all intellectual property rights, including without limitation: <br> (i) patents, copyright, rights in circuit layouts, registered designs, trademarks and the right to have confidential information kept confidential.\nand<br> (ii) any application or right to apply for registration of any of those rights.\n</li>\n<li> You grant to Student Edge a non-exclusive, royalty free, irrevocable licence to use, copy, modify, adapt and develop the Contributions throughout the world.\nThis means, for example, that Student Edge can edit your contributions and use them as Student Edge sees fit.\n</li>\n<li> You warrant that: <br> (i) Contributions are your original works.\n<br> (ii) you have all rights necessary to grant the licence in paragraph 14.3.2.\nand <br> (iii) the Contributions do not, and the use of them by Student Edge will not, infringe the Intellectual Property Rights or breach the contractual rights of any person.\nand <br> (iv) the Contributions are not defamatory or in contravention of commonwealth or state consumer protection legislation, including without limitation, the Trade Practices Act 1974 (Cth).\n</li>\n<li>You indemnify Student Edge against all losses, damages, expenses and costs (on a full indemnity basis) that Student Edge may sustain or incur as a result, whether directly or indirectly, of a breach of this Agreement by You.</li>\n</ol>\n</li>\n<li>Student Edge will terminate the privileges of any user who uses the Site to unlawfully transmit copyrighted material (including music, video or software files in any format) without a licence to do so.</li>\n<li>Upon receiving proper notification by the copyright holder or its agent (including a 'Take Down' notice), or by confirmation through court order or admission by the Member that they have used this Site as an instrument of unlawful infringement, we will remove the infringing materials and terminate the infringing Member's ability to use and/or access the Site.</li>\n</ol>\n</li>\n<li>Complaints / Contact If you have a complaint or would like to contact Student Edge please email support@studentedge.com.au</li>\n<li>Disclaimers and limitation of liability<ol>\n<li>All material on the Site is protected by all applicable laws including copyright and trade mark laws unless otherwise specifically noted and may not be used except as permitted in these Terms or in the text on the Site.\n</li>\n<li> Your use of the Site is at your risk.\nThe information on the Site, including third party views, does not necessarily reflect the views and opinions of Student Edge or any of its brands.\nAny suggestions or advice contained on the Site should not be relied upon in place of professional advice.\nYou are responsible for checking the accuracy of relevant facts, instructions, suggestions and/or opinions given on this Site before entering into any commitment based upon them.\n</li>\n<li> Student Edge makes no warranties or representations as to its accuracy and, to the extent permitted by law, Student Edge specifically disclaims any liability or responsibility for any errors or omissions in the content on the Site.\nNeither Student Edge nor any other party involved in creating, producing, or delivering the Site is liable for any direct, incidental, consequential, indirect, or punitive damages arising out of your access to, or use of, or inability to use or access, the Site whether due to a breach of contract, breach of warranty, negligence, or otherwise even if Student Edge has been notified or advised of the possibility of such damages.\nExcept as otherwise stated in the text of a webpage of this Site or as required by law, everything on the website and all Student Edge products and services displayed on the website are provided to you \"AS IS\" and, to the extent permitted by law, is provided WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\n</li>\n<li> Student Edge assumes no responsibility, and shall not be liable for, any damages to, or viruses that may infect, your computer equipment or other property on account of your access to, use of, or browsing in the website (including accessing hyperlinks) or your downloading of any materials, data, text, images, video, or audio from the website.\nStudent Edge also assumes no responsibility, and shall not be liable for any interruptions, delays or errors in access to the Site or the accuracy, timeliness, completeness, security or reliability of any communications (including, without limitation, any transactions) made through or in relation to the Site.\nWe also assume no responsibility, and shall not be liable for, any problems or technical malfunction of any telephone or network or lines, servers or providers, technical problems or traffic congestion on a mobile network, or any combination thereof, or any other technical failures related to, or resulting from, your access to, use of or uploading of material to this Site.\n</li>\n<li> If you send any communications or materials or content (of any nature) to the Site by electronic mail or otherwise, including any data, questions, comments, suggestions, or the like, all such communications are, and will be treated as, non-confidential and non-proprietary.\nAnything you transmit or post may be used by Student Edge or its affiliates for any purpose, including, but not limited to, reproduction, disclosure, transmission, publication, broadcast, and posting.\nFurthermore, by sending or placing any such information, you grant to Student Edge an irrevocable, perpetual, unrestricted, royalty-free worldwide licence to use, copy, sublicense, modify, redistribute or otherwise deal with such information or materials or content including, without limitation, any ideas, concepts, know-how, or techniques contained in any communication you send to the Site for any purpose whatsoever.\n</li>\n<li> The Site refers to products and/or services that are generally available in Australia but may not be available in your particular country or locality.\nThe reference to any such products or services in this website does not imply or warrant that these products or services will be available at any time in your particular locality.\nYou should therefore check with Student Edge for specific product/service availability in your locality.\n</li>\n<li> Although Student Edge may from time to time monitor or review uploads, discussions, chats, postings, transmissions, bulletin boards and the like that may be included from time to time on the Site, Student Edge is under no obligation to do so and assumes no responsibility or liability arising from the contents of any such communications nor for any error, defamation, libel, obscenity, profanity, or inaccuracy contained in any such communication.\nYou are prohibited from posting or transmitting any unlawful, threatening, defamatory, libellous, obscene, pornographic or profane material or any material that could constitute or encourage conduct that would be considered a criminal offence or give rise to civil liability, or otherwise violate any law.\nBy accessing and browsing the website, you agree that you shall indemnify, and keep indemnified, Student Edge from and against any claim, action, damage, loss, liability, cost, payment, charge or expense including but not limited to consequential loss, economic loss and legal expenses (calculated on a solicitor/client basis) suffered or incurred by Student Edge arising out of any claim or action that results from your accessing and use of the Site or in connection with any breach by you of these Terms.\n</li>\n<li> Student Edge will fully cooperate with any law enforcement authorities or court order requesting or directing Student Edge to disclose the identity of anyone posting such materials.\nIn addition, you will not: <ol>\n<li>Restrict or inhibit any other user from using or enjoying the Site;</li>\n<li>Post, transmit or in any way exploit any material of any kind for commercial purposes, or which contains any promotional material or advertising.\nor</li>\n<li>Download any material posted by any other user if you know, or ought reasonably to know, that such material cannot legally be distributed in such a manner.\n</li>\n</ol>\n</li>\n<li> The Site is not intended for children under the age of eleven (11) and no person under the age of eleven (11) may use the Site.\nIf you use the Site, you affirm that you are at least eleven (11) years old.\nIf you use the Site and you are under fifteen (15) years old, you affirm that you have parental/guardian consent to use the Site and upload content.\n</li>\n<li>Any data costs associated with accessing this Site remain your responsibility and are dependent on the service provider used.</li>\n</ol>\n</li>\n<li>Third party content<ol>\n<li>Student Edge is not responsible for the content of any site linked to or from the Site.\nYour linking to any other site is entirely at your own risk.\nWhile Student Edge may provide links on this Site to other sites, the inclusion of such links is for your convenience and information only and should not be interpreted as an endorsement of the owner/sponsor of the site or the content of the site.\nTo the extent permitted by law, Student Edge disclaims all warranties, express and implied, as to the accuracy, validity, legality or otherwise of any materials or information contained on such sites.\n</li>\n<li>Student Edge is also not responsible for the content (including representations) of any third party advertisement on the Site.\nThe inclusion of any third party advertisements on the Site should not be interpreted as an endorsement or recommendation by Student Edge of the third party advertiser or the content of the third party advertisement.\nTo the extent permitted by law, Student Edge disclaims all warranties, express and implied, as to the accuracy, validity, legality or otherwise of any third party advertisements on the Site.</li>\n<li>Features and information of third party suppliers, third party products and/or services described or depicted on the Site, or available for enquiry or application through Site hyperlinks, including, without limitation, availability and descriptions of products or services as displayed on the Site and via Site hyperlinks are subject to change at any time without notice.\n</li>\n<li>Materials and third party logos, brands and trade names displayed on the Site are either the property of, or used with permission by, Student Edge.\nThe use of these materials by you, or anyone else authorised by you, is prohibited unless specifically permitted by these Website Terms and Conditions or specific permission is provided elsewhere on the Site or specific permission is obtained from the third party owners.\nAny unauthorised use of images and third party logos, brands and trade names may violate copyright laws, trade mark laws, the laws of privacy and publicity, and civil and criminal statutes.</li>\n</ol>\n</li>\n<li>Social media platforms<ol>\n<li>The Site contains social media links, applications or features (including but not limited to Facebook and Twitter) and the use of any social media platforms are subject to the particular social media platform's prevailing terms and conditions of use.\nBy using any social media applications or features on the Site, you consent and agree to be bound to the particular terms and conditions of use of the social media platform.\n</li>\n<li>You also acknowledge and consent to this Site accessing information you may have shared with the particular social media platform and contacting you via the social media platform or via the information you have shared (for example, sending an email directly to you to the email address provided to the social media platform), in accordance with the permissions you have granted this website via the social media platform.\n</li>\n<li>Users are encouraged to review the terms and conditions of use of each social media platform before engaging or interacting with the social media links, applications or features on the Site.\n</li>\n<li>The Site is in no way sponsored, endorsed or administered by, or associated with, any social media platform.</li>\n</ol>\n</li>\n<li>Student Edge Membership / Discount Card / App<ol>\n<li> From 6 Oct 2017, members will no longer be able to request a Student Edge Membership/ Discount Card.\nTo access deals and discounts, members can download the Student Edge App instead, which is free to download from the iTunes or Google Play stores.\n</li>\n<li> You will ensure that all information you provide during registration, including your name and postal information is accurate and complete.\nAn email will be sent to you, so that you may verify your registration.\nYou will verify your registration in a timely manner.\n</li>\n<li> Current valid versions of the Basic Membership Card are as follows:<br>\n<br>\n<br>\n<br> Current valid versions of Co-branded Membership cards with Bankwest, ASIA (WA) and First State Super, which can also be used at any Participating Benefit Partner are as follows: <br>\n<br>\n<br>\n</li>\n<li> The Membership Card cannot be shared with another person.\nYou will present your Membership Card before you make a purchase at any participating Benefit Partner and Benefit Partners reserve the right to request for Photo ID in conjunction with the use of the Membership Card.\n</li>\n<li> Some Benefit Partners will scan your Membership Card at their terminal in order to track purchases and use of the card.\nYour personal information will not be captured by Benefit Partners.\nStudent Edge uses this information to track Benefit Partner performance to ultimately offer you better savings.\n</li>\n<li> Use of your Membership Card Online: In order to redeem savings through our online partners you may be requested to enter your Membership Card number either on the Site or at the online Benefit Partner's Website.\nStudent Edge and participating Benefit Partners are independent contractors.\nStudent Edge is not liable for any products or services provided by these Benefit Partners.\n</li>\n<li> Use of your Membership Card in-store: In order to redeem savings through our partners in-store you may be requested to show your Membership Card or show the relevant discount in your Student Edge mobile app.\nStudent Edge and participating Benefit Partners are independent contractors.\nStudent Edge is not liable for any products or services provided by these Benefit Partners.\n</li>\n<li> The Site offers the most up-to-date information on savings and partner benefits offered by participating Benefit Partners.\nStudent Edge will make reasonable efforts to maintain the currency of its database of Benefit Partners and their offers.\nStudent Edge is not responsible for incorrect or incomplete information regarding the Benefit Partner or its offer.\nIn addition, Student Edge is not responsible for third parties' restrictions or changes to their offers which have not been communicated to Student Edge.\n</li>\n<li> Some Benefit Partners and offers may not be available in your community.\nYou should contact the Benefit Partner to confirm their offer.\nYou may submit corrections to Benefit Partners or discounts in an email to support@studentedge.com.au.\nFor questions, concerns or suggestions e-mail support@studentedge.com.au.\nWe will endeavour to answer your enquiries within 5 working days.\n</li>\n<li> Student Edge is not responsible if a Benefit Partner changes its offer or terms and conditions due to new ownership or acquisition.\nIf you have a dispute with a Benefit Partner you should try to resolve it amicably with the Benefit Partner.\nYou may report it in writing and Student Edge will take commercially reasonable efforts to resolve the dispute on your behalf, but make no guarantees regarding the outcome.\nRemember to supply all vital information such as: Discount Partner name, address, date of purchase, offer denied and reason given.\n</li>\n<li>Student edge is not liable for any products or services provided by or through any Benefit Partner of the discount program, or for any error, omission or inaccuracy in advertising material or for any liability resulting directly or indirectly from a product or service provided by any Benefit Partner or other third party in connection with the discount programme.</li>\n<li>For details on how we share information with our Benefit Partners, please refer to our Privacy Policy.</li>\n<li>Student Edge reserves the right to terminate your Membership at any time if we determine that you have violated any of these Terms.</li>\n</ol>\n</li>\n</ol>", "created_at": "2021-05-15 09:18:52.595178", "updated_at": "2021-05-15 09:19:10.148133"}, {"id": 6016, "name": "Privacy Policy", "url": "https://studentedge.org/privacy-policy", "xpath": "//*[@id=\"generic\"]/mat-card/mat-card-content", "text": "<p>\n<strong>Last modified:</strong> 29 June 2018 <br>\n<br>\n</p>\n<p> Student Edge Pty Ltd (ABN: 78 116 154 904) (<strong>Student Edge</strong> or <strong>We/we</strong> or <strong>Our/our</strong> or <strong>Us/us</strong>) is committed to respecting the privacy of your personal information.\n</p>\n<p> This Privacy Policy explains our policy for dealing with personal information that we collect through our website www.studentedge.org, any related Student Edge website, social media page, internal website, intranet and any Student Edge mobile applications (each, a \"<strong>Website</strong>\") and the privacy of individuals who provide personal information by any other means to Student Edge, including either physically (including during school visits) or electronically (together, the \"<strong>Collection Channels</strong>\").\n</p>\n<p> Contact us with any queries you may have in respect of this Privacy Policy or your personal information by contacting Student Edge's privacy officer via email: privacy@studentedge.com.au or telephone: 1300 843 334.\n</p>Personal information is important to Student Edge<ol>\n<li> Student Edge is committed to safeguarding personal privacy.\nUnless given consent to do otherwise, Student Edge will only collect and use personal information as set out below.\n</li>\n<li> Throughout this Privacy Policy, we refer to your 'personal information', which means information which identifies you as an individual or which renders you reasonably identifiable.\nYour full name, gender, date of birth, home address, home telephone number, mobile telephone number, email address and workplace contact details are examples of information which may constitute personal information.\nPersonal information may also include information we may collect about your individual preferences.\n</li>\n<li> In order to keep up with changing legislation and best practice, we may revise this Privacy Policy at any time without notice.\nWe will post any changes to this Privacy Policy on our Websites, so we encourage you to check this Privacy Policy from time to time.\n</li>\n<li> In addition to the provisions of this Privacy Policy, there may also be specific and additional privacy and consent provisions that apply to certain Collection Channels.\nWe recommend that you review them wherever they appear.\nIn the event of any inconsistency between the provisions of this Privacy Policy and those other specific and additional provisions, the specific and additional provisions will prevail.\n</li>\n</ol>Anonymity and pseudonymity<ol>\n<li> Where practicable, we will allow you to deal with us on an anonymous or pseudonymous basis.\nIf this is practicable, our Collection Channels will only seek information in this way.\nHowever, where it is not practicable for the purposes for which information is collected, we will seek the information identified below.\n</li>\n</ol>Kinds of Personal Information that Student Edge Collects and Holds<ol>\n<li> Personal information that may be requested includes: <ol>\n<li>contact information such as your full name, date of birth, telephone number, mobile telephone number, current and valid email address, residential address and postcode.\n</li>\n<li> more detailed contact preferences, information regarding your personal interests and information about your experience with our products or services or third party products or services listed on a Website.\nThis information is requested in order to tailor our subsequent communications to you and continuously improve our products and services.\n</li>\n<li> the contact details of third parties.\nIf you are asked to provide details about other people, please ensure that these individuals are happy for their details to be given to Student Edge and used for the purposes set out in this policy (which may include using their details for marketing purposes).\n</li>\n</ol>\n</li>\n</ol>How Student Edge Collects and Holds Personal Information<ol>\n<li> Student Edge will only collect or monitor any personal information about you with your consent including as provided in this Privacy Policy or if it is otherwise lawful to do so.\nThe only personal information collected by us is what has been provided to us in accordance with this Privacy Policy or has been provided to us lawfully by third parties.\n</li>\n</ol>Active Information Collection<ol>\n<li> Personal information may be collected (and combined) via our Collection Channels if you: <ol>\n<li>have previously provided us with personal information prior to this Privacy Policy coming into effect, either directly from you personally or via a third party;</li>\n<li>sign-up and/or register to become a member of any Collection Channel;</li>\n<li>subscribe to any newsletters, updates, alerts or news and media releases, or request launch or event information or information about our products or services or other information services as well as third party products or services;</li>\n<li>complete and submit any forms to us;</li>\n<li>contact us directly in person or via any medium including mail, telephone, social media and commercial electronic messages (SMS (Short Message Service), MMS (Multimedia Message Service), IM (Instant Messaging) and email) including via the contact details listed on a Website;</li>\n<li>participate in any offers, promotions or marketing activities;</li>\n<li>interact with a Website for a specific purpose.\nor</li>\n<li>interact with or browse a Website generally.</li>\n</ol>\n</li>\n<li> Personal information is requested in order to facilitate or provide you with certain offers, content, products or services, and information about such content, products or services (including the uploading, access to, and receipt of content on a Website), marketing materials, newsletters, electronic newsletters (e-newsletters), news and media releases / launch information, and also to advise you of other Student Edge or third party products, services, offers, competitions or events which may be of interest.\nNo one is obligated to provide personal information.\nHowever, failure to do so may result in Student Edge being unable to facilitate or provide you with certain content, products or services, products or services information, upcoming promotion, competition, offer or event information or accept competition entries (where applicable).\n</li>\n</ol>Children<ol>\n<li> Student Edge is neither intended for, nor directed to, persons who are under the age of eleven (11) years old.\nPersonal information will not be collected by any person who is known by Student Edge to be under the age of fifteen (15) without the consent of a parent or legal guardian.\nPersons under age fifteen (15) may only use our Websites with the involvement and consent of a parent or legal guardian.\n</li>\n</ol>Passive Information Collection<ol>\n<li> As with many commercial websites, we may also collect information which tells us about visitors to our Websites.\nFor example, we may collect information about the date, time and duration of visits and which pages of a Website are most commonly accessed.\nThis information is generally not linked to the identity of visitors, except where a Website is accessed via links in an email we have sent or where we are able to uniquely identify the device or user accessing a Website.\nBy accessing a Website via links in an email we have sent and/or by accessing a Website generally, you consent to the collection of such information where it is personal information.\n</li>\n<li> As you navigate through our Websites, certain information can be passively collected (that is, gathered without you actively providing the information) using various technologies, such as Google Analytics features based on Display Advertising (Google Analytics Demographics and Interest Reporting), Unique Device Identifiers (UDI), cookies, Internet tags or web beacons, and navigational data collection (log files, server logs, clickstream).\nIn certain circumstances, this information may be considered anonymous information or personal information under the Privacy Act 1988 (Cth).\nThis is dependent on the device used and the method by which an individual connects to the Internet.\nYour Internet browser automatically transmits to the Website you are browsing some of this anonymous information or personal information, such as the URL of the website you just came from, the Internet Protocol (IP) address, the UDI (if applicable) and the browser version your device is currently using.\nOur Websites may also collect anonymous information or personal information from your device through cookies and Internet tags or web beacons.\nYou may set your browser to notify you when a cookie is sent or to refuse cookies altogether, but certain features of a Website might not work without cookies and this may limit the services provided by a Website.\nCookies and other technical methods may involve the transmission of information either directly to us or to another party authorised by us to collect information on our behalf.\n</li>\n<li> Our Websites may use and combine such passively collected anonymous information or personal information from various third party sources, including as described in paragraph 12, to provide better service to Website visitors and users, customise a Website based on your preferences, compile and analyse statistics and trends, and otherwise administer and improve a Website for your use.\nWe may combine your visitor session information or other information collected through tracking technologies with personally identifiable information from time to time in order to understand and measure your online experiences and to determine what products, promotions and services are likely to be of interest to you.\nBy accessing a Website, you consent to information about you being collected, compiled and used in this way.\nYou can opt-out of Google Analytics for Display Advertising and customize Google Display Network ads using Google Analytics Opt Out Tool.\n</li>\n<li> \"Cookies\" are pieces of information that a Website transfers to a computer's hard disk for record keeping purposes.\nMost web browsers are set to accept cookies.\nStudent Edge may use cookies to make use of a Website and services as convenient as possible.\nCookies do not themselves personally identify users, although they do identify a user's browser.\nCookies allow Student Edge to monitor the items you may want to access as you move through a Website, and record how many people are using the different parts of a Website.\n</li>\n<li> \"Session\" cookies are temporary bits of information that are used to improve navigation, block visitors from providing information where inappropriate (a Website \"remembers\" previous entries of age or country of origin that were outside the specified parameters and blocks subsequent changes), and collect aggregate statistical information on a Website.\nThey are erased once you exit your web browser or otherwise turn off your computer.\n</li>\n<li> \"Persistent\" cookies are more permanent bits of information that are placed on the hard drive of your computer and stay there unless you delete the cookie.\nPersistent cookies store information on your computer for a number of purposes, such as retrieving certain information you have previously provided (such as passwords), helping to determine what areas of a Website visitors find most valuable, and customising a Website based on your preferences on an ongoing basis.\nPersistent cookies placed by a Website on your computer may hold personally identifiable information, but only if you have registered or have otherwise consented to the retention of personally identifiable information you have provided to the Website.\nOtherwise, a Website's server only knows that an unidentified visitor with your cookie has returned to the Website.\n</li>\n<li> You can set your browser to accept all cookies, to reject all cookies, or to notify you whenever a cookie is offered so that you can decide each time whether to accept it.\nTo learn more about cookies and how to specify your preferences, please search for \"cookie\" in the \"Help\" portion of your browser.\n</li>\n<li> A Website may use IP addresses.\nAn IP address is a number assigned to your computer by your Internet service provider so you can access the Internet and is generally considered to be non-personally identifiable information, because in most cases an IP address is dynamic (changing each time you connect to the Internet), rather than static (unique to a particular user's computer).\nThe IP address can be used to diagnose problems with a server, report aggregate information, determine the fastest route for your computer to use in connecting to a Website, and administer and improve the Website.\n</li>\n<li> \"Internet tags\" (also known as single-pixel GIFs, clear GIFs, invisible GIFs, and 1-by-1 GIFs) are smaller than cookies and tell a Website server information such as the IP address and browser type related to the visitor's computer.\nTags may be placed both on online advertisements that bring people to a Website and on different pages of a Website.\nSuch tags indicate how many times a page is opened and which information is consulted.\n</li>\n<li>\"Navigational data\" (log files, server logs, and clickstream data) are used for system management, to improve the content of a Website and the user experience, market research purposes, and to communicate information to visitors.</li>\n<li>We may also use these technologies in HTML emails that we send to our visitors for a number of purposes including: to determine whether our visitors have opened or forwarded those emails and/or clicked on links in those emails.\nto customise the display of banner advertisements and other messages after a visitor has closed an email.\nand to determine whether a visitor has made an enquiry or a purchase in response to a particular email.</li>\n</ol>Purposes for which Student Edge collects, holds, uses and discloses personal information<ol>\n<li> Personal information collected will be used for the following primary purposes: <ol>\n<li>For the purposes for which it was collected (as advised in this Privacy Policy).</li>\n<li>For the purposes stated in a privacy collection statement on a particular Collection Channel.</li>\n<li>To maintain the functionality of a Website, including the provision of information to you relating to the content available on the Website and e-commerce transactions conducted via the Website.</li>\n<li>To fulfil obligations in respect of any upload terms of use and/or any other contract between you and Student Edge.</li>\n<li>To send you any technical, administrative or legal notices important to our Websites.\n</li>\n<li>To provide you with information about your transactions, offers, content, services and products, to provide direct marketing materials, events, special offers, competitions and promotions in person and via any medium including mail, telephone and commercial electronic messages (SMS (Short Message Service), MMS (Multimedia Messaging Service), IM (Instant Messaging), email) or any other form of electronic, emerging, digital or conventional communications channel.</li>\n<li>To maintain our relationship with you.</li>\n<li>To render services related to the company of Student Edge.</li>\n<li>To provide you with newsletters via mail and electronic newsletters via commercial electronic messages.</li>\n<li>To respond to customer enquiries.</li>\n<li>To improve Website and system administration.</li>\n<li>To obtain opinions or comments about products and/or services and to conduct other research and development.</li>\n<li>To record statistical data for marketing analysis and to conduct market research.</li>\n<li>To share personal information with Student Edge group companies, our promotional partners and other trusted third parties in the manner described below.</li>\n</ol>\n</li>\n<li> For these purposes, personal information may be shared with Student Edge group companies, Student Edge promotional partners and other trusted third parties (and their directors, servants and agents) in Australia.\nFailure to provide personal information may result in Student Edge being unable to provide you with certain offers, content, information, upcoming promotion, event or product information and/or accept promotion entries (where applicable).\n</li>\n<li> In order to operate a Website or deliver a service, personal information may also be shared with Student Edge group companies, selected service providers and/or other trusted third parties in Australia.\nStudent Edge group companies, selected service providers and/or other trusted third parties may be engaged by Student Edge to perform a variety of functions, such as data storage, conducting market research, assisting with promotions and providing technical services for our Websites.\nThese companies may have access to personal information if needed to perform such functions.\n</li>\n<li> Except as stated in this Privacy Policy, such information will not be used or disclosed for any other purposes without consent.\nHowever, Student Edge reserves the right to use or disclose any information, including personal information, as needed to satisfy any law, regulation or legal request, to protect the rights or property of Student Edge, any member of the Student Edge group, or any member of the public, to protect the integrity of a Website, to fulfil your requests, or to cooperate in any law enforcement investigation or an investigation on a matter of public safety.\n</li>\n</ol>Contact by Student Edge<ol>\n<li>Student Edge group companies (and their directors, servants and agents), Student Edge promotional partners or trusted third parties (and other selected service providers and other non-Student Edge companies or professionals) in Australia, may contact you via telephone, SMS (Short Message Service), MMS (Multimedia Messaging Service), IM (Instant Messaging), email, post or any other form of electronic, emerging, digital or conventional communications channel using the information provided in order to contact you in respect of the primary purposes for collection of personal information as stated above.</li>\n<li> Student Edge does not send advertising or marketing information without obtaining prior consent, for example the consent contained within this Privacy Policy.\nIf you receive communications from Student Edge which you do not wish to receive, you may remove your name from the database either by utilising the functional unsubscribe facility (if the communication is via commercial electronic message) or by contacting Student Edge via email: privacy@studentedge.com.au or telephone: 1300 843 334.\nPlease allow 30 days for this request to be processed.\n</li>\n<li> Despite removing your name from the database from receiving future advertising and marketing information, Student Edge may send you non-commercial \"Administrative Emails\".\nAdministrative Emails relate to a Student Edge user account and may include administrative and transaction confirmations, requests and inquiries or information about a particular Student Edge user account.\nIf you do not wish to receive such communications from Student Edge, you may remove your name from the database by utilising the functional unsubscribe facility.\n</li>\n</ol>Ability of others to view information<ol>\n<li>Student Edge may provide areas on a Website where you can upload user-generated content, post or provide information about yourself, communicate with other users, provide reviews for content, products and/or services or interact with or vote on particular content.\nThis information may be shared with others and may be publically posted on our Websites, including without limitation, other social media platforms and other public forums in which you choose to participate.\nThis information may become publically available and may be read, collected and used by others outside of our Websites.\nStudent Edge is not responsible for the conduct of others who may read, collect and use this information.</li>\n</ol>Your right of access<ol>\n<li> You have the right to access and review your personal information that may be recorded on the Student Edge database.\nInformation may be reviewed by contacting Student Edge's privacy officer via email: privacy@studentedge.com.au or telephone: 1300 843 334.\nPlease allow 30 days for this request to be processed.\n</li>\n</ol>Changing and deleting the information we have about you <ol>\n<li> Information contained on the database may be changed, or your preferences for contact from us changed, by contacting Student Edge's privacy officer via email: privacy@studentedge.com.au or telephone: 1300 843 334.\nPlease allow 30 days for this request to be processed.\n</li>\n<li> In the same way, a request may be made to delete personal information, and all reasonable steps to delete the information will be made, except where it is required for legal reasons.\nDeletion of information may result in Student Edge being unable to facilitate or provide you with information about certain transactions, other content, services or product information, upcoming promotion, competition or event information.\n</li>\n<li>We are not responsible for removing your personal information from the lists of any third party who has previously been provided your information in accordance with this policy.</li>\n</ol>Storage and security of personal information<ol>\n<li> Student Edge will endeavour to take all reasonable steps to keep secure any personal information recorded, and to keep this information accurate, up to date, complete and relevant.\nThe information is stored on secure servers that are protected in controlled facilities.\nThis service may be performed on our behalf and data may be hosted by our selected data storage providers.\n</li>\n</ol>Student Edge and links to other websites<ol>\n<li> Our Websites may, from time to time, contain links to the websites of other organisations which may be of interest to you.\nTheir inclusion does not imply any endorsement or validation by us of the content of the third party website.\nLinked websites are responsible for their own privacy practices and you should check those websites for their respective privacy statements.\nStudent Edge is not responsible, nor does it accept any liability, for the conduct of companies linked to our Websites.\n</li>\n<li> We may use third party advertisements on our Websites.\nAll third party advertising, if paid for, is paid for by the relevant third party advertisers and are not recommendations or endorsements by Student Edge or any of its affiliates.\nStudent Edge is not responsible for the content (including representations) of any third party advertisement on a Website.\nCookies may be associated with these advertisements to enable the advertiser to track the number of anonymous users responding to the campaign.\nWe do not have access to or control of cookies placed by third parties.\n</li>\n</ol>Related Student Edge Websites<ol>\n<li> All Websites operated by Student Edge will adhere to this Privacy Policy.\nThe policies on the Websites of some members of the Student Edge group may vary, however, because of local customs, practices or laws.\n</li>\n</ol>Sale of the Company<ol>\n<li> If Student Edge merges with, or is acquired by, another company, or sells all or a portion of its assets, your personal information may be disclosed to our advisers and any prospective purchaser's adviser, and may be among the assets transferred.\nHowever, personal information will always remain subject to this Privacy Policy.\n</li>\n</ol>Problems or queries<ol>\n<li> If you have any questions about our Privacy Policy, or any problems or complaints about how we have collected, used, stored, handled and/or disclosed your personal information, please contact our privacy officer via one of the following channels: <br>\n<br> Address: 2/454 Roberts Rd, Subiaco WA 6008<br> Telephone: 1300 843 334<br> Email: privacy@studentedge.com.au <br>\n<br> Please allow 30 days for this request to be processed.\nIf you do not receive a satisfactory response from Student Edge to your query, problem or complaint within 30 days, you may refer your query, problem or complaint to the Office of the Australian Information Commissioner via the contact details listed at http://www.oaic.gov.au/about-us/contact-us-page.\n</li>\n</ol>", "created_at": "2021-05-15 09:17:14.051631", "updated_at": "2021-05-15 09:17:42.541636"}], "points": [], "urls": ["studentedge.org"]}}