{"error": 448, "message": "OK", "parameters": {"id": 2240, "name": "ByGabyArdigo", "created_at": "2020-05-07 19:12:11.322791", "updated_at": "2021-03-25 03:19:50.898447", "wikipedia": null, "keywords": null, "related": null, "slug": "bygabyardigo", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2240.png", "url": "bygabyardigo.com", "documents": [{"id": 2534, "name": "Shipping Policy", "url": "https://bygabyardigo.com/policies/shipping-policy", "xpath": "", "text": " Skip to content Submit Close search Just added to your cart <ul>\n</ul> Qty: View cart () Continue shopping bygabyardigo Submit Search Cart 0 items Currency CAD EUR GBP USD <ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n<li> Currency CAD EUR GBP USD </li>\n</ul>\n<ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n</ul> Shipping policy <p>PREORDERS TAKE ABOUT 1-2 WEEKS BEFORE BEING SHIPPED OUT.&nbsp;</p>\n<p>Shipping within Canada can take up to 1 week</p>\n<p>Shipping to the United States can take up to 1-2 weeks&nbsp;</p>\n<p>Shipping to Europe and the rest of the world can take up to 2 weeks</p>\n<p>INSTAGRAM</p>\n<ul>\n<li> @bygabyardigo </li>\n</ul>\n<p>CUTSOMER SERVICE</p>\n<ul>\n<li> Privacy Policy </li>\n<li> Refund Policy </li>\n<li> Shipping Policy </li>\n<li> Terms of Service </li>\n</ul>\n<p>FOR ALL OTHER INQUIRIES</p>\n<p>bygabyardigo@gmail.com</p>\n<ul>\n<li> Instagram </li>\n</ul> Payment methods <ul>\n<li> Apple Pay </li>\n<li> Google Pay </li>\n<li> Mastercard </li>\n<li> PayPal </li>\n<li> Shop Pay </li>\n<li> Visa </li>\n</ul>\n<small>© 2020, bygabyardigo</small>\n<small>Powered by Shopify</small> Use left/right arrows to navigate the slideshow or swipe left/right if using a mobile device <ul>\n<li>Choosing a selection results in a full page refresh.</li>\n<li>Press the space key then arrow keys to make a selection.</li>\n</ul>\n<ul>\n<li>Opens in a new window.</li>\n<li>Opens external website.</li>\n<li>Opens external website in a new window.</li>\n</ul>", "created_at": "2020-05-07 19:52:04.52378", "updated_at": "2020-12-15 00:11:11.590528"}, {"id": 2532, "name": "Privacy Policy", "url": "https://bygabyardigo.com/policies/privacy-policy", "xpath": "", "text": " Skip to content Submit Close search Just added to your cart <ul>\n</ul> Qty: View cart () Continue shopping bygabyardigo Submit Search Cart 0 items Currency CAD EUR GBP USD <ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n<li> Currency CAD EUR GBP USD </li>\n</ul>\n<ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n</ul> Privacy policy <p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from bygabyardigo.com (the “Site”).\n<br>\n<br>\n<strong>Personal information we collect</strong>\n<br> When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.\nAdditionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.\nWe refer to this automatically-collected information as “Device Information”.\n<br>\n<br> We collect Device Information using the following technologies: <br> - “Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.\n<br> - “Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.\n<br> - “Web beacons”, “tags”, and “pixels” are electronic files used to record information about how you browse the Site.\n<br>\n<br> Additionally when you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit cards numbers, email address, and phone number.\nWe refer to this information as “Order Information”.\n<br>\n<br>\n<br> When we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information.\n<br>\n<br>\n<strong>How do we use your personal information?</strong>\n<br> We use the Order Information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations).\nAdditionally, we use this Order Information to: <br> - Communicate with you.\n<br> - Screen our orders for potential risk or fraud.\nand <br> - When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.\n<br>\n<br> We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site (for example, by generating analytics about how our customers browse and interact with the Site, and to assess the success of our marketing and advertising campaigns).\n<br>\n<br>\n<br>\n<strong>Sharing you personal Information</strong>\n<br> We share your Personal Information with third parties to help us use your Personal Information, as described above.\nFor example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information here: https://www.shopify.com/legal/privacy.\nWe also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/.\nYou can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.\n<br>\n<br> Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.\n<br>\n<br>\n<strong>Behavioural advertising</strong>\n<br> As described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you.\nFor more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page at http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.\n<br>\n<br> You can opt out of targeted advertising by using the links below: <br> - Facebook: https://www.facebook.com/settings/?tab=ads <br> - Google: https://www.google.com/settings/ads/anonymous <br> - Bing: https://advertise.bingads.microsoft.com/en-us/resources/policies/personalized-ads <br> - [[INCLUDE OPT-OUT LINKS FROM WHICHEVER SERVICES BEING USED]] <br>\n<br> Additionally, you can opt out of some of these services by visiting the Digital Advertising Alliance’s opt-out portal at: http://optout.aboutads.info/.\n<br>\n<br>\n<strong>Do not track</strong>\n<br> Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.\n<br>\n<br>\n<strong>Your rights</strong>\n<br> If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted.\nIf you would like to exercise this right, please contact us through the contact information below.\n<br>\n<br> Additionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Site), or otherwise to pursue our legitimate business interests listed above.\nAdditionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.\n<br>\n<br>\n<strong>Data retention</strong>\n<br> When you place an order through the Site, we will maintain your Order Information for our records unless and until you ask us to delete this information.\n<br>\n<br>\n<strong>Changes</strong>\n<br> We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal.&nbsp;</p>\n<p>\n<strong>Minors</strong>\n<br> The Site is not intended for individuals under the age of 13.&nbsp;<br>\n<br>\n<strong>Contact us</strong>\n<br> For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e‑mail at bygabyardigo@gmail.com or by mail using the details provided below: <br>\n<br> bygabyardigo <br>\n<br>\n</p>\n<p>INSTAGRAM</p>\n<ul>\n<li> @bygabyardigo </li>\n</ul>\n<p>CUTSOMER SERVICE</p>\n<ul>\n<li> Privacy Policy </li>\n<li> Refund Policy </li>\n<li> Shipping Policy </li>\n<li> Terms of Service </li>\n</ul>\n<p>FOR ALL OTHER INQUIRIES</p>\n<p>bygabyardigo@gmail.com</p>\n<ul>\n<li> Instagram </li>\n</ul> Payment methods <ul>\n<li> Apple Pay </li>\n<li> Google Pay </li>\n<li> Mastercard </li>\n<li> PayPal </li>\n<li> Shop Pay </li>\n<li> Visa </li>\n</ul>\n<small>© 2020, bygabyardigo</small>\n<small>Powered by Shopify</small> Use left/right arrows to navigate the slideshow or swipe left/right if using a mobile device <ul>\n<li>Choosing a selection results in a full page refresh.</li>\n<li>Press the space key then arrow keys to make a selection.</li>\n</ul>\n<ul>\n<li>Opens in a new window.</li>\n<li>Opens external website.</li>\n<li>Opens external website in a new window.</li>\n</ul>", "created_at": "2020-05-07 19:38:17.586605", "updated_at": "2020-12-14 23:56:23.065053"}, {"id": 2533, "name": "Refund Policy", "url": "https://bygabyardigo.com/policies/refund-policy", "xpath": "", "text": " Skip to content Submit Close search Just added to your cart <ul>\n</ul> Qty: View cart () Continue shopping bygabyardigo Submit Search Cart 0 items Currency CAD EUR GBP USD <ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n<li> Currency CAD EUR GBP USD </li>\n</ul>\n<ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n</ul> Refund policy <p>\n<strong>Returns</strong>\n<br> Our policy lasts 30 days.\nIf 30 days have gone by since your purchase, unfortunately we can’t offer you a refund or exchange.\n<br>\n<br> To be eligible for a return, your item must be unused and in the same condition that you received it.\nIt must also be in the original packaging.\n<br>\n<br>\n<br> To complete your return, we require a receipt or proof of purchase.\n<br> Please do not send your purchase back to the manufacturer.\n<br>\n<br>- Any item not in its original condition, is damaged or missing parts for reasons not due to our error <br> - Any item that is returned more than 30 days after delivery <br>\n<br>\n<strong>Refunds&nbsp;</strong>\n<br> Once your return is received and inspected, we will send you an email to notify you that we have received your returned item.\nWe will also notify you of the approval or rejection of your refund.\n<br> If you are approved, then your refund will be processed, and a credit will automatically be applied to your credit card or original method of payment, within a certain amount of days.\n<br>\n<br>\n<strong>Late or missing refunds&nbsp;</strong>\n<br> If you haven’t received a refund yet, first check your bank account again.\n<br> Then contact your credit card company, it may take some time before your refund is officially posted.\n<br> Next contact your bank.\nThere is often some processing time before a refund is posted.\n<br> If you’ve done all of this and you still have not received your refund yet, please contact us at bygabyardigo@gmail.com.\n<br>\n<br>\n<strong>Sale items&nbsp;</strong>\n<br> Only regular priced items may be refunded, unfortunately sale items cannot be refunded.\n<br>\n<br>\n<strong>Exchanges&nbsp;</strong>\n<br> We only replace items if they are defective or damaged.\nIf you need to exchange it for the same item, send us an email at bygabyardigo@gmail.com&nbsp;<br>\n<br>\n<strong>Shipping</strong>\n<br> To return your product, you should email&nbsp;<strong>﻿bygabyardigo@gmail.com</strong>\n<br>\n<br> You will be responsible for paying for your own shipping costs for returning your item.\nShipping costs are non-refundable.\nIf you receive a refund, the cost of return shipping will be deducted from your refund.\n<br>\n<br> Depending on where you live, the time it may take for your exchanged product to reach you, may vary.\n<br>\n<br> If you are shipping an item over $75, you should consider using a trackable shipping service or purchasing shipping insurance.\nWe don’t guarantee that we will receive your returned item.</p>\n<p>INSTAGRAM</p>\n<ul>\n<li> @bygabyardigo </li>\n</ul>\n<p>CUTSOMER SERVICE</p>\n<ul>\n<li> Privacy Policy </li>\n<li> Refund Policy </li>\n<li> Shipping Policy </li>\n<li> Terms of Service </li>\n</ul>\n<p>FOR ALL OTHER INQUIRIES</p>\n<p>bygabyardigo@gmail.com</p>\n<ul>\n<li> Instagram </li>\n</ul> Payment methods <ul>\n<li> Apple Pay </li>\n<li> Google Pay </li>\n<li> Mastercard </li>\n<li> PayPal </li>\n<li> Shop Pay </li>\n<li> Visa </li>\n</ul>\n<small>© 2020, bygabyardigo</small>\n<small>Powered by Shopify</small> Use left/right arrows to navigate the slideshow or swipe left/right if using a mobile device <ul>\n<li>Choosing a selection results in a full page refresh.</li>\n<li>Press the space key then arrow keys to make a selection.</li>\n</ul>\n<ul>\n<li>Opens in a new window.</li>\n<li>Opens external website.</li>\n<li>Opens external website in a new window.</li>\n</ul>", "created_at": "2020-05-07 19:51:26.929844", "updated_at": "2020-12-15 00:01:53.460498"}, {"id": 2535, "name": "Terms Of Service", "url": "https://bygabyardigo.com/policies/terms-of-service", "xpath": "", "text": " Skip to content Submit Close search Just added to your cart <ul>\n</ul> Qty: View cart () Continue shopping bygabyardigo Submit Search Cart 0 items Currency CAD EUR GBP USD <ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n<li> Currency CAD EUR GBP USD </li>\n</ul>\n<ul>\n<li> All </li>\n<li> Tops </li>\n<li> Bottoms </li>\n<li> Sweatsuits </li>\n<li> Accessories </li>\n</ul> Terms of service <strong>OVERVIEW</strong>\n<br> This website is operated by bygabyardigo.\nThroughout the site, the terms “we”, “us” and “our” refer to bygabyardigo.\nbygabyardigo offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.\n<br>\n<br> By visiting our site and/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink.\nThese Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.\n<br>\n<br> Please read these Terms of Service carefully before accessing or using our website.\nBy accessing or using any part of the site, you agree to be bound by these Terms of Service.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services.\nIf these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.\n<br>\n<br> Any new features or tools which are added to the current store shall also be subject to the Terms of Service.\nYou can review the most current version of the Terms of Service at any time on this page.\nWe reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website.\nIt is your responsibility to check this page periodically for changes.\nYour continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.\n<br>\n<br> Our store is hosted on Shopify Inc.\nThey provide us with the online e-commerce platform that allows us to sell our products and services to you.\n<br>\n<br>\n<strong>SECTION 1 - ONLINE STORE TERMS</strong>\n<br> By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.\n<br> You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).\n<br> You must not transmit any worms or viruses or any code of a destructive nature.\n<br> A breach or violation of any of the Terms will result in an immediate termination of your Services.\n<br>\n<br>\n<strong>SECTION 2 - GENERAL CONDITIONS</strong>\n<br> We reserve the right to refuse service to anyone for any reason at any time.\n<br> You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\nCredit card information is always encrypted during transfer over networks.\n<br> You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us.\n<br> The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.\n<br>\n<br>\n<strong>SECTION 3 - ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION</strong>\n<br> We are not responsible if information made available on this site is not accurate, complete or current.\nThe material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information.\nAny reliance on the material on this site is at your own risk.\n<br> This site may contain certain historical information.\nHistorical information, necessarily, is not current and is provided for your reference only.\nWe reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site.\nYou agree that it is your responsibility to monitor changes to our site.\n<br>\n<br>\n<strong>SECTION 4 - MODIFICATIONS TO THE SERVICE AND PRICES</strong>\n<br> Prices for our products are subject to change without notice.\n<br> We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.\n<br> We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.\n<br>\n<br>\n<strong>SECTION 5 - PRODUCTS OR SERVICES (if applicable)</strong>\n<br> Certain products or services may be available exclusively online through the website.\nThese products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.\n<br> We have made every effort to display as accurately as possible the colors and images of our products that appear at the store.\nWe cannot guarantee that your computer monitor's display of any color will be accurate.\n<br> We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction.\nWe may exercise this right on a case-by-case basis.\nWe reserve the right to limit the quantities of any products or services that we offer.\nAll descriptions of products or product pricing are subject to change at anytime without notice, at the sole discretion of us.\nWe reserve the right to discontinue any product at any time.\nAny offer for any product or service made on this site is void where prohibited.\n<br> We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.\n<br>\n<br>\n<strong>SECTION 6 - ACCURACY OF BILLING AND ACCOUNT INFORMATION</strong>\n<br> We reserve the right to refuse any order you place with us.\nWe may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order.\nThese restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address.\nIn the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e‑mail and/or billing address/phone number provided at the time the order was made.\nWe reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors.\n<br>\n<br> You agree to provide current, complete and accurate purchase and account information for all purchases made at our store.\nYou agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed.\n<br>\n<br> For more detail, please review our Returns Policy.\n<br>\n<br>\n<strong>SECTION 7 - OPTIONAL TOOLS</strong>\n<br> We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.\n<br> You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations or conditions of any kind and without any endorsement.\nWe shall have no liability whatsoever arising from or relating to your use of optional third-party tools.\n<br> Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).\n<br> We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources).\nSuch new features and/or services shall also be subject to these Terms of Service.\n<br>\n<br>\n<strong>SECTION 8 - THIRD-PARTY LINKS</strong>\n<br> Certain content, products and services available via our Service may include materials from third-parties.\n<br> Third-party links on this site may direct you to third-party websites that are not affiliated with us.\nWe are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.\n<br> We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites.\nPlease review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.\n<br>\n<br>\n<strong>SECTION 9 - USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS</strong>\n<br> If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us.\nWe are and shall be under no obligation (1) to maintain any comments in confidence.\n(2) to pay compensation for any comments.\nor (3) to respond to any comments.\n<br> We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.\n<br> You agree that your comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right.\nYou further agree that your comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website.\nYou may not use a false e‑mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any comments.\nYou are solely responsible for any comments you make and their accuracy.\nWe take no responsibility and assume no liability for any comments posted by you or any third-party.\n<br>\n<br>\n<strong>SECTION 10 - PERSONAL INFORMATION</strong>\n<br> Your submission of personal information through the store is governed by our Privacy Policy.\nTo view our Privacy Policy.\n<br>\n<br>\n<strong>SECTION 11 - ERRORS, INACCURACIES AND OMISSIONS</strong>\n<br> Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability.\nWe reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).\n<br> We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law.\nNo specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.\n<br>\n<br>\n<strong>SECTION 12 - PROHIBITED USES</strong>\n<br> In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose.\n(b) to solicit others to perform or participate in any unlawful acts.\n(c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances.\n(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n(f) to submit false or misleading information.\n(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet.\n(h) to collect or track the personal information of others.\n(i) to spam, phish, pharm, pretext, spider, crawl, or scrape.\n(j) for any obscene or immoral purpose.\nor (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet.\nWe reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.\n<br>\n<br>\n<strong>SECTION 13 - DISCLAIMER OF WARRANTIES.\nLIMITATION OF LIABILITY</strong>\n<br> We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.\n<br> We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.\n<br> You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.\n<br> You expressly agree that your use of, or inability to use, the service is at your sole risk.\nThe service and all products and services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.\n<br> In no case shall bygabyardigo, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility.\nBecause some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.\n<br>\n<br>\n<strong>SECTION 14 - INDEMNIFICATION</strong>\n<br> You agree to indemnify, defend and hold harmless bygabyardigo and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.\n<br>\n<br>\n<strong>SECTION 15 - SEVERABILITY</strong>\n<br> In the event that any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.\n<br>\n<br>\n<strong>SECTION 16 - TERMINATION</strong>\n<br> The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.\n<br> These Terms of Service are effective unless and until terminated by either you or us.\nYou may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.\n<br> If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination.\nand/or accordingly may deny you access to our Services (or any part thereof).\n<br>\n<br>\n<strong>SECTION 17 - ENTIRE AGREEMENT</strong>\n<br> The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.\n<br> These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).\n<br> Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.\n<br>\n<br>\n<strong>SECTION 18 - GOVERNING LAW</strong>\n<br> These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of Canada.\n<br>\n<br>\n<strong>SECTION 19 - CHANGES TO TERMS OF SERVICE</strong>\n<br> You can review the most current version of the Terms of Service at any time at this page.\n<br> We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website.\nIt is your responsibility to check our website periodically for changes.\nYour continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.\n<br>\n<br>\n<strong>SECTION 20 - CONTACT INFORMATION</strong>\n<br> Questions about the Terms of Service should be sent to us at bygabyardigo@gmail.com.\n<p>INSTAGRAM</p>\n<ul>\n<li> @bygabyardigo </li>\n</ul>\n<p>CUTSOMER SERVICE</p>\n<ul>\n<li> Privacy Policy </li>\n<li> Refund Policy </li>\n<li> Shipping Policy </li>\n<li> Terms of Service </li>\n</ul>\n<p>FOR ALL OTHER INQUIRIES</p>\n<p>bygabyardigo@gmail.com</p>\n<ul>\n<li> Instagram </li>\n</ul> Payment methods <ul>\n<li> Apple Pay </li>\n<li> Google Pay </li>\n<li> Mastercard </li>\n<li> PayPal </li>\n<li> Shop Pay </li>\n<li> Visa </li>\n</ul>\n<small>© 2020, bygabyardigo</small>\n<small>Powered by Shopify</small> Use left/right arrows to navigate the slideshow or swipe left/right if using a mobile device <ul>\n<li>Choosing a selection results in a full page refresh.</li>\n<li>Press the space key then arrow keys to make a selection.</li>\n</ul>\n<ul>\n<li>Opens in a new window.</li>\n<li>Opens external website.</li>\n<li>Opens external website in a new window.</li>\n</ul>", "created_at": "2020-05-07 19:52:34.758672", "updated_at": "2020-12-15 00:01:59.562323"}], "points": [{"id": 9958, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://bygabyardigo.com/policies/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-08-08 18:36:07.19658", "updated_at": "2020-10-08 15:24:32.55111", "quoteText": "If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us.\nWe are and shall be under no obligation", "case_id": 390, "document_id": 2535, "quoteStart": 9740, "quoteEnd": 10224}, {"id": 9959, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://bygabyardigo.com/policies/refund-policy", "status": "Generated through the annotate view", "created_at": "2020-08-08 18:37:45.706174", "updated_at": "2020-10-08 15:23:46.42513", "quoteText": "Refund policy <p>\n<strong>Returns</strong>\n<br> Our policy lasts 30 days.\nIf 30 days have gone by since your purchase, unfortunately we can’t offer you a refund or exchange.\n<br>\n<br> To be eligible for a return, your item must be unused and in the same condition that you received it.\nIt must also be in the original packaging.\n<br>\n<br>\n<br> To complete your return, we require a receipt or proof of purchase.", "case_id": 161, "document_id": 2533, "quoteStart": 421, "quoteEnd": 832}, {"id": 9268, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://bygabyardigo.com/policies/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-05-07 22:06:01.72276", "updated_at": "2020-10-09 06:51:20.39877", "quoteText": "You agree to indemnify, defend and hold harmless bygabyardigo and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.\n<br>\n", "case_id": 146, "document_id": 2535, "quoteStart": 16268, "quoteEnd": 16778}, {"id": 9262, "title": "This service tracks you on other websites", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-07 20:20:41.516213", "updated_at": "2020-05-08 18:21:25.698612", "quoteText": "we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.", "case_id": 129, "document_id": 2532, "quoteStart": 800, "quoteEnd": 990}, {"id": 9261, "title": "The service collects many different types of personal data", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-07 20:20:28.323908", "updated_at": "2020-12-15 11:54:27.596385", "quoteText": "we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.", "case_id": 376, "document_id": 2532, "quoteStart": 689, "quoteEnd": 880}, {"id": 9264, "title": "dcdedwq", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "", "created_at": "2020-05-07 20:21:57.609036", "updated_at": "2020-05-08 18:21:00.028216", "quoteText": "We use the Order Information that we collect generally to fulfill any orders placed through the Site (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations).\n", "case_id": 129, "document_id": 2532, "quoteStart": 2231, "quoteEnd": 2465}, {"id": 9270, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-07 23:18:12.487048", "updated_at": "2020-10-09 06:49:39.332485", "quoteText": "Do not track</strong>\n<br> Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser", "case_id": 233, "document_id": 2532, "quoteStart": 5095, "quoteEnd": 5251}, {"id": 9274, "title": "The service allows you to opt out of providing personal information to third parties", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-08 04:29:29.630894", "updated_at": "2020-12-15 11:55:02.1725", "quoteText": "You can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.", "case_id": 337, "document_id": 2532, "quoteStart": 3784, "quoteEnd": 3872}, {"id": 9275, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-08 04:32:49.280266", "updated_at": "2020-12-15 11:55:09.944749", "quoteText": "\n<br> Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights", "case_id": 164, "document_id": 2532, "quoteStart": 3877, "quoteEnd": 4111}, {"id": 9269, "title": "Third parties may be involved in operating the service", "source": "https://bygabyardigo.com/policies/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-05-07 22:11:01.705104", "updated_at": "2020-12-15 11:54:51.585898", "quoteText": "We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.", "case_id": 207, "document_id": 2535, "quoteStart": 7787, "quoteEnd": 7900}, {"id": 9267, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://bygabyardigo.com/policies/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-05-07 22:03:42.630726", "updated_at": "2020-10-09 06:50:38.466118", "quoteText": "We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.", "case_id": 287, "document_id": 2535, "quoteStart": 14086, "quoteEnd": 14209}, {"id": 9266, "title": "The service makes critical changes to its terms without user involvement", "source": "https://bygabyardigo.com/policies/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-05-07 21:47:38.290715", "updated_at": "2020-12-15 11:54:44.696955", "quoteText": "Prices for our products are subject to change without notice.\n<br> We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.\n<br> We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.", "case_id": 120, "document_id": 2535, "quoteStart": 4955, "quoteEnd": 5290}, {"id": 9276, "title": "You maintain ownership of your data", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-08 04:35:24.123309", "updated_at": "2021-02-06 03:50:47.722801", "quoteText": "Your rights</strong>\n<br> If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted.", "case_id": 183, "document_id": 2532, "quoteStart": 5152, "quoteEnd": 5354}, {"id": 9265, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-07 21:35:48.4395", "updated_at": "2020-12-02 15:19:24.215399", "quoteText": "We collect Device Information using the following technologies: <br> - “Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.\n<br> - “Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.\n<br> - “Web beacons”, “tags”, and “pixels” are electronic files used to record information about how you browse the Site.\n<br>\n<br> Additionally when you make a purchase or attempt to make a purchase through the Site, ", "case_id": 323, "document_id": 2532, "quoteStart": 1198, "quoteEnd": 1892}, {"id": 9263, "title": "The service provides information about how they collect personal data", "source": "https://bygabyardigo.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-05-07 20:21:04.667418", "updated_at": "2020-12-15 11:54:35.179311", "quoteText": "we collect certain information from you, including your name, billing address, shipping address, payment information (including credit cards numbers, email address, and phone number.\nWe refer to this information as “Order Information”.\n", "case_id": 297, "document_id": 2532, "quoteStart": 1892, "quoteEnd": 2128}, {"id": 9957, "title": "Third parties may be involved in operating the service", "source": "https://bygabyardigo.com/policies/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-08-08 18:32:18.130847", "updated_at": "2021-02-06 03:50:40.084104", "quoteText": "ertain content, products and services available via our Service may include materials from third-parties.", "case_id": 207, "document_id": 2535, "quoteStart": 8615, "quoteEnd": 8720}], "urls": ["bygabyardigo.com"]}}