{"error": 448, "message": "OK", "parameters": {"id": 268, "name": "webSaver", "created_at": "2018-01-16 15:26:07.169992", "updated_at": "2021-06-25 19:30:39.224466", "wikipedia": null, "keywords": "", "related": "", "slug": "websaver", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/268.png", "url": "websaver.ca", "documents": [{"id": 7319, "name": "Privacy Policy", "url": "https://websaver.ca/en_ca/privacy-policy/", "xpath": "//*[@id=\"column_container\"]", "text": " PRIVACY POLICY <p>At webSaver.ca, we’re serious about protecting your privacy.\nThe following policy details how we will use your personal information.</p>\n<br>\n<p>\n</p>INFORMATION COLLECTED AND HOW WE USE IT: You always remain in control of the information you provide to webSaver.ca.\nWe collect two types of information about visitors: Personal information (such as name, address, telephone number, e-mail address, etc.), which you have voluntarily submitted to us, and Aggregate information (such as information about how many visitors log on to our sites, the pages they access, how and where our coupons and/or offers are redeemed, etc.).\nA 2nd barcode is used to identify at which retailer you redeemed your coupons.<p>\n</p>\n<br>\n<p>In general, while you can visit our website and add webSaver.ca to your shopping cart without telling us who you are or revealing personal information about yourself, you must register to create a profile or login in order to complete your order and receive your webSaver.ca offers.\nWe collect, maintain and use personal information you have voluntarily submitted to process, mail, email, digitally notify or print your webSaver.ca coupons and/or offers (including those from partner and/or affiliate marketers), contact you, including via e­mail or digital notification to respond to your comments or requests for information.\nWe will also use it to communicate with you about the webSaver.ca service in general, and send any weekly or daily newsletters you’ve subscribed to, as well as sponsored and/or special offers vial mail, email or digital advertising on behalf of carefully selected partners in regards to offers, promotions, and new products that may be of interest to you, unless you choose to opt out of these mailings.\nYou can do this by changing your preferences on your profile page and/or clicking the “unsubscribe” link at the bottom of any webSaver.ca e­mail.\nIn addition, we may use personal information to provide you the most helpful and targeted products and services to meet your needs and respond to your inquiries.</p>\n<br>\n<p>Any contact with our customer service team may be recorded to help us provide better service.</p>\n<br>\n<p>\n</p>DATA SHARING AND TRANSFER: webSaver.ca will not, without your consent, trade, sell or share your personal information for use by any business, other than the ones to which you submitted your information, , unless required by law or as disclosed to you when the information is collected.\nIf you do provide us with consent to share your information with other companies, we may share your information with companies who offer products and services that may be of interest to you.\nThese companies may then contact you directly with product or sample offers, personalized offers and information, or to ask for your feedback on products and programs that they think may be of interest to you.<p>\n</p>\n<p>Your personal information will generally be stored in the webSaver.ca databases, which are located in Canada.\nSpecific information is provided on the web site's consent or registration form, where needed.</p>\n<br>\n<p>To advertisers and advertising networks that require the information to select and serve relevant advertisements to you and others.\nWe do not disclose data about identifiable individuals to advertisers, but we may provide them with aggregate information.\nWe may also use such aggregate information to help advertisers target a specific audience (for example, men in a specific location).\nWe may make use of the personal information we have collected from you to enable us to display our advertisers’ advertisement to that target audience.\nTo opt out you may click here.</p>\n<p>To third parties to market their products or services to you if you have not opted out of these disclosures.\nWe require these third parties to keep personal information confidential and use it only for the purposes for which we disclose it to them.</p>\n<br>\n<p>\n</p>COOKIES: Cookies help us in many ways to make your visit to our website more enjoyable and meaningful to you.\nCookies are text information files that your web browser places on your computer when you visit a website.\nwebSaver.ca may use such \"cookie\" technology to obtain non-personal information from you as an online visitor.\nMost browsers accept cookies automatically, but can be configured not to accept them or to indicate when a cookie is being sent.\nwebSaver.ca may also use so-called \"web beacons\" to access the information contained in its cookies within the network of the webSaver.ca websites and interactive banner ads.\n<p>\n</p>\n<br>\n<p>\n</p>YOU CAN CHOOSE TO BE CONTACTED OR NOT: Our site allows you to choose, for example, to receive or stop receiving communications from us.\nIf you would like to be removed from webSaver.ca programs you enrolled in or prevent further use of your personal information, please click here.<p>\n</p>\n<p>To Prevent Further Use of Your Personal Information - You will be provided with a way to remove yourself from webSaver.ca’s online programs.</p>\n<br>\n<p>\n</p>CHILDREN'S PRIVACY: We take care to protect children's privacy, and abide by national and international laws and regulations on children's privacy.\n<p>\n</p>\n<br>\n<p>\n</p>SECURITY: We take steps to make all information received from you online as secure as reasonably possible against unauthorized access and use.<p>\n</p>\n<br>\n<p>\n</p>ACCESS TO YOUR INFORMATION AND COMPLAINTS: We attempt to keep your files complete, up-to-date, and accurate.\nYou can conveniently access and modify your personal information though your profile.\nChange your username.<p>\n</p>\n<p>We are committed to working with you to obtain a fair and rapid resolution of any complaints or disputes about privacy.\nQuestions regarding our Privacy Statement should be directed to webSaver.ca inquiries.</p>\n<br>\n<p>\n</p>LINKS TO OTHER SITES: webSaver.ca may contain links to other websites.\nwebSaver.ca has no control over the privacy practices or the content of such websites.\nWe recommend you carefully read the privacy policies of each site you visit.\n<p>\n</p>\n<br>\n<p>\n</p>YOUR ACCEPTANCE OF OUR PRIVACY PRACTICE: By using this website or any other webSaver.ca interactive banner ads, you signify your acceptance of our Privacy Statement, and you adhere to the terms and conditions posted on the website.<p>\n</p>\n<br>\n<p>\n</p>CHANGES TO THIS POLICY: webSaver.ca may update or modify this policy.\nWe will notify you about significant changes in the way we treat personal information by sending a notice to the primary e-mail address you provided us during registration or by placing a prominent notice on our site.<p>\n</p>\n<br>\n<p>\n</p>HOW TO CONTACT US: webSaver.ca is committed to working with consumers to obtain a fair and rapid resolution of any complaints or disputes about privacy.\nPlease send us your questions or comments regarding our privacy practices.\n<p>\n</p>\n<br>\n<p> webSaver.ca<br> 4810 Jean-Talon St.\nW,<br> Suite 203, Montréal, Québec,<br> Canada H4P 2N5<br> privacy@websaver.ca<br> Date of Last Revision: November, 2018 <br>\n</p> ", "created_at": "2021-06-25 19:30:17.29912", "updated_at": "2021-06-25 19:30:26.690927"}, {"id": 535, "name": "Terms and Conditions", "url": "https://websaver.ca/en_ca/terms-conditions/", "xpath": "//div[@class='wrapper']", "text": " TERMS OF USE <p>The Site is provided by webSaver.ca, together with its affiliates and subsidiaries of webSaver.ca The \"Site\" includes, without limitation: (a) all websites, co-branded Microsites, services, or applications owned or provided by webSaver.ca, and all services offered on or through www.webSaver.ca , and other services accessible via www.webSaver.ca .\n(\"Services\").\n(b) all software offerings and applications owned or provided by webSaver.ca and/or available on or through www.webSaver.ca Software\").\nand (c) web pages, data, text, images, photographs, graphics, audio, video, and documents including, without limitation, offers and coupons, marketing materials, press releases, white papers, product data sheets, and other information and content available on or through or submitted on or through www.webSaver.ca (\"Content\").\nBy accessing or using the Site, you agree to comply with and be bound by the following terms and conditions (\"Terms of Use\") and the webSaver.ca Privacy Policy.\nIf you do not agree to these terms of use, please do not use the site.</p>\n<br>\n<p>\n</p>UPDATES webSaver.ca may revise these Terms of Use or our Privacy Policy at any time.\nIf webSaver.ca decides to change these Terms of Use, webSaver.ca will post the changes to these Terms of Use and other places webSaver.ca deems appropriate so that you are aware of the change(s).\nAny changes will be effective upon posting as revised, and your continued use of the Site following the posting will constitute your acceptance of the Terms of Use as revised.<p>\n</p>\n<br>\n<p>\n</p>PRIVACY webSaver.ca considers protecting your personal data very important, and has developed a Privacy Policy describing webSaver.ca' data collection policies and practices, which is incorporated into these Terms of Use by reference as if set forth in its entirety herein.\nhttps://www.websaver.ca/en_ca/privacy­policy/<p>\n</p>\n<br>\n<p>\n</p>CHILDREN If you are under 18 years of age, then please do not use or access the Site at any time or in any manner, or submit any information to the Site or to webSaver.ca.<p>\n</p>\n<br>\n<p>\n</p>OTHER TERMS Some areas of the Site may have additional rules, guidelines, license agreements, or other terms and conditions that apply to your access and/or use of that area of the Site and that may be revised from time to time (\"Other Terms\").\nIf there is a conflict or inconsistency between these Terms of Use and the Other Terms, the Other Terms shall take precedence with respect to your access and use of that area of the Site.<p>\n</p>\n<br>\n<p>\n</p>USE OF THE SITE Access to and use of password protected or secure areas of the Site is restricted to authorized users only.\nYou agree that you will not share your password(s), account information, or access to the Site.\nYou are responsible for maintaining the confidentiality of your password(s) and account information, and you are responsible for all activities that occur using your password(s) or account(s) and/or as a result of your use or access to the Site.\nYou agree to notify webSaver.ca immediately of any unauthorized use of your password(s) or account(s).\nYou also agree not to access or use the Site in any manner that may damage, disable, unduly burden, or impair any webSaver.ca networks or systems.\nYou agree not to attempt to gain unauthorized access to any areas of the Site, or any webSaver.ca networks or systems, or to interfere or attempt to interfere with any webSaver.ca networks or systems.\nYou agree not to attempt to interfere with Services provided to any user, host or network, including, without limitation, via means of submitting a virus to the Site, spamming, crashing, or otherwise.\nYou agree not to use any robot or spider, or any other automated means to access or use the Site or any webSaver.ca, networks or systems.<p>\n</p>\n<br>\n<p>\n</p>SERVICES webSaver.ca may change the Services offered on or through the Site at any time without notice.\nwebSaver.ca makes no representation that the Site is available for use in your location, and a reference to Services within the Site does not imply that the Services will be available to you and/or in your location.\nPlease note while we make every effort to ensure address accuracy and fulfillment into the postal service, we are not responsible for lost, late, misdirected, or damaged mail.<p>\n</p>\n<br>\n<p>\n</p>CONTENT All Content, including without limitation, any offer or coupon, grocery product, recipe, drug, and health information is provided on or through the Site for informational purposes only, and should not be construed to indicate that any such Content is endorsed by webSaver.ca, effective, or safe for your use.\nAlways consult your medical professional regarding any health or medical condition and before using any medical product or any over-the-counter drug.\nwebSaver.ca makes no representation or guarantee that the Content is accurate, complete or timely, and reliance on any information within the Content or provided on or through the Site is solely at your own risk.<p>\n</p>\n<br>\n<p>\n</p>COMMUNICATION You agree and ACCEPT to to receiving communication which includes notification of new coupons, offers, member announcements and promotions.\nYou will always have the option to unsubscribe at anytime.<p>\n</p>\n<br>\n<p>\n</p>THIRD PARTY CONTENT The Site provides links to web sites and access to content, products and services of third parties, and webSaver.ca makes no representation or guarantee regarding, and accepts no responsibility or liability for, the accuracy, quality, content, nature or reliability of web sites and content accessible from the Site, and you bear all risks associated with your access and use of such web sites and third party content, products and/or services.\nFurther, links to third party web sites and content do not imply endorsement by or affiliation of webSaver.ca with any third party or any third party web site, products and/or services.<p>\n</p>\n<br>\n<p>\n</p>FEEDBACK All comments or materials submitted by you to webSaver.ca through the Site, including without limitation, feedback, testimonials, images, reviews, questions, comments, ideas, or suggestions (collectively, \"Feedback\") shall be received and treated by webSaver.ca on a non-confidential and unrestricted basis.\nFurther, webSaver.ca shall be free to use, copy, display, perform, distribute, adapt, and promote, in any medium now known or later developed, without compensation to you, the Feedback along with all ideas, concepts, know-how, techniques or methodologies contained in such Feedback, for any purpose whatsoever, including without limitation, developing, marketing and selling products and/or services incorporating such Feedback.\nYou agree that in submitting Feedback, it will not violate these Terms of Use or any right of any third party, including without limitation, any confidentiality, copyright, trademark, privacy or other personal or intellectual property or proprietary rights, and will not cause injury to any person or entity.\nYou further agree that no Feedback you submit will be or contain libelous or otherwise unlawful, threatening, abusive or obscene material, or contain viruses, commercial solicitations, or any form of \"spam\".<p>\n</p>\n<br>\n<p>\n</p>OWNERSHIP All right, title and interest in and to the Site and Content are and shall remain the intellectual property and copyrighted works of webSaver.ca and/or its licensors, and all rights not expressly granted to you with respect to the Site and Content shall be expressly reserved.\nYou may not use or frame any webSaver.ca name, trademark, logo or other proprietary materials, including images posted on the Site, the Content of any text or the design of any page, or form contained on a page, without webSaver.ca's express prior written consent.\nExcept as stated in these Terms of Use, no Content may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means, including without limitation, electronic, mechanical, photocopying, recording or otherwise without the prior written consent of webSaver.ca or the respective owner.<p>\n</p>\n<br>\n<p>\n</p>COUPONS The majority of coupons can only be chosen once during a specified period of time.\nUnless otherwise stated, registrations are limited to ONE per household and coupons are limited to ONE per household.\nwebSaver.ca may change these rules and restrictions at any time at its sole discretion.<p>\n</p>\n<br>\n<p>\n</p>DISCLAIMER Except where expressly provided otherwise, the site is provided on an \"as is\" and \"as available\" basis.\nwebSaver.ca expressly disclaims all warranties of any kind, whether express or implied, including without limitation, all implied warranties of merchantability, fitness for a particular purpose and noninfringement.\nFurther, webSaver.ca makes no warranty that: (a) the site, services, or content will meet your requirements.\n(b) the site will be available on an uninterrupted, timely, secure, or error-free basis.\n(c) the results that may be obtained from use of the site, services, software, or any content provided on or through the site will be accurate, timely, or reliable.\nor (d) the quality of any services or content obtained by you on or through the site will meet your expectations.\nAny services, software or content accessed, used, downloaded or otherwise obtained on or through the site is used by you at your own risk.\nwebSaver.ca shall have no responsibility or liability for any damage to your computer system or loss of data that results from use of the site, software, or content.\n<p>\n</p>\n<br>\n<p>\n</p>LIMITATION OF LIABILITY In no event shall webSaver.ca and its licensors be liable for any direct, indirect, incidental, special or consequential damages, or damages for loss of profits, revenue, data or use, incurred by you or any third party, whether in an action in contract or tort, arising from your access to, or use of, or inability to use the site or any services, software, or content provided on or through the site, even if webSaver.ca has been advised of the possibility of such damages or losses.\nNotwithstanding the foregoing, the total liability of webSaver.ca and its licensors, whether in contract, warranty, tort (including, without limitation, negligence), product liability, strict liability or any other theory, associated with any claim arising out of or relating to use or access to the site for any reason whatsoever shall be limited to the cost of accessing the site, if any.\n<p>\n</p>\n<br>\n<p>\n</p>LIMITATIONS Some jurisdictions do not allow the disclaimer or exclusion of certain warranties or the disclaimer or exclusion of certain liabilities.\nTo the extent that they are held to be legally invalid, disclaimers, exclusions, and limitations set forth in these terms of use do not apply.\nhowever, all other terms and conditions shall apply and remain in full force and effect.\n<p>\n</p>\n<br>\n<p>\n</p>INDEMNITY You agree to defend, indemnify and hold webSaver.ca and its officers, directors, employees, agents and affiliates harmless from any and all claims, proceedings, damages, injuries, liabilities, losses, costs and expenses (including reasonable attorneys' fees and litigation expenses), arising out of or relating to your use of the Site, Services or Content or your violation of these Terms of Use.<p>\n</p>\n<br>\n<p>\n</p>TERMINATION webSaver.ca has the right, but not the obligation, to monitor any activity on the Site.\nwebSaver.ca may disclose information from the Site to any third party including law enforcement agencies to protect its rights and property in response to legal process, or in a good faith belief that disclosure is justified or required, or in an emergency situation.\nwebSaver.ca may investigate any reported violation of its policies and complaints, and take any appropriate action it deems appropriate at any time, including without limitation, suspension or termination of access and/or use of the Site, or any applicable Services, Software or Content.\nIn addition, webSaver.ca may, in its sole discretion and at any time, discontinue providing or limit access to the Site or any areas of the Site.<p>\n</p>\n<br>\n<p>\n</p>GOVERNING LAW These Terms of Use shall be governed by and construed in accordance with the laws of the Province of Quebec, without resort to its conflict of law principles.\nRegardless of where you access or use the Site, you agree that any action at law or in equity arising out of or relating to these Terms of Use shall be filed and adjudicated only in the federal or state courts located in Montreal, Quebec, and you hereby irrevocably and unconditionally consent and submit to the exclusive jurisdiction and venue of such courts over any suit, action, or proceedings arising out of these Terms of Use.<p>\n</p>\n<br>\n<p>\n</p>COMPLIANCE WITH LAWS You agree not to use the Site, Services or Content provided on or through the Site for any purpose that is unlawful or prohibited by these Terms of Use.\nFurther, you agree not to access, download, use or export the Site, Services, or Content provided on or through the Site, in violation of Canadian Exporting Goods Regulations or in violation of any other applicable laws, rules or regulations.\nYou agree to comply with all export laws and restrictions and regulations of any Canadian or foreign agency or authority, and not to directly or indirectly provide or otherwise make available the Site, Services, or Content in violation of any such restrictions, laws, rules or regulations, or without all necessary approvals.<p>\n</p>\n<br>\n<p>\n</p>GENERAL These Terms of Use and any other electronic policies and guidelines referenced and thereby incorporated herein will be deemed to be in compliance with applicable statutory, contractual, and other legal requirements for writing and be legally enforceable as a signed writing as against the parties, and deemed an \"original\" and \"in writing\" when printed from electronic records established and maintained in the ordinary course of business.\nIf any portion of these Terms of Use is held invalid, you agree that such invalidity will not affect the validity of the remaining portions of these Terms of Use.\nNo waiver by webSaver.ca of any breach or default of these Terms of Use will constitute a continuing waiver of such breach or default or be deemed to be a waiver of any preceding or subsequent breach or default.\nThese Terms of Use represent the complete agreement between webSaver.ca and you regarding the subject matter set forth herein and supersedes all prior agreements and representations between webSaver.ca and you.<p>\n</p>\n<br>\n<p>\n</p>COPYRIGHT &amp.\nTRADEMARK Copyright © 2020 webSaver.ca.\nAll Rights Reserved.\nThe webSaver.ca logo is a registered trademark of webSaver.ca.\nAll other trademarks, logos and service marks are the property of webSaver.ca or their respective owners.<p>\n</p>\n<br>\n<p>\n</p>CONTACT INFORMATION If you have any questions regarding these Terms of Use, please contact us or by mail at:<p>\n</p>\n<br>\n<p>\n<br> 4810 Jean-Talon St.\nW,<br> Suite 203, Montréal, Québec, <br> Canada H4P 2N5 </p>\n<ul>\n<li>Français</li>\n<li> Digital Coupons </li>\n<li>Zebra Coupons</li>\n<li>Printable Coupons</li>\n<li>Blog</li>\n<li>Brands</li>\n</ul>\n<ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Statement</li>\n<li>Unsubscribe</li>\n</ul>\n<ul>\n<li>FAQ</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>Our Partners:</li>\n</ul>\n<ul>\n<li>salewhale.ca</li>\n<li>ratesaver.ca</li>\n</ul> @ 2020 webSaver.ca.\nAll rights reserved × <p>Hey webSaver!<br>It seems you're trying to access our site using IE 8, a browser we no longer support.<br>For a better experience, please try accessing the site using another browser such as Google Chrome, Mozilla Firefox or Safari or update your internet explorer to the latest version.</p>\n<p> Close </p>\n<br> × <p>If you want these coupons please checkout now, otherwise they will be removed from your shopping cart.</p>\n<p> Skip Check Out </p>\n<br> ", "created_at": "2018-09-15 21:49:32.98866", "updated_at": "2020-12-14 20:05:10.238734"}], "points": [{"id": 1578, "title": "They may stop providing the service at any time", "source": "https://websaver.ca/en_ca/terms-conditions/", "status": "Websaver may terminate its service at any time without notice", "created_at": "2018-05-15 09:11:54.908368", "updated_at": "2018-09-18 08:32:53.918343", "quoteText": "In addition, webSaver.ca may, in its sole discretion and at any time, discontinue providing or limit access to the Site or any areas of the Site.<p>", "case_id": 203, "document_id": 535, "quoteStart": 12020, "quoteEnd": 12168}, {"id": 1443, "title": "Websaver.ca can use feedback for any purpose without attribution", "source": "https://groups.google.com/d/topic/tosdr/uiq7jMTrIFI/discussion", "status": "Websaver.ca can use feedback for any purpose without attribution", "created_at": "2018-05-15 09:11:49.211251", "updated_at": "2021-02-06 03:50:20.989173", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3874, "title": "Websaver.ca: no robots/spiders", "source": "https://groups.google.com/d/topic/tosdr/86a8D6UPrrU/discussion", "status": "Websaver.ca: no robots/spiders", "created_at": "2018-05-18 14:05:03.664682", "updated_at": "2018-05-30 12:50:19.690287", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2307, "title": "Web saver.ca doesn&#39;t allow frames", "source": "https://groups.google.com/d/topic/tosdr/kYfxkBdwjgE/discussion", "status": "Web saver.ca doesn&#39;t allow frames", "created_at": "2018-05-18 13:49:34.469046", "updated_at": "2018-05-30 12:50:11.914323", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2321, "title": "Websaver isn&#39;t responsible for missing mail", "source": "https://groups.google.com/d/topic/tosdr/pR8PBWD-Dxk/discussion", "status": "Websaver isn&#39;t responsible for missing mail", "created_at": "2018-05-18 13:49:39.194073", "updated_at": "2018-05-30 12:50:12.113658", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4097, "title": "Websaver.ca age requirement of 18", "source": "https://groups.google.com/d/topic/tosdr/762AxuemIc4/discussion", "status": "Websaver.ca age requirement of 18", "created_at": "2018-05-18 14:05:12.413462", "updated_at": "2018-05-30 12:50:26.86453", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1683, "title": "Websaver.ca only allows one account per household", "source": "https://groups.google.com/d/topic/tosdr/PWnuBkcVhdc/discussion", "status": "Websaver.ca only allows one account per household", "created_at": "2018-05-15 09:11:58.700048", "updated_at": "2020-12-23 16:02:27.595806", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1796, "title": "Websaver.ca Choice of court is Montreal. Quebec", "source": "https://groups.google.com/d/topic/tosdr/GV_9x-RsYyE/discussion", "status": "Websaver.ca Choice of court is Montreal. Quebec", "created_at": "2018-05-15 09:12:03.73655", "updated_at": "2021-02-06 03:50:25.508896", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1820, "title": "Webserver marketing and third-party marketing is opt-out", "source": "https://groups.google.com/d/topic/tosdr/8475rMRecBM/discussion", "status": "Webserver marketing and third-party marketing is opt-out", "created_at": "2018-05-15 09:12:04.678381", "updated_at": "2021-02-06 03:50:25.5678", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1937, "title": "Websaver.ca uses cookies and web beacons for advertising", "source": "https://groups.google.com/d/topic/tosdr/8ny2rCd9P9Q/discussion", "status": "Websaver.ca uses cookies and web beacons for advertising", "created_at": "2018-05-15 09:12:09.045509", "updated_at": "2021-02-06 03:50:28.585088", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1974, "title": "Websaver.ca doesn&#39;t promise to notify you of government requests", "source": "https://groups.google.com/d/topic/tosdr/hYxrnZ4urho/discussion", "status": "Websaver.ca doesn&#39;t promise to notify you of government requests", "created_at": "2018-05-15 09:12:10.322119", "updated_at": "2021-02-06 03:50:29.273462", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2015, "title": "Websaver provides an email opt-out method", "source": "https://groups.google.com/d/topic/tosdr/WFpykuyDaYc/discussion", "status": "Websaver provides an email opt-out method", "created_at": "2018-05-15 09:12:11.771526", "updated_at": "2021-02-06 03:50:30.351108", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2049, "title": "Websaver.ca isn&#39;t responsible for unauthorized access", "source": "https://groups.google.com/d/topic/tosdr/azXF-dd8G6w/discussion", "status": "Websaver.ca isn&#39;t responsible for unauthorized access", "created_at": "2018-05-15 09:12:12.896005", "updated_at": "2021-02-06 03:50:30.986737", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2054, "title": "You agree to defend, indemnify and hold blameless websaver.ca", "source": "https://groups.google.com/d/topic/tosdr/_sGAt6xMg0g/discussion", "status": "You agree to defend, indemnify and hold blameless websaver.ca", "created_at": "2018-05-15 09:12:13.049357", "updated_at": "2021-02-06 03:50:31.095501", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2117, "title": "Websaver service requires registration", "source": "https://groups.google.com/d/topic/tosdr/mxAXU0IRHyo/discussion", "status": "Websaver service requires registration", "created_at": "2018-05-15 09:12:15.105556", "updated_at": "2021-02-06 03:50:32.489119", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1470, "title": "Websaver can terminate your account for any reason without notice", "source": "https://groups.google.com/d/topic/tosdr/hrlxxTaJfYI/discussion", "status": "Websaver can terminate your account for any reason without notice", "created_at": "2018-05-15 09:11:50.245449", "updated_at": "2018-09-30 00:51:03.92365", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1486, "title": "personal data is given to third parties", "source": "https://websaver.ca/en_ca/terms-conditions/", "status": "They can share any data in \"good faith\" that it is required.", "created_at": "2018-05-15 09:11:50.822104", "updated_at": "2019-09-25 04:37:48.286087", "quoteText": "webSaver.ca may disclose information from the Site to any third party including law enforcement agencies to protect its rights and property in response to legal process, or in a good faith belief that disclosure is justified or required, or in an emergency situation.", "case_id": 188, "document_id": 535, "quoteStart": 11464, "quoteEnd": 11731}], "urls": ["websaver.ca"]}}