{"error": 448, "message": "OK", "parameters": {"id": 5309, "name": "skimble", "created_at": "2021-10-28 23:15:27.085224", "updated_at": "2021-10-28 22:01:09.283797", "wikipedia": null, "keywords": null, "related": null, "slug": "skimble", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5309.png", "url": "skimble.com", "documents": [{"id": 9530, "name": "PRIVACY POLICY", "url": "https://www.skimble.com/privacy", "xpath": "/html/body/div[3]/div[2]", "text": " <p>\n<b>PRIVACY POLICY</b>\n</p>\n<p>Last Modified: November 1, 2016</p>\n<p>Skimble, Inc.\n(\"Skimble\", \"We\", \"Our\", or \"Us\") respects Your privacy and is committed to protecting it through Our compliance with this privacy policy (the \"Policy\").\nOur software, the skimble.com website (including all subpages and successor pages, collectively referred to as the \"Website\"), mobile applications, and services, along with all of the features and functions therein are collectively referred to as Our \"Services.\" This Policy applies to Your use of the Services.\nAs used herein the term \"use\" means use, access, install, sign into, connect with, download, visit or browse the Services.\nAll customers, Users, accountholders, and others who download, access, use, or subscribe to the Services (\"You\" and \"Your\") agree to terms of Our Policy.\n</p>\n<p>\n<b>1.\nThe Scope of This Policy</b>\n</p>\n<p>This Policy applies to Our Services worldwide and describes the types of information We may collect from You or that You may provide when You use the Services.\nThe Policy also describes Our practices for collecting, using, maintaining, protecting, and disclosing that information, and also describes the choices available to You regarding Your use of and access to the Services, and how You may update certain types of information You provide.</p>\n<p>The Policy does not apply to information collected by:</p>\n<p>· Us offline or through any other means, including on any other website operated by Skimble or any third party.\nor</p>\n<p>· any third party, including through any application or content (including advertising) that may link to or be accessible from or through the Services, including via any kind of wireless device.\nIf You use Our services on a Third Party Platform or link a Third Party Device, You will be subject to the privacy polices or any terms of use of that platform or device.\nSkimble is not responsible for the privacy policies, terms of use, or services provided by such platforms or devices, and We encourage You to review any applicable policies before using them.</p>\n<p>Please read this Policy carefully to understand Our policies and practices regarding Your information and how We will treat it.\nIf You do not agree with Our policies and practices, Your choice is not to use Our Services.\nBy accessing or using Our Services, You agree to this Policy.\nThis Policy may change from time to time.\nYour continued use of Our Services after We make changes is deemed to be acceptance of those changes, so please check the Policy periodically for updates.</p>\n<p>\n<b>2.\nChildren Under the Age of 13</b>\n</p>\n<p>Our Services are not intended for children under 13 years of age.\nNo one under age 13 may provide any information, personal or otherwise, through the Services.\nWe do not knowingly collect personal information from children under 13.\nIf You are under 13, do not use or provide any information through the Services, or register for Our Services, make any purchases through the Services, use any of the interactive or public comment features through the Services, or provide any information about Yourself to Us, including Your name, address, telephone number, email address, or any screen name or user name You may use.\nIf We learn We have collected or received personal information from a child under 13 without verification of parental consent, We will delete that information.\nIf You believe We might have any information from or about a child under 13, please contact Us at support@skimble.com.\n</p>\n<p>If You are a minor between the ages of 13 and 18 (or the applicable legal age in Your jurisdiction), You may provide this information only in conjunction with, and under the supervision of, Your parent or guardian who has agreed to Our Terms of Use.\nIf You are a parent or legal guardian agreeing to the Terms of Use for the benefit of a minor between the ages of 13 and 18 (or the applicable legal age in Your jurisdiction), You are fully responsible for his or her use of Our Services and the information he or she may provide.</p>\n<p>\n<b>3.\nInformation We Collect About You and How We Collect It</b>\n</p>\n<p>We collect several types of information from and about Our Users depending on how they use Our Services.\nThis information includes the following:</p>\n<p>\n<i>\n<u>Information You Provide to Us Directly</u>\n</i>\n</p>\n<p>· <u>Account Information</u>.\nWe may collect personally identifiable information as part of Your creation of a Skimble account, such as Your full name, postal address, date of birth, e-mail address, age, and telephone number (\"Account Information\").\nWe may also collect information when You create a Skimble account using a different credential such as a Facebook or Google+ account.\nWe will ask permission to access basic information from that account, such as Your name, profile picture, and friend list.\nYou can stop sharing that information with Us at any time by removing Skimble’s access to that account.\nWe will access Your phone’s contact list for the purpose of letting You identify contacts who are Skimble users.\nWe do not store Your phone’s contact list, and it is deleted immediately after it is used for this purpose.</p>\n<p>· <u>Profile Information</u>.\nYou may create a profile that will include, in addition to Account information, height, weight, gender, personal fitness assessments, fitness goals, and fitness information collected about activities performed while using the Services, including by not limited to, time and location of completion, duration, difficulty, heart rate, calories burned, etc.\n(\"Profile Information\").\nAs part of the Services, You can choose to make the information visible to other Users or keep this information private.</p>\n<p>\n<i>\n<u>User Contributions</u>\n</i>\n</p>\n<p>You also may provide information to be published or displayed (hereinafter, \"posted\")on public areas of the Services, or transmitted to other Users or third parties (collectively, \"User Contributions\").\nWe may collect and store Your User Contributions, and they may be used or disclosed pursuant to the other provisions of this Policy.Your User Contributions are posted on and transmitted to others at Your own risk.\nPlease be aware that no security measures are perfect or impenetrable.\nAdditionally, We cannot control the actions of other users of the Services with whom You may choose to share Your User Contributions.\nTherefore, We cannot and do not guarantee that Your User Contributions will not be viewed by unauthorized persons.</p>\n<p>\n<i>\n<u>Payment Information</u>\n</i>\n</p>\n<p>As explained further in Our Terms of Use, Skimble processes payment You make to Us through third party payment processing services, including but not limited to Stripe, Google Wallet, Apple Pay, Amazon Payments, and Samsung Pay.\nIn connection with the processing of such payments, We may collect certain information regarding Your purchase in order to process Your order, like Your name, credit card information, billing address, and zip code.\nSkimble, however, does not directly access, collect, or retain any financial information that You provide in connection with the transaction.\nRather, all such information is provided directly to the third party payment processors, whose use of Your personal information is governed by their privacy policies.</p>\n<p>\n<i>\n<u>Social Features</u>\n</i>\n</p>\n<p>Our Services may also include social media features, such as the Facebook \"Like\" button, and widgets, such as the \"Share This\" button, that run through Our Services.\nThese features may collect information such as Your IP address, which page You are visiting through Our Services, and may set a cookie to enable the feature to function properly.\nThe features and widgets are either hosted by another company or hosted directly through Our Services.\nYour interactions with these features are governed by the privacy policy of the company that is providing these services.</p>\n<p>\n<i>\n<u>YouTube</u>\n</i>\n</p>\n<p>Our Services use YouTube API Services as part of our feature that allows Users to complete YouTube Workouts in our Service.\nWe do not collect or store any YouTube user-related YouTube API Data as part of our use of the YouTube API Services.\nOur use of the YouTube API Services allows third parties to serve content, including advertisements in our Services.\nThe YouTube API Services may store, access and/or collect (or allow third parties to do so) information directly or indirectly on or from users’ devices, including by placing, accessing or recognizing cookies or similar technology on users' devices or browsers.\nFor more information on how the YouTube API Services may affect your privay, please see the Google Privacy Policy.</p>\n<p>\n<i>\n<u>Information Collected by Third-Party Devices</u>\n</i>\n</p>\n<p>Certain features of the Services allow You to connect the Services with third-party devices, like the Apple Watch devices, HealthKit, Apple’s iOS Health application, Android Wear devices, Google Fit, Samsung Gear devices, Samsung S Health or other information aggregators (\"Third-Party Devices\") that may actively track and record certain information about You.\nThis includes information about You and Your physical activity, like step count, calories burned, speed, heart rate, blood pressure, respiration rate, and caloric consumption, among other things.\nAs part of the Services, You can choose to make the information visible to other Users and share this information with a Trainer.\nYour interactions with these Third-Party Devices are governed by the privacy policy of the company that provides the services of the Third-Party Device.</p>\n<p>\n<u>A special note about Our mobile application integration on Samsung Android Devices</u>: If a Skimble user has enabled Samsung S Health on their Android device and complete a workout in one of Our mobile applications on that device, Skimble may collect related personal information for the purpose of sharing data between accounts.\nSuch information can include: workout title, workout duration, workout difficulty, estimated and/or actual calories burned, and the time the workout was completed.\nThe health data is stored on Samsung Health Platform server and may be shared with third parties in Samsung’s health ecosystem.\nUsers can opt-out of the S Health data synchronization at any time through the setting options in Skimble’s Android-based mobile applications.</p>\n<p>\n<i>\n<u>Information We Collect Through Automatic Data Collection Technologies</u>\n</i>\n</p>\n<p>As You navigate through and interact with Our Services, We may use automatic data collection technologies to collect certain information about Your equipment, browsing actions, and patterns, including: (a) details and usage statistics regarding Your visits to Our Website, Our mobile application, and usage of the Services, including traffic data, location data, logs, and other communication data.\nand (b) technical information about Your computer, Wireless Device, and Internet connection, including Your IP address, operating system, device ID, domain, and browser type (\"Technical Data\").\n</p>\n<p>The Technical Data We collect automatically is statistical data and does not include personal information, but We may maintain it or associate it with personal information We collect in other ways or receive from third parties.\nIt helps Us to improve Our Website and to deliver a better and more personalized service, including by enabling Us to (a) estimate Our audience size and usage patterns, (b) store information about Your preferences, allowing Us to customize Our Site according to Your individual interests, (c) speed up Your searches.\n(d) recognize You when You return to Our Site.</p>\n<p>The technologies We use for this Technical Data collection may include:</p>\n<p>· <u>Cookies (or browser cookies)</u>.\nA cookie is a small file placed on the hard drive of Your computer.\nCookies generally are used to deliver or optimize Our Services, to communicate with Users or manage their accounts, to develop content, or for the purposes of research and analysis.\nYou may refuse to accept browser cookies by activating the appropriate setting on Your browser.\nHowever, if You select this setting You may be unable to access certain parts of Our Services.\n</p>\n<p>· <u>Google Analytics</u>.\nWe may use a tool called \"Google Analytics\" to collect information about use of Our Services.\nGoogle Analytics collects information such as how often Users visit Our Services, what pages they visit when they do so, and what other websites they use prior to coming to Our Services.\nWe use the information We get from Google Analytics only to improve Our Services.\nYou can prevent Google Analytics from recognizing You on return visits to Our Services by disabling cookies on Your browser.</p>\n<p>· <u>Google Adsense</u>.\nWe may use Google AdSense, a service for including advertisements from Google.\nGoogle AdSense uses cookies (as described above) to make it possible to analyze how users use Our Services.\nGoogle AdSense uses so-called Web beacons to evaluate information on Our Site pages, like visitor traffic.\n</p>\n<p>· <u>Flash Cookies</u>.\nCertain features of Our Site may use local stored objects (or flash cookies) to collect and store information about Your preferences and navigation to, from, and on Our Site.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.\n</p>\n<p>· <u>Web Beacons</u>.\nOur Services and Our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit Us, for example, to count users who have visited those pages or opened an email and for other related statistics (for example, recording the popularity of certain content and verifying system and server integrity).</p>\n<p>We do not collect personal information automatically, but We may tie this information to personal information about You that We collect from other sources or from information You provide to Us.</p>\n<p>\n<i>\n<u>Information We Receive From Your Wireless Device</u>\n</i>\n</p>\n<p>When You use Our Services on or through a wireless device, We may collect certain unique information about Your mobile or wireless device (\"Wireless Device\").\nThis may include Your device type, the device’s operating system, geolocation information, and other information You provide (\"Wireless Device Information\") Any Wireless Device Information We collect will be in accordance with the terms of any applicable agreement with the Wireless Device carrier.\nWe may send notices to Your Wireless Device in connection with Our services, called \"Push Notifications\".\nIf You do not wish to receive Push Notifications, You may turn them off at Your Wireless Device level.\n</p>\n<p>We may also use mobile analytics software to record information such as how often You use Our mobile application, Your usage of the Services within Our mobile application, aggregated mobile application and Services usage, and where the mobile application was downloaded from, among other information.\nWe do not link the information We store within the mobile analytics software to any personally identifiable information You submit to Us from Your Wireless Device.\n</p>\n<p>\n<b>4.\nHow We Use Your Information</b>\n</p>\n<p>\n<i>\n<u>General Uses</u>\n</i>\n</p>\n<p>Generally, We use information that You may provide to Us or that We collect about You to present Our Services to You.\nto provide You with notices about Your account/subscription, including expiration and renewal notices, and to help manage Your Account.\nto provide You with customized content, including targeted advertising.\nto carry out Our obligations and enforce Our rights arising from any contracts entered into between You and Us, including for billing and collection.\nto allow You to participate in interactive features on Our Site.\nto track User traffic and usage information, and to create, analyze, and share aggregate information.\nto learn about where You use Our Services.\nto notify You about changes to Our Services, or to market Services.\nto identify, research, and protect against any actual, potential or threatened misuse, unauthorized use, or unwanted use of any of the Services, including but not limited to researching any claims made by or about other Users and/or about the Services, and such efforts of which may include information provided from third-party sources.\nto provide third party hosting of Our Services.\nin any other way We may describe when You provide the information.\nfor any other purpose with Your consent.\nand for any reason that Skimble, in its sole discretion, determines to be necessary or required to ensure the safety and integrity of Our Users and the Services.\n</p>\n<p>\n<i>\n<u>Third-Party Device Information</u>\n</i>\n</p>\n<p>We use this information to administer and improve Our Services to You.\nWe may use this information in a de-identified, aggregated, and anonymous way to monitor and analyze use of the Services, and to increase the Services’ functionality and user-friendliness.\nWe do not use or disclose this information to third parties for the purpose of advertising or marketing in any way.\nWe also do not share any User data collected via a Third-Party Device without User consent.\n</p>\n<p>\n<i>\n<u>Use by Trainers</u>\n</i>\n</p>\n<p>By using the Services, You further agree that Trainers may be provided access to Account Information, Third-Party Device information, and/or Profile Information as part of the Services.\nTrainers may use this information in ways that are different from the uses described herein, and it is Your responsibility when You sign up for Training Services to confirm directly with the Trainer how the Trainer will use Your information.\nSkimble does not control how Trainers use this information and, therefore, is not responsible or liable for a Trainer’s use of this information.\n</p>\n<p>If You do not want Us to use Your information in the ways described herein, please adjust Your user preferences in Your account profile or email Us at support@skimble.com.\n</p>\n<p>\n<b>5.\nDisclosure of Your Information</b>\n</p>\n<p>We may disclose aggregated information about Our users and Services as described herein, and information that does not identify any individual, without restriction.</p>\n<p>We will only disclose information that We collect or that You provide as follows:</p>\n<p>· To Our subsidiaries and affiliates.</p>\n<p>· To contractors, service providers, and other third parties We use to support Our business or who provide services on Our behalf, including but not limited to payment processing, data analysis, marketing and promotional services, and customer service.\nThese companies, while providing these services on Our behalf, companies may access Your Account Information.\nThey are, however, required to use such information as directed by Skimble for the express purposes for which We have engaged them.</p>\n<p>· To government or law enforcement officials or private parties in response to lawful requests, if Skimble is under a duty to disclose or share the information in order to comply with any applicable legal obligation, to apply and enforce Our Terms of Use, to respond to claims and legal process, to protect the property and rights of Skimble, Our Users, or a third party, or to prevent or stop any fraudulent, illegal, unethical or legally actionable activity.</p>\n<p>· To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Skimble Inc.’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by Skimble Inc.\nabout Our Users is among the assets transferred.</p>\n<p>· When You use the Services, We may use and share with third party advertisers (and other third parties) certain Technical Data and/or other aggregated information to show general demographic and preference information among Our Users.\nWe may also allow advertisers to collect Technical Information or aggregated information, which they may share with Us, through the use of tracking technologies like cookies and web beacons.\nThe information collected may be used to offer You targeted ad-selection and delivery in order to personalize Your User experience by increasing the likelihood that advertisements for products and services You see will appeal to You (this practice is commonly known as behavioral advertising), and to undertake web analytics (i.e.\nto analyze traffic and other end User activity to improve Your experience).\nWe do not control third parties’ collection or use of Your information to serve interest­based advertising.\nHowever these third parties may provide You with ways to choose not to have Your information collected or used in this way.\nYou can opt out of receiving targeted ads from members of the Network Advertising Initiative (\"NAI\")on the NAI’s Site.</p>\n<p>· To fulfill the purpose for which You provide it, for any other purpose disclosed by Us when You provide the information, or as otherwise described in this Policy.</p>\n<p>· If You use a Skimble mobile application on a Samsung Android Device and have chosen to enable Samsung’s S Health platform, then You consent to sharing personal health data to the S Health platform.\nThis data is used to provide synchronization between services and may be included in broad health data analysis.\nSimilarly, You can choose to connect and share Your Skimble and Skimble mobile application service data with HealthKit including Apple’s iOS Health application.\nIn doing so, You consent to sharing Your personal health data with Apple and the information You provide to HealthKit is then governed by Apple’s Terms and Conditions and Privacy Policy.\nWe do not share Your health-related service data without Your consent.</p>\n<p>\n<b>6.\nAccessing, Updating, and Correcting Your Information</b>\n</p>\n<p>If You would like to review or change Your Account Information or Profile Information, You may do so by logging into Our Services and visiting Your account profile page.</p>\n<p>You may also send Us an email at support@skimble.com to request access to, correct, or delete any Account Information or Profile Information that You have provided to Us.\nWe cannot delete Your personal information except by also deleting Your User Account.\nWe may not accommodate a request to change information if We believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>If You decide to delete Your Skimble Account, please be aware that some or all of Profile Information or User Contributions may still remain visible to others, including but not limited to comments, postings, or other voluntary submissions and information posted through the Services.\nA request to delete Your Account will not result in the removal of information collected and already put in aggregate form or information that cannot, in Our sole discretion, be removed without causing undue burden to Skimble.\nWe are neither able nor obligated to remove any of Your information from any Third Party Platform.</p>\n<p>Additionally, the fact that Your Account has been deleted does not mean that Your Information has been deleted in its entirety from Our servers, and it also does not mean that the information has been deleted from the servers of any Third Party Platform You use to access the Services.\nWe may retain backup copies of Your information, including personal information on Our servers or databases (and/or any authorized third party servers or databases We use) to assist with any legal obligations, resolve disputes, and enforce Our agreements.\n</p>\n<p>\n<b>7.\nUse of Services from Outside the United States</b>\n</p>\n<p>These Services are hosted in the United States.\nIf You choose to use the Services from the European Union or other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw, then please note that You may be transferring Your information outside of those regions to the United States for storage and processing.\nBy providing information through the Services, You consent to such transfer, storage, and processing.</p>\n<p>\n<b>8.\nCalifornia Do Not Track Disclosure</b>\n</p>\n<p>We currently do not respond to \"Do Not Track\" signals in browsers.\nWhile We collect personally identifiable information from You as described earlier in this Policy, We do not collect personally identifiable information from You to monitor Your online activities across third party websites or online services.</p>\n<p>\n<b>9.\nYour California Privacy Rights</b>\n</p>\n<p>If You are a California resident, the California Civil Code (Cal.\nCiv.\nCode § 1798.83) gives You the right to request information on how to exercise Your disclosure choice options from companies conducting business in California.\nTo request such information, either send an email to support@skimble.com or contact Us via postal mail, postage pre-paid, at: Skimble, Inc., Attn: Your California Privacy Rights, 601 Capp Street, San Francisco, CA 94110.</p>\n<p>All requests sent via postal mail must be labeled \"Your California Privacy Rights\" on the envelope or post card and clearly stated on the actual request.\nFor all requests, please include Your name, street address (if You would like a response via postal mail), city, state, and zip code.\nWe will not accept requests via telephone or fax.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.</p>\n<p>\n<b>10.\nData Security</b>\n</p>\n<p>The security of Our User information is important to Us.\nWhen You enter information through Our Services, like usernames, passwords, and credit card information, We encrypt the transmission of that information using industry-standard secure socket layer encryption technology (SSL).\nWe follow generally accepted standards to protect the personal information submitted to Us, both during transmission and once We receive it.\nAlthough You can submit credit card or other payment card information to pay for the Services through Our payment platform, We do not receive this information itself.\nPayment card information is transmitted directly to third-party payment processors through an Internet connection secured by SSL technology.\nThe third party payment processor then communicates to Us whether Your payment has cleared, but does not provide payment card information to Skimble.\n</p>\n<p>You also play a key role in keeping Your information safe and secure.\nWhere You have chosen a password for access to certain parts of Our Services, You are responsible for keeping this password confidential.\nWe ask You not to share Your password with anyone.\nWe urge You to be careful about giving out information in public areas of Our Services like message boards.\nThe information You share in public areas may be viewed by any User of the Services.</p>\n<p>Unfortunately, the transmission of information via the Internet is not completely secure.\nAlthough We do Our best to protect the information You share with Us, We cannot guarantee the security of the information You transmit through the Services.\nAny transmission of information is at Your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures We employ through the Services.</p>\n<p>\n<b>11.\nChanges to Our Privacy Policy</b>\n</p>\n<p>It is Our policy to post any changes We make to Our Policy on this page with a notice that the privacy policy has been updated on Our Website home page.\nIf We make material changes to how We treat Our Users’ information, We will notify You by email to the email address specified in Your account or through a notice on the Site home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for ensuring We have an up-to-date active and deliverable email address for You, and for periodically visiting Our Site and this Privacy Policy to check for any changes.</p>\n<p>\n<b>12.\nContact Information</b>\n</p>\n<p>To ask questions or comment about this Privacy Policy and Our privacy practices, please contact Us at:</p>\n<p>support@skimble.com</p>\n<p>\nSkimble, Inc.\n<br>\n601 Capp Street\n<br>\nSan Francisco, CA 94110\n</p> Gifting Special - Buy 2, Get 1 FREE! Give the gift of Workout Trainer PRO+ Legal Privacy Terms Connect Blog Facebook Instagram Help Center Company About Trainers Online Training Mobile Site Download App Workout Trainer <small>\n© 2021 Skimble, Inc.<br>Skimble® &amp.\nWorkout Trainer® are registered trademarks of Skimble, Inc.\n</small>\n<br> ", "created_at": "2021-10-28 21:16:47.510424", "updated_at": "2021-10-28 21:16:57.257339"}, {"id": 9529, "name": "Terms of Use ", "url": "https://www.skimble.com/terms", "xpath": "/html/body/div[3]/div[2]", "text": " <p>\n<b>Terms of Use</b>\n</p>\n<p>These Terms of Use were last updated on November 1, 2016.</p>\n<p>Skimble Inc., a Delaware Corporation, (\"Skimble\", \"We\", \"Our\", or \"Us\") offers You (\"You\" or \"Your\") Our software, Website, mobile applications, connected applications, services or other offerings on Our Website, along with all of the features and functions therein (collectively, Our \"Services\").\nThese General Terms of Use (\"Terms of Use\") apply to Your use of the Services.\nThese Terms of Use constitute a legally binding agreement between You and Us.\nBy accessing or using Our Services, You agree that You have read, understand, and are bound by the Terms of Use set forth herein.\nIf You do not agree to these terms, You may not use Our Services.\n</p>\n<p>THESE TERMS OF USE REQUIRE THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS, AND ALSO LIMIT THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE (AS FURTHER EXPLAINED IN SECTION 25).\nSKIMBLE'S ACCEPTANCE IS EXPRESSLY CONDITIONED UPON YOUR ASSENT TO ALL THESE TERMS, TO THE EXCLUSION OF ALL OTHER TERMS.\nIF THESE TERMS OF USE ARE CONSIDERED AN OFFER BY SKIMBLE, ACCEPTANCE IS EXPRESSLY LIMITED TO THESE TERMS OF USE.</p>\n<p>All capitalized terms used and not otherwise defined herein shall have the meaning ascribed to them in Skimble's Privacy Policy (\"Privacy Policy\") and Trainer Terms of Use (\"Trainer Terms of Use\").</p>\n<p>Any version of these Terms of Use in a language other than English is provided for convenience only and You understand and agree that the English language will control if there is any conflict.</p>\n<p>\n<b>1.\nIncorporation of Privacy Policy, Trainer Terms of Use, &amp.\nYouTube Terms of Service</b>\n</p>\n<p>Your use of the Services, and any information You may submit to Skimble in connection therewith, is subject to Our Privacy Policy which is hereby incorporated by reference into these Terms of Use.</p>\n<p>Moreover, if You are a Trainer, You are also subject to the Trainer Terms of Use which are hereby incorporated by reference into these Terms.\nIf You are a Trainer, and there is a conflict between these Terms of Use and the Trainer Terms of Use, the Trainer Terms of Use will govern.</p>\n<p>The Services access YouTube API Services, so by using the Services you are also subject to the YouTube Terms of Service.\n</p>\n<p>\n<b>2.\nAge Restrictions</b>\n</p>\n<p>You must be 18 years old or the age of majority in Your jurisdiction in order to use Our Services.\nOur Services are not intended or designed to attract children under the age of 13.\nIf You are under the age of 13, You may not use Our Services.\nIf You are a minor between the ages of 13 and 18 (or the applicable legal age in Your jurisdiction), You can use Our Services only in conjunction with, and under the supervision of, Your parent or guardian who has agreed to these Terms of Use.\nIf You are a parent or legal guardian agreeing to these Terms of Use for the benefit of a minor between the ages of 13 and 18 (or the applicable legal age in Your jurisdiction), You are fully responsible for his or her use of the Services and the User Content, including all legal liability he or she may incur.\nBy using Our Services, You represent and warrant that You have the right, authority, and capacity to enter into these Terms of Use and to abide by all of the terms and conditions set forth herein.</p>\n<p>\n<b>3.\nSkimble's Services Are Not Medical Advice</b>\n</p>\n<p>NEITHER SKIMBLE NOR THE SERVICES PROVIDE MEDICAL ADVICE.\nTHE CONTENT OF THE SERVICES, SUCH AS TEXT, GRAPHICS, IMAGES, INFORMATION AND SERVICES OBTAINED FROM USERS OF THE SERVICES, LICENSORS, AND OTHER MATERIAL CONTAINED ON THE SERVICES ARE FOR INFORMATIONAL PURPOSES ONLY.\nTHE CONTENT IS NOT INTENDED TO BE A SUBSTITUTE FOR PROFESSIONAL MEDICAL ADVICE, DIAGNOSIS, OR TREATMENT.\nALWAYS SEEK THE ADVICE OF YOUR PHYSICIAN OR OTHER QUALIFIED HEALTH PROVIDER WITH ANY QUESTION YOU MAY HAVE REGARDING A MEDICAL CONDITION.</p>\n<p>Prior to participating in any program, workout, training, course, activity, exercise, or use of any Product, Service, program, workout, or exercise discussed on or offered as part of the service, or if You have any questions regarding a medical condition, seek the advice of Your healthcare provider.\nBy using the Services, You agree, represent, and warrant that You have received consent from Your physician to participate in wellness and fitness programs, workouts, exercises or any of the related activities made available to You in connection with the Services.\n</p>\n<p>\n<b>4.\nPhysical Activity Disclaimer and Assumption of Risk</b>\n</p>\n<p>Everyone's condition and abilities are different, and participating in the activities promoted by Our Services and the trainers is at Your own risk.\nIf You choose to participate in these activities, You do so of Your own free will and accord, knowingly and voluntarily assuming all risks associated with such activities.\nActivities promoted by the services may pose risks even to those who are in good health.</p>\n<p>You understand and agree that We will not carry out and are not responsible for any physical inspection, supervision, preparation, execution or conduct of any activities related to or accessed or discovered using the Services.\nYou expressly agree that use of the Services carry certain inherent and significant risks of property damage, bodily injury, or death and that You voluntarily assume all known and unknown risks associated with these activities, even if caused in whole or part by the action, inaction, or negligence of skimble or by the action, inaction, or negligence of trainers or others.</p>\n<p>IF YOU THINK YOU MAY HAVE A MEDICAL EMERGENCY, CALL YOUR DOCTOR OR 911 IMMEDIATELY.\nNEVER DISREGARD, AVOID OR DELAY IN OBTAINING MEDICAL ADVICE FROM YOUR PHYSICIAN OR OTHER QUALIFIED HEALTH CARE PROVIDER BECAUSE OF SOMETHING YOU HAVE READ OR EXPERIENCED AS PART OF THE SERVICES.\nSKIMBLE DOES NOT RECOMMEND OR ENDORSE ANY SPECIFIC TESTS, PHYSICIAN, PRODUCTS, PROCEDURES, OPINIONS, OR OTHER INFORMATION THAT MAY BE MENTIONED BY TRAINERS OR ON THE SERVICES.\nRELIANCE ON ANY INFORMATION PROVIDED BY SKIMBLE, ITS EMPLOYEES, PARTNERS, TRAINERS, OR OTHER USERS OF THE SERVICES IS SOLELY AT YOUR OWN RISK.</p>\n<p>\n<b>5.\nOur Services</b>\n</p>\n<p>Our Services offer Users a platform to access or create workouts, training programs, and exercise based content, and to help share and achieve their fitness goals through a uniquely connected, community experience.\nThe Services allow, among other things, for Users to connect, communicate, and share content with one another through written and visual means.\n</p>\n<p>Our Services also provide a platform to connect clients (\"Clients\") with independent contractor Trainers (the \"Trainers\", collectively with Clients referred to herein as the \"Users\"), where Trainers can connect with Clients to provide training and instruction (\"Training Services\").\nThe Training Services include, without limitation, direct interaction between Clients and Trainers, providing training instruction and supporting materials, and sharing information and feedback among Users.</p>\n<p>Each Client is individually responsible for selecting a Trainer and choosing the Training Services.\nA Client's decision to choose a Trainer and to receive Training Services, and similarly a Trainer's decision to accept a Client and to provide the Training Services, is a decision that each User makes in its sole discretion.\nSkimble is not responsible or liable for the performance of a User or any aspect of the interactions among Users related to the Services, or Training Services, including but not limited to the, suitability, reliability, timing, legality, failure to provide, acts or omissions, or any other aspect whatsoever of Users related to the Services, Training Services provided by Trainers, or the User Content.</p>\n<p>Skimble makes no representations or warranties whatsoever with respect to any aspect, including accreditation, registration or licensing, of any Trainer or the Training Services requested and provided by Users through the Services.</p>\n<p>A Trainer and a User may use the Services to enter into a training relationship through which the Trainer will provide Training Services to the User (\"Training Relationship\").\nAny Training Relationship entered into by Users is between the Users, and Skimble is not a party to the Training Relationship.\nSkimble assumes no responsibility for a User's compliance with or fulfillment of any Training Relationship with other Users, including early termination of a Training Relationship by a User, or duties to third parties, or compliance with applicable laws, rules and regulations.\nSkimble does not endorse any Trainer, Client, Training Service, or User Content.</p>\n<p>\n<b>6.\nRestrictions on Your Use of the Services</b>\n</p>\n<p>While using the Services, You agree to comply with all applicable laws, rules and regulations, including but not limited to laws related to copyright and other intellectual property use, privacy, and personal identity.\nIn addition, We expect You to respect the rights and dignity of others.\nYour use of the Services is conditioned on Your full compliance with these Terms of Use, including, without limitation, the rules of conduct set forth in this section.\nYour failure to comply with such rules may result in termination of Your access to and use of the Services pursuant to these Terms of Use.\nYou agree that when using the Services, You will not:</p>\n<p>· Transmit by any means any software, virus, malware, program, code, file, or other material intended to interrupt, disrupt, alter, destroy, or limit any part of the Services.\n</p>\n<p>· Use any robot, spider, script, or any manual or automated application or means to extract, download, retrieve, index, mine, scrape, reproduce, or circumvent the presentation, operation, or intended use of any feature, function, or part of the Services.\n</p>\n<p>· Frame or mirror any part of the Services.</p>\n<p>· Modify, adapt, translate, reverse engineer, decompile, publicly display, publicly perform, or disassemble any portion of the Services, except as permitted by these Terms of Use.</p>\n<p>· Submit or post any offensive, defamatory, threatening, indecent, hateful, racist, sexist, pornographic, or otherwise inappropriate or obscene content (as determined by Us in Our sole discretion).</p>\n<p>· Copy, download, distribute, transmit, upload, or transfer content provided by the Services or the personal information of others without Our prior written permission or authorization.</p>\n<p>· Resell, sub-license, or lease any of the content related to the Services.</p>\n<p>· Use the Services to make unsolicited offers, requests, advertisements, spam, pyramid schemes, chain letters, or other forms of solicitation.</p>\n<p>· Impersonate or pretend to be anyone else but You.\nfalsely state or otherwise misrepresent Your affiliation with any person or entity in connection with the Services.\nor express or imply that We endorse any statement You make.</p>\n<p>· Violate or infringe upon the privacy, publicity, intellectual property, or other proprietary rights of third parties, or any applicable laws or local rules related to the Internet, data, email, online conduct, and transmission of technical data.\n</p>\n<p>· Engage in any activity that is criminal or tortious in nature, or otherwise violates the law or rights of Users or others including, without limitation, hacking, phishing, fraud, stalking, defaming, abusing, harassing, or threatening.</p>\n<p>\n<b>7.\nSpecific Obligations of Trainers</b>\n</p>\n<p>Please see the Trainer Terms of Use for additional obligations that apply to Trainers.</p>\n<p>\n<b>8.\nUser Content</b>\n</p>\n<p>The Services may provide You with interactive opportunities including, without limitation, features such as contributing to Our exercise library, posting workouts and other exercise-related material, or commenting on Our public forum.\nYou represent and warrant that You are the owner of and/or otherwise have the right to provide all information, including but not limited to biographical information, messages, notes, text, listings, videos, pictures, graphics, drawings, audio, music and sound, text, data, communications and/or other materials and/or content that You submit, post and/or otherwise transmit through the Services (\"User Content\").\nBy providing User Content, You grant Us and Our affiliates and Our service providers, and each of their and Our respective licensees, successors and assigns an irrevocable, transferable, paid up, royalty-free, perpetual, non-exclusive worldwide sub-licensable license to use, copy, display, publish, modify, remove, publicly perform, translate, create derivative works from, distribute and/or otherwise use the User Content through Our Services and in all forms of media now known or hereafter invented, without notification to and/or approval by You.\nYou further grant Us a license to use Your username and/or other user profile information to attribute User Content to You in connection with the foregoing uses, if We choose to do so, again without notification to and/or approval by You.</p>\n<p>The User Content (including, without limitation, ratings and reviews) does not reflect the views of Skimble.\nYou acknowledge and agree that Skimble is not responsible for the accuracy or availability of User Content, and Skimble neither endorses nor is responsible or liable for any User Content that appears through Our Services.\nTherefore, Your reliance on User Content is at Your own risk.\nSkimble shall have the right (but not the obligation) to delete, remove, monitor, or edit, without prior notice, any User Content that We determine, in Our sole discretion, to be disingenuous in any way, and/or could otherwise diminish the integrity of the User Content and/or Our Services.</p>\n<p>Skimble does not verify the accuracy or authenticity of any User Content, and makes no representations or warranties with respect to any User Content.\nSkimble makes no representations concerning and is under no obligation to prevent, the downloading, distribution, linking to, or re-posting of Your User Content by third parties, including by or through search engines.\nYou expressly waive any and all claims You may have against Skimble and release Skimble from any and all liability arising from or related to the User Content, including any exploitation of the User Content by a third party, whether or not authorized by Skimble.</p>\n<p>\n<b>9.\nOwnership</b>\n</p>\n<p>Except for User Content, and unless otherwise stated herein, We and Our licensors are the sole owners of the Services and all of its content, including without limitation, all designs, logos, artwork, text, graphics, images, data, information, services, functions, software, music, sounds, interactive features, video, audio and other files, trademarks, service marks, and all other intellectual property or otherwise legally protectable elements of the Services, including, without limitation, their selection, compilation and arrangement contained within Services.\nYou agree that all right, title, and interest in the Services will remain Our or Our licensors' exclusive property.\nNothing in these Terms of Use gives You a right to reproduce, copy, distribute, sell, broadcast, license, or otherwise use the Skimble name or any of Our trademarks, logos, domain names, and other distinctive brand features.\nYou may not modify, rent, lease, sell, distribute, or create derivative works based on the Services unless We have given You prior written consent to do so.</p>\n<p>\n<b>10.\nClaims of Copyright Infringement</b>\n</p>\n<p>The Digital Millennium Copyright Act of 1998 (the \"DMCA\") provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf You believe in good faith that materials available through the Services infringe Your copyright, You (or Your agent) may send Skimble a notice requesting that Skimble remove the material or block access to it.\nIf You believe that copyrighted materials have been copied in a way that constitutes copyright infringement, please send an e-mail or written notice to Our Designated Agent for notices of infringement and provide the following:</p>\n<p>· A physical or electronic signature of the copyright owner or a person authorized to act on behalf of the copyright owner;</p>\n<p>· Identification of the copyrighted work(s) that You claim has been infringed;</p>\n<p>· A description of the material that You claim is infringing and the location of that material on the Website;</p>\n<p>· Your address, telephone number and email address;</p>\n<p>· A statement by You that You have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>· A statement by You, made under penalty of perjury, that the above information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.</p>\n<p>Send the completed notice to Our Designated Agent for claims of copyright infringement at: Gabriel Vanrenen, 601 Capp Street, San Francisco, CA 94110.\ngabe@skimble.com.</p>\n<p>\n<b>11.\nRegistration and Account Information</b>\n</p>\n<p>You may view some aspects of Our Services without registering, but in order to access and use other aspects of Our Services, You may be required to register an account with Us.\nIt is Your sole responsibility to provide and maintain accurate account information.\nYou are also responsible for any activity that occurs on Your account, for maintaining the confidentiality of Your password, and for taking appropriate steps to protect such information.\nYou may not use the account, username, or password of someone else at any time.\nYou agree to notify Us immediately of any unauthorized use of Your account, user name, or password.\nWe will not be liable for any loss that You incur as a result of someone else using Your password, either with or without Your knowledge.\nYou may cancel Your account with Us at any time by e-mailing Us at support@skimble.com.</p>\n<p>\n<b>12.\nPayment Terms</b>\n</p>\n<p>Certain aspects of the Service may be subject to payments now or in the future (\"Paid Services\".) Please note that any payment terms presented to You in the process of using or signing up for a Paid Service are deemed part of these Terms of Use.</p>\n<p>We may use a third-party payment processor to bill You through a payment account linked to Your Skimble account for use of the Paid Services.\nThird party payment processors may include, but are not limited to, Stripe, Google Wallet, Apple Pay, Amazon Payments, and Samsung Pay.\nThe processing of payments will be subject to the terms, conditions and privacy policies of the third-party payment processor in addition to these Terms of Use.\nBy choosing to use Paid Services, You agree to pay Us, through the third-party payment processor, all charges at the prices then in effect for any use of such Paid Services in accordance with the applicable payment terms and You authorize Us, through the payment processor, to charge Your payment provider (Your \"Payment Method\").\nYou agree to make payment using that selected Payment Method.\n</p>\n<p>If You provide credit or debit card information to pay for the Paid Services, then You hereby represent and warrant that You are authorized to supply such information and hereby authorize Skimble to charge Your debit or credit card on a regular basis to pay the fees as they become due.\nThe terms of Your payment will be based on Your payment method and may be determined by agreements between You and the financial institution, credit card issuer or other provider of Your payment method.\nIf We, through the third-party payment processor, do not receive payment from You, You agree to pay all amounts due on Your account upon demand.\nWe may also block Your access to any Services pending resolution of any amounts due by You to Us.</p>\n<p>Some of the Paid Services may consist of recurring period charges as agreed to by You.\nBy choosing a recurring payment plan, You acknowledge that such services have an initial and recurring payment feature and You accept responsibility for all recurring charges prior to cancellation.\n</p>\n<p>You agree that Skimble shall not be liable for any issues regarding financial and monetary transactions between You and any other party.\nYou are responsible for all transactions processed through Our Service.\nSkimble is not liable for loss or damage from errant or invalid transactions processed through a third party payment processor.\nIf You process a transaction, it is Your responsibility to verify that the transaction was successfully processed.\nYou understand and agree to not hold Skimble liable for any adverse affects that actions (whether intentional or unintentional) on the part of the third party payment processor may cause to any third party account or Your Skimble account.\n</p>\n<p>You agree to be responsible for and to pay any applicable sales, personal property, use, VAT, excise, withholding, or any other applicable taxes that may be imposed by federal, state, local, or foreign governmental entities, based on the Services or Training Services, or any software or other product provided under this Agreement, excluding any taxes based on net income payable by Skimble.\nIf Skimble has the legal obligation to pay or collect taxes for which You are responsible under this section, the appropriate amount shall be invoiced to and paid by You, unless You provide Skimble with a valid tax exemption certificate authorized by the appropriate taxing authority.</p>\n<p>\n<b>13.\nCancellation of Services and Refunds</b>\n</p>\n<p>You may cancel the Services at any time.\nUpon cancellation, Your subscription to the Services will stop at the end of the then-current billing cycle.\nPayments for the Services are non-refundable.\nAdditionally, any of the Services purchased through Third Party Platforms or the iOS and Android applications will not be eligible for refunds.\nIf You upgrade to Skimble's PRO+ feature through Our Website via Stripe, then You may receive a refund for unused time and may be downgraded immediately.</p>\n<p>\n<b>14.\nIndemnification </b>\n</p>\n<p>You agree to defend, indemnify and hold harmless Skimble, its subsidiaries and affiliates, and each of their respective employees, officers, directors, agents, representatives, licensors, suppliers, service providers, successors and assigns (collectively, the \"Skimble Parties\") from and against all claims, losses, costs and expenses (including attorney's fees) arising out of or related to (a) Your use of, or activities in connection with, Our Services.\nor (b) any violation of these Terms of Use by You.\nWe reserve the right to assume all or any part of the defense of any such claims and negotiations for settlement and You agree to fully cooperate with Us in doing so.</p>\n<p>If You are a California resident, pursuant to California Civil Code Section 1789.3, California websites users are entitled to the following consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 400 R Street, Suite 1080, Sacramento, California, 95814, or by telephone at (916) 445-1254 or (800) 952-5210.</p>\n<p>\n<b>15.\nWarranty Disclaimer</b>\n</p>\n<p>THE SERVICES, USER CONTENT, TRAINING SERVICES, AND ANY OTHER MATERIALS MADE AVAILABLE ON OR THROUGH THE USE OF THE SERVICES ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, SKIMBLE AND ITS AFFILIATES, LICENSORS, SUPPLIERS, ADVERTISERS, SPONSORS AND AGENTS, DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, IMPLIED WARRANTIES OF TITLE, NON- INFRINGEMENT, ACCURACY, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES THAT MAY ARISE FROM COURSE OF DEALING, COURSE OF PERFORMANCE OR USAGE OF TRADE.\nSKIMBLE AND ITS AFFILIATES, LICENSORS, SUPPLIERS, ADVERTISERS, SPONSORS AND AGENTS DO NOT WARRANT THAT YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, ERROR-FREE OR SECURE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICES, THE SUBMISSIONS, THE SERVER(S) ON WHICH THE SERVICES ARE HOSTED, OR ANY SERVICES AVAILABLE ON ANY THIRD PARTY PLATFORM ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nNO OPINION, ADVICE OR STATEMENT OF SKIMBLE OR ITS AFFILIATES, LICENSORS, SUPPLIERS, ADVERTISERS, SPONSORS, AGENTS, MEMBERS OR VISITORS, WHETHER MADE THROUGH THE USE OF THE SERVICES, OR ON THIRD PARTY PLATFORMS OR OTHERWISE, SHALL CREATE ANY WARRANTY.\nYOUR USE OF THE SERVICES, INCLUDING WITHOUT LIMITATION ANY SERVICES PROVIDED ON ANY THIRD PARTY PLATFORM, ARE ENTIRELY AT YOUR OWN RISK.\nSome jurisdictions do not allow the disclaimer of implied warranties.\nIn such jurisdictions, some of the foregoing disclaimers may not apply to You insofar as they relate to implied warranties.</p>\n<p>\n<b>16.\nLimitation of Liability</b>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL ANY OF THE SKIMBLE PARTIES BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES OF ANY KIND (INCLUDING, BUT NOT LIMITED TO, LOSS OF REVENUE, INCOME OR PROFITS, LOSS OF USE OR DATA, LOSS OR DIMINUTION IN VALUE OF ASSETS OR SECURITIES, OR DAMAGES FOR BUSINESS INTERRUPTION) ARISING OUT OF OR IN ANY WAY RELATED TO THE ACCESS OR USE OF THE SERVICES OR OTHERWISE RELATED TO THESE TERMS (INCLUDING, BUT NOT LIMITED TO, ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY ANY USER ON ANY INFORMATION OBTAINED FROM SKIMBLE OR THE USER CONTENT, OR FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETIONS OF FILES OR EMAILS, ERRORS, DEFECTS, BUGS, VIRUSES, TROJAN HORSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO SKIMBLE'S RECORDS, PROGRAMS OR SYSTEMS), REGARDLESS OF THE FORM OF ACTION, WHETHER BASED IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, SIMPLE NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), STRICT PRODUCT LIABILITY OR ANY OTHER LEGAL OR EQUITABLE THEORY (EVEN IF THE PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND REGARDLESS OF WHETHER SUCH DAMAGES WERE FORESEEABLE).\nTHIS LIMITATION INCLUDES, BUT IS NOT LIMITED TO, PERSONAL INJURY, INCLUDING DEATH AND DISABILITY AS WELL AS DAMAGES TO PERSONAL PROPERTY.\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE MAXIMUM AGGREGATE LIABILITY OF SKIMBLE AND THE OTHER SKIMBLE PARTIES ARISING OUT OF OR IN ANY WAY RELATED TO USE OF THE SERVICES EXCEED (A) THE AMOUNT PAID BY YOU TO SKIMBLE, IF ANY, OR (B) $100 (WHICHEVER IS LESS).\nTHE FOREGOING LIMITATION SHALL APPLY EVEN IN THE EVENT YOUR REMEDIES HEREUNDER FAIL OF THEIR ESSENTIAL PURPOSE, AND THE FOREGOING SHALL CONSTITUTE SKIMBLE AND THE SKIMBLE PARTIES' SOLE LIABILITY AND OBLIGATION IN RESPECT HEREOF, REGARDLESS OF THE FORM OF ACTION, WHETHER BASED IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, SIMPLE NEGLIGENCE, WHETHER ACTIVE, PASSIVE OR IMPUTED), STRICT PRODUCT LIABILITY OR ANY OTHER LEGAL OR EQUITABLE THEORY.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU, ON BEHALF OF YOUR HEIRS, EXECUTORS, ADMINISTRATORS, LEGAL AND PERSONAL REPRESENTATIVES, HEREBY RELEASE, WAIVE, ACQUIT AND FOREVER DISCHARGE skimble AND THE OTHER SKIMBLE PARTIES FROM AND AGAINST, AND COVENANT NOT TO SUE ANY SUCH SKIMBLE PARTY FOR, ALL CLAIMS YOU HAVE OR MAY HAVE ARISING OUT OF OR IN ANY WAY RELATED TO THESE TERMS OF SERVICE AND/OR YOUR USE OF THE SERVICES.\nIF YOU ARE A RESIDENT OF A JURISDICTION THAT REQUIRES A SPECIFIC STATEMENT REGARDING RELEASE THEN THE FOLLOWING APPLIES.\nFOR EXAMPLE, CALIFORNIA RESIDENTS MUST, AS A CONDITION OF THIS AGREEMENT, WAIVE YOUR RIGHTS UNDER CALIFORNIA CIVIL CODE 1542, WHICH STATES \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.\" YOU HEREBY WAIVE THIS SECTION OF THE CALIFORNIA CIVIL CODE.\nYOU HEREBY WAIVE ANY SIMILAR PROVISION IN LAW, REGULATION, OR CODE THAT HAS THE SAME INTENT OR EFFECT AS THE AFOREMENTIONED RELEASE.\nIn some jurisdictions, limitations of liability are not permitted.\nIn such jurisdictions, some of the foregoing limitations may not apply to you.</p>\n<p>17.\n<b>Third-Party Accounts and Platforms</b>\n</p>\n<p>The Services may provide You with an opportunity to link Your account with online accounts You may have with third-party owned and operated platforms and service providers e.g., Apple (iTunes, etc.), Google, Facebook, Twitter, Samsung etc., or Third Party Devices (each, a \"Third Party Account\").\nYou may link Your accounts by providing Your Third Party Account login information to Skimble through the Services, or by granting Skimble access to Your Third Party Account, as permitted by any applicable terms and conditions that may govern the Third Party Accounts You use.\nYou represent that You are permitted to disclose Your Third Party Account login information to Skimble and have permission to grant Skimble access to Your Third Party Account, and that in doing so You agree to comply with any applicable terms, conditions or requirements promulgated by any provider of a Third Party Account (e.g., Facebook's Terms of Use, iTunes Store Terms of Use, etc.).</p>\n<p>If You decide to link a Third Party Account, or sync the Services with a Third Party Device, You authorize Us to access and use certain Third Party Account information, including but not limited to the public profiles on Your Third Party Account, information about friends or contacts You might share in common with other Users, or information collected by Third-Party Devices.\nYou will have the ability to disable the connection between Your Skimble and Your Third Party Accounts at any time.\nYOUR RELATIONSHIP WITH THE THIRD PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD PARTY SERVICE PROVIDERS.\n</p>\n<p>The Services also contain links to third party websites, mobile applications, and platforms (\"Third Party Platforms\").\nA possibility exists that the Services provided on any Third Party Platforms could include inaccuracies or errors, or information or materials that violate these Terms of Use.\nSkimble has no control over such Third Party Platforms and is not responsible for the availability of such Third Party Platforms.\nSkimble does not endorse and is not responsible or liable for any content, advertising, products, services or other materials on or available from such Third Party Platforms linked through the Services.\nSkimble does not make any representations regarding the content or accuracy of materials on such Third Party Platforms and Your use of Third Party Platforms is at Your own risk and subject to the terms and conditions and policies and procedures of such Third Party Platforms.\nIn addition, other Third Party Platforms may provide links to Our Services with or without Our authorization.\nYou acknowledge and agree that Skimble does not endorse such Third Party Platforms, and are not and shall not be responsible or liable for any links from those platforms to Our Services, any content, advertising, products or other materials available on or through such other sites, or any loss or damages incurred in connection therewith.</p>\n<p>\n<b>18.\nPush Notifications</b>\n</p>\n<p>We may provide You with emails, text messages, push notifications, alerts and other messages related to the Services.\nAfter downloading a Skimble iOS-based mobile application, You will be asked to accept or deny push notifications/alerts.\nIf You deny, You will not receive any push notifications/alerts.\nIf You accept, push notifications/alerts will be automatically sent to You.\nIf You no longer wish to receive push notifications/alerts from the mobile application, You may also opt-out of receiving different types of push notifications or alerts by toggling off the \"Notifications\" options within the \"Settings\" menu of Our mobile applications.\nThis feature is available in the most recent versions of Our iOS-based and Android-based applications and via Our website.</p>\n<p>\n<b>19.\nTermination</b>\n</p>\n<p>We may immediately, without prior notice, suspend or terminate Your use of and access to the Services, at Our sole discretion, for any reason, whether with or without cause or warning, and without liability to You for any Services associated with Your account.\nA User may terminate a Training Relationship that it is a party to or the Use of the Services at any time by ceasing Your use of the Services, or by deleting Your account.</p>\n<p>\n<b>20.\nPrivacy Policy / Communications</b>\n</p>\n<p>We respect Your privacy.\nOur collection, use and disclosure practices regarding Your personally identifiable information is set forth in Our Privacy Policy.\nPlease take some time to review Our Privacy Policy as its terms are incorporated herein by reference and Your assent to these Terms of Use includes Your assent to Our Privacy Policy.\n</p>\n<p>By creating a Skimble account, You consent to receive electronic communications from Skimble.\nThese communications may include notices about Your account (e.g., payment authorizations, password changes and other transactional information) and are part of Your relationship with Us.\nWe may also send You promotional communications via email, including, but not limited to, newsletters, special offers, surveys and other news and information We think will be of interest to You.\nYou may opt out of receiving these promotional emails at any time by following the unsubscribe instructions provided therein or emailing Us at support@skimble.com.</p>\n<p>\n<b>21.\nConfidentiality</b>\n</p>\n<p>You represent and warrant that any User Content You provide, submit or post through the Services will be non-confidential and Skimble will not be liable for any use or disclosure, whether by Skimble or any other Users, of Your User Content.\nYou acknowledge and agree that Your relationship with Skimble or Your Training Relationship with a User is not a confidential relationship.</p>\n<p>\n<b>22.\nGeographic Restrictions</b>\n</p>\n<p>Skimble is based in the state of California in the United States.\nWe make no claims that the Services or any of its associated content is appropriate outside of the United States.\nAccess to the Services may not be legal by certain persons or in certain countries.\nIf You access Our Services from outside the United States, You do so on Your own initiative and are responsible for compliance with local laws.</p>\n<p>\n<b>23.\nMiscellaneous</b>\n</p>\n<p>The Term of Use and Our Privacy Policy (and, with respect to Trainer, the Trainer Terms of Use) constitute the sole and entire agreement between You and Skimble with respect to the Services and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, with respect to the Services.\nIf the application of any provision of these Terms of Use to any particular facts or circumstances shall for any reason be held to be invalid, illegal or unenforceable by a court, arbitrator or other tribunal of competent jurisdiction, then (a) the validity, legality and enforceability of such provision as applied to any other particular facts or circumstances, and the other provisions of these Terms of Use, shall not in any way be affected or impaired thereby and (b) such provision shall be enforced to the maximum extent possible so as to effect the intent of the parties.\nOur failure to exercise any right or remedy available upon Your breach of these Terms of Use or the failure by Us to demand the prompt performance of any obligation hereunder, shall not be deemed a waiver of (a) Our rights or remedies, (b) the requirement of punctual performance or (c) any right or remedy in connection with a subsequent breach or default on Your part.\nNo waiver of any of these Terms of Use shall be deemed a further or continuing waiver of such terms and condition or any other term or condition.\nAny notice or other communication to be given hereunder will be in writing and given by facsimile, postpaid registered or certified mail return receipt requested, or electronic mail.\nNo agency, partnership, joint venture or employment is created as a result of this Agreement and You may not make any representations or bind the Company in any manner.\n</p>\n<p>\n<b>24.\nGoverning Laws.\nStatute of Limitations</b>\n</p>\n<p>These Terms of Use and Your use of the Services shall be governed by the substantive laws of the State of California without reference to its choice or conflicts of law principles that would require the application of the laws of another jurisdiction, and shall be considered to have been made and accepted in the State of California.\nAny claim or cause of action arising out of or related to use of the Services, the Terms of Use, or any services or information available through Third Party Platforms, must be filed within one (1) year after such claim or cause or action arose regardless of any statutes or law to the contrary.\nIn the event any such claim or cause of action is not filed within such 1-year period, such claim or cause of action are forever barred.</p>\n<p>\n<b>25.\nDispute Resolution: Arbitration, Class Action Waiver, and Jurisdiction</b>\n</p>\n<p>\n<b>\n<u>Please read this section carefully.\nIt is part of Your contract with Skimble and affects Your rights.</u>\n</b>\n</p>\n<p>Except for a claim by Skimble of infringement or misappropriation of Skimble's intellectual property rights, any and all disputes between You and Skimble arising under or related in any way to these Terms of Use or the Services that cannot be resolved informally or in small claims court shall be resolved through binding arbitration on an individual basis as described in this Arbitration Agreement.\nThis agreement to arbitrate is intended to be interpreted broadly.\nIt includes, but is not limited to, all claims and disputes relating to Your use of the Services and Terms of Use, and applies to You and Skimble, and to any subsidiaries, affiliates, agents, employees, predecessors in interest, successors, and assigns.</p>\n<p>Before any party may seek arbitration, the party must first send a written \"Notice of Dispute\" to the other party describing the nature and basis of the claim or dispute, and the requested relief.\nAny notice to Skimble should be sent to 601 Capp Street, San Francisco, CA 94110.\nAfter the Notice of Dispute is received, You and Skimble may attempt to resolve the claim or dispute informally.\nIf You and Skimble are unable to resolve the dispute within thirty (30) days after receipt of the Notice, either party may begin an arbitration proceeding.\n</p>\n<p>If either party brings a claim in court that should be arbitrated or either party refuses to arbitrate a claim that should be arbitrated, the other party may ask a court to force the parties to \"compel\" arbitration to resolve the dispute.\nEither party can also ask a court to stop a court proceeding while an arbitration proceeding is ongoing.</p>\n<p>YOU AGREE THAT BY AGREEING TO THESE TERMS OF USE, YOU AND SKIMBLE ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\nYOU AND SKIMBLE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nANY ARBITRATION WILL TAKE PLACE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS AND CLASS ACTIONS ARE NOT PERMITTED.\nTHIS APPLIES TO ALL KINDS OF CLAIMS UNDER ANY LEGAL THEORY.</p>\n<p>The Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes of the American Arbitration Association (\"AAA\"), as modified by this section, will govern the arbitration.\nFor any claim where the total amount of the award sought is $10,000 or less, the AAA, You and Skimble must abide by the following rules: (A) the arbitration will be conducted solely based on written submissions.\nand (B) the arbitration will not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed by the parties.\nIf the claim exceeds $10,000, the right to a hearing will be determined by the AAA rules, and the hearing (if any) must take place in San Francisco, California.\nThe arbitrator's ruling is binding and may be entered as a judgment in any court of competent jurisdiction.\nIn the event this agreement to arbitrate is held unenforceable by a court, then the disputes that would otherwise have been arbitrated will be exclusively brought in the state or federal courts located in San Francisco, California.\nClaims of infringement or misappropriation of Skimble's intellectual property rights will be exclusively brought in the state and federal courts located in San Francisco, California.\nThe Agreement is made under and will be governed by and construed in accordance with the laws of the State of California, consistent with the Federal Arbitration Act, without regard to its choice of law provisions.\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms.</p>\n<p>\n<b>26.\nChanges or Clarifications to Our Terms of Use</b>\n</p>\n<p>We reserve the right to change these Terms of Use at any time.\nIf We change these Terms of Use, We will update the Effective Date listed above, and will also notify You by either sending an email to the User email address on file or by posting a notice through Our Services.\nIf You continue to use the Services, after the effective date of any change, then such access and/or use will be deemed an acceptance of and an agreement to follow and be bound by the Terms of Use as updated.\nThe updated Terms of Use supersedes all previous Terms of Use.\nIf You do not agree with Our updated Terms of Use, You may not use Our Services.\n</p>\n<p>If You have any questions about these Terms of Service You can contact Us at support@skimble.com or by mail to 601 Capp Street, San Francisco, CA 94110.</p> Gifting Special - Buy 2, Get 1 FREE! Give the gift of Workout Trainer PRO+ Legal Privacy Terms Connect Blog Facebook Instagram Help Center Company About Trainers Online Training Mobile Site Download App Workout Trainer <small>\n© 2021 Skimble, Inc.<br>Skimble® &amp.\nWorkout Trainer® are registered trademarks of Skimble, Inc.\n</small>\n<br> ", "created_at": "2021-10-28 23:15:27.087946", "updated_at": "2021-10-28 21:16:13.318407"}], "points": [], "urls": ["skimble.com"]}}