{"error": 448, "message": "OK", "parameters": {"id": 3946, "name": "autistici", "created_at": "2021-06-05 21:44:02.441253", "updated_at": "2021-06-05 22:00:22.422491", "wikipedia": null, "keywords": null, "related": null, "slug": "autistici", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3946.png", "url": "autistici.org,inventati.org,anche.no,autistiche.org,autoproduzioni.net,bastardi.net,cryptolab.net,canaglie.org,insiberia.net,stronzi.org", "documents": [{"id": 6772, "name": "Privacy Policy", "url": "https://www.autistici.org/who/privacy-policy.en", "xpath": "//body", "text": " Toggle navigation autistici.org <ul>\n<li>Help</li>\n<li>Policy</li>\n<li>About</li>\n<li>Dev</li>\n<li>News</li>\n<li>Donate</li>\n</ul>\n<ul>\n<li>\n<b>\n</b>\n</li>\n<li>\n<b>\n</b>\n<ul>\n<li>Italiano</li>\n<li>English</li>\n<li>Deutsch</li>\n<li>Français</li>\n<li>Español</li>\n<li>Català</li>\n<li>Português</li>\n<li>ελληνικά</li>\n</ul>\n</li>\n<li>\n<strong>Login</strong>\n</li>\n</ul> Privacy Policy\n<p>April 13th, 2020</p>\n<p>This document forms an integral part of the Terms of Services provided by A/I-ODV.</p>\n<p>The following Privacy Policy applies to all the Services offered by the non-profit\nassociation A/I-ODV (“A/I” or the generic subject “we”) to you (the User).\nThrough access to our platform and the use of our Services, you agree to this\nPrivacy Policy together with the other Terms of Services.\nA/I Services include – but are not limited to - emails, websites, blogs,\nmailing lists, newsletters, irc, jabber, anonymous remailer and the nym server.</p>\n<p>This document sets forth the privacy practices of A/I describing what information\nwe collect, the use we make of such information and the security level we provide for\nthis purpose.\nWe acknowledge and respect your legitimate expectations of privacy\nconcerning any communication or data transiting or stored on our information systems,\nthis is why our work process is structured in order to collect only the minimum possible\namount of personal information necessary.\nWe do not sell, provide or rent to\nthird parties any of the data regarding the use of our Services.</p>\n<p>A/I is located at the address Corso Italia n.115, Pisa 56125, Italy.</p>\n<p>Reach us at associazione@ai-odv.org if you have any questions or concerns\nabout this Privacy Policy.</p>\nData Collection\n<p>Our organization’s overriding policy is to collect as little user information as possible\nto ensure a completely private and secure user experience when using the Services,\nsince such information may be used in different ways and against your interest, including\nactivities such as fraud, invasion of privacy, identity theft or others.\nWe also have no technical means to access your encrypted message contents.\nOur processing\nof your information is limited to temporarily storing it for you to use.</p>\n<p>We retain only the bare minimum of information about each user that is required to make\nthe service work correctly.\nWe do not sell or share any of it.\nWe will not process any of\nyour incoming or outgoing mail other than to protect you from viruses and spam, or when\ndirected to do so by you when directly contacted by you in regard to a problem, in the\ntroubleshooting process.</p>\n<p>A/I does not retain or collect any data obtained via client fingerprint, namely the uniquely\nidentifying information that your web browser communicates to all web servers it visits\nby allowing the site to know details about your operating system, browser information,\nplugins installed, fonts installed, screen resolution and much more.</p>\n<p>We require/provide a username (email address) and a password to identify and authorize the\naccount holder in order to access the services offered by A/I.\nno personal data is required\nfor this process.\nA/I merely selects and filters the individuals to whom the Services are\ndelivered by preventively asking to submit a written statement of intents before any account\nrequest is approved.\nthe aforementioned statements are always evaluated by an appointee\nof A/I and deleted right after the approval process is terminated.\nAny further personal\ninformation offered spontaneously by the user will not be stored and preserved if not\nstrictly necessary.\nEvery further communication between A/I and a user will take place through\nthe email address provided by us.</p>\n<p>In order to ensure the highest security standards A/I uses only “encrypted by design” servers,\nmeant to protect all data with automated anonymization applied before we start processing it\n(including IP addresses and other personal data).\nEven when a user might engage in activities\nthat constitute a breach of our Terms of Services (spamming, DDoS and others), we will only be\nable to recover from our servers an anonymized IP address possibly relatable to a user’s account\nbut not to a certain physical subject.\nWe store logs of user activity for a period up to 15 days\n(unless otherwise specified per service).\nData regarding users’ activity helps us diagnose software issues, protect security of the\nsystems from intrusion, and monitor the health of the platform.</p>\n<p>We use disk encryption on all data to mitigate the risk of data leaks in cases where\nservers might be stolen, seized, or in any way physically tampered with.\nWe provide and require SSL/TLS encryption on all provided services.</p>\n<p>We do not ask for any personal information in order to provide our Services, since an A/I email\naccount is the only identifier a user needs.\nFor the sake of your privacy, we discourage you to\nuse your real name (or other personal identifier, such as a user on another internet provider\nconnected to your real identity) as your username / email address, but we have no way\nto determine when that is the case or not.\nWe do not require any additional information that is\nnot crucial for operation of the Services (we do not ask for additional email addresses,\nphone numbers, street address or any other identifier that could correlate your\nemail address to your real identity).</p>\n<p>Although A/I does not intentionally collect any sensitive personal information, such as\ngenetic data, health information, sexual preferences and others, we realize that users might\nstore this kind of information in their email account, websites and other part of our platform.\nIf you store any sensitive personal information on our servers, you are responsible for complying\nwith any regulatory controls regarding that data.</p>\n<p>If you are a visitor of our platform or a user of our Services using a mobile phone, a tablet\nor a laptop, we collect and use information about you in the same way and for the same purposes\nin a consistent way, regardless of which device, application, client or browser extensions you use.</p>\n<p>Services’ user data is limited to the following:</p>\nVisiting A/I’s platform\n<p>Whenever you interact with our platform or Services, whether you have an account or not, the\nautomatic exchange of information between your client and our servers will provide us with\nsome non-personal data, including, for example, data relating to the browser you are using\n(browser type, whether it is a mobile/desktop device, OS version, preferred language),\nthe date and time of your visit and the referring website, but not your IP address.\nNone of the non-personal (meta)data allows the identification of the individual user,\nas it is not associated with or linked to your personal information.</p>\nAccount registration\n<p>It is not necessary to provide personal information in order to create an account.\nAll data provided in the request is deleted from our systems 15 days after the request\nhas been successfully granted.\nWe do not ask our users to set a recovery email address\nand we do not take record of their password in plain text, therefore credentials\nadministration is not under our responsibility.\nA/I will be able to communicate\nwith the users, if necessary, only through the email created within\nthe registration process.</p>\nHelp tickets\n<p>Your communication with A/I via help tickets for support requests, bug reports or\nany other issue will be saved by our staff.\nThe content of any help ticket you create\nor comment on while authenticated will be associated with your user account.\nWe periodically delete old tickets that are solved or closed.\nWe recommend that\nyou refrain from communicating any personal data to us since plain-text email is not\na safe media of communication.\nHelp ticket queries and replies will be sent via email.</p>\nSession ID and cookies\n<p>When you are logged in, we keep a temporary session identifier on your computer that\nyour client software uses to prove your authentication state.\nThis is automatically\nerased after you log out or if the session expires.\nWe do not use any third party\ncookies or tracking mechanism of any kind.\nUsers are free to change their cookies\npreferences at any time in the settings panel of their browser, being able to\ncontrol which cookies to allow, which cookie to block in the future and also\nto delete cookies.\nSome links may take you outside of our digital platform and are\nbeyond our control, redirecting you to other sites that may send their own cookies\nand collect data or solicit personal information.\ntherefore we do not take any\nresponsibility for your use of third party websites.</p>\nEmail transit logs\n<p>In order to detect abuse of our email services,\nwe keep track of email metadata (message sender and\nrecipient only) for every message that goes through our systems.\nThese logs are retained for 15 days.</p>\n<p>Remember that even when using end-to-end PGP encryption for email messages,\nthe email “subject” and routing information\ncan be seen in clear by our servers when the email initially arrives (as well\nas any other observer on the network).\nthis is due to inherent limitations in the email protocol and in OpenPGP.</p>\nLast log in\n<p>We keep record of your last successful authentication, so that it is possible for\nus to disable and delete unused or abandoned accounts.</p>\nServices activity\n<p>We keep track of the users’ activity on our Services, but the logs we store never\ncontain any personally identifying information, and do not include information\nrelated to activities outside of our platform.\nA/I uses this data to help diagnose\nsoftware issues, protect the system from intrusion, and monitor the health of\nthe services.\nWe store anonymized logs of the Services' operation for a period up\nto 15 days, unless otherwise specified.</p>\nData storage and use\n<p>Data is stored only inside of the EU or within GDPR abiding countries.\nwe have direct and exclusive access to all the dedicated servers where the data\nis stored.\nThe processing of data takes place exclusively within EU territory\nand GDPR abiding countries.\nCommunication between all servers is encrypted\nwith “state of the art” protocols in order to protect any information from\nunauthorized access, unauthorized alteration, destruction or disclosure of data.\nWe do not use any public cloud providers (as AWS, Google cloud, Digital Ocean\nor the like).</p>\n<p>All the data used by our services is stored in an encrypted format, and only A/I\nhas the keys to decrypt the data.\nFurthermore, user-specific data (such as content\nof email messages) is encrypted with keys that are only available to the user and\nnot to the operators / AI staff.\nWe provide and require SSL/TLS encryption on all\nprovided Services.\nIf you have a reason to believe that your interaction with our\nservers is no longer secure, for example if you think that the security or your\naccount has been compromised, please contact us immediately.</p>\n<p>We do not in any way process, analyze your behavior or personal characteristics\nby profiling users or other similar practices.\nWe do not publish advertisements or\nhave any business relationships with advertisers.\nA/I does not share, rent or sell\nany data to any third party.\nWe do not send any marketing related information to\nour users, also given the fact that we do not sell our Services.</p>\n<p>We do not share your data to third parties unless network inter-operatable (federated)\nservices require certain data to function correctly (eg.\nother service provider needs\nto know your email address to be able to deliver a service).\nIn those cases, you actively\noperate the choice and act of sharing the data and we have no way to stop you from\ndoing that.\nIn order to protect your privacy, we discourage you from doing that.</p>\n<p>We do not access your data, emails, files etc.\nstored on our servers unless needed for\ntroubleshooting purposes, or under suspicion of violation of our policy.</p>\n<p>In the case of troubleshooting, we ask for your permission previously to the act of\naccessing your data and inform you afterwards of all actions taken on the account\nin the transparency report addressed to the account holder.</p>\n<p>In the case of suspicion of behavior non-compliant to our policies, we might kindly\nask the user to comply or decide to erase an account permanently and without notice:\nagain, users are admitted conditionally to their compliance to our policy and what\nwe judge is their affinity to our Manifesto.</p>\n<p>Anonymous, aggregated information that cannot be linked back to an individual user\nmay be made available to experienced researchers for the sole purpose of developing\nbetter systems for anonymous and secure communication.\nFor example, we may aggregate\ninformation on how many messages on average a group of anonymous users send and receive,\nand with what frequency.</p>\n<p>As stated in our ToS, A/I provides a web statistic tool as part of our Services\ntherefore no other similar tool or analytic is allowed.\nOur tools and analytics\nwill never collect any personal data.\nWe do not directly use these tools\nand analytics, but this service is available to all the users that choose to use them.</p>\n<p>In order to ensure security of all the data, A/I employs various administrative,\ntechnical and physical security measures, however it is your responsibility to exercise\ncaution and reason when using A/I Services.\nYou will be personally responsible if such\naction violates any third party’s privacy or any other rights.\nWe will not be liable\nfor the consequences of your unjust activities, your deliberate and negligent actions,\nas well as any circumstances that may not have been reasonably controlled or foreseen.</p>\n<p>Pursuant to the Regulation (EU) 2016/679, also known as GDPR, the legal basis for our\ndata treatment is article 6, paragraph 1, letter b) which allows A/I to process data\nto fulfill a contract or for measures preliminary to a contract.\nThis means that we process users’ data in order to enforce our Terms of Use or\nto protect the security and integrity of the Services provided.</p>\n<p>A/I will disclose user data and any information only if instructed to do so by a\nfully binding request coming from the competent Italian authorities or other compelling\njudicial authority.\nif permitted by law, we will promptly inform the user before any data\ndisclosure if such a situation may arise.\nEven if we may comply with electronically\ndelivered notices, A/I will consider mandatory any subpoena, court order, warrant or\nother legal document, but only if notified according to the right procedure and receiving\nan original copy by registered post or in person, with a contact eligible to receive\na formal response.\nIf a request is made for encrypted message content (or any other\ndata that has been encrypted automatically or by the user) that A/I does not possess\nthe ability to decrypt, the fully encrypted information will be turned over.\nWe may\nfrom time to time consent to a request if there is a public interest in doing so.\nbut in such situations A/I will not comply with the request until all legal or other\nremedies have been exhausted.\nTherefore, not all requests will lead to a data disclosure.</p>\nAccess to your information\n<p>Access to your personal data and stored files and other information you provide to any\nof the Services offered by A/I is under your control.</p>\n<p>We do not access your data, emails, files etc.\nstored on our servers unless needed for\ntroubleshooting purposes, or under suspicion of breaking our policy.\nIn the case of\ntroubleshooting, we ask for your permission previously to the act of accessing your\ndata and inform you afterwards of all actions taken on the account in the\ntransparency report addressed to account holder.</p>\n<p>Some of the Services provided by A/I such as Email and Jabber are operating based on\nso called Federation Protocols.\nThis enables users signed up at different service providers\nto interact with each other.\nBecause of the nature of the protocols (ability to send\neach other messages, share files, chat) some of the data is naturally shared with other\nentities.\nHowever, sharing data with other service provider is the user’s choice and is\nconfigured by the users in their settings per service including the decision of with\nwhom and what to share.\nYou may be shown embedded videos and link previews from other\nwebsites while using services provided by A/I.\nThis may expose you to web tracking by\nexternal services, such as (but not limited to) Facebook, Twitter, and Google.\nAgain,\nin order to fully protect your privacy, you should hold your A/I account and other\naccounts separated.\nIf that is not what you intend to do, your A/I email address could\nbecome a target of data collection and profiling on other systems that are not under our\ncontrol and responsibility.\nAll data and files stored on services that are bound to personal\ninformation (services that require logging in) are available for you to download for either\narchival purposes or to transfer to another compatible website.</p>\n<p>Please note that no method of transmission over Internet or method of electronic storage\nis 100% secure, therefore A/I cannot guarantee its absolute security.\nIf you have\nany question about security on our platform, you can contact us at\nassociazione@ai-odv.org for further information.\nIn the event that personal\ninformation is compromised as a breach of security, A/I will promptly notify the user\nand comply with applicable law.</p>\nAccount deletion\n<p>You can choose to delete your A/I account at any time.\nYou can disable your email\naccount from your user panel.\nThis does not completely delete the mail address from\nour system (to avoid that someone else could ask for the same address in future).\nContact us if you prefer a complete deletion.\nWhen the email account is disabled,\nthe mailbox content will be automatically erased within 3 days.\nWebsites, mailing lists\nand blogs managed by that mail account will remain active, unless you deactivate them\npersonally or require the deactivation to us subsequently to your act of deactivation\nof your corresponding email account.\nIf you need to remove some personal information\nfrom a mailing list public archive or some website/blog hosted on our platform,\nwe kindly ask you to contact us.\nTo ask for deletion of any data, we require that you\nwrite to us from the email account connected to that data (we have no other way to verify\nthat you are the actual owner of the data).</p>\nYour rights\n<p>Under the General Data Protection Regulation (GDPR) you have certain rights with regard\nto your personal data, you have the right to request from A/I to inform you about\nthe personal data we have collected about you, to request any change and correction or\nerasure of inaccurate information, the right to restrict or object to certain processing\nof your information as well as the right to request us to provide you with a copy of your\npersonal data in a structured, commonly used and machine readable format, and the right to\ntransmit (if technically feasible) your personal data to another controller.\nIf you have\nprovided consent for the processing of your data you have the right (in certain circumstances)\nto withdraw that consent at any time, which will not affect the lawfulness of the\nprocessing before your consent was withdrawn.\nHowever, as explained previously, none of\nour services require or request that any personal data is delivered to us.\nTherefore,\nwe have never asked for your consent to process your personal data that is\nin fact willingly stored by you in your personal user space and not accessed or processed\nby us in any way other than the pure storage.\nYou can at any time dispose of all the data\nyou have provided to us directly, including downloading and erasing it permanently.</p>\n<p>If you disagree with your data processing by A/I, you are free not to use\nthe A/I Services, and to discontinue using them at any time.\nYou may request us to stop\nprocessing your information, in which case your data will be processed only as long as\nit is necessary to effect the interruption of your use of the Services\nor finalizing other legal position.</p>\n<p>A/I will in no case store any data or log longer than 2 years\nafter the last use of the Services.</p>\n<p>Besides automatic encryption, no users are subject to decisions based solely on\nautomated processing, including profiling, which may produce legal effects concerning\nor similarly significantly affecting them.</p>\n<p>Without prejudice to any other administrative or judicial procedure, every user shall\nhave the right to lodge a compliant with a supervisory authority, in particular in the\nEuropean State of his or her habitual residence, place of work or place of alleged\ninfringement if the user believes that A/I have not complied with the requirements of\nthe GDPR with regard to personal data.</p>\n<p>AI-ODV is the controller of data for the purposes of the GDPR.\nIf you have any concerns as to how your data is processed you can reach us at\nassociazione@ai-odv.org which is our official contact email.</p>\nChanges to this policy\n<p>A/I reserves the right to change this policy.\nWe recommend you regularly review our policies\nfor any update.\nAll changes are effective as they are added to the last version of this\nPrivacy Policy and they will come into force as of the moment when they are published.\nIf we make major changes, we will notify our users in a clear and direct manner\n(such as via our Newsletters).\nMinor changes may only be highlighted in the footer\nof our website.</p>\n<p>(This is the original version / Translated in: IT)</p>\n<p>If you have further doubts have a look at our FAQ or contact\nus!</p>\n<small>JavaScript license information</small> ", "created_at": "2021-06-05 21:44:02.44464", "updated_at": "2021-06-05 19:48:50.265033"}], "points": [], "urls": ["autistici.org", "inventati.org", "anche.no", "autistiche.org", "autoproduzioni.net", "bastardi.net", "cryptolab.net", "canaglie.org", "insiberia.net", "stronzi.org"]}}