{"error": 448, "message": "OK", "parameters": {"id": 3201, "name": "n8n", "created_at": "2021-04-18 09:47:48.420542", "updated_at": "2021-04-19 00:03:00.11029", "wikipedia": null, "keywords": null, "related": null, "slug": "n8n", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3201.png", "url": "n8n.io", "documents": [{"id": 5223, "name": "Security", "url": "https://n8n.io/legal/security", "xpath": "//*[@id=\"__layout\"]/div/div/div/main/div/div[2]", "text": "Security Data and system access controls <ul>\n<li>Personal data is accessible and manageable only by properly authorized staff.</li>\n<li>Direct database query access is restricted.</li>\n<li>Access rights to our applications used to process personal data are established and enforced.\naccess is via secure passwords and two-factor authentication, where possible.</li>\n<li>Personal data is never stored locally, or in physical form.</li>\n</ul> Data encryption and transmission controls <ul>\n<li>n8n will always encrypt sensitive data (e.g.\npasswords, credentials you create in the app to communicate with different services) when transitioning data to/from different services to ensure it cannot be read, copied, modified or removed without authorization during electronic transmission or transport.</li>\n<li>n8n has the decryption key at hand to decrypt that data for use.</li>\n<li>Account passwords are hashed.\nOur own staff can't even view them.\nIf you lose your password, it can't be retrieved — it must be reset.</li>\n</ul> Data backups and deletion <ul>\n<li>We generate daily backups of execution data, stored workflows, webhooks and encrypted credentials, and store them using a secure sub-processor.\nThese backups enable us to restore your data in case of accidental deletion or subscription cancellation.</li>\n<li>By default, raw execution logs are purged on a rolling basis, and are deleted no more than 30 days after executions have taken place, unless longer log retention time is requested by the user.</li>\n</ul> Data segregation <ul>\n<li>Data from different n8n subscribers is logically segregated on systems managed by n8n.</li>\n</ul>", "created_at": "2021-04-18 09:50:13.837861", "updated_at": "2021-04-18 09:50:22.827716"}, {"id": 5220, "name": "Privacy Policy", "url": "https://n8n.io/legal/privacy", "xpath": "/html/body/div[1]/div/div/div/div/main/div/div[2]", "text": "Privacy Policy <p> We are <b>n8n GmbH</b> (registered with number HRB 212509 B) trading as <b>n8n</b>.\n</p>\n<p> Our registered address is:<br>\n<br>Borsigstr.\n27<br>10115 Berlin<br>Germany<br>\n</p>\n<p> If you have any questions about this privacy notice, including any requests to exercise your legal rights, please contact us at privacy@n8n.io.\n</p> How do we use your data? <ol>\n<li>\n<p>\n<b>When you register with n8n.</b> When you register with us, we collect your name, email and postal address.\nWe collect these details to perform the contract in place between us that enables you to access our platform.\n</p>\n</li>\n<li>\n<p>\n<b>When you attend one of our events or a third party event.</b> When you attend one of our events or a third party event, we may collect your personal information including your name, address, email address and phone number.\nWe collect this information because it’s in our legitimate interests to know who’s attending our events and to help promote our business at third party events.\n</p>\n<p> Where you attend one of our events we may take pictures or videos of you.\nWe do this as we have a legitimate interest to promote our business.\nYou can opt out of having your photo taken in this way both when you attend our events and at any time by contacting us at privacy@n8n.io.\n</p>\n</li>\n<li>\n<p>\n<b>When you contact us.</b> When you contact us either by phone, email or via our website contact us page with general queries, we will usually collect your name and contact details, because it’s in our legitimate interest to make sure we can properly respond to your query.\n</p>\n</li>\n<li>\n<p>\n<b>On social media.</b> When you connect with us on social media including on Facebook, Twitter, YouTube and LinkedIn we will process your handle, name and email address under our legitimate interest to respond to your comments and queries promptly.\n</p>\n</li>\n<li>\n<p>\n<b>When you receive our news updates.</b> We will handle your personal information (such as your name and email address) to provide you with our news updates in line with any preferences you have told us about.\n</p>\n<p> When we send you our news updates because you have opted-in to receive them, we rely on your consent to contact you.\nIf you have not opted-in and we send you our news updates emails, we do this because of our legitimate interest to promote our business.\n</p>\n<p> You can unsubscribe from our updates at any time by clicking the unsubscribe link at the bottom of any of our emails, or by emailing privacy@n8n.io.\n</p>\n</li>\n<li>\n<p>\n<b>Technical information when you use our website.</b> When you consent, we collect information about how you use our website.\nWe use this information to improve our website and to better understand how people use it.\nMore detail on the information we collect and how we do this is set out in our cookie policy.\n</p>\n</li>\n<li>\n<p>\n<b>When you apply for a job with us.</b> When you enter into the recruitment process with us we may collect your name, contact details, recruitment information (e.g.\nright to work documentation and references), qualifications, accreditations, test results (inc.\npsychometric and coding) and any additional information we may receive from our recruitment partners.\n</p>\n<p> We will use your personal information to assess your suitability for our available roles.\nWe do this to perform a contract or to take steps at your request, before entering into a contract.\nWhere we process your right to work documentation, we will do so to comply with our legal obligations.\n</p>\n</li>\n<li>\n<p>\n<b>If our business is sold.</b> We process your personal information for this purpose because we have a legitimate interest to ensure our business can be continued by the buyer.\nIf you object to our use of your personal information in this way, the buyer of our business may not be able to provide services to you.\n</p>\n</li>\n</ol> Where is my data stored? <p> We store your data in the EU.\n</p>\n<p> Whenever we transfer your personal information outside of the UK and the EU, we ensure it receives additional protection as required by law.\nTo keep this privacy policy as short and easy to understand as possible, we haven’t set out the specific circumstances when each of these protection measures are used.\nYou can contact us at privacy@n8n.io for more detail on this.\n</p> How long do we keep your data for? <p> We will only retain your personal information for as long as we need it.\nYour data is usually deleted&nbsp;6 months after the deactivation of your account with us unless we are required to keep it for longer to comply with our legal, accounting or regulatory requirements.\nWe will contact you by email 30 days before deactivating and deleting your account.\n</p>\n<p> In some circumstances we may carefully anonymise your personal data so that it can no longer be associated with you, and we may use this anonymised information indefinitely without notifying you.\nWe use this anonymised information to analyse our programmes and support other similar programmes around the world.\n</p> What are my rights under data protection laws? <p> You have various other rights under applicable data protection laws, including the right to: </p>\n<ul>\n<li>\n<p>\n<b>access</b> your personal data (also known as a “subject access request”) </p>\n</li>\n<li>\n<p>\n<b>correct</b> incomplete or inaccurate data we hold about you </p>\n</li>\n<li>\n<p> ask us to <b>erase</b> the personal data we hold about you </p>\n</li>\n<li>\n<p> ask us to <b>restrict</b> our handling of your personal data </p>\n</li>\n<li>\n<p> ask us to <b>transfer</b> your personal data to a third party </p>\n</li>\n<li>\n<p>\n<b>object</b> to how we are using your personal data </p>\n</li>\n<li>\n<p>\n<b>withdraw</b> your consent to us handling your personal data </p>\n</li>\n</ul>\n<p> You also have the right to lodge a complaint with your relevant supervisory authority, you can find which one applies to you here.\n</p>\n<p> Please keep in mind that privacy law is complicated, and these rights will not always be available to you all of the time.\n</p> Questions, comments and more detail <p> Your feedback and suggestions on this notice are welcome.\n</p>\n<p> We’ve worked hard to create a notice that’s easy to read and clear.\nBut if you feel that we have overlooked an important perspective or used language which you think we could improve, please let us know by email at privacy@n8n.io.\n</p>\n<p> This privacy policy was last updated on 17 July 2020.\nThe previous version of our privacy policy can be seen here.\n</p>", "created_at": "2021-04-18 09:47:49.348439", "updated_at": "2021-04-18 09:48:05.176589"}, {"id": 5221, "name": "Terms of Service", "url": "https://n8n.io/legal/terms", "xpath": "//*[@id=\"__layout\"]/div/div/div/main/div/div[2]/section", "text": "PLEASE READ THESE TERMS AND CONDITIONS (“Terms”) CAREFULLY BEFORE USING THIS PLATFORM <p> We are <b>n8n GmbH</b> (registered with number HRB 212509 B) trading as <b>n8n</b>.\n</p>\n<p> Our registered address is:<br>\n<br>Borsigstr.\n27<br>10115 Berlin<br>Germany<br>\n</p>\n<p> If you have any questions about these Terms, please contact us at support@n8n.io.\n</p>\n<p>\n<b>By using our Platform you accept these Terms.</b> If you do not agree to these Terms, you must not use our Platform.\n</p>\n<p> In using our Platform we may process your personal data, more information about this can be found here.\n</p>\n<p> Where you are not a consumer, you confirm that you have authority to bind the business on behalf of which you are accepting these Terms.\nIn that context, references to “you” or “your” will be to that business.\nOtherwise it will refer to you, the individual entering into these Terms.\n</p> ACCOUNT CREATION AND SECURITY <ul>\n<li>\n<p>\n<b>You must create an account to use our Platform.</b> When you register for an account on our Platform you must ensure that all information you provide to us is accurate and kept up to date.\nUpon registration we grant to you the personal, non-transferable right and licence to use the Platform for your own internal business purposes, until terminated as set out in these Terms.\n</p>\n</li>\n<li>\n<p>\n<b>You must keep your account details safe.</b> Any piece of information as part of our security procedures including your username and password must be treated as confidential.\nWe have the right to disable any user identification code or password at any time.\nIf you know or suspect that anyone other than you knows your user identification code or password, you must promptly notify us at support@n8n.io.\n</p>\n</li>\n<li>\n<p>\n<b>These terms are binding.</b> By using our Platform and downloading any of our Website Content you acknowledge that these terms will apply and you have legal capacity to enter into contracts in the country you live.\nYou also confirm that when acting on behalf of a business you have authority to bind them to these terms.\nIf this is not the case, you should not use our Platform.\n</p>\n</li>\n<li>\n<p>\n<b>Subscription fees.</b> Where you wish to set up a paid subscription, the first 30 days will be made available to you at no cost as a free trial period.\nDuring the 30 day free trial period, the Platform will be provided to you as is, and we will not provide any guarantees or protections as to its performance or your use of it.\nUpon expiration of the 30 day free trial period, you will only be able to continue using the premium services if you pay the relevant fees.\nYou will be liable to pay for all taxes and duties imposed by the relevant authorities, all prices listed on our Platform are exclusive of these.\n</p>\n</li>\n<li>\n<p>\n<b>Payment terms.</b> Where you sign up to a monthly plan with us, all subscription fees will be payable in advance at the beginning of each month.\nYou will be able to cancel your monthly subscription at any time which will give you access to our Platform until the end of that month, after which no further payments will be taken.\nIf you sign up to an annual plan, this is a non-refundable payment which will be payable in advance.\nThis will then provide you with access for a 12 month period.\n</p>\n</li>\n<li>\n<p>\n<b>Third party subscriptions.</b> Some features on our Platform require you to have a paid subscription with third parties.\nThese fees are separate to any monies paid to us, and you must create these accounts subject to any third party provider’s terms.\n</p>\n</li>\n<li>\n<p>\n<b>Upgrades and downgrades.</b> Where you upgrade or downgrade the services you can access on our Platform and you are on a monthly plan, we will amend your fees payable on the next billing cycle.\nWhere you are on an annual plan, you must pay for these in advance prior to the upgrade taking place.\nPlease note that you will only be able to downgrade monthly services and by downgrading your services it may cause you to lose features and/ or data.\nWe will in no way be liable for this.\n</p>\n<p> In the event you exceed the limit of your current plan, we may decide to upgrade your account accordingly to facilitate your usage.\nWe will provide you with 14 days’ notice prior to upgrading your account in which you can choose to object to this change of Platform access.\n</p>\n</li>\n<li>\n<p>\n<b>Merchant of record.</b> Where you pay fees for the services we provide to you as part of your access to our Platform, we will use a merchant of record: Paddle, to recover these fees and any applicable taxes.\nAny invoices or payments from your account will be under the name “Paddle”.\n</p>\n</li>\n</ul> OUR WORKFLOW AUTOMATION PLATFORM <ul>\n<li>\n<p>\n<b>What is our platform?</b> Our <b>“Platform”</b> refers to our workflow automation platform and all other related services and documentation that gives you access to products and services which will automate workflows (<b>“Website Content”</b>), except for User Content.\n</p>\n</li>\n<li>\n<p>\n<b>User Content.</b> You can use our Platform to create automated workflows to enable actions to take place across multiple software applications based on trigger events.\nIn addition, you can also interact with the community by posting (including posting your workflows) on our forum (together the <b>“User Content”</b>).\n</p>\n<p> Any workflows created on the Platform will require programming interfaces or software scripts to facilitate these transfers between applications.\nOur Platform also enables our users to upload their own workflows.\nYou can also access and view User Content created and posted by others to use in your own projects as well as share your own User Content publically on the Platform, for the same purposes.\n</p>\n</li>\n<li>\n<p>\n<b>Performance of the Platform.</b> During your use of the Platform, we will take steps to ensure that the Platform functions as described at the point you signed up.\nAlthough we will introduce technology to prevent malware and viruses we do not guarantee that our Platform will be secure or free from bugs or viruses.\nYou are responsible for configuring your information technology, computer programmes and platform to access our Platform.\n</p>\n</li>\n<li>\n<p>\n<b>What happens when the Platform stops working as described.</b> In the event you report to us a substantial error with the Platform, we will seek to correct this within a reasonable amount of time – where legally permitted, this will be your sole remedy.\n</p>\n</li>\n<li>\n<p>\n<b>We may suspend or withdraw our Platform.</b> We do not guarantee that our Platform, or any of the Website Content or the User Content, will always be available or be uninterrupted.\nWe may suspend or withdraw or restrict the availability of all or any part of our Platform for business and operational reasons.\n</p>\n<p> You are also responsible for ensuring that all persons who access our Platform through your internet connection are aware of and comply with these Terms.\n</p>\n</li>\n<li>\n<p>\n<b>What action we may take in the event of a breach.</b> When we consider that a breach of these Terms has occurred, we may take such action as we deem appropriate including: </p>\n<ul>\n<li>\n<p> immediate, temporary or permanent withdrawal of your right to use our Platform.\n</p>\n</li>\n<li>\n<p> immediate, temporary or permanent removal of any User Content uploaded by you to our Platform.\n</p>\n</li>\n<li>\n<p> legal action against you.\nand/or </p>\n</li>\n<li>\n<p> disclosure of such information to law enforcement authorities as we reasonably feel is necessary or as required by law.\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>You must maintain a secure internet connection.</b> Where you lose access to the Platform and any User Content due to a disruption in your telecommunications or internet services, we will in no way be liable for any losses suffered.\n</p>\n</li>\n<li>\n<p>\n<b>Where our Platform contains links to other sites, User Content and resources provided by third parties.</b> These are provided for your information only.\nThey should not be interpreted as approval by us of those linked websites or information you may obtain from them.\n</p>\n</li>\n</ul> CONTENT ON OUR AUTOMATION PLATFORM <ul>\n<li>\n<p>\n<b>n8n Website Content:</b> We are the owner or the licensee of all intellectual property rights in all of the Website Content on our Platform, and in the material published on it.\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.\nYou may download Website Content from our Platform for your personal use and you may draw the attention of others within your organisation to Website Content posted on our Platform.\nYou must not modify any n8n Website Content you download.\n</p>\n</li>\n<li>\n<p>\n<b>User Content you upload to our Platform must be the following:</b> (i) accurate (where it states facts).\n(ii) be genuinely held (where it states opinions).\nand comply with the law applicable in England and Wales.\n</p>\n</li>\n<li>\n<p>\n<b>User Content you upload to our Platform must not be the following:</b> (i) Defamatory of anyone or could bully, insult, intimidate, discriminate or humiliate someone.\n(ii) unlawful.\n(iii) promote sexually explicit material.\n(iv) promote violence.\n(v) infringe any copyright, database right or trade mark.\n(vi) like to deceive.\n(vii) give the impression that the Services originates from us or another person for which you do not have authority from.\n(viii) contain any advertising or promotion for another company and/ or site.\nand (ix) knowingly introduce viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful.\n</p>\n</li>\n<li>\n<p>\n<b>Do not reverse engineer any of the Platform.</b> You will not reverse engineer or otherwise attempt to derive or obtain information about the functioning, manufacture or operation of the Platform.\nNor will you attempt to modify, translate, or create derivative works based on the Platform.\nor copy (save for archival purposes), rent, lease, distribute, pledge, assign or otherwise transfer or encumber rights to the Platform.\n</p>\n</li>\n<li>\n<p>\n<b>Internal business use only.</b> You acknowledge and agree that you can only use the Platform for internal business purposes only and may not transfer, sell, distribute, lease, sublease, assign or licence to any third parties.\n</p>\n</li>\n<li>\n<p>\n<b>You must not attempt to gain unauthorised access.</b> Whether this is to our Platform, the server on which our Platform is stored or any server, computer or database connected to our Platform.\nYou must not attack our Platform via a denial-of-service attack or a distributed denial-of service attack.\nBy breaching this provision, you would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use our Platform will cease immediately.\n</p>\n</li>\n</ul> INTELLECTUAL PROPERTY <ul>\n<li>\n<p>\n<b>Our Platform.</b> We are the owner or the licensee of all intellectual property rights in the Platform including any modifications and improvements, whether made by us or suggested by you.\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.\nWe provide you with a worldwide, non-exclusive, non-transferable, non-sublicensable, revocable limited term licence for internal use only to use the Platform in accordance with these Terms.\nSuch a right to use the Platform and any User Content on the Platform will expire at the point your subscription ends or when we terminate the Agreement, whichever is sooner.\n</p>\n</li>\n<li>\n<p>\n<b>Data you transmit through the Platform.</b> All documents, messages, logos, images, files and other information you transmit through our Platform, will remain yours and you shall retain all rights, titles and interest in those.\nYou do however provide us with a worldwide, royalty-free, non-exclusive, transferable and sublicensable right to use your data to improve our Platform.\n</p>\n</li>\n<li>\n<p>\n<b>User Content.</b> We will retain all intellectual property rights in the User Content on the Platform, save for those created by you and our other users.\nWe grant to you a non-exclusive licence to make, use and share User Content publically with other users via the Platform.\nAny User Content created by you are private, and it is your choice as to whether or not you share these with the n8n community publically to use, share and modify.\nYou grant to us a worldwide, royalty-free, non-exclusive, transferable and sub-licensable right to use, modify and distribute any User Content you choose to share on our Platform.\nYou acknowledge that where we create User Content materially similar to or the same as any User Content you have made public on our Platform, you will have no claims against us including for infringement or misappropriation.\n</p>\n</li>\n</ul> CANCELLATION, TERMINATION AND SUSPENSION <ul>\n<li>\n<p>\n<b>Termination of your subscription term.</b> Your subscription will start on the date you sign up as a user of the Platform and agree to these Terms.\nYour access to the Platform will continue until the earlier of you cancelling your subscription.\nwe terminate your right to access the Platform.\nor you commit a material breach of these Terms.\n</p>\n</li>\n<li>\n<p>\n<b>Where you wish to terminate your subscription.</b> You can do this via the Platform or by email at: support@n8n.io.\n</p>\n</li>\n<li>\n<p>\n<b>Deletion of data.</b> We will only retain your data for as long as we need it.\nYour data is usually deleted 6 months after the deactivation of your account with us, unless we are required to keep it for longer to comply with our legal, accounting or regulatory requirements.\nWe will contact you by email 30 days before deactivating and deleting your account.\n</p>\n</li>\n<li>\n<p>\n<b>Survival of important terms.</b> Please note that all rights under this Agreement, which by nature should survive termination, will, including Indemnity, Liability, Governing Law, Notices and Intellectual Property.\n</p>\n</li>\n</ul> INDEMNITY <ul>\n<li>\n<p>\n<b>Your indemnity to us.</b> You agree to indemnify us, our affiliates, directors, officers and employees against all loss, costs, damages liabilities and expenses that arise out of your breach of these Terms and/ or use of the Platform.\n</p>\n</li>\n</ul> LIABILITY <ul>\n<li>\n<p>\n<b>We do not limit any losses that we are not allowed to limit:</b> We do not exclude or limit in any way our liability to you where it would be unlawful to do so including death or personal injury caused by our negligence.\n</p>\n</li>\n<li>\n<p>\n<b>What we do limit:</b> We exclude all implied conditions, warranties, representations or other terms that may apply to our Platform or any Services on it.\nWe will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with the use of, or inability to use, our Platform.\nor use of or reliance on any Services displayed on our Platform.\n</p>\n<p> In particular, we will not be liable for loss of profits, sales, business, or revenue.\nbusiness interruption.\nloss of anticipated savings.\nloss of business opportunity, goodwill or reputation.\nor any indirect or consequential loss or damage.\n</p>\n</li>\n<li>\n<p>\n<b>No Services guarantees.</b> The Platform is provided “as is”.\nWe make no guarantee as to the quality of the Platform and its suitability for your individual purposes, and will not be liable in the event you do not undertake your own prior due diligence.\n</p>\n</li>\n<li>\n<p>\n<b>Severability.</b> Each of the paragraphs of these terms operates separately.\nIf any court or relevant authority decides that any of them are unlawful or unenforceable, the remaining paragraphs will remain in full force and effect.\n</p>\n</li>\n</ul> NOTICES <ul>\n<li>\n<p>\n<b>Where do we issue notices to you.</b> We will issue all notices to you via the Platform save for any that will materially impact your rights or your use of the Platform which we will email to you, via the email you use to subscribe to the Platform.\n</p>\n</li>\n<li>\n<p>\n<b>Complaints and legal disputes.</b> Where you have any complaints, are subject to insolvency (or similar) proceedings or wish to issue legal proceedings against us, you should send notice of these to: </p>\n<p> n8n GmbH<br>Borsigstr.\n27<br>10115 Berlin<br>Germany<br>\n</p>\n</li>\n</ul> GOVERNING LAW <ul>\n<li>\n<p>\n<b>What laws apply to these Terms?</b> These terms are governed by English law and you can bring legal proceedings in the English courts.\n</p>\n<p> However if you are a consumer you may also benefit from any mandatory provisions of the law of the country in which you are resident.\nNothing in these Terms affects your rights as a consumer to rely on such mandatory provisions of local law.\n</p>\n</li>\n<li>\n<p>\n<b>Changes to these Terms.</b> As our service grows and improves, we might have to make changes to these Terms.\nWe will do this by uploading the latest version with a date confirming when they went live.\n</p>\n</li>\n</ul> 17 July 2020", "created_at": "2021-04-18 09:48:39.836653", "updated_at": "2021-04-18 09:48:50.021814"}, {"id": 5222, "name": "Subprocessors", "url": "https://n8n.io/legal/subprocessors", "xpath": "//body", "text": " n8 <ul>\n<li>Product<i>\n</i>\n<ul>\n<li>Quickstart</li>\n<li>Apps &amp.\nnodes</li>\n<li>Workflows</li>\n<li>Docs</li>\n<li>Github</li>\n</ul>\n</li>\n<li>Community<i>\n</i>\n<ul>\n<li>Forum</li>\n<li>Blog</li>\n<li> Contribute </li>\n</ul>\n</li>\n<li>n8n.cloud</li>\n<li>Sign in Register</li>\n</ul>\n<ul>\n<li>Product<i>\n</i>\n<ul>\n<li>Quickstart</li>\n<li>Apps &amp.\nnodes</li>\n<li>Workflows</li>\n<li>Docs</li>\n<li>Github</li>\n</ul>\n</li>\n<li>Community<i>\n</i>\n<ul>\n<li>Forum</li>\n<li>Blog</li>\n<li> Contribute </li>\n</ul>\n</li>\n<li>n8n.cloud</li>\n<li>Sign in Register</li>\n</ul> n8n Legal Terms of Service Privacy Policy Data Processing Addendum Subprocessors Security Subprocessors <p> Welcome to n8n's sub-processor page where we maintain a current list of sub-processors authorized to process customer data for n8n's service.\nn8n carefully audits each sub-processor regarding their security controls and applicable regulations for the protection of personal data.</p> NamePurposeEntity LocationAzureCloud Service ProviderUSAZendeskCustomer SupportUSACloudflareWeb performance and securityUSA <p>Subscribe here to receive updates when we add or change a sub-processor.</p>\n<p>Join our community forum!</p> Open <p>n8n.cloud - our hosted offering is now available</p> Learn more © 2019-2021 n8n.io All rights Reserved Jobs Blog Contact Press Impressum Legal Follow us on : n8n n8n-io n8nio n8n_io n8n n8n-io <p>We use cookies (and other similar technologies) to collect data in order to improve our site.\nYou have the option to opt-in or opt-out of certain cookie tracking technologies.</p>\n<p>To do so, click here.</p>✕ ", "created_at": "2021-04-18 09:49:24.524378", "updated_at": "2021-04-18 09:49:47.116644"}], "points": [], "urls": ["n8n.io"]}}