{"error": 448, "message": "OK", "parameters": {"id": 3540, "name": "RTS (Radio Télévision Suisse)", "created_at": "2021-05-08 09:33:51.992215", "updated_at": "2021-05-09 22:12:30.151303", "wikipedia": "https://en.wikipedia.org/wiki/Radio_T%C3%A9l%C3%A9vision_Suisse", "keywords": null, "related": null, "slug": "rts_radio_tlvision_suisse", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3540.png", "url": "rts.ch", "documents": [{"id": 5871, "name": "Charte de confidentialité", "url": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<ul>\n<li> Accueil </li>\n<li> L'offre </li>\n<li> L'entreprise </li>\n<li> Notre Rôle </li>\n<li> Coulisses </li>\n<li> Travailler à la RTS </li>\n<li> FAQ </li>\n<li> Contact </li>\n<li> Espace Pro </li>\n<li> Plus <i>\n</i> Accueil L'offre L'entreprise Notre Rôle Coulisses Travailler à la RTS FAQ Contact Espace Pro </li>\n</ul> Charte de confidentialité DÉCLARATION DE PROTECTION DES DONNÉES<p>\n<em>Mise à jour: 3 novembre 2020</em>\n</p>\n<strong>SRG SSR Société suisse de radiodiffusion et télévision</strong>\n<p>\n<strong>Généralités</strong>\n</p>\n<p>La Société suisse de radiodiffusion et télévision (SSR) prend très au sérieux la protection de vos données.\nNous souhaitons que vous vous sentiez en sécurité en utilisant nos <em>\n<strong>offres en ligne SSR</strong>\n</em>.\nNous vous expliquons ici les données que nous collectons et comment nous les utilisons.</p>\n<p>Les données personnelles que vous communiquez à la SSR lorsque vous utilisez ses <strong>offres en ligne</strong> sont traitées conformément à la <strong>loi suisse</strong>\n<strong>sur la protection des données (LPD)</strong> et à d’autres dispositions légales.\nLe terme <em>offres en ligne</em> fait référence aux structures les plus diverses de l’offre en ligne de la SSR.</p>\n<p>Afin de faciliter la lecture et la compréhension de la présente déclaration, les termes <em>maître du fichier</em> et <em>traitement de données par un tiers</em> – utilisés dans la LPD – ont été remplacés par <em>responsable du traitement</em> et <em>sous-traitant</em> respectivement.\nLa terminologie figurant dans la présente déclaration de protection des données s’aligne ainsi sur celle du <em>Conseil de l’Europe</em> et du <em>Règlement général sur la protection des données de l’Union européenne (RGPD UE)</em>.\nVous trouverez une liste des principaux termes de la LPD et des termes correspondants du RGPD EU dans notre <strong>glossaire</strong>.\n<br>\n<br>\n</p>\n<strong>\n<br>Charte de confidentialité de la SSR</strong>\n<p>La SSR s’engage à respecter les principes suivants.</p>\n<p>\n<em>\n<strong>I.&nbsp.\nPertinence : </strong>la connaissance des attentes du public est essentielle pour l’amélioration constante de la qualité des programmes.\nC’est pourquoi nous traitons des données personnelles.</em>\n</p>\n<p>\n<em>\n<strong>II.&nbsp.\nTransparence : </strong>la protection des données est une priorité de premier ordre pour nous.\nC’est pourquoi nous informons nos utilisateurs de la finalité du traitement.\nS’il y a lieu, nous demandons le consentement des utilisateurs.</em>\n</p>\n<p>\n<em>\n<strong>III.\nSécurité : </strong>la protection des données est une priorité de premier ordre pour nous.\nNous prenons toutes les mesures techniques et organisationnelles nécessaires en ce sens.\nNous ne vendons jamais les données.</em>\n</p>\n<p>\n<em>\n<strong>IV.&nbsp.\nLiberté de choix : </strong>les utilisateurs ont la possibilité d’utiliser les contenus et services financés par la redevance sans indiquer leurs données personnelles.\n</em>\n</p>\n<br>\n<strong>Entreprise responsable</strong>\n<p>L’entreprise responsable (du traitement) est la SRG SSR Société suisse de radiodiffusion et télévision, Giacomettistrasse 1, CH-3000 Berne 31.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<strong>Généralités</strong>\n<p>La SSR considère qu’il est important que ses utilisateurs sachent quel genre de données personnelles sont collectées et traitées, à quel moment et à quelles fins.</p>\n<p>La SSR se réserve le droit d’adapter de temps à autre la présente déclaration de protection des données.\nNous vous demandons donc de vous y reporter régulièrement.\nLa date de mise à jour se trouve au début du présent document.</p>\n<p>\n</p>\n<p>\n<strong>Qu’entend-on par données personnelles?</strong>\n</p>\n<p>Les données personnelles sont toutes les informations se rapportant à une personne physique identifiée ou identifiable (p.&nbsp;ex.&nbsp;son nom, son adresse, son numéro de téléphone, sa date de naissance ou encore son adresse e-mail).</p>\n<p>\n<em>En principe, vous pouvez utiliser notre offre en ligne sans fournir vos données personnelles.\n</em>Vous devrez indiquer des données personnelles si vous souhaitez utiliser certaines offres en ligne, telles que l’abonnement à une lettre d’information (newsletter), l’accès aux fonctions de commentaire ou la participation à un jeu.</p>\n<p>De ce fait, les données personnelles sont traitées non pas systématiquement, mais uniquement dans <em>certaines conditions</em> et à <em>certaines fins</em>.</p>\n<p>\n<strong>Quelles offres en ligne exigent le traitement de données personnelles?</strong>\n</p>\n<p>Dans le cadre de la mise à disposition de l’<strong>offre en ligne de la SSR</strong>, la SSR ou des tiers traitent des données personnelles comme suit :</p>\n<p>\n<strong>\n<br>A.\nSites web: </strong>traitement de données personnelles par le biais de <strong>fichiers journaux, cookies, outils d’analyse, formulaires de contact</strong> et de <strong>plugins pour les réseaux sociaux </strong>et d’autres prestataires.</p>\n<p>\n<strong>B.\nContenus générés par l’utilisateur</strong>: traitement de données personnelles collectées par le biais de forums, de messageries instantanées («chat») et de blogs, sous forme de <strong>contenus générés par l’utilisateur</strong> (User Generated Content).</p>\n<p>\n<strong>C.\nLettres d’information:</strong> traitement de données personnelles sur la base de votre consentement donné au moment de vous abonner à une <strong>lettre d’information</strong>.</p>\n<p>\n<strong>D.\nFormulaires de contact:</strong> traitement de données personnelles collectées par le biais d’un <strong>formulaire de contact</strong> destiné à transmettre des suggestions ou des questions relatives à notre offre.</p>\n<p>\n<strong>E.\nJeux: </strong>traitement de données personnelles collectées par le biais d’un <strong>formulaire de contact</strong> lors de la participation à un jeu.</p>\n<p>\n</p>\n<p>\n<strong>A quelles fins les données personnelles sont-elles traitées?</strong>\n</p>\n<p>Mise à disposition de l’offre en ligne pour les utilisateurs<br>Sécurité des données et optimisation de l’offre en ligne (p.&nbsp;ex.&nbsp;études de marché et mesures d’audience)<br>Personnalisation de l’offre en ligne pour les utilisateurs de cette dernière<br>Envoi de lettres d’information par e-mail<br>Organisation de jeux<br>Sécurité des données des utilisateurs de l’offre en ligne</p>\n<p>\n</p>\n<p>\n<strong>Sur quelles bases juridiques la SSR traite-t-elle des données personnelles?</strong>\n</p>\n<p>Dans la mesure où nous demandons votre <strong>consentement</strong> relatif au traitement de données personnelles, ce consentement sert de base juridique.\nC’est par exemple le cas pour les lettres d’information, les commentaires ou les jeux.</p>\n<p>Nous procédons également au traitement de vos données personnelles sur la base de <strong>nos intérêts légitimes</strong>, dont font notamment partie la mise à disposition et l’optimisation de notre offre en ligne.</p>\n<p>Dans la mesure où le traitement de données personnelles relève d’une <strong>obligation légale</strong>, c’est cette dernière qui sert de base juridique.\nIl s’agit par exemple d’obligations liées à la transmission de données personnelles à des tiers, à la durée de stockage ou au délai de conservation.</p>\n<p>\n</p>\n<strong>Transmission de données personnelles à des tiers</strong>\n<p>\n<strong>Les données personnelles sont-elles transmises à des tiers?</strong>\n</p>\n<p>En principe, nous transmettons vos données personnelles à des tiers uniquement si nous disposons de votre consentement ou qu’il existe un intérêt légitime de notre part.</p>\n<p>De plus, nous pouvons transmettre des données à des tiers si nous y sommes contraints en vertu de dispositions légales ou d’une décision administrative ou judiciaire exécutoire.</p>\n<p>\n</p>\n<p>\n<strong>Des tiers participent-ils au traitement de données?</strong>\n</p>\n<p>Nous faisons appel à des prestataires pour le traitement de données.\nEn règle générale, ces prestataires sont mandatés comme sous-traitants et tenus de respecter nos instructions lors du traitement des données personnelles des utilisateurs de notre offre en ligne.\nAinsi, votre adresse e-mail peut être transmise à un prestataire afin qu’il puisse vous faire parvenir la lettre d’information que vous avez commandée.<br>\n</p>\n<p>\n<strong>Les données personnelles sont-elles communiquées à des destinataires se trouvant dans un pays tiers (hors CH/UE/EEE)?</strong>\n</p>\n<p>Nous transmettons des données personnelles également à des tiers ou des sous-traitants qui ont leur siège en dehors de la Suisse ou de pays de l’UE ou de l’EEE.\nDans ce cas, nous vérifions, avant de communiquer les données, si le destinataire offre un niveau adéquat de protection des données (par exemple sur la base d’une décision d’adéquation pour le pays en question, l’utilisation de clauses contractuelles standard de l’Union européenne ou du contrat type du Préposé fédéral à la protection des données et à la transparence (PFPDT)) ou si nous disposons du consentement de nos utilisateurs.</p>\n<p>\n</p>\n<strong>Durée du stockage et délais de conservation</strong>\n<p>\n<strong>Combien de temps la SSR conserve-t-elle les données personnelles?</strong>\n</p>\n<p>Nous conservons vos données tant que cela est nécessaire pour la fourniture de notre offre en ligne et des prestations correspondantes ou en raison de notre intérêt légitime de stocker ces données.\nDans tous les autres cas, nous supprimons vos données personnelles, hormis celles que nous devons conserver conformément à nos obligations légales (p.&nbsp;ex.&nbsp;obligation de conserver).</p>\n<p>\n</p>\n<strong>Droits des utilisateurs</strong>\n<p>\n<strong>Quels sont vos droits en tant que personne concernée?</strong>\n</p>\n<p>\n<strong>1.&nbsp.\nDroit aux renseignements: </strong>l’utilisateur a le droit de demander au responsable du traitement quelles données personnelles le concernant sont traitées et si ces données sont transmises dans un pays tiers.</p>\n<p>\n<strong>2.&nbsp.\nDroit de rectification: </strong>l’utilisateur a le droit de demander au responsable du traitement la rectification de données personnelles incorrectes ou incomplètes le concernant.</p>\n<p>\n<strong>3.&nbsp.\nDroit d’effacement:</strong> l’utilisateur a le droit de demander au responsable du traitement d’effacer sans délai les données personnelles le concernant si celles-ci ne sont plus nécessaires aux fins pour lesquelles elles ont été collectées ou traitées et qu’aucune disposition légale n’interdise leur suppression.</p>\n<p>\n<strong>4.&nbsp.\nDroit à la limitation du traitement: </strong>l’utilisateur a le droit de demander au responsable la limitation du traitement de ses données.</p>\n<p>\n<strong>5.&nbsp.\nDroit au retrait du consentement: </strong>l’utilisateur a le droit de révoquer à tout moment son consentement concernant le traitement des données personnelles le concernant à une ou plusieurs fins précises, si ce traitement repose sur son consentement explicite.\nEn dépit de cette révocation, la licéité du traitement effectué sur la base de votre consentement jusqu’à ladite révocation n’est pas remise en cause.</p>\n<p>\n<strong>6.&nbsp.\nDroit d’opposition: </strong>l’utilisateur a le droit de s’opposer à tout moment au traitement des données personnelles le concernant, si ledit traitement repose sur un intérêt légitime du responsable du traitement ou d’un tiers ou est effectué à des fins de prospection.</p>\n<p>\n<strong>Comment pouvez-vous exercer vos droits?</strong>\n</p>\n<p>Pour exercer vos droits, veuillez-vous adresser à: <strong>protectiondesdonnees@rts.ch</strong>.\nVous trouverez de plus amples informations à la rubrique <strong>Contact</strong>.<br>\n<strong>\n</strong>\n</p>\n<strong>Contact pour la protection des données</strong>\n<p>Si vous souhaitez obtenir des renseignements au sujet de la protection des données ou si vous avez des suggestions, n’hésitez pas à vous adresser à nous ou à nos conseillers en matière de protection de données en envoyant un e-mail à protectiondesdonnees@rts.ch.</p>\n<p>Au cas où vous souhaiteriez nous contacter, voici nos coordonnées:</p>\n<p>RTS Radio Télévision Suisse</p>\n<p>Quai Ernest-Ansermet 20<br>Case postale 234<br>CH-1211 Genève</p>\n<p>Tél.: +41 58 236 36 36<br>E-mail: protectiondesdonnes@rts.ch<br>\n</p>\n<strong>CONDITIONS D'UTILISATION </strong>\n<p>\n<strong>Droits liés aux contenus</strong>\n</p>\n<p>\n<strong>\n<br>Propriété de la SSR : </strong>les contenus des plateformes Internet de la SSR ainsi que ceux de ses offres en ligne sont protégés par le droit d’auteur.\nLes contenus, et notamment les vidéos, les textes, les parties de textes, les applications interactives et les images, ne peuvent être modifiés, transmis, diffusés, sauvegardés, copiés, recomposés ou republiés – même sous forme d’extraits – sans l’autorisation préalable écrite de la SSR.\nL’utilisation du matériel rendu disponible est exclusivement autorisée à des fins privées et non commerciales.\nles vidéos ne doivent notamment pas être vendues, ni utilisées à des fins publicitaires.\nLe lecteur vidéo de la SSR (toutes les offres Play de la SSR et/ou de ses unités d’entreprise SRF, RTR, RTS, RSI) ne peut pas être modifié et peut uniquement être incorporé à un environnement sans publicité.\nL’incorporation du lecteur de la SSR dans un contexte qui contrevient aux dispositions légales ou aux bonnes mœurs, en particulier dans un contexte injurieux, faisant l’apologie de la violence, raciste, diffamatoire, pornographique ou préjudiciable pour les mineurs est interdite.</p>\n<p>\n<strong>Droits d’utilisation des contenus de la SSR:</strong> pour tous les logiciels et contenus ainsi que pour les listes et données de l’offre web de la SSR, expressément proposés au téléchargement, la SSR accorde à l’utilisateur une simple licence non exclusive et non cessible donnant droit à un téléchargement et à une sauvegarde uniques.\nTous les autres droits y afférents demeurent réservés.\nLa vente et toute exploitation commerciale sont notamment interdites.</p>\n<p>\n<strong>Contenu généré par les utilisateurs:</strong>\n</p>\n<p>\n<em>Chargement de données (fichiers vidéo, audio, textes et images)</em>\n</p>\n<p>L’utilisateur qui met en ligne des contenus sur les offres interactives accorde à la SSR un droit d’utilisation de ces contenus, sans restriction temporelle, géographique ou matérielle.\nLe contenu peut également être incorporé sous forme de lien à des sites de tiers et lu sur ces sites, ou accessible au téléchargement sur des sites de tiers (notamment sur Facebook) pour consultation.\nLes droits d’utilisation sont mis à disposition à titre gratuit.\nDemeurent réservés les droits exercés par la société de gestion SUISA sur des contenus trouvés par Gestion des programmes et diffusés dans les programmes de la SSR.\nMême si le contenu n’est pas publié, l’utilisateur approuve une telle promotion.</p>\n<p>L’utilisateur garantit qu’il dispose de tous les droits pour diffuser le contenu.\nDans ce cadre, l’utilisateur libère la SSR de tous les recours, litiges, demandes en dommages-intérêts et autres actions ou prétentions que des tiers pourraient intenter ou faire valoir concernant la diffusion de ses vidéos, documents audio et images.</p>\n<p>\n</p>\n<p>\n<strong>Libération des prétentions de tiers</strong>\n</p>\n<p>L’utilisateur libère la SSR de toutes les prétentions que des tiers pourraient faire valoir à la suite de l’utilisation d’un contenu généré par les utilisateurs.\nTous les frais et dépens, notamment en raison de prétentions en dommages-intérêts entrées en force et réclamées à la SSR, sont à la charge de l’utilisateur.</p>\n<p>\n</p>\n<p>\n<strong>Responsabilité</strong>\n</p>\n<p>Dans la mesure autorisée par la loi, la SSR n’est responsable ni des données et informations diffusées sur ses plateformes Internet, ni des dommages qui peuvent en résulter.\nCette règle s’applique à tous les types de dommages, en particulier ceux liés à des erreurs, des retards ou des interruptions de la diffusion, des dérangements de l’infrastructure, des contenus inexacts, la perte ou la suppression de données, des virus ou tout autre dommage de même nature lié à l’utilisation des plateformes Internet de la SSR.</p>\n<p>La SSR peut créer des liens vers des sites de tiers à des fins informatives.\nDans ce cas, elle ne peut être tenue pour responsable des contenus, de l’exactitude, de la légalité et de la fonctionnalité des sites de tiers auxquels ses plateformes Internet renvoient via des liens ou des outils.\nL’utilisateur accède à ces pages à ses risques et périls.</p>\n<p>La SSR ne garantit ni un accès ininterrompu à ses plateformes Internet et/ou à son offre en ligne, ni une qualité sans faille de l’accès, notamment en cas de panne des réseaux de communication ou des portails.\nLa SSR est libre de décider, s’agissant de l’accessibilité et de la fonctionnalité, les périodes dans lesquelles les sites Internet et les contenus ne sont pas disponibles pour des raisons techniques, d’amélioration des services proposés ou d’optimisation de leur gestion.\nLa SSR ne peut garantir le fonctionnement irréprochable et ininterrompu de ses plateformes Internet, applications et autres logiciels, ni l’absence d’erreurs éventuelles à corriger.</p> À propos de la RTS <ul>\n<li> A propos </li>\n<li> FAQ </li>\n<li> Conditions générales </li>\n<li> Charte de confidentialité </li>\n</ul>\n<ul>\n<li> Contact </li>\n<li> Travailler à la RTS </li>\n<li> Communiqués de presse </li>\n<li> Play Suisse </li>\n</ul>\n<ul>\n<li> Recevoir nos programmes </li>\n<li> Comment écouter nos podcasts </li>\n<li> Ventes aux professionnels </li>\n<li> Visiter les studios </li>\n<li> Assister aux émissions </li>\n<li> La Boutique RTS </li>\n</ul>\n<ul>\n<li> RTS Avec Vous </li>\n<li> RTSR </li>\n<li> Médiation </li>\n</ul> SRF RSI RTR SWI RTS Radio Télévision Suisse, succursale de la Société suisse de radiodiffusion et télévision ", "created_at": "2021-05-08 09:34:46.071958", "updated_at": "2021-05-08 09:35:01.60849"}, {"id": 5872, "name": "Conditions générales", "url": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "xpath": "//body", "text": " <p>En poursuivant votre navigation sur ce site, vous acceptez l’utilisation de cookies créés par nous-mêmes ou par des tiers pour vous proposer du contenu personnalisé.</p>\n<p>Pour en savoir plus sur la protection de vos données, cliquez-ici.</p> Accepter Personnaliser les cookies <p>Sélectionner les cookies à autoriser :</p>\n<ul>\n<li>\n<b>Recommandations : </b> nous permet de vous recommander du contenu personnalisé.\n</li>\n</ul> Enregistrer Annuler <i>\n</i>\n<i>\n</i>\n<ul>\n<li> Accueil </li>\n<li> L'offre </li>\n<li> L'entreprise </li>\n<li> Notre Rôle </li>\n<li> Coulisses </li>\n<li> Travailler à la RTS </li>\n<li> FAQ </li>\n<li> Contact </li>\n<li> Espace Pro </li>\n<li> Plus <i>\n</i> Accueil L'offre L'entreprise Notre Rôle Coulisses Travailler à la RTS FAQ Contact Espace Pro </li>\n</ul> Conditions générales ACCEPTATION DES CONDITIONS GÉNÉRALES D’UTILISATION DES SITES WEB &amp.\nRÉSEAUX SOCIAUX DE LA RTS<br>22 MAI 2017<p>Toute utilisation des sites web de la RTS Radio Télévision Suisse (ci-après «&nbsp;RTS&nbsp;») et des services proposés par ceux-ci sur le site&nbsp;www.rts.ch&nbsp;et les sites apparentés (tels que visionnage et écoute d’émissions, forums, newsletters, jeux, concours, boutique, blogs, etc.) est soumise à l’acceptation préalable par l’utilisateur des présentes conditions générales.</p>\n<p>En choisissant d’utiliser les sites web de la RTS, l’utilisateur déclare avoir pris connaissance et avoir accepté expressément et sans réserve les termes et conditions des présentes conditions générales.</p>\n<p>La RTS se réserve le droit de modifier à tout moment et sans préavis les présentes conditions générales.\nIl est par conséquent recommandé de consulter régulièrement la dernière version des conditions générales disponible en permanence sur les sites web de la RTS.</p>1.\nOBJET<p>Les présentes conditions générales ont pour objet de définir les termes et conditions régissant l’utilisation des sites web de la RTS (www.rts.ch&nbsp;et les sites apparentés).</p>\n<p>Au sens des présentes conditions générales, le terme «&nbsp;utilisateur&nbsp;» désigne toute personne qui accède et consulte les sites web de la RTS.\nLes termes «&nbsp;sites de la RTS&nbsp;» désignent le site web&nbsp;www.rts.ch&nbsp;ainsi que les rubriques et sites apparentés (émissions, boutique, etc.).</p>\n<p>Ces conditions générales sont susceptibles d’être complétées par des conditions particulières propres aux différents services et rubriques proposés sur les sites de la RTS.\nPar conséquent, les présentes conditions générales sont applicables dans la mesure où il n’y est pas dérogé dans les conditions particulières précitées.</p>2.\nUTILISATION DES SITES DE LA RTS ET RESPONSABILITÉ<p>Les sites de la RTS ne peuvent être utilisés, notamment dans le cadre de l’écoute et du visionnement en direct ou à la demande des émissions, que pour un usage strictement privé et non commercial.\nToute autre utilisation est exclue sans l’accord préalable et écrit de la RTS.</p>\n<p>L’utilisation des sites de la RTS est faite sous la seule et entière responsabilité de l’utilisateur.</p>\n<p>En conséquence, la RTS ne peut en aucun cas être tenue responsable en cas de dommage, direct ou indirect, de quelque nature que ce soit, notamment pertes de profits, de clientèles, de données, de biens matériels ou immatériels, pouvant résulter de l’utilisation ou de l’impossibilité d’utilisation des sites de la RTS.</p>\n<p>En particulier, la RTS n’est en aucun cas responsable du fonctionnement des logiciels et de la transmission de toute donnée ou information sur Internet, ni en cas de piratage total ou partiel des sites et des dommages qu’un tel piratage pourrait causer à l’utilisateur ou à des tiers.</p>\n<p>Les sites de la RTS sont en principe accessibles 24 heures sur 24.\nCependant, la RTS ne peut être tenue responsable en cas d’impossibilité technique de connexion, qu’elle qu’en soit la cause (force majeure, opération de maintenance, mise à jour éditoriale, interruption ou panne de réseau, coupure d’électricité, défaillance, mauvaise configuration ou mauvaise utilisation de l’ordinateur de l’utilisateur, du matériel de réception ou des lignes téléphoniques, ou toute autre cause dépendant ou non de la volonté de la RTS).</p>\n<p>Tout matériel téléchargé et/ou obtenu de quelque manière que ce soit lors de l’utilisation des sites de la RTS l’est aux risques et périls de l’utilisateur, la RTS ne pouvant en aucun cas être tenue responsable des dommages ou pertes de données subis par l’utilisateur de ce fait.</p>\n<p>La RTS ne garantit pas que le serveur et les sites de la RTS soient exempts de virus.\nPar conséquent, la RTS ne saurait être tenue responsable en cas de contamination par un virus du matériel informatique de l’utilisateur.\nIl appartient à l’utilisateur de prendre toutes les mesures nécessaires afin de protéger ses propres données, logiciels, ordinateur et autre matériel informatique de la contamination par d’éventuels virus circulant sur le réseau Internet.</p>\n<p>Par ailleurs, la RTS ne garantit en aucune manière le taux et le temps de transfert des données du serveur hébergeant les sites de la RTS vers le réseau Internet et l’ordinateur de l’utilisateur.</p>\n<p>La RTS se réserve le droit, à tout moment et sans préavis, de modifier ou d’interrompre temporairement ou de façon permanente, tout ou partie des sites de la RTS et/ou des services proposés par ceux-ci, sans que cela ne puisse donner lieu à de quelconques recours, réclamations ou prétentions de quelque nature que ce soit à l’égard de la RTS.</p>\n<p>L’utilisateur est responsable envers la RTS de tout dommage de quelque nature que ce soit qu’il cause lors de l’utilisation des sites de la RTS.</p>3.\nFORUMS, BLOGS, CHATS ET AUTRES RUBRIQUES SIMILAIRES3.1 ACCEPTATION DES CONDITIONS GÉNÉRALES<p>Tout utilisateur qui entend poster un message texte, audio ou vidéo sur un forum, blog, chat ou toute autre rubrique similaire des sites de la RTS doit préalablement prendre connaissance et accepter les présentes conditions générales, en particulier les obligations lui incombant en vertu du chiffre 3.4 ci-après.</p>\n<p>En postant un message texte, audio ou vidéo sur un forum, blog, chat ou toute autre rubrique similaire, l’utilisateur signifie électroniquement son acceptation sans réserve des conditions générales.</p>3.2 CONFIDENTIALITÉ DES PARAMÈTRES D’ACCÈS<p>Les paramètres d’accès, à savoir l’identifiant et le mot de passe permettant à l’utilisateur d’accéder aux services des sites de la RTS, sont personnels, confidentiels et non transmissibles.\nPar conséquent, l’utilisateur s’engage à ne pas céder ni communiquer à un tiers ses paramètres d’accès et demeure seul responsable de l’utilisation de ces derniers.</p>\n<p>La RTS ne saurait être tenue responsable de l’utilisation faite par un tiers (en particulier des propos tenus par celui-ci sur un forum, blog, chat ou toute autre rubrique similaire) en possession des paramètres d’accès de l’utilisateur.</p>\n<p>L’utilisateur s’engage à informer immédiatement la RTS de toute utilisation non autorisée de ses paramètres d’accès.</p>3.3 COMMUNICATION DE L’ADRESSE ÉLECTRONIQUE DE L’UTILISATEUR<p>Avec l’accord préalable de l’utilisateur, la RTS est autorisée à rendre l’adresse électronique de celui-ci accessible, sur les sites de la RTS, à d’autres utilisateurs, notamment afin que ces derniers puissent répondre directement à l’utilisateur.</p>\n<p>A cet effet, l’utilisateur pourra cocher en ligne la case correspondante figurant sur les sites de la RTS.\nEn cochant la case précitée, l’utilisateur signifie ainsi qu’il accepte sans réserve la communication de son adresse électronique à tout autre utilisateur des sites de la RTS.</p>3.4 OBLIGATIONS DE L’UTILISATEUR<p>En communiquant un message texte, audio ou vidéo sur un forum, blog, chat ou toute autre rubrique similaire des sites de la RTS, l’utilisateur s’engage à respecter toutes dispositions légales applicables et à ne pas porter atteinte aux droits de tiers.</p>\n<p>En particulier, l’utilisateur s’engage&nbsp;à ne pas communiquer de propos ou contenus :</p>\n<p>a)&nbsp;&nbsp;&nbsp.\ninjurieux, diffamatoires, calomnieux ou de toute autre manière attentatoires à l’honneur ou à la réputation de tiers&nbsp;;</p>\n<p>b)&nbsp;&nbsp;&nbsp.\nracistes, xénophobes, révisionnistes ou négationnistes&nbsp;;</p>\n<p>c)&nbsp;&nbsp;&nbsp.\nobscènes, pornographiques, pédophiles, offensants ou de toute autre manière&nbsp;contraires aux bonnes mœurs;</p>\n<p>d)&nbsp;&nbsp;&nbsp.\nportant atteinte d’une quelconque manière aux droits d’autrui, notamment le droit à la vie privée, le droit à l’image, le droit au nom, le droit à la dignité humaine, et la protection des enfants et des adolescents&nbsp;;</p>\n<p>e)&nbsp;&nbsp;&nbsp.\nportant atteinte aux droits de propriété intellectuelle d’autrui, notamment le droit des marques, le droit d’auteur (images, sons, textes, photographies, logiciels, etc.), ainsi que les droits des artistes interprètes, des producteurs de phonogrammes et de vidéogrammes et des organismes de diffusion&nbsp;;</p>\n<p>f)&nbsp;&nbsp;&nbsp;&nbsp.\nincitant à la discrimination, à la haine, à la violence, ou&nbsp;à commettre un crime ou un délit ou à consommer des substances illicites;</p>\n<p>g)&nbsp;&nbsp;&nbsp.\nà caractère publicitaire, ou relevant de la&nbsp;propagande ou du prosélytisme.\nou</p>\n<p>h)&nbsp;&nbsp;&nbsp.\nd’une quelconque manière contraires aux lois et réglementations en vigueur.</p>\n<p>En outre, l’utilisateur s’engage à ne pas communiquer de message contenant des virus ou tout autre programme susceptible de causer des dommages à la RTS ou à des tiers.</p>\n<p>Enfin, l’utilisateur s’engage à ne pas générer de surcharge du serveur hébergeant les sites de la RTS, notamment en utilisant lesdits sites pour l’envoi de publicité non sollicitée.</p>3.5 RESPONSABILITÉ DE L’UTILISATEUR<p>L’utilisateur est seul et unique responsable, sur le plan civil, administratif et pénal, des propos et/ou contenus (textes, images, sons, etc.) qu’il communique dans les forums, blogs, chats et autres rubriques similaires des sites de la RTS.</p>\n<p>Par conséquent, l’utilisateur garantit la RTS contre tous recours, contestations, demandes en dommages et intérêts, ou autres actions ou prétentions que pourraient former des tiers à un titre quelconque à la suite de la communication par l’utilisateur de propos et/ou contenus sur les sites de la RTS.\nDans le cas où la responsabilité de la RTS serait recherchée à raison d’un manquement par l’utilisateur aux obligations qui lui incombent aux termes des présentes conditions générales d’utilisation, la RTS pourra appeler l’utilisateur en garantie.</p>\n<p>La RTS se réserve le droit, sur demande d’une autorité judiciaire ou d’un tiers, de communiquer toute information en sa possession permettant ou facilitant l’identification de l’utilisateur, tels que l’adresse IP et l’heure de connexion, en particulier en cas de non respect par l’utilisateur des obligations définies au chiffre 3.4 des présentes conditions générales.</p>3.6 MODÉRATION ET DROIT DE LA RTS<p>Les forums, blogs, chats et autres rubriques similaires proposés sur les sites de la RTS sont modérés.\nPar conséquent, la RTS se réserve le droit, à sa seule et entière discrétion, de publier ou non tout message texte, audio ou vidéo ou autre contenu communiqué par l’utilisateur, de le modifier, de le conserver en ligne ou de le supprimer à tout moment sans avoir à en informer préalablement ou postérieurement l’utilisateur et sans que cela ne puisse donner lieu à de quelconques prétentions de quelque nature que ce soit à l’égard de la RTS.</p>\n<p>La RTS se réserve le droit de limiter ou supprimer l’accès à ses services à tout utilisateur qui ne se conformerait pas aux dispositions des présentes conditions générales, en particulier en cas de non respect des obligations énoncées au chiffre 3.4 des présentes conditions générales.</p>3.7 CESSION DE DROITS<p>Les messages textes, audios et vidéos ainsi que tous autres contenus communiqués par l’utilisateur à la RTS doivent être libres de tout droit et sont transmis à la RTS sous la seule et entière responsabilité de l’utilisateur.</p>\n<p>L’utilisateur cède à la RTS, sans restriction aucune et sans limite de temps ni de lieu, tous les droits afférant aux messages textes, audios et vidéos ainsi qu’à tous autres contenus qu’il communique à la RTS, notamment les droits d’auteur, les droits voisins ainsi que les droits à l’image.\nPar conséquent, l’utilisateur autorise gracieusement la RTS à utiliser librement les messages et autres contenus qu’il communique à la RTS, seuls ou incorporés dans toute production audiovisuelle, notamment aux fins de diffusion en radio ou en télévision par tous modes de transmission actuels ou futurs (notamment par voie hertzienne terrestre numérique, par câble et par satellite), de reproduction sur tout support de données (phonogramme, vidéogramme ou autre), de représentation, d’adaptation, de diffusion en webcasting ou en simulcasting ou de mise à disposition à la demande avec ou sans téléchargement par tous systèmes et sur tous réseaux y compris Internet, en tout format, à titre commercial ou non commercial, dans le monde entier et pour une durée illimitée.</p>\n<p>Sont réservées les dispositions des accords cadre conclus par la SSR avec les sociétés de gestion collective pour les œuvres relevant de leurs répertoires respectifs.\nToutefois, avec l’accord desdites sociétés de gestion, le dépôt de contenus sur certaines plates-formes déterminées peut être considéré comme de l’autopromotion et ainsi ne pas faire l’objet d’une perception de droits.</p>4.\nPROPRIÉTÉ INTELLECTUELLE4.1 PROPRIÉTÉ INTELLECTUELLE ET DROITS UTILISATION<p>La RTS est propriétaire exclusif de tous les droits de propriété intellectuelle tant sur la structure que sur le contenu des sites de la RTS, ou a acquis régulièrement les droits permettant l’exploitation de la structure et du contenu des sites.</p>\n<p>En particulier, tout élément reproduit sur les sites de la RTS, de quelque nature qu’il soit (textes, images, sons, photos, vidéos, musiques, données, logos, marques, logiciels, etc.), est protégé par les droits de la propriété intellectuelle et est la propriété exclusive de la RTS et/ou de ses partenaires.\nCette protection s’étend notamment aux contenus faisant l’objet de flux RSS.</p>\n<p>Par conséquent, toute reproduction (y compris par téléchargement, impression etc.), représentation, adaptation, modification, traduction, transformation, diffusion, intégration dans un autre site, exploitation commerciale ou non, et/ou réutilisation de quelque manière que ce soit de tout ou partie des éléments reproduits sur les sites de la RTS est strictement interdite sans l’autorisation préalable et écrite de la RTS.</p>\n<p>La consultation et l’utilisation des sites de la RTS ne confèrent aucun droit de propriété intellectuelle à l’utilisateur sur un quelconque élément reproduit sur les sites.</p>\n<p>Sont réservées, dans les limites des dispositions légales applicables du droit suisse, les exceptions prévues par la loi fédérale sur le droit d’auteur et les droits voisins, en particulier le droit d’utilisation à titre privé, le droit de citation et le compte rendu d’actualité.</p>\n<p>Toute utilisation non autorisée de l’un quelconque des éléments reproduits sur les sites de la RTS (piratage, contrefaçon, etc.) pourra donner lieu à des poursuites judiciaires civiles et/ou pénales et au paiement de dommages et intérêts.</p>4.2 TÉLÉCHARGEMENT ET PODCASTING DES SONS RADIO<p>Afin de favoriser une utilisation libre et gratuite de certaines chroniques et émissions radiophoniques hors de la sphère marchande, certains sons de la RTS sont téléchargeables et peuvent être utilisés conformément aux dispositions du présent article.</p>\n<p>L’utilisateur est autorisé à reproduire, distribuer, représenter ou communiquer au public les sons radio téléchargeables sur tous supports et médias, quel que soit le procédé technique ou le format utilisé.\nL’utilisateur est également autorisé à effectuer les modifications nécessaires techniquement pour permettre l’utilisation des sons radios avec d’autres formats ou procédés techniques.</p>\n<p>L’utilisation des sons radio téléchargeables est soumise aux restrictions suivantes&nbsp;:</p>\n<p>a)&nbsp;&nbsp;&nbsp.\nLa RTS reste propriétaire des droits et l’utilisateur n’est pas autorisé à céder à des tiers de quelconques droits sur les sons radio&nbsp;;</p>\n<p>b)&nbsp;&nbsp;&nbsp.\nToute utilisation commerciale des sons radio est interdite.\nL’utilisateur n’est donc pas autorisé à utiliser les sons radio en vue d’en retirer un quelconque profit commercial ou une compensation financière, ni à les mettre en ligne sur des sites commerciaux (à savoir détenus, directement ou indirectement, par des entreprises poursuivant un but lucratif)&nbsp;;</p>\n<p>c)&nbsp;&nbsp;&nbsp.\nToute modification des sons radio ou insertion dans une autre œuvre est interdite.\nSont en particulier interdits les traductions, arrangements, adaptations, transformations ou synchronisations avec des images animées&nbsp;;</p>\n<p>d)&nbsp;&nbsp;&nbsp.\nLes sons comportant des plages musicales sont réservés à l’utilisation individuelle de l’utilisateur et ne peuvent faire l’objet d’aucune publication ou communication publique&nbsp;;</p>\n<p>e)&nbsp;&nbsp;&nbsp.\nDemeure également réservée la diffusion de sons radio sous forme de programmation radiophonique régulière (broadcast ou webradio).</p>\n<p>Les sons radio doivent être expressément et clairement crédités au nom de la «&nbsp;RTS Radio Télévision Suisse&nbsp;» dans toute forme d’utilisation selon le présent article.</p>4.3 INTÉGRATION DE CONTENUS<p>Des codes informatiques, généralement appelés «code d’intégration» ou «embed code», peuvent être mis à disposition des utilisateurs sur les sites de la RTS.\nCes codes permettent d’incorporer et de rendre visibles certains contenus de la RTS sur des sites tiers.\nIl est strictement interdit de les modifier.\nCes codes d’intégration de contenus ne peuvent être insérés que sur des sites non commerciaux (à savoir des sites qui ne sont pas détenus, directement ou indirectement, par des entreprises poursuivant un but lucratif) et ne contenant ni de la publicité, ni des informations et/ou contenus interdits au sens du chiffre 3.4 des présentes conditions générales.\nToute autre utilisation de ces codes est exclue sans l’accord préalable et écrit de la RTS.</p>5.\nLIENS HYPERTEXTES5.1 LIENS HYPERTEXTES<p>A l’exception des cas où le site tiers («&nbsp;site liant&nbsp;») contient des informations et/ou contenus interdits au sens du chiffre 3.4 des présentes conditions générales, il est en principe autorisé de créer un lien depuis un site liant&nbsp;vers les sites de la RTS, à condition que ce lien ouvre une nouvelle fenêtre du navigateur.</p>\n<p>En tous les cas, le lien hypertexte ne doit en aucune façon être utilisé aux fins de permettre l’envoi massif de messages, tel qu’un message pré-rédigé adressé à une adresse électronique liée aux sites de la RTS.</p>5.2 TRANSCLUSIONS<p>Sous réserve du chiffre 4.3 des présentes conditions générales, toute transclusion est strictement interdite sans l’accord préalable et écrit de la RTS.</p>\n<p>Par transclusion, on entend tout lien permettant d’accéder à une partie d’un site web en la faisant apparaître dans un cadre du site liant (« framing ») ou en donnant un accès direct à une ou plusieurs oeuvre(s), notamment la lecture d’un texte, le visionnage d’une image ou d’une vidéo ou l’écoute de son ou de musique.</p>5.3 LIENS HYPERTEXTES DEPUIS LES SITES DE LA RTS<p>Les sites de la RTS peuvent contenir des liens hypertextes renvoyant vers d’autres sites web.\nL’utilisateur visite ces sites sous sa seule et entière responsabilité.</p>\n<p>Par conséquent, la RTS ne peut être tenue responsable pour avoir proposé de tels liens hypertextes.\nEn outre, la RTS n’est en aucun cas responsable du contenu ou de l’existence des sites concernés, ni d’un quelconque dommage, direct ou indirect, subi par l’utilisateur du fait de la consultation et/ou de l’utilisation d’un site tiers accessible à partir des sites de la RTS.</p>6.\nRESPONSABILITÉ<p>Malgré le plus grand soin apporté à la création et à la mise à jour des sites, la RTS ne peut garantir l’exactitude des informations qui y figurent.</p>\n<p>Par conséquent, sous réserve de la responsabilité découlant des dispositions légales impératives de droit suisse, la RTS ne peut être tenue responsable de quelconques erreurs, inexactitudes ou omissions, de même que de tout dommage, direct ou indirect, de quelque nature que ce soit, résultant de la consultation et/ou de l’utilisation des sites de la RTS.</p>\n<p>La RTS ne peut être tenue responsable si des propos ou images contenus sur ses sites devaient heurter certaines personnes particulièrement sensibles.</p>\n<p>Les blogs publiés sur les sites de la RTS, y compris ceux rédigés par des collaborateurs de la RTS, expriment l’opinion personnelle de leur auteur et n’engagent que ces derniers.\nIls ne représentent dès lors en aucun cas un quelconque avis officiel de la RTS.</p>7.\nDONNÉES PERSONNELLES<p>Voir <strong>Charte de confidentialité</strong>\n</p>8.\nCONCOURS8.1 ORGANISATION<p>Les concours proposés sur les sites de la RTS sont organisés par RTS Radio Télévision Suisse, ayant son siège 40 av.\ndu Temple à 1010 Lausanne, succursale de la Société suisse de radiodiffusion et télévision (SRG SSR).</p>\n<p>En complément des présentes conditions générales, les conditions particulières à chaque concours définissent notamment la durée du concours, la date limite de participation, les lots mis en jeu, etc.\nEn cas de contradiction, les conditions particulières l’emportent sur les présentes conditions générales.</p>\n<p>La RTS se réserve le droit de modifier, prolonger, suspendre ou annuler le concours en tout temps.</p>8.2 CONDITIONS DE PARTICIPATION<p>Les participants doivent être âgés de 18 ans révolus et domiciliés en Suisse.\nLes collaborateurs de la SSR, ainsi que les membres de leur famille vivant sous le même toit, ne peuvent pas participer aux concours organisés par la RTS.</p>\n<p>Cette règle s’applique également aux collaborateurs des partenaires ou sponsors d’un concours proposé par la RTS, et aux membres de leur famille.</p>\n<p>Seuls les participants ayant répondu correctement aux questions posées et ayant rempli de manière correcte et exhaustive le formulaire d’inscription pourront prendre part au tirage au sort.</p>\n<p>Lorsque plusieurs moyens de participer à un concours sont proposés (par exemple sms surtaxé ou non, internet, téléphone surtaxé ou non, carte postale, etc….) les participants ont les mêmes chances de gain, quel que soit le moyen de participation utilisé.</p>\n<p>Aucune correspondance ne sera échangée, seuls les gagnants seront informés par courrier postal, par e-mail ou par téléphone.</p>\n<p>Les lots ne sont ni échangeables ni convertibles en espèces.\nLes lots ne peuvent pas être revendus.\nLa RTS se réserve le droit de modifier en tout temps les lots du concours.</p>\n<p>Par sa participation au concours, le participant accepte et s’engage à respecter les conditions particulières du concours en question, ainsi que les présentes conditions générales.\nLe non-respect desdites conditions, ainsi que la manipulation ou l’utilisation de procédés déloyaux ou inappropriés propres à influencer les chances de gain entraîneront de plein droit l’exclusion du participant concerné.\nCe dernier ne pourra en aucun cas exiger de recevoir un quelconque lot et devra restituer immédiatement à la RTS tout lot qu’il aurait déjà reçu.</p>\n<p>Toute contestation, notamment par la voie judiciaire, est exclue.</p>8.3 DONNÉES PERSONNELLES DES GAGNANTS<p>Les gagnants acceptent que leur nom et prénom puissent être communiqués sur les sites de la RTS et/ou à l’antenne (par exemple pour les concours qui ont lieu en direct).\nPour le surplus s’agissant du traitement des données personnelles des participants, l’article 7 des présentes CG est applicable.</p>8.4 RESPONSABILITÉ<p>La RTS décline toute responsabilité en cas de problèmes techniques liés aux moyens de participation proposés et ayant une quelconque influence sur la participation au concours (p.ex.\nimpossibilité d’enregistrer un participant, erreur de récupération ou de transcription des données d’un participant, etc…).</p>9.\nDROIT APPLICABLE ET FOR<p>Les présentes conditions générales sont soumises au droit suisse.</p>\n<p>En cas de litige, les tribunaux de Lausanne (Suisse) sont exclusivement compétents.</p> À propos de la RTS <ul>\n<li> A propos </li>\n<li> FAQ </li>\n<li> Conditions générales </li>\n<li> Charte de confidentialité </li>\n</ul>\n<ul>\n<li> Contact </li>\n<li> Travailler à la RTS </li>\n<li> Communiqués de presse </li>\n<li> Play Suisse </li>\n</ul>\n<ul>\n<li> Recevoir nos programmes </li>\n<li> Comment écouter nos podcasts </li>\n<li> Ventes aux professionnels </li>\n<li> Visiter les studios </li>\n<li> Assister aux émissions </li>\n<li> La Boutique RTS </li>\n</ul>\n<ul>\n<li> RTS Avec Vous </li>\n<li> RTSR </li>\n<li> Médiation </li>\n</ul> SRF RSI RTR SWI RTS Radio Télévision Suisse, succursale de la Société suisse de radiodiffusion et télévision ", "created_at": "2021-05-08 09:35:57.293371", "updated_at": "2021-05-08 09:36:06.592542"}], "points": [{"id": 20104, "title": "You waive your moral rights", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:07:28.699191", "updated_at": "2021-05-10 07:19:26.802006", "quoteText": "<p>L’utilisateur cède à la RTS, sans restriction aucune et sans limite de temps ni de lieu, tous les droits afférant aux messages textes, audios et vidéos ainsi qu’à tous autres contenus qu’il communique à la RTS, notamment les droits d’auteur, les droits voisins ainsi que les droits à l’image.", "case_id": 118, "document_id": 5872, "quoteStart": 12144, "quoteEnd": 12439}, {"id": 20099, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:54:16.152487", "updated_at": "2021-05-09 20:32:24.832586", "quoteText": "<p>Par conséquent, l’utilisateur garantit la RTS contre tous recours, contestations, demandes en dommages et intérêts, ou autres actions ou prétentions que pourraient former des tiers à un titre quelconque à la suite de la communication par l’utilisateur de propos et/ou contenus sur les sites de la RTS.", "case_id": 146, "document_id": 5872, "quoteStart": 10080, "quoteEnd": 10384}, {"id": 20101, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:03:22.060586", "updated_at": "2021-05-09 19:13:17.195406", "quoteText": "incitant à la discrimination, à la haine, à la violence, ou&nbsp;à commettre un crime ou un délit ou à consommer des substances illicites;", "case_id": 314, "document_id": 5872, "quoteStart": 9073, "quoteEnd": 9211}, {"id": 20097, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:38:32.850043", "updated_at": "2021-05-09 19:13:08.332102", "quoteText": "<p>L’utilisateur s’engage à informer immédiatement la RTS de toute utilisation non autorisée de ses paramètres d’accès.</p>", "case_id": 484, "document_id": 5872, "quoteStart": 6962, "quoteEnd": 7085}, {"id": 20109, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:22:15.84805", "updated_at": "2021-05-09 19:12:46.995213", "quoteText": "<strong>1.&nbsp.\nDroit aux renseignements: </strong>l’utilisateur a le droit de demander au responsable du traitement quelles données personnelles le concernant sont traitées et si ces données sont transmises dans un pays tiers.</p>\n<p>\n<strong>2.&nbsp.\nDroit de rectification: </strong>l’utilisateur a le droit de demander au responsable du traitement la rectification de données personnelles incorrectes ou incomplètes le concernant.</p>\n<p>\n<strong>3.&nbsp.\nDroit d’effacement:</strong> l’utilisateur a le droit de demander au responsable du traitement d’effacer sans délai les données personnelles le concernant si celles-ci ne sont plus nécessaires aux fins pour lesquelles elles ont été collectées ou traitées et qu’aucune disposition légale n’interdise leur suppression.</p>\n<p>\n", "case_id": 195, "document_id": 5871, "quoteStart": 9829, "quoteEnd": 10615}, {"id": 20105, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (CH)", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:14:31.115739", "updated_at": "2021-05-09 19:12:21.109722", "quoteText": "<p>Les présentes conditions générales sont soumises au droit suisse.", "case_id": 241, "document_id": 5872, "quoteStart": 24380, "quoteEnd": 24448}, {"id": 20103, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:05:53.225167", "updated_at": "2021-05-09 12:09:12.830765", "quoteText": "Par conséquent, la RTS se réserve le droit, à sa seule et entière discrétion, de publier ou non tout message texte, audio ou vidéo ou autre contenu communiqué par l’utilisateur, de le modifier, de le conserver en ligne ou de le supprimer à tout moment sans avoir à en informer préalablement ou postérieurement l’utilisateur et sans que cela ne puisse donner lieu à de quelconques prétentions de quelque nature que ce soit à l’égard de la RTS.</p>", "case_id": 202, "document_id": 5872, "quoteStart": 11151, "quoteEnd": 11597}, {"id": 20095, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:36:51.3827", "updated_at": "2021-05-09 19:13:51.809183", "quoteText": "La RTS se réserve le droit de modifier à tout moment et sans préavis les présentes conditions générales.", "case_id": 121, "document_id": 5872, "quoteStart": 1531, "quoteEnd": 1635}, {"id": 20096, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:37:18.313182", "updated_at": "2021-05-09 19:13:25.660784", "quoteText": "<p>Les sites de la RTS ne peuvent être utilisés, notamment dans le cadre de l’écoute et du visionnement en direct ou à la demande des émissions, que pour un usage strictement privé et non commercial.", "case_id": 143, "document_id": 5872, "quoteStart": 2688, "quoteEnd": 2887}, {"id": 20100, "title": "The posting of pornographic content is prohibited", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:58:40.634828", "updated_at": "2021-05-09 19:13:33.06563", "quoteText": "obscènes, pornographiques, pédophiles,", "case_id": 315, "document_id": 5872, "quoteStart": 8343, "quoteEnd": 8381}, {"id": 20102, "title": "User communications can be blocked or censored", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:05:16.47082", "updated_at": "2021-05-09 12:10:31.828527", "quoteText": "Les forums, blogs, chats et autres rubriques similaires proposés sur les sites de la RTS sont modérés.", "case_id": 379, "document_id": 5872, "quoteStart": 11048, "quoteEnd": 11150}, {"id": 20098, "title": "You maintain ownership of your content", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 09:52:55.793045", "updated_at": "2021-05-08 10:06:33.263071", "quoteText": "L’utilisateur est seul et unique responsable, sur le plan civil, administratif et pénal, des propos et/ou contenus (textes, images, sons, etc.) qu’il communique dans les forums, blogs, chats et autres rubriques similaires des sites de la RTS.</p>", "case_id": 183, "document_id": 5872, "quoteStart": 9833, "quoteEnd": 10079}, {"id": 20106, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.rts.ch/entreprise/a-propos/8994021-conditions-generales.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:17:06.292201", "updated_at": "2021-05-09 19:13:43.372146", "quoteText": "Par conséquent, la RTS ne peut être tenue responsable pour avoir proposé de tels liens hypertextes.\nEn outre, la RTS n’est en aucun cas responsable du contenu ou de l’existence des sites concernés, ni d’un quelconque dommage, direct ou indirect, subi par l’utilisateur du fait de la consultation et/ou de l’utilisation d’un site tiers accessible à partir des sites de la RTS", "case_id": 279, "document_id": 5872, "quoteStart": 19768, "quoteEnd": 20142}, {"id": 20107, "title": "Your personal data is not sold", "source": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:18:29.530034", "updated_at": "2021-05-09 19:12:30.162385", "quoteText": "Nous ne vendons jamais les données.</em>\n", "case_id": 193, "document_id": 5871, "quoteStart": 2755, "quoteEnd": 2796}, {"id": 20108, "title": "No need to register", "source": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:20:54.747077", "updated_at": "2021-05-09 19:12:37.372614", "quoteText": "En principe, vous pouvez utiliser notre offre en ligne sans fournir vos données personnelles.\n", "case_id": 320, "document_id": 5871, "quoteStart": 4064, "quoteEnd": 4158}, {"id": 20110, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:24:48.835387", "updated_at": "2021-05-09 19:12:53.901987", "quoteText": "\n<p>Pour exercer vos droits, veuillez-vous adresser à: <strong>protectiondesdonnees@rts.ch</strong>.", "case_id": 300, "document_id": 5871, "quoteStart": 11581, "quoteEnd": 11681}, {"id": 20111, "title": "You can limit how your information is used by third-parties and the service", "source": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:25:26.583533", "updated_at": "2021-05-09 19:13:01.249328", "quoteText": "Droit d’opposition: </strong>l’utilisateur a le droit de s’opposer à tout moment au traitement des données personnelles le concernant, si ledit traitement repose sur un intérêt légitime du responsable du traitement ou d’un tiers ou est effectué à des fins de prospection.</p>\n<p>\n", "case_id": 338, "document_id": 5871, "quoteStart": 11240, "quoteEnd": 11520}, {"id": 20112, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:26:51.677152", "updated_at": "2021-05-09 12:10:45.155658", "quoteText": "En règle générale, ces prestataires sont mandatés comme sous-traitants et tenus de respecter nos instructions lors du traitement des données personnelles des utilisateurs de notre offre en ligne.", "case_id": 210, "document_id": 5871, "quoteStart": 8032, "quoteEnd": 8227}, {"id": 20113, "title": "Third parties are involved in operating the service", "source": "https://www.rts.ch/entreprise/a-propos/8994006-charte-de-confidentialite.html", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:27:25.540828", "updated_at": "2021-05-09 12:10:38.629397", "quoteText": "<p>Nous faisons appel à des prestataires pour le traitement de données.\n", "case_id": 207, "document_id": 5871, "quoteStart": 7960, "quoteEnd": 8032}], "urls": ["rts.ch"]}}