{"error": 448, "message": "OK", "parameters": {"id": 6705, "name": "BellSoft", "created_at": "2022-06-26 23:28:21.692085", "updated_at": "2022-06-26 22:01:03.597274", "wikipedia": null, "keywords": null, "related": null, "slug": "bellsoft", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6705.png", "url": "bell-sw.com", "documents": [{"id": 12231, "name": "Privacy Policy", "url": "https://bell-sw.com/privacy-policy/", "xpath": "/html/body/main/div", "text": " Privacy Policy <ol>\n<li>\nGeneral Provisions\n<p>\nThis Personal Data Processing Policy, or Privacy Policy (hereinafter referred to as the “Policy”),\ncomplies with\nthe\nFederal Law of the Russian Federation No.\n152-FZ “On Personal Data” dd.\nJuly 27, 2006, and defines what\noperational\nprocedures BellSoft LLC (hereinafter referred to as the “Operator”) uses to process personal data and\nwhich\nmeasures the\nOperator takes to protect personal data.\n</p>\n<ol>\n<li>The Operator shall establish as its primary goal and an essential prerequisite for doing business the\ncomplete\nobservance of human and civil rights and freedoms in the course of personal data processing, including\nthe\nprotection of\nrights to personal and marital privacy.</li>\n<li>The Policy applies to all information that the Operator may receive about visitors to the\nhttps://bell-sw.com website (hereinafter referred to\nas the\n“Website”).</li>\n</ol>\n</li>\n<li>\nGeneral Definitions in the Policy\n<ol>\n<li>Automated Personal Data Processing means the processing of personal data utilizing computer hardware.\n</li>\n<li>Blocking Personal Data means temporary termination of personal data processing (except for when\nprocessing\nis necessary to rectify personal data);</li>\n<li>Website means a set of images and content, along with computer programs and databases that ensure\ntheir\navailability on the Internet at https://bell-sw.com.\n</li>\n<li>Personal Data Information System means a set of personal data in databases, as well as information\ntechnologies\nand\ntechnical means ensuring their processing;</li>\n<li>Personal Data Depersonalization means actions which prevent identifying personal data belonging to a\nspecific\nUser\nor another personal data subject without further details;</li>\n<li>Personal Data Processing means any action (operation) or set of actions (operations) performed towards\npersonal\ndata with or without automation, including gathering, recording, systematizing, accumulating, storing,\nrectifying\n(updating, altering), retrieving, using, transmitting (disseminating, providing and accessing),\ndepersonalizing,\nblocking, deleting, or destroying of personal data;</li>\n<li>Operator means a state body, municipal body, legal or physical person, organizing and (or) carrying\nout\nthe\nprocessing of personal data independently or jointly with other persons, and also defining purposes of\npersonal data\nprocessing, the structure of the personal data which are subject to processing, acts (operations)\nperformed\ntowards\npersonal data;</li>\n<li>Personal Data means any information relating directly or indirectly to a specific or identifiable User\non\nthe\nhttps://bell-sw.com Website;</li>\n<li>User means any visitor to the https://bell-sw.com\nWebsite.\n</li>\n<li>Provision of Personal Data means actions aimed at disclosing personal data to a specific person or a\nspecific\nrange of persons;</li>\n<li>Personal Data Dissemination means any actions aimed at disclosing personal data to an indefinite range\nof\npersons\n(personal data transmission) or at acquainting an indefinite range of persons with personal data,\nincluding publishing\npersonal data in mass media, posting them on information and telecommunication networks or providing\naccess to\npersonal\ndata in any other way;</li>\n<li>Cross-Border Transfer of Personal Data means transferring personal data to a foreign state’s territory\nand\ndelivering them to a foreign authority, a foreign physical or foreign legal person;</li>\n<li>Personal Data Destruction means any actions resulting in the irretrievable destruction of personal\ndata with no\nfurther possibility to restore the content of personal data in the personal data information system\nand/or destruction\nof physical storage media holding personal data.</li>\n</ol>\n</li>\n<li>\nThe Operator May Process the Following User’s Personal Data\n<ol>\n<li>Full name;</li>\n<li>E-mail address;</li>\n<li>Information on previous employment and work experience, liability for military service and military\nregistration.\n</li>\n<li>The Website also collects and processes depersonalized data about visitors (such as cookies) through\nInternet\nstatistics services (Yandex Metrics, Google Analytics and others).</li>\n<li>Further on in the Policy’s text, the data mentioned above are united by the general concept of\nPersonal\nData.\n</li>\n</ol>\n</li>\n<li>\nPurposes of Personal Data Processing\n<ol>\n<li>The purpose of processing the User’s personal data is to share information with the User via e-mails.\n</li>\n<li>The Operator is also entitled to send the User notifications about new products and services, special\noffers\nand\nvarious events.\nThe User can always refuse to receive such digital communications by writing a letter to\nthe\nOperator\nat\ninfo@bell-sw.com marked “Cancel notifications about new products,\nservices and special\noffers.”</li>\n<li>Depersonalized User data collected through Internet statistics services are used to gather information\nabout\nthe\nUser’s actions on the Website, improve the quality of the Website and its content.</li>\n</ol>\n</li>\n<li>\nLegal Grounds for Personal Data Processing\n<ol>\n<li>The Operator processes the User’s personal data only provided that the User enters and/or sends them\nthrough\nparticular forms at https://bell-sw.com.\nFilling out\nthe\nrespective forms and/or sending the personal data to\nthe\nOperator, the User expresses their consent to this Policy.</li>\n<li>The Operator processes the depersonalized User data if it is allowed in the User’s browser settings\n(both\ncookies\nand JavaScript are enabled).</li>\n</ol>\n</li>\n<li>\nProcedures for Gathering, Storing, Transmitting and Other Processing of Personal Data\n<p> The Operator ensures the security of the processed personal data by means of legal, organizational and\ntechnical\nmeasures necessary to fully comply with the legislative requirements for personal data protection.\n</p>\n<ol>\n<li>The Operator shall protect personal data and take whatever action is possible to prevent unauthorized\npersons\nfrom\nhaving access to personal data.</li>\n<li>The User’s personal data in no event shall be transmitted to third parties, except in cases where the\nlaw\nprovides\notherwise.</li>\n<li>Should the User uncover inaccuracies in the personal data, they may update them independently by\nsending\nan\ne-mail\nnotice to the Operator at info@bell-sw.com marked “Update personal\ndata.”</li>\n<li>The personal data processing period is unlimited.\nThe User may revoke their consent to the processing\nof\npersonal\ndata at any moment by sending an e-mail notice to the Operator at info@bell-sw.com marked “Revoke consent\nto the\nprocessing of personal data.”</li>\n</ol>\n</li>\n<li>\nCross-Border Transfer of Personal Data\n<ol>\n<li>The Operator is obliged to ascertain that the foreign state to whose territory personal data is\nexpected to\nbe\ntransferred provides adequate protection of personal data subjects’ right before such a transfer begins.\n</li>\n<li>Cross-border transfer of personal data to the territory of foreign states that do not meet the\nabove-stated\nrequirements may only take place with the written consent of the personal data subject to the\ncross-border\ntransfer\nof\ntheir personal data and/or as part of an agreement, to which the personal data subject is a party.</li>\n</ol>\n</li>\n<li>Miscellaneous\n<ol>\n<li>The User may receive any clarifications regarding the processing of their personal data by sending an\ne-mail\nto\nthe\nOperator at info@bell-sw.com.</li>\n<li>This document will reflect any changes in the Operator’s personal data processing policy.\nThe Policy\nis\nvalid\nindefinitely until it is replaced with a new version.</li>\n<li>The current version of the Policy in the public domain is located on the Internet at\nhttps://bell-sw.com/privacy-policy/</li>\n</ol>\n</li>\n</ol> ", "created_at": "2022-06-26 23:28:21.696905", "updated_at": "2022-06-26 21:28:51.885266"}], "points": [], "urls": ["bell-sw.com"]}}