{"error": 448, "message": "OK", "parameters": {"id": 579, "name": "Tipeee", "created_at": "2018-06-27 07:19:04.09333", "updated_at": "2021-03-25 03:19:36.401662", "wikipedia": "https://fr.wikipedia.org/wiki/Tipeee", "keywords": null, "related": null, "slug": "tipeee", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/579.png", "url": "tipeee.com", "documents": [{"id": 3367, "name": "Terms of Service", "url": "https://en.tipeee.com/terms", "xpath": "", "text": "Cookie PolicyWe use cookies or trackers to facilitate your browsing on the site and to compile statistics with the aim of improving your experience on Tipeee.<br>Technical cookies are not configurable, but other cookies require your consent to be deposited.Customize Refuse allAccept all <ul>\n<li>How it works</li>\n<li>Discover Creators</li>\n<li> Become a Creator </li>\n<li>Statistics</li>\n<li>\n<i>\n</i> Search </li>\n</ul> Log in Sign up <ul>\n<li>How it works</li>\n<li>Discover Creators</li>\n<li> Become a Creator </li>\n<li>Statistics</li>\n<li>\n<i>\n</i> Search </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Tipeee's Terms &amp.\nConditions <p> Dernière mise à jour : 05/01/2020 </p> PRÉAMBULE <p> Tous les termes et expressions débutant par une majuscule figurant ci-après sont définis à l’article 1 des présentes Conditions Générales d’Utilisation.\n</p>\n<p> Les présentes Conditions Générales d’Utilisation, annexe incluse, (ci-après dénommées « CGU ») régissent l’ensemble des relations entre les Utilisateurs du site « tipeee.com » et la société TIPEEE, Société Par Actions Simplifiée, au capital de 183 230&nbsp;euros, inscrite au RCS de Paris sous le numéro 529 108 334, dont le numéro de TVA intracommunautaire est FR39529108334, dont le siège social est situé au 20, rue du Sentier -75002 Paris – France, dont l’adresse e-mail est&nbsp.\nservice.utilisateurs@tipeee.com, dont le numéro de téléphone est le 01 40 13 16 15, en cours d’immatriculation sur le registre ORIAS.\n</p>\n<p> Le Site a pour objectif de fournir un Service permettant aux Créateurs de Contenus de créer une relation privilégiée avec les internautes et de bénéficier de la part de ces derniers d'un soutien notamment financier à la réalisation de leurs Contenus.\n</p>\n<p> Les Visiteurs du Site sont réputés accepter les CGU simplement par leur utilisation du Site.\n</p>\n<p> Les Membres sont réputés accepter les CGU à la date d’ouverture de leur Compte de Membre, étant précisé que l'e-mail de bienvenue qu’ils reçoivent à titre de confirmation de l'ouverture de ce Compte inclut un lien permettant de télécharger les CGU.\n</p>\n<p> Les Tipeurs sont réputés accepter les CGU en vigueur à la date de leur Tip, étant précisé que l'e-mail de récapitulatif de commande qu’ils reçoivent à titre de confirmation de leur Tip inclut un lien permettant de télécharger les CGU en vigueur.\n</p>\n<p> Les Créateurs de Contenus sont réputés accepter les CGU en vigueur à la date de réception par leurs soins de l'e-mail envoyé par TIPEEE leur confirmant que leur Page Tipeee va pouvoir commencer sa campagne de financement participatif sur le Site, étant précisé que cet e-mail de validation inclut un lien permettant de télécharger les CGU en vigueur.\n</p>\n<p> Il est par ailleurs expressément convenu que l’acceptation des présentes CGU par l’Utilisateur inclut l’acceptation par ce dernier des conditions générales d’utilisation appliquées par les prestataires de service assurant le bon fonctionnement des différents systèmes de paiement (ci-après désignées ensemble « les CGU de Paiement ») proposés par le Site, soit actuellement :<br>\n- pour le(s) système(s) de paiement proposés par ADYEN : les conditions générales d’utilisation sont disponibles au lien suivant : https://www.adyen.com/legal/terms-and-conditions-adyen-for-platforms;<br>\n- pour le(s) système(s) de paiement proposés par PayPal : les conditions générales d’utilisation de PayPal, lesquelles sont accessibles sur le site www.paypal.com;<br>\n- pour le(s) système(s) de paiement proposés par PaySafeCard : les conditions générales d’utilisation de PaySafeCard, lesquelles sont accessibles sur le site www.paysafecard.com .\n</p>\n<p> L’Utilisateur est par ailleurs informé que TIPEEE pourra modifier à tout moment les présentes CGU.\nLorsque les CGU seront ainsi modifiées, tous les Membres recevront un e-mail d’information incluant un lien permettant de télécharger ces nouvelles CGU.\nLe Membre ne pourra se connecter ensuite à son Compte de Membre qu'à la condition expresse qu'il accepte les nouvelles CGU en vigueur.\n</p>\n<p> Il est toutefois expressément précisé que dans tous les cas, l’acceptation des CGU par le Membre, si ce Membre est un Tipeur ou un Créateur de Contenus pouvant être considéré comme un consommateur au sens du Code de la Consommation, se fait sous réserve du droit de rétraction dont il bénéficie en vertu des dispositions du Code de la Consommation.\nLes informations relatives au droit de rétractation figurent à l’article 12 des présentes CGU.\n</p>\n<p>\n<strong> L’Utilisateur est également expressément informé que TIPEEE n’est en aucun cas responsable des Pages Tipeee, y compris en ce qui concerne la livraison ou non des Contreparties.\nDe même, TIPEEE n’est en aucun cas responsable des Contenus, lesquels sont présentés et réalisés à la seule initiative et sous la seule responsabilité des Créateurs de Contenus.\n</strong>\n</p>\n<p> A travers l’utilisation du Service, les Utilisateurs sont amenés à diffuser sur le Site différents contenus et notamment des vidéos, des images, des créations graphiques, de la musique, des textes, des idées et concepts, des logiciels, etc., ainsi que des marques ou brevets et éléments divers de propriété intellectuelle.\nLes Utilisateurs sont avertis que l’utilisation du Site ne protège en rien ces contenus et qu’il leur appartient, le cas échéant, de protéger ces contenus par ailleurs.\n</p>\n<p> Les Utilisateurs ne peuvent contribuer financièrement à des Contenus que s’ils sont possesseurs de leur propre carte bancaire établie à leur nom.\n</p>\n<p> Les Utilisateurs ne peuvent proposer le financement de Contenus sur le Site que s’ils sont âgés au minimum de 16 ans.\n</p>\n<p> Les présentes CGU constituent l’intégralité des documents contractuels opposables entre TIPEEE et les Utilisateurs.\n</p>\n<p> Par exception, pour le cas où le financement d’un Contenu nécessiterait la mise en place de modalités spécifiques, la société TIPEEE et les Créateurs de Contenus concernés pourront convenir par écrit et au cas par cas de l’application de conditions particulières.\nLes Tipeurs concernés par ces conditions particulières sont réputés accepter celles-ci à la date de leur Tip .\ndans cette hypothèse, lesdites conditions particulières seront envoyées aux Tipeurs en même temps que les CGU en vigueur également sous la forme d’un lien de téléchargement inclus dans l’e-mail de récapitulatif de commande qu’ils reçoivent à titre de confirmation de leur Tip.\n</p> 1.\nDEFINITIONS <p> - par « CGU », il convient d’entendre les Conditions Générales d’Utilisation du Service.\n</p>\n<p> - par « Commission », il convient d’entendre la commission d’un montant standard de 8% TTC soit 6,66% HT prélevée auprès du Créateur de Contenus par TIPEEE en contrepartie du Service rendu.\n</p>\n<p> - par « Compte de Membre », il convient d’entendre le compte ouvert par un Visiteur sur le Site.\n</p>\n<p> - par « Contenu », il convient d’entendre toute création (vidéo, article de blog, planche de BD, photo, etc.) d’un Créateur de Contenus dont la réalisation pourra être financièrement soutenue par les Tips des autres Utilisateurs.\n</p>\n<p> - par « Contrepartie », il convient d’entendre, s’il y a lieu, la ou les contrepartie(s) éventuellement proposée(s) par le Créateur de Contenus aux Tipeurs, en échange de leurs Tips.\nLa ou les Contrepartie(s) liée(s) aux Contenus seront définies au cas par cas sur le Site, à l’entière discrétion des Créateurs de Contenus.\n</p>\n<p> - par « Créateur de Contenus », il convient d’entendre un Membre qui présente ses Contenus sur une ou plusieurs Pages Tipeee.\n</p>\n<p> - par « Frais de Transaction » , il convient d’entendre les frais en euros TTC acquittés par le Tipeur et s'ajoutant au montant de son Tip au moment où celui-ci est prélevé.\nIls représentent la somme du coût du prestataire de paiement en ligne, du coût du transfert d'argent et des frais de fonctionnement de TIPEEE (gestion des commandes, suivi des transactions, interface entre le prestataire, les banques et les tipeurs, maintenance du site internet, …).\nIls sont calculés de la façon suivante en fonction du montant global de Tips en fin de mois, ce montant étant ci-après désigné « MGDT ») : </p>\n<p> * en cas de paiement par carte bancaire ou par d’autres moyens de paiement disponibles sur le Site et spécifiques à certains territoires (tels que, par exemple et sans que cette liste soit exhaustive, ELV, Sofort et Giropay pour le territoire de l’Allemagne) : </p>\n<p> 0,17 € + 0,0045 X MGDT </p>\n<p> * en cas de paiement par l’intermédiaire du service PayPal : </p>\n<p> (i) 0,27 € + 0,01 X MGDT si le MGDT est égal ou inférieur à 4€.\n</p>\n<p> (ii) 0,1 € + 0,053 X MGDT si le MGDT est supérieur à 4€.\n<br>\n<small>* en cas de paiement par l’intermédiaire du service PaySafeCard : aucun Frais de Transaction ne sera appliqué au Tipeur.\n</small>\n</p>\n<p> - par « Membre », il convient d’entendre une personne physique ou morale inscrite sur le Site et disposant d'un Compte de Membre.\nLe Membre peut devenir Tipeur et/ou Créateur de Contenus.\n</p>\n<p> - par « Page Tipeee », il convient d’entendre la (les) page(s) du Site créée(s) par le Créateur de Contenus et dédiée(s) à ses Contenus.\n</p>\n<p> - par « Publication d’un Contenu », il convient d’entendre l’activation par le Créateur de Contenus de la fonction intégrée sur sa Page Tipeee lui permettant, lorsqu’il vient de mettre en ligne un nouveau Contenu, d’enclencher le processus de collecte des Tips Contenus correspondants.\n</p>\n<p> - par « Service », il convient d’entendre le service proposé par TIPEEE ayant pour objet de permettre : </p>\n<p> * l'intermédiation entre les Créateurs de Contenus et les Tipeurs via le Site .\n</p>\n<p> * la collecte des Tips par l'intermédiation du Site afin de permettre aux Créateurs de Contenus d’obtenir un soutien financier à la réalisation de leurs Contenus .\n</p>\n<p> * toute prestation complémentaire en lien avec les services décrits ci-dessus.\n</p>\n<p> - par « Site », il convient d’entendre le site internet : http://www.tipeee.com ou toute URL qui pourrait lui être substituée par TIPEEE, ainsi que l’ensemble des outils mis à disposition par TIPEEE (widgets, API, etc.).\n</p>\n<p> - par « Tip », il convient d’entendre un Tip Contenu et/ou un Tip Mensuel et/ou un Tip Unique.\n</p>\n<p> - par « Tipeur », il convient d’entendre un Membre ayant donné un Tip ou un Tip Mensuel ou un Tip Unique à au moins un Créateur de Contenus présent sur le Site.\n</p>\n<p> - par « TIPEEE », il convient d’entendre la société TIPEEE, ainsi que tous ses associés et/ou affiliés.\n</p>\n<p> - par « Tip Contenu », il convient d’entendre la valeur monétaire hors Frais de Transaction que le Tipeur s’engage à donner à chaque Publication d’un Contenu au Créateurs de Contenus.\nPar exemple, si le Créateur de Contenus crée des vidéos, que le Tipeur s’engage à lui donner un Tip Contenu de 3 € et que le Créateur de Contenus produit 4 nouvelles vidéos dans le même mois calendaire, le montant global donné par le Tipeur sera égal à 12 € sur le mois calendaire considéré.\n</p>\n<p> - par « Tip Mensuel », il convient d’entendre la valeur monétaire hors Frais de Transaction que le Tipeur s’engage à donner chaque mois à un Créateur de Contenus, indépendamment de toute Publication de Contenu.\nDans cette hypothèse, il est précisé que la valeur du Tip Mensuel se confond avec celle du Tip Plafond.\nPar exemple, sur un trimestre de référence, si le Tipeur s’engage à donner au Créateur de Contenus un Tip Mensuel de 3 €, que le Créateur de Contenus produit 2 nouvelles vidéos dans le premier mois calendaire, aucune vidéo le deuxième mois calendaire et trois vidéos le troisième mois calendaire, le montant du Tip Mensuel sera égal à 3 € quel que soit le mois considéré dans le trimestre de référence et le montant global du Tip Mensuel sur ce trimestre de référence sera égal à 9 €.\n</p>\n<p> - par « Tip Plafond », il convient d’entendre le montant maximum par mois et par Créateur de Contenus que le Tipeur peut décider de donner au Créateur de Contenus considéré.\nPar exemple, si le Créateur de Contenus crée des vidéos, que le Tipeur s’engage à lui donner un Tip Contenu de 3 € avec un Tip Plafond de 18 € et que le Créateur de Contenus produit 8 nouvelles vidéos dans le même mois calendaire, le montant global donné par le Tipeur sera égal à 18 € (et non 24 €) sur le mois calendaire considéré.\n</p>\n<p> - par « Tip Plancher », il convient d’entendre le montant minimum d’un Tip, soit 1 €.\n</p>\n<p> - par « Tip Unique », il convient d’entendre la valeur monétaire hors Frais de Transaction que le Tipeur s’engage à donner immédiatement et une seule fois au Créateur de Contenus, indépendamment de toute Publication de Contenu.\nDans cette hypothèse, il est précisé que la valeur du Tip Unique se confond avec celle du Tip Plafond et que l’engagement du Tipeur de soutenir le Créateur de Contenus prend fin dès que le Tip Unique considéré a été effectué.\nPar exemple, si le Tipeur s’engage à donner au Créateur de Contenus un Tip Unique de 7 €, le compte du Tipeur sera débité immédiatement et une seule et unique fois du montant de 7 € et ce, que le Créateur de Contenus considéré publie ou non un nouveau Contenu par la suite.\n</p>\n<p> - par« Utilisateur », il convient d’entendre une personne physique ou morale accédant au Site et pouvant être répartie dans les catégories suivantes : </p>\n<p> * Visiteur .\n</p>\n<p> * Membre .\n</p>\n<p> * Tipeur .\n</p>\n<p> * Créateur de Contenus.\n</p>\n<p> - par« Visiteur », il convient d’entendre un internaute naviguant sur le Site n’ayant pas encore ouvert un Compte de Membre.\n</p> 2.\nACCES AU SITE - OUVERTURE ET FERMETURE D’UN COMPTE DE MEMBRE <p> L'accès au Site est gratuit et permet aux Utilisateurs de consulter son contenu éditorial.\n</p>\n<p> L'accès au Site confère aux Utilisateurs un droit d'usage privé, non collectif et non exclusif, sur le contenu du Site.\nTIPEEE se réserve le droit, notamment pour des raisons de maintenance corrective ou évolutive, de suspendre momentanément l'accès au Site ou à une partie de celui-ci.\n</p>\n<p> Il est précisé que tous matériels ou logiciels nécessaires à l'utilisation du Service restent exclusivement à la charge de l'Utilisateur.\n</p>\n<p> L'inscription en tant que Membre donne accès à un Compte de Membre qui est unique et exclusivement accessible grâce aux identifiants du Membre.\nLe Membre est seul responsable de l'utilisation qui est faite de ses identifiants, sans pouvoir opposer à TIPEEE une quelconque perte, détournement ou usage frauduleux par un tiers.\nTout accès et/ou utilisation du Site et transmission de données effectués à partir d'un Compte de Membre seront réputés avoir été effectués par le Membre du Compte concerné.\n</p>\n<p> Nonobstant ce qui précède, le Membre est tenu d'informer TIPEEE sans délai de toute perte, détournement ou usage frauduleux de ses identifiants par un tiers ayant permis l’accès à son Compte, en précisant ses nom, prénom et nom d'utilisateur par courrier électronique envoyé à l'adresse service.utilisateurs@tipeee.com ou par courrier postal à l’adresse du siège social indiquée en en-tête des présentes.\n</p>\n<p> Si le Membre est un professionnel, il certifie détenir l’intégralité des droits nécessaires à la conclusion des présentes au nom de la personne morale qu’il représente (société, association, etc.).\n</p>\n<p> Si le Membre souhaite clôturer son Compte de Membre, il devra se conformer à la procédure prévue à cet effet sur le Site.\n</p> 3.\nCONDITIONS D'UTILISATION DU SITE EN QUALITÉ DE MEMBRE <p> Le Membre s'engage, sous peine de suspension immédiate et sans préavis de son Compte de Membre à : </p>\n<p> - ne pas créer ou utiliser sur le Site d'autres comptes que celui initialement créé et attribué, que ce soit sous sa propre identité ou celle d'un tiers .\n</p>\n<p> - ne pas créer une fausse identité de nature à induire TIPEEE ou tout tiers en erreur et à ne pas usurper l'identité d'une autre personne morale ou physique.\n</p>\n<p> Aux fins de s’assurer du respect des dispositions des présentes, TIPEEE se réserve le droit de demander au Membre de justifier par tout moyen de son identité.\nA défaut de justification dans un délai de 7 (sept) jours à compter de la demande de TIPEEE, la suspension évoquée au paragraphe précédent s’appliquera.\n</p>\n<p> En acceptant ces CGU, le Membre déclare que la source des fonds utilisés par lui sur le Site n'est pas illégale et s’engage à ne pas utiliser le Site pour une activité illégale ou frauduleuse, incluant (sans être limitatif) le blanchiment d'argent.\nDes poursuites civiles et/ou pénales peuvent être intentées contre le Membre et toutes autres personnes ayant directement ou indirectement participé à une telle activité illégale ou frauduleuse.\n</p>\n<p> Le Membre est responsable de l’acquittement de toute taxe applicable ou impôt associé, tant sur les sommes reçues en tant que Créateur de Contenus, que sur les Tips donnés en tant que Tipeur.\nTIPEEE ne saurait en aucun cas se substituer au Membre à cet effet ni même le conseiller sur la nature et le détail de ses obligations.\n</p>\n<p> TIPEEE se réserve le droit de transmettre, à sa discrétion, toute information susceptible d’avoir un caractère illégal ou frauduleux, aux autorités compétentes, sans en aviser le Membre.\nA cette fin, TIPEEE se réserve le droit de séquestrer tous les fonds dont elle soupçonne de manière légitime qu’ils sont liés à une activité illicite ou frauduleuse, jusqu’à leur transmission à l’autorité compétente.\n</p>\n<p> Le Membre renonce à tout droit ou recours, de quelle que nature que ce soit, qui pourrait lui être reconnu ou ouvert, en quelque lieu que ce soit, à raison de la communication par TIPEEE de ces informations aux autorités compétentes.\n</p> 4.\nCONDITIONS D'UTILISATION DU SITE EN QUALITÉ DE TIPEUR <p> Seuls les Membres possédant une carte bancaire établie en leur nom propre sont autorisés à effectuer des Tips.\n</p>\n<p> Les Membres sont informés du caractère aléatoire lié à la création de tout nouveau Contenu et acceptent expressément la part d’incertitude liée à la réalisation de ces Contenus.\n</p>\n<p> Les Tips effectués par les Tipeurs au profit d’un ou plusieurs Créateurs de Contenus s’opèrent au moyen des services de paiement proposés par le Site.\n</p>\n<p> Les Tips Contenus sont débités autour du 6 du mois suivant le mois au cours duquel au moins une Publication de Contenu est intervenue.\n</p>\n<p> Les Tips Mensuels seront débités chaque mois, le premier prélèvement étant effectué autour du 6 du mois suivant celui au cours duquel les Tipeurs concernés auront opté pour le Tip Mensuel.\nLes Tips Uniques seront débités immédiatement.\n</p>\n<p> Le montant minimum du Tip sera égal au Tip Plancher tel que défini à l’article 1 des CGU.\n</p>\n<p> Le Tipeur pourra annuler son Tip, ou en modifier le montant, à tout moment .\nde même, le Tipeur pourra annuler ou instaurer ou modifier son Tip Plafond à tout moment.\n</p>\n<p> Par exception à ce qui précède : - le Tip Unique étant à débit immédiat, celui-ci ne pourra faire l’objet d’aucune annulation ou modification de montant .\n- lorsque le Créateur de Contenu aura procédé à la Publication d’un Contenu, les Tips Contenus correspondants audit Contenu lui seront définitivement acquis.\nLa Publication d’un Contenu sera suivie de l’envoi automatique aux Tipeurs d’un courrier électronique leur communiquant le(s) lien(s) hypertexte permettant d’accéder au(x) nouveau(x) Contenu(s) correspondant(s).\n</p>\n<p> Il est expressément précisé que (i) les modifications et/ou annulations de Tip et/ou de Tip Plafond n’ont pas d’effet rétroactif et (ii) la décision du Tipeur de modifier son Tip et/ou de modifier son Tip Plafond constitue un nouvel engagement de don entièrement distinct du précédent.\nA titre d’exemple, si le Tipeur décide le 16 du mois calendaire considéré de faire passer son Tip Contenu de 2 € à 4 € et son Tip Plafond de 8 € à 10 €, que deux Publications de Contenus sont intervenues avant cette date et trois Publications après cette date, le Tipeur sera prélevé de 14 € sur l’ensemble du mois considéré, soit l’addition des deux montants suivants : </p>\n<p> - 4 € pour la période courant du 1er au 15 du mois calendaire considéré .\n</p>\n<p> - 10 € pour la période courant du 16 à la fin du mois calendaire considéré.\n</p>\n<p> TIPEEE ne prélève pas de Commission auprès des Tipeurs, mais seulement auprès des Créateurs de Contenus.\nToutefois, lors du prélèvement du Tip, TIPEEE facturera des Frais de Transaction qui seront clairement indiqués au Tipeur avant le prélèvement effectif du Tip.\nLe Tipeur est informé et accepte sans réserve qu’en aucun cas ces frais ne pourront faire l’objet d’un remboursement.\n</p>\n<p> Lorsqu’un Créateur de Contenus créé sa Page Tipeee celui-ci doit nécessairement opter : </p>\n<p> - soit pour un soutien financier lié à la Publication d’un Contenu, </p>\n<p> - soit pour un soutien financier indépendant de toute Publication de Contenu.\n</p>\n<p> Par conséquent, le Tipeur pourra uniquement effectuer : </p>\n<p> - des Tips Contenus si le Créateur de Contenus concerné a opté pour un soutien financier lié à la Publication d’un Contenu, </p>\n<p> - des Tips Mensuels si le Créateur de Contenus concerné a opté pour un soutien financier indépendant de toute Publication d’un Contenu.\n</p>\n<p> En revanche, le Tipeur pourra effectuer des Tips Uniques quel que soit l’option de soutien choisie par le Créateur.\n</p>\n<p> Le Tipeur reconnaît et accepte expressément que le Créateur de Contenus qu’il soutient se verra communiquer par TIPEEE les informations sur son identité ainsi que ses adresses électronique et postale, afin notamment de permettre au Créateur de Contenus de communiquer avec lui par courrier électronique et lui envoyer le cas échéant les Contreparties promises.\n</p> 5.\nCONDITIONS D'UTILISATION DU SITE EN QUALITÉ DE CREATEUR DE CONTENUS <p> L’utilisation du Site par un Membre en tant que Créateur de Contenus est conditionnée à l’approbation préalable et écrite de TIPEEE.\nCette approbation se fera sur la base des bonnes pratiques de création d’une Page Tipeee telles qu’elles sont présentées sur le Site mais ne garantit en rien le Tipeur sur la réalisation de nouveaux Contenus par le Créateur de Contenus ou l’authenticité des informations présentées par ce dernier.\n</p>\n<p> Lorsqu’un Créateur de Contenus créé sa Page Tipeee, celui-ci doit nécessairement opter : </p>\n<p> - soit pour un soutien financier lié à la Publication d’un Contenu, auquel cas le Créateur de Contenus ne pourra collecter que des Tips Contenus, </p>\n<p> - soit pour un soutien financier indépendant de toute Publication de Contenu, auquel cas le Créateur de Contenus ne pourra collecter que des Tips Mensuels.\n</p>\n<p> Quelle que soit l’option de soutien retenue, le Créateur de Contenus pourra en revanche recevoir des Tips Uniques.\n</p>\n<p> Lorsque le Créateur de Contenus aura mis en ligne un nouveau Contenu et qu’il souhaitera collecter les Tips Contenus correspondants, celui-ci devra procéder à la Publication d’un Contenu sur sa Page Tipeee.\n</p>\n<p> Les Tips Contenus, minorés des éventuels impayés et de la Commission de TIPEEE, seront alors versés au Créateur de Contenus par TIPEEE le dernier jour ouvré du mois de survenance de la Publication de Contenu considérée, sous réserve (i) de l’absence de réclamation des Tipeurs concernés portant soit sur le caractère abusif du nouveau Contenu, soit sur la non-conformité de ce nouveau Contenu aux promesses faites par le Créateur de Contenus et (ii) de l’écoulement du délai de rétraction du droit de rétraction prévu au bénéfice des Tipeurs par le Code de la Consommation.\n</p>\n<p> Les Tips Mensuels et/ou les Tips Uniques, minorés des éventuels impayés et de la Commission de TIPEEE, seront versés au Créateur de Contenus par TIPEEE le dernier jour ouvré de chaque mois, sous réserve (i) de l’absence de réclamation des Tipeurs concernés portant soit sur le caractère abusif d’un nouveau Contenu, soit sur la non-conformité d’un nouveau Contenu aux promesses faites par le Créateur de Contenus et (ii) de l’écoulement du délai de rétraction du droit de rétraction prévu au bénéfice des Tipeurs par le Code de la Consommation.\n</p>\n<p> Les sommes correspondant au montant total des Tips dus, déduction faite de la Commission revenant à TIPEEE, seront virées sur le compte bancaire du Créateur de Contenus, lequel devra à ce titre fournir à TIPEEE un relevé d’identité bancaire (RIB).\nAuparavant, les Tips seront indisponibles.\n</p>\n<p>\nIl est précisé qu’en cas d’utilisation du système de paiement proposé par PaySafeCard :<br>\n- il sera déduit du montant des Tips revenant au Créateur de Contenus, en plus de la Commission de TIPEEE, des frais de transaction monétaires à hauteur de 15% (quinze pour cent) du montant de chaque Tip ;<br>\n- le Créateur de Contenus ne pourra recevoir que des Tips uniques et pas de Tips Mensuels.<br>\nIl est précisé qu’en cas d’utilisation du système de paiement proposé par PayPal qu’il sera déduit du montant des Tips revenant au Créateur de Contenus, en plus de la Commission de TIPEEE, des frais de transaction monétaires à hauteur 1 % (un pour cent) du montant de chaque Tip, ces frais étant plafonnés à 6 (six) euros par Tip.\n</p>\n<p> Le Créateur de Contenus reconnaît et accepte expressément que TIPEEE communiquera à première demande son identité ainsi que ses coordonnées aux Tipeurs dès lors que leurs Tips lui seront définitivement acquis.\n</p>\n<br> 5.1.\nEngagements du Créateur de Contenus <br>\n<p> Le Créateur de Contenus s’engage à fournir de manière claire et précise sur sa (ses) Page(s)Tipeee : </p>\n<p> - la description de son activité de créateur .\n</p>\n<p> - le type de Contenus qu’il crée et le rythme auquel il produit ces Contenus .\n</p>\n<p> - les Contreparties qu’il propose.\n</p>\n<p> Le Créateur de Contenus déclare avoir conservé sur tout support de son choix l'original de tous les éléments qu'il pourrait mettre en ligne.\nQuel que soit le nombre de personnes impliquées dans la création des Contenus, il ne peut y avoir qu’un seul Créateur de Contenus par Page Tipeee.\nLe Créateur de Projet devra ainsi être individuellement et clairement identifié .\nil sera seul bénéficiaire des droits et responsable des obligations attachées au Compte de Membre et à la page qu’il aura créée en tant que Créateur de Contenus sur le Site.\n</p>\n<p> Le Créateur de Contenus devra, au préalable du versement de son premier Tip, soumettre son Compte de Membre à la procédure de certification décrite ci-après afin de pouvoir disposer des fonds auxquels il a droit.\nLa procédure de certification consistera pour le Créateur de Contenus à envoyer à TIPEEE une pièce d’identité attestant de l’authenticité de l’identité qu’il aura initialement déclarée sur le Site.\nLe Créateur de Contenus pourra à tout moment mettre fin à sa (ses) Page(s) Tipeee, sous réserve de s’être acquitté de toutes ses obligations vis-à-vis des Tipeurs, notamment de son obligation de livraison des Contreparties promises.\nEn cas de fermeture d’une Page Tipeee, aucun Tip ne pourra plus être effectué par l’intermédiaire de cette Page et ce, dès le premier jour de sa fermeture, étant toutefois précisé que, pour des raisons techniques, la Page Tipeee fermée restera visible par les Utilisateurs jusqu’à la fin du mois de survenance de la fermeture de ladite Page.\n</p>\n<p> Dans l’hypothèse où le Créateur de Contenus ne pourrait livrer les Contreparties promises aux Tipeurs, il s’engage expressément à les rembourser intégralement du montant de leurs Tips (pour le cas des Tips Contenus, seuls les Tips Contenus liés au(x) Contenu(s) concerné(s) par lesdites Contreparties non livrées seront remboursés) et accepte que TIPEEE ne pourra en aucun cas l’assister dans cette démarche.\nSi le Créateur de Contenus rembourse intégralement un Tipeur, il est dégagé de l’obligation de délivrer à ce dernier tout ou parties des Contreparties promises.\n</p>\n<p> Le Créateur de Contenus reconnaît expressément qu’il est seul responsable des traitements comptable, fiscal et social relatifs à son activé de Créateur, y compris des sommes perçues par l’intermédiaire de TIPEEE.\n</p>\n<p> Le Créateur de Contenus s’engage enfin à respecter la loi numéro 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés ainsi qu’exposé dans les dispositions de l’article 6 ci-après.\n</p>\n<br> 5.2.\nConcession de droits <br>\n<p> TIPEEE ne détient aucun droit de propriété ou autre sur les Contenus ainsi que sur les différents éléments que le Créateur de Contenus pourra afficher sur sa (ses) Page(s) Tipeee .\nces Contenus et éléments demeurent la propriété exclusive du Créateur de Contenus.\n</p>\n<p> Le Créateur de Contenus concède à TIPEEE, ainsi qu’aux partenaires de TIPEEE qui seraient amenés à soutenir le Créateur de Contenus, à titre exclusif et gracieux, pour le monde entier et pour toute la durée des présentes, les droits ci-dessous, afin de permettre à TIPEEE de fournir le Service sous forme de diffusion sur internet, sur réseaux de téléphonie mobile et/ou tout autre réseau actuel ou futur de communication ouvert au public.\n</p>\n<p> A ce titre, le Créateur de Contenus concède à TIPEEE et aux partenaires de TIPEEE soutenant le Créateur de Contenus, le droit, notamment, de : </p>\n<p> a) reproduire ou faire reproduire tout ou partie des Contenus, par tout moyen ou procédé, sous toute forme et tout support connu ou inconnu sur le Site et/ou sur le site des partenaires de TIPEEE soutenant le Créateur de Contenus.\n</p>\n<p> b) représenter ou faire représenter tout ou partie des Contenus, sur tout réseau, par tout procédé, sous toute forme connue ou inconnue, en association ou non avec d'autres œuvres de quelque nature qu'elles soient .\n</p>\n<p> c) adapter ou faire adapter tout ou partie des Contenus, et notamment les droits de : </p>\n<p> - procéder à des classements des Contenus hébergés sur le Site et à diffuser ces derniers sur le Site et le cas échéant également sur le site des partenaires de TIPEEE soutenant le Créateur de Contenus, notamment afin de permettre aux Utilisateurs d'accéder plus facilement à sa (ses) Page(s) Tipeee .\n</p>\n<p> - présenter les Contenus afin notamment d'en permettre la consultation sur le Site et le cas échéant également sur le site des partenaires de TIPEEE soutenant le Créateur de Contenus .\n</p>\n<p> - réaliser ou faire réaliser et mettre en ligne des extraits des Contenus.\n</p>\n<p> Le Créateur de Contenus autorise en outre expressément TIPEEE, ainsi que les partenaires de TIPEEE apportant leur soutien au Créateur de Contenus, à assurer la promotion et/ou la publicité des Contenus, et à diffuser avec les contenus des messages publicitaires, commerciaux et/ou promotionnels relatifs à des produits ou services de tiers.\n</p>\n<br> 5.3.\nNon-exclusivité <p> Le Créateur de Contenus demeure libre de proposer ses Contenus sur toute plateforme participative autre que TIPEEE.\n</p> 6.\nTRAITEMENT DES DONNÉES DECLARATION A LA CNIL 6.1.\nDonnées personnelles traitées par TIPEEE <br>\n<p> Les données nominatives collectées et ultérieurement traitées par le Site sont celles que l'Utilisateur transmet volontairement au Site notamment via les formulaires d'inscription.\n</p>\n<p> Il s'engage à fournir des informations exactes, à jour et complètes, ainsi qu’à informer sans délai TIPEEE de toute modification de ses données personnelles en envoyant un courriel à l’adresse suivante: service.utilisateurs@tipeee.com et à effectuer sans délai toutes les modifications correspondantes sur son Compte Membre.\n</p>\n<p> Le Site et les fichiers nominatifs ont fait l'objet d'une déclaration à la CNIL le 19 novembre 2013 sous le numéro 1721169, conformément à la loi numéro 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.\n</p>\n<p> Conformément aux articles 38 et suivants de la loi précitée, l'Utilisateur ayant rempli un formulaire d’inscription en ligne dispose d’un droit d’information, d’opposition, d’accès et de rectification aux données le concernant.\nSon droit s’exerce en envoyant un courrier par lettre simple à l’adresse du siège social indiquée en en-tête des présentes, ou par courriel à l’adresse suivante : service.utilisateurs@tipeee.com, en indiquant ses nom, prénom, date et lieu de naissance, adresse postale et électronique et identifiants.\n</p>\n<br> 6.2.\nDonnées personnelles traitées par les Créateurs de Contenus <br>\n<p> Le Créateur de Contenus reconnaît expressément que les données nominatives concernant les Tipeurs recueillies par TIPEEE conformément à l’article 6.1 ci-dessus et qui lui sont transmises ne doivent être utilisées que dans le cadre de la création de ses Contenus, notamment pour l’envoi des Contreparties promises.\nElles ne peuvent être ni vendues, ni cédées à des tiers, de quelque manière que ce soit et ne doivent pas être utilisées à des fins de sollicitations commerciales.\n</p>\n<br>\n<p> En outre, le Créateur de Contenus déclare avoir pris connaissance des conditions de la dispense de déclaration de la CNIL n°7 concernant les fichiers de communication non commerciale disponible pour consultation sur le site de la CNIL à l’adresse suivante www.cnil.fr et s’engage à effectuer une déclaration des fichiers nominatifs auprès de la CNIL dans l’hypothèse où ces fichiers seraient utilités à des fins commerciales, politiques ou électorales.\n</p> 7.\nLICÉITÉ DES PAGES DES CREATEURS DE CONTENUS ET DES CONTENUS MIS EN LIGNE SUR LE SITE – CONSERVATION DE L’INTERET DES UTILISATEURS <p> Lorsque le Membre usera de la possibilité de mettre en ligne sur le Site des Contenus ou autres éléments, sur le(s)quel(s) TIPEEE n'exerce aucun contrôle quel qu’il soit et n’est responsable d’aucun préjudice en découlant, le Membre s’engage à ne pas publier de Contenu ou d’éléments contraires à l’objectif du Site et/ou aux dispositions des présentes CGU, et/ou à caractère illicite, notamment : </p>\n<p> - malveillant, inapproprié, irrespectueux .\n</p>\n<p> - diffamatoire, injurieux .\n</p>\n<p> - contrefaisant, secret ou confidentiel, trompeur ou erroné (y compris informations personnelles) .\n</p>\n<p> - xénophobe, raciste, haineux .\n</p>\n<p> - incitant à la violence, à la xénophobie, au racisme ou à la haine .\n</p>\n<p> - illégal ou portant atteinte à l'ordre public ou aux bonnes mœurs .\n</p>\n<p> - indécent, obscène, pornographique .\n</p>\n<p> - menaçant ou violent.\n</p>\n<p> Le Membre s’interdit également de publier un Contenu ou des éléments portant notamment : </p>\n<p> - atteinte à la vie privée et/ou à l’image de tiers .\n</p>\n<p> - sur des éléments protégés par des droits d’auteur .\n</p>\n<p> - sur des secrets commerciaux ou d’affaires .\n</p>\n<p> - sur des publicités, sollicitations commerciales, ou chaines de courriels.\n</p>\n<p> Cette interdiction s’applique à tout type de communications du Membre sans limitation, qu’elles soient publiques ou privées, et quelle que soit la personne à qui elle est adressée, y compris aux employés de TIPEEE.\n</p>\n<p> TIPEEE se réserve le droit : </p>\n<p> - de suspendre ou supprimer immédiatement et sans préavis, toute page de Créateur de Contenus ou tout Contenu qui, à sa seule appréciation, violerait les termes des présentes.\n</p> 8.\nLIMITE DE RESPONSABILITÉ 8.1.\nDu fait de son rôle limité d’intermédiaire entre le Créateur de Contenus et les autres Utilisateurs, ces derniers acceptent expressément que TIPEEE ne saurait en aucun cas être tenue responsable même partiellement, des agissements du Créateur de Contenus, des Contenus eux-mêmes et autres éléments présentés sur le Site par les Créateurs de Contenus, qu’il s’agisse notamment et sans que cette liste soit limitative de la présentation de l’activité du Créateur de Contenus, de sa démarche, du délai de création des Contenus (y compris les retards et annulations), de la qualité des Contenus, de tout problème lié à la livraison des Contreparties proposées par le Créateur de Contenus, etc.\n<br>\n<p> TIPEEE n'est pas responsable des actions ou omissions des Créateurs de Contenus qui restent seuls responsables de l’intégralité des termes et conditions de leur engagement vis-à-vis des Tipeurs.\n</p>\n<p> Les Tipeurs doivent par conséquent adresser toutes leurs questions ou réclamations au Créateur de Contenus uniquement.\n</p>\n<p> Le Créateur de Contenus garantit et s'engage à indemniser TIPEEE contre tout dommage subi par cette dernière ou fait qui lui serait imputé en relation avec les agissements du Créateur de Contenus, et la garantit sans limite contre toute action en responsabilité quelle qu’elle soit, qui serait engagée à l'encontre de TIPEEE par un Utilisateur ou par tout tiers en raison des agissements du Créateur de Contenus.\n</p>\n<br> 8.2.\nTIPEEE est expressément soumise à une obligation de moyens dans la fourniture du Service.\n<br>\n<p> TIPEEE ne saurait voir sa responsabilité engagée du fait des activités ou des informations stockées si elle n’avait pas effectivement connaissance de leur caractère illicite ou si, dès le moment où elle en a eu connaissance, elle a agi promptement pour retirer ces données ou en rendre l’accès impossible.\n</p>\n<p> Quels que soient la nature, le fondement et les modalités d'une action qui serait engagée par l'Utilisateur, sauf en cas de dommage corporel ou fraude imputable à TIPEEE, la responsabilité de cette dernière, limitée aux dommages directs, ne pourra dépasser en tout état de cause, sur l'ensemble de la durée de fourniture du Service et tous faits générateurs confondus, un montant égal à 100 € (cent euros) pour l'ensemble de la durée d'exécution des présentes.\n</p>\n<p> L'Utilisateur reconnaît que les garanties et limitations de responsabilité stipulées ci-dessus opèrent entre les parties une répartition raisonnable des risques et des responsabilités eu égard au contexte et aux conditions financières encadrant la fourniture du Service.\n</p>\n<p> L'Utilisateur est averti et conscient que TIPEEE n'aurait pas conclu le présent contrat sans les limitations de responsabilité et de garantie établies ci-dessus.\n</p>\n<br> 8.3.\nLe Service proposé par TIPEEE ne saurait être assimilé à une mission de conseil.\nA ce titre, TIPEEE ne peut en aucune manière être tenue responsable des conséquences des Tips effectués par les Tipeurs.\nEn particulier, TIPEEE ne donne aucune recommandation ni ne fournit aucun avis sur les Créateurs de Contenus à soutenir, n’intervenant que de façon limitée auprès de ces derniers afin de les assister dans la présentation de leur activité sur le Site.\n<br> 9.\nDUREE DE LA RELATION AVEC TIPEEE <p> Les présentes Conditions Générales d'Utilisation s'appliquent : </p>\n<p> - pour le Visiteur : de sa connexion au Site à la fin de sa navigation (« déconnexion ») .\n</p>\n<p> - pour le Membre : de la création de son compte jusqu'à sa clôture, pour quelque raison que ce soit.\n</p>\n<p> TIPEEE se réserve le droit de suspendre temporairement ou définitivement, selon les modalités décrites à l’article 11 ci-après, ou de supprimer immédiatement et sans préavis tout Compte de Membre dont le titulaire aurait enfreint, ou aurait aidé une tierce personne à enfreindre les termes des présentes, ou aurait commis tout autre acte illégal.\n</p>\n<p> En cas de changement rétroactif de sa politique commerciale et/ou de modification de son modèle économique, TIPEEE se réserve également le droit de suspendre ou de supprimer tout Compte de Membre dont le Membre aurait expressément refusé d’accepter les nouvelles Conditions Générales d’Utilisation applicables, sous réserve d’un préavis raisonnable et du remboursement des Tips et/ou Tips Uniques effectués par le Membre concerné.\n</p> 10.\nPROPRIETE INTELLECTUELLE <p> Le Site et son contenu (notamment les textes, logiciels, scripts, graphismes, photos, sons, musiques, images, dessins, vidéos, etc.) sont la propriété exclusive de TIPEEE, à l’exception des Contenus qui restent la propriété exclusive des Créateurs de Contenus.\nD'une manière générale, TIPEEE accorde un droit gratuit, personnel, non-exclusif et non-transférable d'accès et d'utilisation du Site, tout autre droit, notamment de reproduction ou de représentation, étant expressément interdit et susceptible de sanctions civiles et pénales au titre de la contrefaçon.\n</p> 11.\nSUSPENSION DU COMPTE <p> TIPEEE se réserve le droit de suspendre immédiatement et sans préavis tout Compte de Membre, de manière temporaire ou définitive, en cas de faute imputable à l’Utilisateur concerné caractérisant une violation des présentes CGU.\n</p>\n<p> Toutefois, le Membre restera libre d’accéder à ses informations personnelles conformément à la loi du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés selon les modalités décrites aux présentes CGU.\n</p> 12.\nDROIT DE RETRACTATION <p> Conformément au Code de la Consommation, le Tipeur ou le Créateur de Contenus pouvant être considéré comme un consommateur au sens du Code de la Consommation bénéficie d’un droit de rétraction, lequel doit être le cas échéant exercé dans les 14 (quatorze) jours à compter de l’acceptation par celui-ci des présentes CGU ou le cas échéant des conditions particulières venant compléter lesdites CGU.\nIl est précisé à ce titre que le Code de la Consommation prévoit que le professionnel devra proposer aux consommateurs un formulaire type de rétractation, dont les conditions de présentation et les mentions qu'il contient sont fixées par décret en Conseil d'Etat.\nCe décret n’ayant pas encore été publié à la date d’établissement des présentes CGU, le Tipeur ou le Créateur de Contenus pouvant être considéré comme un consommateur au sens du Code de la Consommation qui souhaiterait exercer son droit de rétraction devra en l’attente de la publication dudit décret informer TIPEEE de sa décision de rétractation en lui adressant, par e-mail à l’adresse service.utilisateurs@tipeee.com, une déclaration, dénuée d'ambiguïté, exprimant sa volonté de se rétracter.\nIl est enfin précisé qu’en cas d’exercice du droit de rétractation par un Tipeur, les Frais de Transaction restent à la charge de ce dernier.\n</p> 13.\nCOMPETENCE JURIDICTIONNELLE ET LOI APPLICABLE <p> Les présentes sont régies conformément au droit français.\nSeule la version française des Conditions Générales d’Utilisation fait foi.\n</p>\n<p> Seuls les tribunaux de Paris sont compétents pour connaître de tout litige relatif à l’application, à l’interprétation, ou à la résiliation des présentes.\n</p>\n<i>\n</i> About Tipeee <ul>\n<li>How it works</li>\n<li>Become a Creator</li>\n<li>Who are we?</li>\n<li>Annual report 2020</li>\n</ul> Help <ul>\n<li>F.A.Q</li>\n<li>Contact</li>\n<li>Promo Kit</li>\n<li>Legal Information</li>\n<li>Terms and Conditions of Use</li>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n</ul> Discover Creators <ul>\n<li>Art &amp.\nCulture</li>\n<li>Other</li>\n<li>BD &amp.\nIllustration</li>\n<li>Movies</li>\n<li>Food</li>\n<li>Geek</li>\n<li>Humour</li>\n<li>Video game</li>\n</ul>\n<ul>\n<li>Journalism</li>\n<li>Literature</li>\n<li>Fashion &amp.\nBeauty</li>\n<li>Music</li>\n<li>Photo</li>\n<li>Science &amp.\nTechnology</li>\n<li>Performance &amp.\nLive</li>\n<li>Sports</li>\n</ul>\n<ul>\n<li>Vlog</li>\n<li>Streaming</li>\n<li>Nature</li>\n<li>History</li>\n<li>Health &amp.\nWell-being</li>\n<li>Cosplay</li>\n<li>Podcast</li>\n</ul> © 2013-2021 Français Español English Deutsch Italiano ", "created_at": "2020-12-30 19:47:42.320567", "updated_at": "2021-05-08 10:33:35.941116"}, {"id": 3368, "name": "Privacy Policy", "url": "https://en.tipeee.com/privacy", "xpath": "", "text": "Cookie PolicyWe use cookies or trackers to facilitate your browsing on the site and to compile statistics with the aim of improving your experience on Tipeee.<br>Technical cookies are not configurable, but other cookies require your consent to be deposited.Customize Refuse allAccept all <ul>\n<li>How it works</li>\n<li>Discover Creators</li>\n<li> Become a Creator </li>\n<li>Statistics</li>\n<li>\n<i>\n</i> Search </li>\n</ul> Log in Sign up <ul>\n<li>How it works</li>\n<li>Discover Creators</li>\n<li> Become a Creator </li>\n<li>Statistics</li>\n<li>\n<i>\n</i> Search </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Privacy Policy <p>\n<i>Last update on: 01/12/2021</i>\n</p>\n<p>At Tipeee.com (\"Tipeee\"), we undertake to protect your privacy.\nAll our team members are, like you, Internet users and customers of other web sites, and fully understand the importance of respecting privacy on the Internet.</p>\n<p>This \"Privacy Policy\" describes the terms and conditions under which TIPEEE collects and processes the personal data of the users of the platform Tipeee.com.</p> Preamble\n<p>- Tipeee SAS develops and operates the platform \"Tipeee.com\" dedicated to crowd funding for content creators on the Internet.\n</p>\n<p>- The platform connects \"Creators\", who create pages of support on the website, and \"Tippers\", who wish to support these Creators financially by paying them in particular financial contributions known as \"Tips\".\nIn the course of these activities, we are involved in processing your personal data, whether you are a simple visitor or a member.</p>\n<p>- In order to respect your privacy and ensure the protection of your data, we comply with the privacy protection regulations in force, including the French Law no.\n78-17 dated January 6th 1978, in particular the Law on \"Computer Technology and Freedom \" and the European Regulation 2016/679 dated April 27th 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, referred to as the \"General Data Protection Regulation\" or \"GDPR\".</p>\n<p>- We may be led to update this Privacy Policy.\nAny relevant update shall be previously made known to.</p>\n<p>- Our data protection officer can be contacted at dpo@tipeee.com or through the postal system: TIPEEE SAS, Protection des données, 20 rue du Sentier, 75002 Paris, FRANCE.</p> What personal data do we collect and process?\n<p>In our capacity as a data controller, we collect and process some of your personal data.</p>\n<p>We collect this data, in your capacity as a user of our platform in order to identify you and to contact you (username, full name, email address, postal address, phone), to validate the setting on line of your Creator page (explanatory contents of the Creator pages, Counterparties content, etc.) and to organise the collection of the Tips (banking information).</p>\n<p>Furthermore, we collect data related to your use of our services, as well as the browsing data on our websites and our dedicated pages on social networks (Facebook, Twitter, etc.).\nThe collected data are necessary to generate audience statistics, to measure the performance, and to carry out business development.</p>\n<p>We collect data related to your exchanges with us regarding our services, and the requests that you are presenting to us, especially regarding the management of your rights as well as your instructions in the event of death.</p>\n<p>We collect finally the data allowing us to comply with our obligations in the area of combating tax fraud, money laundering and terrorist financing, as well as for the management of your rights, pre-litigations and litigations.\nWithin this framework, we need to collect documents in particular proving your identity (National ID card, Passport, Driving licence, etc.).\n</p>\n<p>All of this information can be communicated to us when you fill out our online forms or within our exchanges.\nThese data can also be collected through software technologies such as cookies.\nFor more information on our use of these tools, we invite you to review the cookie policy available at the following address: Cookies policy.</p> Concerning the collected data\n<p>Some data (whether optional or mandatory) that you record via our online forms becomes public and are accessible to everyone.\nBy recording this data, you could reveal your personal data, sometimes very personal.\n<b>Therefore, and as a precaution, we suggest to be careful</b> when entering information in order to protect your privacy.</p>\n<p>- <u>Data accessible from your member profile</u> (when you have created your Tipeee account): username, avatar (graphic illustration), internal messages sent from the website;</p>\n<p>- <u>Data accessible from your Creator page</u> (when you created a Creator page and decided to publish it by activating it): the Creator name, social networks and websites, the Creator page description (including texts, graphic illustrations or any other type of content), counterparties, objectives;</p>\n<p>- <u>Data available in the \"News\" and \"Comments\"</u> sections of the Creator page (when the Creator posts a News, when comments are sent via the forms available in the \"News\" and \"Comments\" tabs or via the form during the financial subscription): The news title and content (including text, graphic illustrations or any other type of content), content of a comment or answer to a comment.\n</p>\n<p>For your information, when you send a Tip to a Creator, you can decide whether or not to post publicly the comment you make to the Creator when you support him/her financially;</p>\nConcerning the sensitive data\n<p>- Sensitive data when sending a financial contribution to a Creator - by default, the Tips (financial contribution) are public and visible from the Tips list on your member profile.\nSometimes, the fact to support a Creator may reveal sensitive or very personal data.\nFor example, by supporting a Creator with a political dimension, you indirectly reveal your political opinion.\nIf you would not like your Tip to be public, Tipeee allows you to not display it on your public profile page.\nTo do so, you will need to access the administration of your account (in \"My Account\").</p> Concerning the third parties data\n<p>By writing a presentation of a Creator page or a News, you may be required to enter information about third parties (your partners, people you know, etc.).</p>\n<p>The data processing shall be carried out in accordance with the regulations.</p>\n<p>\n<b>You should check that you have the right to communicate</b> such data to Tipeee and to the public (for example by having the written consent of such third parties) and to provide them with the information on the data processing carried out by Tipeee included in this Privacy Policy.</p> What are the purposes and legal basis for processing the personal data?\n<p>In accordance with the regulations, any processing of personal data shall - in order to be lawful - be based on one of the legal basis set out in Article 6, and Article 9.2 of the GDPR if it related to the said sensitive data.</p>\n<p>The table below presents the different objectives to be pursued within processing of your personal data and the legal basis for each objective.</p> The pursued objectives Legal basis Managing the website visitors Pre-contractual measurements\n<br> Legitimate interests of visitors and users in having the website displayed under optimal conditions Managing the registered users of the website Performance of the contracts concluded with the users (management of the creations, modifications and closures of user accounts, the monitoring of the users relations and support) Managing the website user support The legitimate interests of Tipeee (improvement of services and offers, the monitoring of the users relations and support) Managing the website Creator pages Performance of the contracts concluded with the Creators\n<br> The legitimate interests of Tipeee and compliance with its legal obligations by virtue of the legislation <br> For sensitive data communicated by the Creators or by the Tippers: the processing shall be justified since the data have been obviously made public by the concerned persons (Article 9.2 e) of the GDPR) Managing the Tips and Funds Transfers Performance of the contracts concluded with the Tippers and the Creators\n<br> The legitimate interests of Tipeee (contribution management) and compliance with its legal obligations by virtue of the legislation (reporting of contributions) <br> For sensitive data communicated by the Tippers or revealed by simple fact of supporting a Creator: the processing shall be justified since the data have been obviously made public by the concerned persons (Article 9.2 e) of the GDPR) The fight against fraud, money laundering and terrorist financing Compliance with Tipeee legal obligations Organizing our marketing operations (audience statistics, performance measurement, commercial prospection, training, etc.) Legitimate interests of Tipeee (elaboration of performance statistics, website audience measurement, administration of dedicated pages on Facebook, Twitter, Instagram, LinkedIn and YouTube, sending newsletters, customer relationship development) Managing the complaints, pre-litigation and litigation The legitimate interests of Tipeee or legal obligations according to the case Retention of data related to the creation of accounts, connections to the platform, content creations and payments made, with a view to possible legal requisitions Compliance with Tipeee legal obligations Managing the users rights Compliance with Tipeee legal obligations <p>The collection of payments and the funds payment are managed by our payment services providers.\nThey carry out personal data processing - for which they are responsible - as described in their respective privacy policies.</p>\n<p>As part of its legal obligations to combat fraud, money laundering and terrorist financing, TIPEEE and its payment providers carry out data processing, including data combinations, in order to help their partners to determine the level of fraud risk associated with a payment or fundraising.\nThese processing can be used as a justification of the decision of TIPEEE or its service providers to reject a payment or the release of funds.</p>\nWhat are the data whose collection and processing are mandatory?\n<p>The access to certain functionality requires the creation of an account and therefore the communication of some data.\nBy creating an account, you become a user of the Platform Tipeee, allowing you later to become a Tipper and/or Creator.</p>\n<p>\n<u>In order to create a member account</u>, you must enter: a username, your email address and a password.\nYou can also use your Facebook or Google accounts using Facebook Connect and Google Connect features.\nIn this case, the identifiers of your Facebook or Google accounts will be transmitted to us.</p>\n<p>\n<u>In order to create a Creator page</u>, you must enter the following data: </p>\n<ul>\n<li>the contact details required to contact you: full name, postal address, country of residence, and telephone number;</li>\n<li>the data for your page - the page name, the page address (URL), the navigation language, the categories to which your page belongs, the relevant tags associated to the page, a graphic illustration, the links of social networks or websites associated with your activity as Creator, the type of funds collection (monthly or by content) and the full description of the page;</li>\n<li>the data required for the transfer of your Tips and your identification - banking information, PayPal account email address, proof of your identity (ID card and/or Passport and/or Driver’s License and/or the company registration and your corporation status) depending on whether you are a natural or a legal person.</li>\n</ul>\n<p>\n</p>\n<p>\n<u>In order to support a Creator</u> (to become a Tipper), you are required to provide: your full name, your address, your country of residence, your payment information (credit card or the email linked to your PayPal account in case of payment via PayPal), and to provide any proof of identity required for your identification depending on whether you are a natural or a legal person.</p>\n<p>In the event of failure to provide such information, you will not be able to publish your Creator page or to support the Creators on the platform.</p>\n<p>These requirements of data provision are considered hereby within a regulatory and contractual framework (in particular for your proof of identity).\n</p>\n<p>In order to exercise your rights, providing a proof of identity may be required in case of doubt about your identity.\nFailure to provide such document can prevent us from responding to your requests.\n</p>\n<p>This requirement of data provision is of regulatory nature.</p>\n<p>The collection of other data may be mandatory.\nAny data subject to collection, the contractual or regulatory nature of this obligation related to the data provision, as well as the consequences of failing to provide the relevant data, shall be therefore brought to your attention directly at the time of collection.</p>\nTo whom are we likely to transmit the provided data? <p>- To our subcontractors (web hosts, mailing tools, site security tools, forms manager, audience measurement tools, document sharing tools, navigation trackers on our sites, customer service and support tools, targeted advertising tools on social networks and the Internet).\nOur subcontractors shall be bound by a confidentiality and security obligation, as well as other obligations listed in the GDPR.\nWe select carefully our subcontractors and we remain, in any event, responsible for the processing of your personal data by our subcontractors.</p>\n<p>- To the Creator whom you support.\nTipeee communicates data about you to the Creator so that he can exchange information with you, and that the intended counterparties are addressed to you.\nThese data are at least your email, username, full name, address, amount paid, date and method of payment, selected counterparties.\n</p>\n<p>- To our partners in the cases where you have expressed your willingness to participate in a particular partner operation.</p>\n<p>- Our online payment service providers in order to ensure the effective execution of the funds transfers and allow them to fulfil their own due diligence and obligations in the framework of fight against fraud, money laundering and terrorist financing.</p>\n<p>- To governmental bodies and authorities, court auxiliaries, financial control persons (auditors, accountants), anti-fraud, anti-money laundering and anti-terrorism financing entities, exclusively in order to meet our legal obligations.</p>\n<p>Within the scope of the tools we use, your data may be subject to transfers outside the European Union.\nThe transfer of your data in this context is secure at by using the following tools:</p>\n<p>- Either these data are transferred to a country that has been judged to have a level of adequate protection by a decision of the European Commission;</p>\n<p>- Either we have concluded a specific contract with our subcontractors governing the transfers of your data outside the European Union, on the basis of the standard contractual clauses between a controller and a processor approved by the European Commission.\n</p>\n<p>Subject to the foregoing, we undertake to never disclose your data to any third party except with your express consent or under very particular circumstances, including but not limited to:\n</p>\n<p>- If we are brought, because of the law, judicial proceedings, litigation and/or a request from the public authorities, to disclose your data;</p>\n<p>- If we believe that for purposes of national security, of law enforcement or other public interest, the disclosure is necessary or appropriate;</p>\nWhat rights do you have?\n<p>Under the terms and conditions set out in the articles 15 and following of the GDPR, you have, (unless an exception was made) the right:</p>\n<p>- To obtain from Tipeee the confirmation that your personal data are not processed and, when the access to such personal data as well as to several details on our processing (right of access - article 15 of the GDPR).\n</p>\n<p>- To obtain from Tipeee the rectification of you personal data that are inaccurate (right of rectification - article 16 of the GDPR).\n</p>\n<p>- To obtain from Tipeee the erase of your personal data, in some cases (right of erase or \"right to be forgotten\" - article 17 of the GDPR).\n</p>\n<p>- To obtain from Tipeee the restriction of processing, in some cases (Right to restriction of processing - Article 18 of the GDPR).\n</p>\n<p>- To obtain at any time from Tipeee, on the basis of reasons related to your particular situation, that we no longer proceed to the processing of your personal data, in some cases (right of to object - article 21.1 of the GDPR);</p>\n<p>- To object, at any time, the processing of your personal data for the direct marketing purpose (right to object to such direct marketing - section 21.2 of the GDPR).\n</p>\n<p>- The right to receive the personal data you have provided us with in a standard machine-readable format, and to require their transfer to the recipient of your choice (right to portability – article 20.2 of the RGPD);</p>\n<p>- To lodge a complaint by the competent data protection authority in your Member State or with the National Commission for Information Technology and Individual Freedom (CNIL Commission Nationale de l’Informatique et des Libertés), the French data protection authority.\n</p>\n<p>- To define, amend and revoke at any time the guidelines relating to the retention, erasure and disclosure of your personal data in the event of your death, pursuant to Article 40-1 of the French law on \"Computer Technology and Freedom\" These guidelines can be general or specific.\nWe may only be the depository and guardian of any guidelines for the data we process, the general guidelines may be collected and retained by a digital trusted third party certified by the French CNIL.</p>\n<p>You are also entitled to appoint a third party to whom your data may be transferred in the event of death.\nTherefore, you undertake to inform this third party of your procedure and the fact that identifying data shall be ambiguously provided to us, and to communicate this Privacy Policy to the third party.</p>\n<p>Subject to the proof of your identity and the aforementioned elements, you can exercise your rights by writing to us either at dpo@tipeee.com or at the following postal address: TIPEEE SAS, 20 rue du Sentier, 75002 Paris, FRANCE.</p>\nHow long do we retain your data? The relevant data Duration of retention Data related to the management of the visitors and members (without Tip or Creator page) If you are an active user (logging to his/her account): for the duration of your account and then 3 months from your account closing request (excluding data required for commercial prospecting that will be retained for 3 years as of the last contact with you) <br> If you are an inactive user (idle): after 3 years without connecting to your account, we will ask you if you want to keep your account Data related to the pages management and to fundraising If you are an active Creator (logging to his/her account): for the duration of your account and then 5 years from your account closing request (to comply with a legal requirements) <br> If you are an inactive Creator (idle account): after 5 years without connecting to your account, we will ask you if you want to keep your account Data related to the Tips management and funds transfers If you are an active Tipper : for the duration of your account and then 5 years from your account closing request (to comply with a legal requirements) <br> If you are an inactive Tipper (idle account): after 5 years without connecting to your account, we will ask you if you want to keep your account Banking details Within the duration of your account (in particular to manage the recurring tips and the monthly payment of funds for the Creators) and 15 months after the termination of your account for the purposes of evidence in case of a disputed withdrawals Comments, internal messages or page descriptions Deleted at the termination of the account, or anonymised upon the request of the concerned User Commercial prospecting 3 years from the end of our contractual relationship, unless you notify your objection Performance statistics No duration when our statistics are made on the basis of anonymous data Cookies and trackers 13 months after the first deposit in your terminal equipment Data relating to our obligations to fight against fraud, money laundering and the terrorist financing 5 years from the termination of the contractual relationship or the termination of your account in respect of the identity data and documents <br> 5 years from the performance of the financial transaction in respect of the documents and information relating to the performed transactions Data related to the management of pre-litigation and litigation In case of pre-litigation, the erase soon as an amicable settlement is reached, or as result of a legal proceeding <br> In the case of litigation, the erase in the case of last resort, with the decision to do so Data related to your directives concerning the fate of your data in the event of death As long as the data concerned by the directives shall be retained Data related to the exercise of your rights 5 years following the date of exercise of your right Copy of the identity proof submitted within the exercise of your rights The time needed to grant the data subject's request to exercise his or her rights Who is the person that you can contact to answer your questions about your data?\n<p>We appointed a Data Protection Officer.\nHe is your contact person for any question regarding the data processing by Tipeee.\nHe can be contacted at dpo@tipeee.com or at the following postal address: TIPEEE SAS, Protection des données, 20 rue du Sentier, Paris, FRANCE.</p>\n<br>\nAnnex - Cookie Policy\n1.\nWhat is a Cookie ?\n<p>During your browsing on our Site, cookies, pixels and other tracers (hereinafter referred to collectively as \"Cookies\") are deposited on your browser.</p>\n<p>A cookie is a small file, often encrypted, that is stored in your browser or device and is identified by a name.\nIt is deposited when you visit a site or application.\nEach time you return to the site or application, the cookie is retrieved from your browser or device.\nThus, each time you consult the site or application, the browser is recognised.</p>\n<p>The deposit of these Cookies is likely to allow us to access your navigation data and/or personal data about you.</p>\n2.\nCookies Identification\n<p>\n<b>Technical and functional cookies</b>\n</p>\n<p>Technical and functional Cookies are necessary to ensure the proper functioning of the Website and to provide you with our services.\nThey are used throughout your navigation, in order to facilitate it and to carry out certain features.</p>\n<p>For example, a technical Cookie may be used to store your answers to a form or your preferences regarding the language or presentation of the Site, when such options are available.</p>\n<p>We use the following technical and functional cookies:</p> Cookie name Cookie function Retention period Auth Allows you to keep your authentication to stay logged in to Tipeee.\n7 days PHPSESSID Allows you to keep your authentication on some parts of the Tipeee site.\n7 days cookieconsent_status Status of your action on the cookie information banner.\n6 month cookies_preferences Allows you to keep your cookie preferences.\n6 month <p>We may use cookies for advertising, content personalisation, social networking, or analytics.\nYou will be informed when you first visit the Site using these Cookies.\n<br>You will then be asked to accept or refuse them in accordance with the terms and conditions set out below.\n</p>\n3.\nYour Cookie Preferences\n<p>\n<b>Cookies that can be deposited without consent</b>\n</p>\n<p>Certain Cookies do not need your consent, as is the case for:<br> - Technical and functional cookies required to ensure the proper functionning of the Website;<br> - Certain Cookies for audience measurement or Cookies that make it possible to test different versions of the Site for the purpose of optimising editorial choices.\n</p>\n<p>Acceptance or refusal of Cookies is subject to your express consent.</p>\n<p>All other cookies require your consent.\nThese include Advertising Cookies, Social Networking Cookies, Content Personalisation Cookies and some Audience Analysis Cookies.\nYou may freely choose to accept or decline the use of these Cookies.</p>\n<p>You can accept or refuse these Cookies the first time you browse the Website.</p>\n<p>Your choices to accept or decline cookies will be retained for a period of six (6) months.</p>\n<p>You are free to withdraw your consent and more generally to change your preferences at any time via the following link.\n.</p>\n<p>\n<b>Setting up your browser</b>\n</p>\n<p>It is also possible to set your browser to accept or refuse certain Cookies.\nEach browser offers different configuration options:\n</p>\n<ul>\n<li>For Internet Explorer: go to the \"Settings\" menu, then \"Internet Option\".\nClick on \"Privacy\" and then \"Advanced Privacy Settings\";</li>\n<li>For Chrome: go to the \"Settings\" menu, then \"Privacy and security\", then click on \"Cookies and other site data\".\nYou can now choose to block all cookies;</li>\n<li>For Safari: go to the \"Settings\" application and then go to Safari.\nClick on the \"Confidentiality and Security\" tab.\nYou can now choose to block all cookies;</li>\n<li>For Iphone: go to the \"Settings\" menu, then \"Safari\", then click on \"Cookies\".\nYou can now choose to block all cookies;</li>\n<li>For Android : go to \"Chrome\", then click on the \"⁝\" tab on the upper right of the screen, then \"Site settings\", then click on \"Cookies\".\ntout en haut à droite de l’écran, puis sur « paramètre de site » et ensuite sur « Cookies ».\nYou can now choose to block all cookies.</li>\n</ul>\n<i>\n</i> About Tipeee <ul>\n<li>How it works</li>\n<li>Become a Creator</li>\n<li>Who are we?</li>\n<li>Annual report 2020</li>\n</ul> Help <ul>\n<li>F.A.Q</li>\n<li>Contact</li>\n<li>Promo Kit</li>\n<li>Legal Information</li>\n<li>Terms and Conditions of Use</li>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n</ul> Discover Creators <ul>\n<li>Art &amp.\nCulture</li>\n<li>Other</li>\n<li>BD &amp.\nIllustration</li>\n<li>Movies</li>\n<li>Food</li>\n<li>Geek</li>\n<li>Humour</li>\n<li>Video game</li>\n</ul>\n<ul>\n<li>Journalism</li>\n<li>Literature</li>\n<li>Fashion &amp.\nBeauty</li>\n<li>Music</li>\n<li>Photo</li>\n<li>Science &amp.\nTechnology</li>\n<li>Performance &amp.\nLive</li>\n<li>Sports</li>\n</ul>\n<ul>\n<li>Vlog</li>\n<li>Streaming</li>\n<li>Nature</li>\n<li>History</li>\n<li>Health &amp.\nWell-being</li>\n<li>Cosplay</li>\n<li>Podcast</li>\n</ul> © 2013-2021 Français Español English Deutsch Italiano ", "created_at": "2020-12-30 19:48:29.893361", "updated_at": "2021-05-08 10:31:16.89731"}, {"id": 3369, "name": "Cookie Policy", "url": "https://en.tipeee.com/cookies", "xpath": "", "text": "Cookie PolicyWe use cookies or trackers to facilitate your browsing on the site and to compile statistics with the aim of improving your experience on Tipeee.<br>Technical cookies are not configurable, but other cookies require your consent to be deposited.Customize Refuse allAccept all <ul>\n<li>How it works</li>\n<li>Discover Creators</li>\n<li> Become a Creator </li>\n<li>Statistics</li>\n<li>\n<i>\n</i> Search </li>\n</ul> Log in Sign up <ul>\n<li>How it works</li>\n<li>Discover Creators</li>\n<li> Become a Creator </li>\n<li>Statistics</li>\n<li>\n<i>\n</i> Search </li>\n</ul>\n<i>\n</i>\n<i>\n</i> Cookies Technical cookies <p> These cookies are necessary for the proper functioning of the site and make your navigation more comfortable.\nThey allow you to login to our platform and to personalize your user interface, in particular concerning the choice of language and your cookie preferences.\n</p> Cookies for audience measurement <p> Audience measurement services allow us to generate anonymous statistics on traffic and navigation on our site.\nThe cookies used also make it possible to detect navigation problems, and eventually to solve them.\n</p>\n<i>\n</i> Google Analytics Accept Refuse Privacy Policy <i>\n</i> Facebook Pixel Accept Refuse Privacy Policy <i>\n</i> About Tipeee <ul>\n<li>How it works</li>\n<li>Become a Creator</li>\n<li>Who are we?</li>\n<li>Annual report 2020</li>\n</ul> Help <ul>\n<li>F.A.Q</li>\n<li>Contact</li>\n<li>Promo Kit</li>\n<li>Legal Information</li>\n<li>Terms and Conditions of Use</li>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n</ul> Discover Creators <ul>\n<li>Art &amp.\nCulture</li>\n<li>Other</li>\n<li>BD &amp.\nIllustration</li>\n<li>Movies</li>\n<li>Food</li>\n<li>Geek</li>\n<li>Humour</li>\n<li>Video game</li>\n</ul>\n<ul>\n<li>Journalism</li>\n<li>Literature</li>\n<li>Fashion &amp.\nBeauty</li>\n<li>Music</li>\n<li>Photo</li>\n<li>Science &amp.\nTechnology</li>\n<li>Performance &amp.\nLive</li>\n<li>Sports</li>\n</ul>\n<ul>\n<li>Vlog</li>\n<li>Streaming</li>\n<li>Nature</li>\n<li>History</li>\n<li>Health &amp.\nWell-being</li>\n<li>Cosplay</li>\n<li>Podcast</li>\n</ul> © 2013-2021 Français Español English Deutsch Italiano ", "created_at": "2020-12-30 19:49:08.467929", "updated_at": "2021-05-08 10:30:32.284338"}], "points": [{"id": 20114, "title": "The court of law governing the terms is in France", "source": "https://en.tipeee.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:34:59.521132", "updated_at": "2021-05-09 20:41:37.487299", "quoteText": " Les présentes sont régies conformément au droit français.", "case_id": 163, "document_id": 3367, "quoteStart": 42044, "quoteEnd": 42102}, {"id": 20115, "title": "First-party cookies are used", "source": "https://en.tipeee.com/cookies", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:35:48.033394", "updated_at": "2021-05-09 20:41:18.926873", "quoteText": "Cookies Technical cookies <p> These cookies are necessary for the proper functioning of the site and make your navigation more comfortable.", "case_id": 126, "document_id": 3369, "quoteStart": 591, "quoteEnd": 730}, {"id": 20116, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://en.tipeee.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:38:38.999347", "updated_at": "2021-05-09 20:41:32.409841", "quoteText": "Le Membre est seul responsable de l'utilisation qui est faite de ses identifiants, sans pouvoir opposer à TIPEEE une quelconque perte, détournement ou usage frauduleux par un tiers", "case_id": 148, "document_id": 3367, "quoteStart": 14333, "quoteEnd": 14513}, {"id": 20117, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://en.tipeee.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-08 10:40:04.980832", "updated_at": "2021-05-09 20:41:27.024849", "quoteText": "Nonobstant ce qui précède, le Membre est tenu d'informer TIPEEE sans délai de toute perte, détournement ou usage frauduleux de ses identifiants par un tiers ayant permis l’accès à son Compte, en précisant ses nom, prénom et nom d'utilisateur par courrier électronique envoyé à l'adresse service.utilisateurs@tipeee.com ou par courrier postal à l’adresse du siège social indiquée en en-tête des présentes.", "case_id": 484, "document_id": 3367, "quoteStart": 14698, "quoteEnd": 15102}], "urls": ["tipeee.com"]}}