{"error": 448, "message": "OK", "parameters": {"id": 711, "name": "Honeypot", "created_at": "2018-09-19 12:47:40.118918", "updated_at": "2021-03-25 03:19:38.358439", "wikipedia": null, "keywords": null, "related": null, "slug": "honeypot", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/711.png", "url": "honeypot.io", "documents": [{"id": 543, "name": "Privacy Policy", "url": "https://www.honeypot.io/pages/privacy", "xpath": null, "text": "&lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-PJX579\" height=\"0\" width=\"0\" style=\"display: none.\nvisibility: hidden\"\n&gt;&lt;/iframe&gt;<ul>\n<li>For Talents</li>\n<li>For Employers</li>\n<li>Dev Community</li>\n<li>About Us</li>\n<li>Login</li>\n<li>Sign up</li>\n</ul>\n<ul>\n<li>EN</li>\n<li>DE</li>\n<li>NL</li>\n</ul>Privacy Policy of Honeypot\n<p>The protection of your privacy is of particular importance to us.</p>\n<p>Honeypot GmbH, Schlesische Straße 26, 10997 Berlin, Germany, e-mail:\nhello@honeypot.io (see imprint),hereinafter \"Honeypot\", as operator of the\nwebsite \"www.honeypot.io\" is the controller for the use of the personal data of\nusers of the website pursuant to Art.\n4 (7) of the EU General Data Protection\nRegulation (“GDPR”) .\nYou can contact our data protection officer via\nprivacy@honeypot.io or our postal address with reference to \"Data protection\nofficer\".</p>\n<p>Furthermore, it is important to us that you know, at any point, when we store\nyour personal data and how we use it.</p>\n<p>We will collect, process and use your personal data in compliance with\napplicable European and German data protection law.</p>\nConsent settings\n<p>Click here to view and edit your cookie consent options</p>\nWhat is this Privacy Policy about?\n<p>The details provided in this Privacy Policy shall provide you with information\nabout when and how we collect personal data relating to you during your use of\nthe websites and service operated by Honeypot under the domain ”honeypot.io”\n(“Service”) and how we use such data.\nWe inform you about the kind of personal\ndata, the scope of personal data, and the purposes that such collection and use\nof personal data is performed for.\nWe, therefore, ask you to read the following\nexplanations carefully.</p>\n<p>This Privacy Policy is only valid for this website.\nThe website might contain\ncross-references (\"links\") to other websites of third-party providers.\nOur\nPrivacy Policy does not apply to websites of third parties.\nFor this reason,\nusers should carefully read privacy policies of third party websites collecting\nyour personal data.</p>\n<p>By agreeing to our Privacy Policy you agree to the collection, processing and\nuse of your personal data in compliance with the laws applicable to the\nprotection of personal data and the following provisions.</p>\nWhat is personal data?\n<p>Personal data is any information relating to an identified or identifiable\nnatural person.\nA person is identifiable, if the person can be identified,\ndirectly or indirectly, in particular by reference to an identification number\nor to one or more factors specific to his physical, physiological, mental,\neconomic, cultural or social identity.\nThis may include data such as e.g.\nname,\nemail address, telephone number and mailing address.\nWe process your data in the\ncontext of our service only when you have given us your consent to do so, the\ndata is necessary for the performance of the contract or where it is permissible\nby law.</p>\n<p>You may withdraw your consent to the processing of personal data at any time.\nA\nrevocation has direct influence on the admissibility of the processing of your\npersonal data as soon as directed to us.</p>\n<p>If the processing of your personal data is based on legitimate interests, you\nhave the right to object to processing the personal data.\nIf you exercise your\nright of objection, we kindly ask you to explain the reasons why we should not\nprocess your personal data.\nIf your objection is justified, we will review the\nfacts and adjust or modify the processing of data or inform you about imperative\nlegitimate grounds for the processing.</p>\n<p>We will delete your personal data as soon as the data is no longer necessary for\nthe respective purpose.\nIt may occur that personal data is kept for the time\nduring which possible claims may be asserted against us (for example statutory\nlimitation period of three or in some cases, thirty years).\nFurthermore, we are\nrequired by law to store certain data due to the duties of proof and retention,\ninter alia from the German Commercial Code, the German Tax Code or the Money\nLaundering Act.\nThe storage periods can be up to ten years.</p>\nWhat kind of personal data does Honeypot collect?\n<p>With every access of our Service data related to this event is being saved to a\nprotocol file or database on the server of our hosting service provider.\nThis\nalso applies to data you enter in order to use the Service or contact us.</p>\n<p>We collect the following information:</p>\n<ul>\n<li>File name of the content retrieved (respectively, information submitted by you\nin the course of using our service);</li>\n<li>Date and time of the request;</li>\n<li>Amount of data transferred, access status (content transmitted, content not\nfound, etc.);</li>\n<li>Operating system, browser and device type;</li>\n<li>Screen resolution, language and time zone settings;</li>\n<li>Referrer-URL, i.e.\ninternet address of the website visited previous to\naccessing our offering;</li>\n<li>IP address and name of your internet service provider.</li>\n</ul>\n<p>The IP address is stored for the period of use only and will be deleted or\nanonymized afterwards immediately.</p>\n<p>We collect the aforementioned data as this is technically necessary for us to be\nable to display our website and to ensure the stability and security of the\nwebsite.\nThe legal basis of this processing is Art.\n6 (1) sentence 1 lit.\nf)\nGDPR.</p>\nHow does Honeypot use my personal data?\n<p>Honeypot uses the data for the following purposes:</p>\n<ul>\n<li>Providing the services you requested, e.g.\nmatching you with other members of\nour service.</li>\n<li>Making certain that you have the best possible user experience, e.g.\nedit your\nprofile and manage your privacy settings.</li>\n<li>Honoring our contractual obligations to you, e.g.\ninform you about possible\nconnections (Interview Invites) via the platform, email or phone.</li>\n<li>Enabling you to participate in our interactive service as far as you like.</li>\n<li>To inform you about changes to our service.</li>\n</ul>\n<p>On our website you can set up an account to use our services in form of an\nonline job marketplace platform.\nIn case you sign up as a candidate (“Talent”),\nyou are required to enter your personal data such as name and e-mail,.\nIn\naddition, you need to add languages and other skills, employment and education\nhistory as well as location to create an account.\nYou can also sign up with your\nLinkedIn or Github account (for further information please see provisions about\nsocial media plug-ins below).\nIn this case, further information may be required,\nsuch as name, photo, current position, etc.\nHoneypot can contact the Talent to\ndetermine further information required and update the profile accordingly.\nSigning up as an employer requires to enter the company name, hiring location,\nnumber of employees, contact person and contact e-mail.\nThe information required\nfor the implementation of the contract relationship will be processed for this\npurpose only.\nIn most cases, companies access the profiles of Talents by\nthemselves on the platform after searching for certain skills and contact the\nTalent directly.\nFurthermore, however, Honeypot can contact the Talent or the\nemployer via phone, email or messaging service and suggest companies which fit\nthe Talent´s profile or suggest Talents which fit the company´s profile.\nThe\nlegal basis of this processing is Art.\n6 (1) sentence 1 lit.\nb) GDPR.\nA storage\nof data can be revoked at any time.</p>\n<p>The specified data and your entire user account can always be deleted in the\ncustomer area.\nYou agree to treat personal access data confidentially and not to\nmake such data available to unauthorized third parties.\nWe do not assume\nliability for misused passwords unless we are responsible for the abuse.\nYou\nshould notify us immediately if you are concerned about a third party having\nknowledge of your password, if the password is used unauthorized or this seems\nto be likely.\nYou are responsible for ensuring that your information is accurate\nand complete and that you notify us of any changes to the information provided.\nYou can review and update the information provided and your account settings\nsection of our website.\nAfter completing communication with Honeypot you should\nlog out and close the browser window, especially if you share the computer with\nother people.</p>\n<p>Due to commercial and tax regulations, we may be obliged to store part of the\npersonal data transferred (e.g.\npayment data) for a period of 10 years.\nAfter a\nperiod of [e.g.\n2 years] we restrict the use of specific data and, as a\nconsequence, the data may be used to comply with legal obligations only.</p>\nDoes Honeypot transfer data to third parties?\n<p>We transmit your personal data to third parties only if you have consented to\nthe transfer, if the transfer is necessary for the performance of the contract,\nor we are enforced to do so by law.</p>\n<p>Companies we cooperate with to mediate the Talent and try to match the right\nperson with the right job have access to profiles of the Talents and therefore\npersonal data of Talents are transmitted to the companies as a result.\nThe\ncompanies are only allowed to process these personal data within the framework\nof the application process (especially save the data in their applicant tracking\nsystem) and to contact the Talent in case there are interested.\nThe legal basis\nof this processing is Art.\n6 (1) sentence 1 lit.\nb) and f) GDPR.</p>\n<p>We sometimes use external service providers to process your personal data and to\nprovide our services.\nThey are carefully chosen and instructed by us.\nThey are\nbound by our instructions and are regularly inspected.\nThe data provided to our\nservice providers may be used by them to fulfill their tasks only.</p>\n<p>In particular, Honeypot transfers personal data to service providers to be able\nto create and publish Talent profiles on the platform, to proof the Talent´s\nqualification, to invite Talents to online interviews with companies or with\nHoneypot, to ensure communication between Talents and companies and between\nTalents and Honeypot and to help Talents and companies with the Visa process.</p>\n<p>In order to improve the services of Honeypot and to assess on whether a contract\nbetween Talent and Company will take place soon, Honeypot is able to access the\ncommunication between Talent and Company on the platform.</p>\n<p>If we transfer personal data outside the European Economic Area (EEA), we will\ndo so only if the EU Commission has decided that the third country ensures an\nadequate level of data protection or other appropriate safeguards exist (e.g.\nEU\nstandard contractual clauses or binding corporate rules) or a person has given\nits consent to do so.</p>\nDoes Honeypot use Cookies?\n<p>In addition to the aforementioned usage data, cookies are stored on your\ncomputer when you use our website.\nThese are small text files that are stored on\nyour device and through which Honeypot receives certain information.\nHowever,\ncookies cannot run programs or transmit viruses to your computer.\nWe use cookies\nto configure a visit to our website more attractive and to enable the use of\ncertain functions.</p>\n<p>We use transient and persistent cookies on our website.\nIf you close your\nbrowser, transient cookies are automatically deleted.\nThese cookies include, in\nparticular, session cookies.\nThis will allow us to recognize your computer when\nyou return to our website.\nSession cookies are deleted as soon as you close the\nbrowser or log out.</p>\n<p>In contrast, persistent cookies are automatically deleted after a specified\nperiod of time.\nThese cookies can be deleted at any time in the security\nsettings of your browser.</p>\n<p>Generally, you can configure your browser settings in accordance with your\npersonal demands and, for example, decline all cookies.\nHowever, non-acceptance\nof cookies may limit the functionality of our website.</p>\nDoes Honeypot use analytics tools?\n<p>Honeypot uses Google Analytics, a web analytics service provided by Google Inc.\n(\"Google\").\nGoogle Analytics uses so-called \"cookies\", text files that are saved\non your computer and that allow an analysis of your use of our website.\nThe\ninformation generated by the cookie about your use of our website is usually\ntransmitted to and stored on a Google server in the USA.\nHowever, in the event\nof activation of IP anonymization on our website, your IP address will be\ntruncated previously by Google within member states of the European Union or in\nother contracting states of the Agreement on the European Economic Area.\nOnly in\nexceptional cases, the full IP address will be sent to a Google server in the US\nand truncated there.\nOn behalf of Honeypot, Google will use this information to\nevaluate your use of our website, to compile reports on website activity, and to\nprovide other services related to website activity and internet usage to\nHoneypot.</p>\n<p>The IP address transmitted by your browser as part of Google Analytics will not\nbe combined with other Google data.</p>\n<p>You can prevent the storage of cookies by an appropriate setting of your browser\nsoftware.\nhowever, please note that in this case, you may not be able to use the\nfull range of all functions of our website.\nYou may also prevent the collection\nof the data generated by the cookie and relating to your use of our website\n(including your IP address) as well as the processing of this data by Google by\ndownloading and installing the browser plug-in available under the following\nlink: http://tools.google.com/dlpage/gaoptout?hl=de.</p>\n<p>Honeypot uses Google Analytics with the extension \"_anonymizeIp ()\".\nAccordingly, IP addresses are truncated and, thus, a reference to persons can be\nruled out.\nIf the data collected about you have a personal reference, this\nreference is immediately excluded and the personal data is deleted immediately.</p>\n<p>We use Google Analytics to analyze and regularly improve the use of our website.\nWith the statistics we can improve our offer and make it more interesting for\nyou as a user.\nFor the exceptional cases in which personal data is transferred\nto the US, Google is part of the EU-US Privacy Shield,\nhttps://www.privacyshield.gov/EU-US-Framework.\nThe legal basis of this\nprocessing is Art.\n6 (1) sentence 1 lit.\nf) GDPR.</p>\n<p>Information of third-party provider: Google Dublin, Google Ireland Ltd., Gordon\nHouse, Barrow Street, Dublin 4, Ireland, Fax: +353 (1) 436 1001.\nUser\nconditions: http://www.google.com/analytics/terms/de.html, Overview of data\nprotection: http://www.google.com/intl/de/analytics/learn/privacy.html, and\nprivacy policy: http://www.google.de/intl/de/policies/privacy.</p>\nDoes Honeypot use Google Adwords?\n<p>Honeypot uses Google Adwords to draw attention to our offers by using\nadvertising materials (so-called Google Adwords) on external websites.\nIn\nrelation to the data of the advertising campaigns, we can determine how\nsuccessful the individual advertising measures are.\nWe are interested in showing\nyou advertisements that are of interest to you, to make our website more\ninteresting to you and to achieve a fair calculation of advertising costs.</p>\n<p>These advertising materials are supplied by Google via so-called \"ad servers\".\nTherefore, we use ad server cookies, which measure certain performance metrics\nsuch as ads or user clicks.\nIf you access our website through a Google ad,\nGoogle Adwords will store a cookie on your PC.\nThese cookies usually lose their\nvalidity after 30 days and are not intended to identify you personally.\nTypically, the unique cookie ID, number of ad impressions per placement\n(frequency), last impression (relevant to post-view conversions), and opt-out\ninformation (mark that the user does not like to be addressed) will be saved.</p>\n<p>These cookies allow Google to recognize your internet browser.\nIf a user visits\ncertain pages of an Adwords customer's website and the cookie stored on their\ncomputer has not expired, Google and the customer will be able to detect that\nthe user clicked on the ad and was redirected to that page.\nEach Adwords\ncustomer is assigned a different cookie.\nCookies cannot be tracked via the\nwebsites of Adwords customers.\nHoneypot does not collect and process any\npersonal data in the aforementioned advertising measures.\nWe receive only\nstatistical evaluations by Google.\nOn the basis of these evaluations, we can\nidentify which of the advertising measures used are effective.\nWe do not receive\nany further data from the use of the advertising material, in particular we\ncannot identify the users on the basis of this information.</p>\n<p>Due to the marketing tools used, your browser automatically establishes a direct\nconnection to the Google server.\nWe have no control over the extent and the\nfurther use of the data, which are raised by the appliance of this tool by\nGoogle.\nTherefore we inform you according to our knowledge level: By the\nincorporation of AdWords conversion Google receives the information that you\nentered the appropriate part of our internet appearance or click on an ad from\nus.\nIf you are registered with a service provided by Google, Google may\nassociate the visit with your account.\nEven if you are not registered with\nGoogle or have not logged in, there is a chance that the provider will find and\nstore your IP address.</p>\n<p>You can prevent participation in this tracking process in several ways: a) by\nadjusting your browser software accordingly, in particular, suppression of\nthird-party cookies will prevent you from receiving any third party\nadvertisements.\nb) by deactivating the cookies for conversion tracking by\nsetting your browser to block cookies from the domain \"www.googleadservices.com\"\nunder https://www.google.de/settings/ads.\nHowever, this setting will be deleted\nwhen you delete your cookies.\nc) by deactivating the interest-based ads of\nproviders that are part of the self-regulation \"About Ads\" campaign via the link\nhttp: http://www.aboutads.info/ choices, however this setting will be deleted\nwhen you delete your cookies.\nd) by permanent deactivation in your browser\n(Firefox, Internet Explorer or Google Chrome) under the link\nhttp://www.google.com/settings/ads/plugin.\nWe point out that in this case you\nmay not be able to use all the features of our offer.</p>\n<p>The legal basis for the processing of your data is Art.\n6 (1) sentence 1 lit.\nf)\nGDPR.\nMore information about privacy at Google can be found here:\nhttp://www.google.com/intl/de/policies/privacy and\nhttps://services.google.com/sitestats/de.html.\nAlternatively you can visit the\nwebsite of Network Advertising Initiative (NAI) under\nhttp://www.networkadvertising.org.\nGoogle is part of the EU-US Privacy Shield,\nhttps://www.privacyshield.gov/EU-US-Framework.</p>\nDoes Honeypot use Social-Media-Plug-ins?\n<p>Honeypot currently uses the following social media plug-ins on our website:\nFacebook, Twitter, LinkedIn, Github.</p>\n<p>Honeypot uses the so-called two-click solution.\nThis means that, by visiting our\nwebsite, no personal data is initially passed on to providers of such plug-ins.</p>\n<p>The provider of the plug-in can be identified on our website by the\ncorresponding logo via the respective button.\nWe provide the opportunity to\ncommunicate directly with the provider of the plug-in.\nThe plug-in provider only\nreceives the information that you have accessed its website via our online\nservice, if you click on the designated field and activate it.\nFurthermore, the\ninformation according to access and cookies of this Privacy Policy will be\ntransmitted.</p>\n<p>In Germany, according to the information of the respective provider when using\nFacebook plug-ins the IP address will be anonymized immediately after\ncollection.</p>\n<p>Please note that through activation of the plug-in personal data will be\ntransferred about you to the respective plug-in provider (in case of US\nproviders to the USA).\nData collection is mainly done by plug-in providers via\ncookies.\nSo we recommend to delete all cookies on the security settings of your\nbrowser before clicking on the button.</p>\n<p>We have no influence on the collected data and the data processing operations.\nWe are also not aware of the full scope of the data collection, the purpose of\nthe processing and the storage periods.\nIn addition, we have no information on\nthe deletion of the data collected by the plug-in provider.</p>\n<p>The respective plug-in provider stores the data collected about you in profiles\nand uses them for marketing, market research and/or tailored design of its\nwebsite.\nSuch an evaluation is carried out in particular (also for non-logged-in\nusers) for the presentation of tailor-made advertising and to inform other users\nof the social network about your activities on our website.\nYou have a right to\nobject against the creation of such usage profiles.\nTo exercise, you need to\ncontact the respective plug-in provider.\nThe plug-ins allow us to interact with\nsocial networks and other users so that we can improve our offer and make it\nmore interesting for you.\nThe legal basis for the use of the plug-ins is Art.\n6\n(1) sentence 1 lit.\nf) GDPR.</p>\n<p>A transfer of data takes place regardless of whether you have an account with\nthe plug-in provider and are logged-in .\nHowever, if you are logged in to the\nplug-in provider, your data collected from us will be assigned directly to your\nuser account.\nIf you activate the social media button and, for example, link the\npage, the plug-in provider also stores this information in your user account and\nshares it publicly with your contacts.\nFor this reason, we recommend to log out\nregularly after using a social network, but especially before activating the\nbutton, as this will prevent you from being assigned to your profile with the\nplug-in provider.</p>\n<p>For more information on the purpose and scope of the data collection and its\nprocessing by the plug-in provider, please refer to the privacy statements of\nthe relevant provider, which are provided below.\nYou will also get further\ninformation about your rights and settings options to protect your privacy.</p>\n<p>Addresses of respective plug-in provider und URL with privacy policies:</p>\n<p>Facebook Inc., 1601 S California Ave, Palo Alto, California 94304, USA.\nhttp://www.facebook.com/policy.php.\nfurther information to the collection of\ndata: http://www.facebook.com/help/186325668085084,\nhttp://www.facebook.com/about/privacy/your-info-on-other#applications and\nhttp://www.facebook.com/about/privacy/your-info#everyoneinfo.\nFacebook is part\nof the EU-US-Privacy-Shield, https://www.privacyshield.gov/EU-US-Framework.</p>\n<p>Twitter, Inc., 1355 Market St, Suite 900, San Francisco, California 94103, USA.\nhttps://twitter.com/privacy.\nTwitter is part of EU-US-Privacy-Shield,\nhttps://www.privacyshield.gov/EU-US-Framework.</p>\n<p>LinkedIn Corporation, 2029 Stierlin Court, Mountain View, California 94043, USA.\nhttp://www.linkedin.com/legal/privacy-policy.\nLinkedIn is part of the\nEU-US-Privacy-Shield, https://www.privacyshield.gov/EU-US-Framework.</p>\n<p>Github Inc., 88 Colin P Kelly Jr St, San Francisco, CA 94107, USA.\nhttps://enterprise.github.com/privacy.\nGithub is part of the\nEU-US-Privacy-Shield, https://www.privacyshield.gov/EU-US-Framework.</p>\nDoes Honeypot save my data in case of me making a request?\n<p>In case you direct an inquiry to Honeypot, Honeypot saves the communication\nhistory with you as well as information and data submitted in the course of this\ncommunication (e.g.\nemail address), in order to optimally answer your request\nand any further follow-ups.\nHoneypot will delete the relevant data after the\nstorage is no longer required or restrict the processing if statutory retention\nperiods exist.</p>\nIs my data secure?\n<p>Honeypot takes all appropriate technical and organizational security measures to\nprotect your data against manipulation, loss, destruction or unauthorized access\nby third parties.\nOur systems are secured against unauthorized access..\nHowever,\nwe have to point out that the Internet does not allow for absolute data security\ndespite all technical measures.\nWe are not liable for actions of third parties.</p>\nWhat are my rights in relation to Honeypot?\n<p>You have the right of access, rectification or erasure, restriction of\nprocessing, to object and to data portability with respect to your personal\ndata.</p>\n<p>Honeypot is available for corresponding requests or messages at the specified\naddress below.</p>\n<p>Please note that the deletion of data is only possible if there are no\nprecluding legal regulations.\nInformation concerning your requests or messages\nis transmitted in electronic form (by e-mail).\nShould you use this option of\nproviding information via e-mail, the specified e-mail address (both sender and\nrecipient) will not be used for any purpose other than the provision of\ninformation and its documentation.\nYou also have the right to lodge a complaint\nconcerning the processing of your personal data by us with a supervisory\nauthority.</p>\n<p>If we are legally required to disclose data to local, state, national or\ninternational authorities, we will comply with this obligation.</p>\n<p>We will also disclose information to third parties when required by applicable\nlaws and regulations.</p>\n<p>In addition, we may disclose information to investigate, prevent, or initiate\ncountermeasures against illegal activities or suspected fraud, or to apply or\nenforce any of our contracts and licensing rights.</p>\nIs an amendment of the Privacy Policy possible?\n<p>Honeypot reserves the right to amend this Privacy Policy at any time, but\nHoneypot will always observe the applicable statutes concerning data protection.\nAn up-to-date version is available at our website.\nHoneypot recommends that\nusers regularly review our Privacy Policy in order to be informed about our\ncurrent Privacy Policy.</p>\nHow do I contact Honeypot in regard to data privacy aspects?\n<p>We look forward to your contact in case you might have requests, questions, or\nsuggestions relating to data privacy.\nPlease direct written requests to:</p>\n<p>Honeypot GmbH<br>\nSchlesische Straße 26<br>\n10997 Berlin, Germany<br>\n</p>\n<p>or</p>\n<p>privacy@honeypot.io</p>\nYou can find the privacy policy for cult.honeypot.io here.<p>© 2020 Honeypot</p>\n<ul>\n<li>EN</li>\n<li>DE</li>\n<li>NL</li>\n</ul>For TalentsFor EmployersAbout Us<ul>\n<li>Press</li>\n<li>Careers</li>\n<li>FAQ</li>\n<li>Legal Notice</li>\n<li>Privacy Policy</li>\n<li>Cookie declaration</li>\n<li>Terms of Service</li>\n</ul>Community<ul>\n<li>Blog</li>\n<li>GraphQL Conf</li>\n<li>Hive Conference</li>\n</ul>We're social, too!<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>Github</li>\n<li>Instagram</li>\n<li>Youtube</li>\n<li>hello@honeypot.io</li>\n</ul>", "created_at": "2018-09-19 12:48:22.12033", "updated_at": "2020-12-14 20:06:52.631632"}, {"id": 544, "name": "Terms of Service", "url": "https://www.honeypot.io/pages/terms_of_service", "xpath": null, "text": "Your PrivacyWe use cookies and similar technologies to analyse and improve your experience on our website.\nRead our Privacy Policy&nbsp;to find out more.[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only Allow all cookies Show details OK Use necessary cookies only Only use the selected I’m ok with everything NecessaryPreferenceStatisticsMarketing Show details Cookie declaration [#IABV2SETTINGS#] About cookies  Necessary (31) Preference (3) Statistics (2) Marketing (32) Unclassified (2)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nNameProviderPurposeExpiryTyperemember_user_tokenapp.honeypot.ioThis cookie is used to save the users preference to stay signed in to the platform3 monthsHTTPCookieConsentBulkSetting-#CookiebotEnables cookie consent across multiple websitesPersistentHTML__cfduidwww.honeypot.ioUsed by the content network, Cloudflare, to identify trusted web traffic.29 daysHTTPCookieConsent&nbsp;[x5]CookiebotStores the user's cookie consent state for the current domain1 yearHTTPhoneypot_esa_v1honeypot.ioThis cookie is used for token authentication for the platform frontend1 dayHTTPintercom-session-qkvaoe5qhoneypot.ioIntercom is used for enabling our users to chat to the honeypot team, as well as proving them help using our product.7 daysHTTPintercom-statehoneypot.ioIntercom is used for enabling our users to chat to the honeypot team, as well as proving them help using our productPersistentHTMLub-emb-id&nbsp;[x2]bae46957d1da4ad39e84912610a75c6d.js.ubembed.comEnables the website to make variations of their landing-page.\nThis is used to minimize bounce-rates, which means that fewer users leave the page immediately.PersistentHTMLGCLBchart-studio.plotly.comThis cookie is used in context with load balancing - This optimizes the response rate between the visitor and the site, by distributing the traffic load on multiple network links or servers.\n1 dayHTTPievents.ub-analytics.comRegisters the website's speed and performance.\nThis function can be used in context with statistics and load-balancing.SessionPixelubpvhello.honeypot.ioDetermines if a user leaves the website straight away.\nThis information is used for internal statistics and analytics by the website operator.\n6 monthsHTTPubrshello.honeypot.ioRouting Strategy - indicates the logic used to select the variant to be served.\nPossible values: cookie: Indicates that the variant has been selected from the value of the ubpv cookie.\ndta: Indicates that the variant has been selected using Dynamic Traffic Allocation (Smart Traffic traffic mode) dta_fallback: Indicates that the variant could not be selected using Dynamic Traffic Allocation and it was selected using a fallback selection mechanism instead.\nweighted: Indicates that the variant has been selected randomly using the weights associated with the available variants.\nThis is the case for A/B testing and Standard traffic modes.SessionHTTPubvshello.honeypot.ioCollects data on the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded with the purpose of generating reports for optimising the website content.179 daysHTTPu_campaignhoneypot.ioThis cookie stores the original value of the UTM campaign and is only used when signing up for the core platform service on app.honeypot.io.30 daysHTTPu_contenthoneypot.ioThis cookie stores the original value of the UTM content and is only used when signing up for the core platform service on app.honeypot.io.30 daysHTTPu_mediumhoneypot.ioThis cookie stores the original value of the UTM medium and is only used when signing up for the core platform service on app.honeypot.io.30 daysHTTPu_sourcehoneypot.ioThis cookie stores the original value of the UTM source and is only used when signing up for the core platform service on app.honeypot.io.30 daysHTTPu_termhoneypot.ioThis cookie stores the original value of the UTM term and is only used when signing up for the core platform service on app.honeypot.io.30 daysHTTPubvthello.honeypot.ioCollects data on the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded with the purpose of generating reports for optimising the website content.2 daysHTTPugidUnsplashNecessary for the implementation of video-content on the website.1 yearHTTPcult-intro-animation-has-runcult.honeypot.ioCookie to check if we already showed yiou our intro video to cultPersistentHTMLem_cdn_uidcult.honeypot.ioEmbedly service to serve embeds1 yearHTTPem_p_uidcult.honeypot.ioEmbedly service to serve embeds1 yearHTTP_honeypot_session_v1app.honeypot.ioThis cookie is to maintain the authenticated session for a userSessionHTTPJSESSIONIDhome.textkernel.nlSession cookie for uploading a CV to our third party provider textkernel.nlSessionHTTPSERVERIDhome.textkernel.nlLoad balancing cookie for uploading a CV to our third party provider textkernel.nlSessionHTTP Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nNameProviderPurposeExpiryTypecb-enabledapp.honeypot.ioThis cookie is used to determine if the visitor has accepted the cookie consent box1 yearHTTP@@scroll#&nbsp;[x2]www.honeypot.io<br>cult.honeypot.ioPendingSessionHTML Statistics cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nNameProviderPurposeExpiryTypeub-emb-GUID#&nbsp;[x2]bae46957d1da4ad39e84912610a75c6d.js.ubembed.comPendingPersistentHTML Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nNameProviderPurposeExpiryTypeIDEGoogleUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.1 yearHTTPpagead/landingGoogle Inc.Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSessionPixeltest_cookieGoogleUsed to check if the user's browser supports cookies.1 dayHTTPfrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPtrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.SessionPixelads/ga-audiencesGoogleUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.SessionPixelcollectGoogleUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.SessionPixel_dc_gtm_UA-#Google Tag ManagerUsed by Google Tag Manager to control the loading of a Google Analytics script tag.29 daysHTTP_fbpFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTP_gaGoogle Tag ManagerRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.29 daysHTTP_gcl_auGoogle Tag ManagerUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 monthsHTTP_gidGoogle Tag ManagerRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.29 daysHTTPga_client_id&nbsp;[x3]Google Tag ManagerRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nPersistentHTMLVISITOR_INFO1_LIVEYouTubeTries to estimate the users' bandwidth on pages with integrated YouTube videos.179 daysHTTPYSCYouTubeRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.SessionHTTPyt-remote-cast-installed&nbsp;[x2]YouTube<br>Stores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-connected-devices&nbsp;[x2]YouTube<br>Stores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-device-id&nbsp;[x2]YouTube<br>Stores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-fast-check-period&nbsp;[x2]YouTube<br>Stores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-app&nbsp;[x2]YouTube<br>Stores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-name&nbsp;[x2]YouTube<br>Stores the user's video player preferences using embedded YouTube videoSessionHTML_session_UA-66414724-1Google Tag ManagerPending1 dayHTTPsnowplowOutQueue_ubSnowplow_sp-ub_getAmazonUsed in context with Account-Based-Marketing (ABM).\nThe cookie registers data such as IP-addresses, time spent on the website and page requests for the visit.\nThis is used for retargeting of multiple users rooting from the same IP-addresses.\nABM usually facilitates B2B marketing purposes.PersistentHTMLsnowplowOutQueue_ubSnowplow_sp-ub_get.expiresAmazonUsed in context with Account-Based-Marketing (ABM).\nThe cookie registers data such as IP-addresses, time spent on the website and page requests for the visit.\nThis is used for retargeting of multiple users rooting from the same IP-addresses.\nABM usually facilitates B2B marketing purposes.PersistentHTML Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nNameProviderPurposeExpiryType_sp_id.1302AmazonPending2 yearsHTTP_sp_ses.1302AmazonPending1 dayHTTP  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.<br>\n<br>Your consent applies to the following domains: www.honeypot.io, hello.honeypot.io, honeypot.io, hive.honeypot.io, cult.honeypot.io, app.honeypot.io<br>\n<br> Cookie declaration last updated on 8 December 2020 by Cookiebot &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-PJX579\" height=\"0\" width=\"0\" style=\"display: none.\nvisibility: hidden\"\n&gt;&lt;/iframe&gt;<ul>\n<li>For Talents</li>\n<li>For Employers</li>\n<li>Dev Community</li>\n<li>About Us</li>\n<li>Login</li>\n<li>Sign up</li>\n</ul>\n<ul>\n<li>EN</li>\n<li>DE</li>\n<li>NL</li>\n</ul>Terms of Service of Honeypot\n<p>For Talents &amp.\nFor Employers</p>\nFor Talents\n<p>Honeypot GmbH, Schlesische Straße 26, 10997 Berlin, Germany, Commercial Register: Amtsgericht Charlottenburg, HRB 210362 B, Managing Directors: Dr.\nPhilipp Goos, Dr.\nJost Schatzmann, VAT-ID: DE327578486 (hereinafter referred to as \"Honeypot\" or \"us\" ) operates an online job marketplace platform via https://www.honeypot.io/ and other channels (the \"Service\" ).\nThe Service connects companies ( \"Company\" or \"Companies\" ), and candidates ( \"Talent\" or \"Talents\" ) with each other trying to match the right person with the right job.\nTalents are natural persons seeking new employment or freelance contracts through the Service.\nCompanies are natural persons or business entities searching for new employees or contractors through the Service.</p>\n<ol>\n<li>\n<p>\n<strong>Scope</strong>\n</p>\n<ol>\n<li>Within the framework of the Talents' own technical and operational possibilities Honeypot allows the Talents to participate in the Service.\nHoneypot provides all services in connection with the Service for Talent solely based on these Terms of Service (hereinafter referred to as \"Talent Terms of Service\" or \"Terms of Service\").</li>\n<li>Honeypot objects to the validity of any general terms and conditions of Talents.\nGeneral terms and conditions of Talents become an integral part of the agreement between the Talent and Honeypot, only if Honeypot explicitly consents to them in writing.</li>\n<li>Honeypot can utilize the services of independent third parties for the Service ( \"Third Party Service\" ) such as app stores and social networks.\nNo third party services are provided by third parties upon the instruction of Honeypot.\nThird party services are not provided by Honeypot.\nHoneypot or the third party will identify these services in a suitable manner.\nAny issues in connection with third party services are not affected by these Terms of Service.\nHoneypot shall not be responsible for third party services.\nThird party services are potentially subject to their providers' general terms and conditions.</li>\n<li>Applications for mobile devices ( \"Apps\" or \"Apps\" ) are generally not directly provided by Honeypot but by a third party provider ( \"App Store\" ).\nA separate user account may be necessary for this purpose.\nHoneypot does not warrant that the Service is identical in functionality and design on all mobile devices.\nCertain functions and contents may not be available.\nTalents should see the functionality description of the App.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Talent Eligible to Participate</strong>\n</p>\n<ol>\n<li>Honeypot offers the Service only to Talent looking for Placement as defined in Section 7.2 below.</li>\n<li>With his/her account registration or participation in the Service, Talent represents that he/she is of legal age and of legal capacity.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Talent Enrolment / Entry Into Force</strong>\n</p>\n<ol>\n<li>The participation in the Service requires that the Talent enters a binding agreement with Honeypot as defined below in Section 3.4 and the setup of a Talent account ( \"Account\" ).</li>\n<li>Talent must submit an application to participate in the Service on Honeypot’s website or otherwise.</li>\n<li>Talent must accurately complete the application (and provide Honeypot with future updates) and not use any aliases or other means to mask its true identity or contact information.</li>\n<li>By filling in the application, Talent submits a binding offer to enter into an agreement with Honeypot according to the terms and conditions of these Terms of Service ( \"Agreement\" ).</li>\n<li>After Honeypot reviews Talent’s application, Honeypot will notify him/her or it of its acceptance or rejection to the Service, generally within five (5) business days of receipt of the application.\nHoneypot may request additional information (see Sections 6.1 and 6.2).\nThe Agreement enters into force upon Honeypot’s acceptance of Talent to the Service.\nHoneypot is under no obligation to accept applications.</li>\n<li>Honeypot is entitled but not obliged to verify the accuracy of the Talent's information.\nThis may be done by Honeypot requesting documents to prove the identity such as a personal ID card.\nHoneypot is entitled to make the creation of an account subject to such verification.</li>\n<li>Prior to the application Talent will have to conduct a telephone/online interview with Honeypot.\nFurthermore, the Talent may be required to complete a coding challenge.</li>\n<li>Prior to sending the online application form, the Talent can print out the Terms of Service or save them to a permanent data storage device.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Limits of Use / Prohibited Conduct</strong>\n</p>\n<ol>\n<li>Honeypot provides the Service solely for use in accordance with these Terms of Service.\nAutomated login is prohibited.\nOnly the official clients and apps or websites provided by Honeypot may be used to connect to the Service.\nThe Talent may not create, support, host, link or provide any other options, which can be used by other persons to utilize the Service.</li>\n<li>The Talent is prohibited from transferring his/her Account to third parties without the prior written consent of Honeypot.</li>\n<li>The Talent is not entitled to use any means, mechanisms or software in connection with the Service, which can disturb functions of the Service.\nThe Talent may not undertake any action, which can result in an unreasonable or excess load of the technical capacities of Honeypot.\nIn particular, the Talent is not permitted to block, overwrite or modify the contents generated by Honeypot unless Honeypot has permitted it specifically in writing.</li>\n<li>The Talent will refrain from anything that could endanger the performance and availability of the Service.</li>\n<li>\n<p>By using the Service, the Talent will not violate any applicable legal provisions such as the criminal code or third party rights and the Talent assures not to contribute or transmit any illegal or immoral contents to the Service.\nThis includes specifically any contents (including member names, etc.),</p>\n<ol>\n<li>which are, false, inaccurate or misleading</li>\n<li>which are, insulting, racist, sexist, pornographic or obscene;</li>\n<li>which can damage the reputation of Honeypot;</li>\n<li>suitable to violate copyrights, patents, brands or any other intellectual property rights, the rights on a person's own image and other personal rights or third party rights.</li>\n</ol>\n</li>\n<li>The Talent is not permitted to disseminate commercial advertising for third party products or programs, to send unsolicited mass emails and unsolicited advertising in the Service.\nThe Talent will honor the privacy of third parties.\nIn addition, the Talent is not permitted to disseminate in the Service unauthorized any third party work that is protected by copyrights or other rights.\nMoreover, the Talent is not allowed to refer to offers with such content.</li>\n<li>Honeypot is entitled to stop such violations against this Section 4.\nIn addition, Honeypot is entitled to delete the breaching contents of the Talent.\nThe same applies to definite indications of a violation against these Terms of Service to contents, which are otherwise illegal.\nThere is no entitlement to the recovery of breaching deleted content.\nSuch claim is also voided if the restoration is not possible for technical reasons.</li>\n<li>Without the prior express written consent of Honeypot, any blocked Talent is prohibited from creating a new account.\nIf this ban was circumvented, then Honeypot has the right to block this Account permanently without prior announcement.</li>\n<li>The provisions of this Section 4 do not limit the termination right of Honeypot — particularly the right to terminate effective immediately — in accordance with Section 12.\nIn addition, they do not limit the right of Honeypot to exercise the virtual domiciliary right.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Functioning of the Service / Honeypot’s responsibilities</strong>\n</p>\n<ol>\n<li>Honeypot provides the Service to connect Talent and Companies.\nThe Service works as follows: Talent sign-up to the Service and make their curriculum vitae and other information as specified in the Terms of Service or the Talent Terms of Service available.\nCompanies also sign-up and provide a profile.\nThis profile is only visible to Talents that the Companies are interested in as defined below.\nCompanies can browse the Talent profiles in a list and detailed view and decide to apply to the respective Talent by sending an interview requests.\nThese interview requests come with a first, non-binding offer proposal of what compensation package the company has in mind.\nTalent can review the interview requests and are now able to browse the profiles of Companies that have sent the requests.\nThe Talent can accept or reject the interview request.\nIf rejected, the Company may (upon choice of the Talent) re-contact the Talent with a revised proposal.\nIf accepted, Honeypot connects Talent and Company.</li>\n<li>Once a Talent has been viewed by a Company in the list view it is considered to be introduced by Honeypot ( \"Introduction\" ).\nIf Talent and Company had been introduced in the past twelve months before the Introduction directly or by a third party and Company does not inform Honeypot about this within five business days in writing and substantive materials showing the introduction, the Talent is considered to have been introduced by Honeypot.\nEmail or the Service are sufficient media in this matter.\nA Talent is considered to be already introduced directly or by a third party when there is a written communication concerning the Talent, with a clear identification of the Talent and the Company and with a clear identification of the opportunity to hire the Talent.</li>\n<li>An Introduction on the Service lasts twelve months.</li>\n<li>Honeypot may from time to time, but is under no obligation to, suggest a specific Talent to a Company or vice versa.\nThe Talent is then also seen as introduced.\nThis can be done via email, messaging service or phone.</li>\n<li>Honeypot undertakes reasonable efforts to match Talent and Companies, however, Honeypot does under no circumstances represent, assume a warranty or guarantee or undertake in any other way that Talent or Company will find a match through Honeypot and/or the Service.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Obligations of Talent</strong>\n</p>\n<ol>\n<li>Talent shall submit the information about him/or herself as requested in the compulsory and voluntary fields of the sign-up form.</li>\n<li>Honeypot may add compulsory or voluntary fields from time to time.\nThe Talent shall not transmit any personal data of third parties (i.e.\ndata allowing identification of an individual) to Honeypot, unless data protection laws allow for such transmission or Talent has obtained consent from the concerned parties.\nHoneypot may also request additional information from Talent on a case by case basis.</li>\n<li>Unless otherwise provided in these Terms of Service, Honeypot will usually communicate with the Talent via email.\nThe Talent shall make sure that it receives all emails sent by Honeypot to the address submitted in the course of the application, or at a later date.\nThe Talent will in particular configure the spam filter accordingly and regularly check all incoming email under this address.\nHoneypot may choose any other appropriate means of communication.</li>\n<li>The Talent shall inform Honeypot in writing within 5 business days if a Company gets in contact with the Talent outside of the provided Service while its profile is visible to Companies on the platform.</li>\n<li>The Talent shall keep all access data (login, passwords etc.) for the Service ( \"Access Data\" ) strictly confidential.\nThe Talent shall promptly inform Honeypot in case it learns or suspects that an unauthorized third person is in possession of the Access Data.</li>\n<li>In case Honeypot has reason to believe that an unauthorized third party is in possession of Access Data, Honeypot may, without assuming any responsibility to do so, and always acting in its sole discretion, change the Access Data without prior notice or block the respective account.\nHoneypot will promptly inform the Talent and will, upon request, communicate the new Access Data to the Talent without undue delay.\nThe Talent cannot claim to have its initial Access Data restored.</li>\n<li>In case a third party uses of Access Data, with the Talent at fault, the Talent’s Access Data, the Talent is liable for all such actions, and for damages.\nIn such event, all access through the Talent’s Access Data shall be considered as an access by the Talent.</li>\n<li>Honeypot is not responsible for providing or assisting with the obtaining of any work or other permits and/or medicals and other country specific regulations and requirements that may be necessary to employ the Talent.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Placement / Payment</strong>\n</p>\n<ol>\n<li>The use of Honeypot is free of costs for Talents.</li>\n<li>Talent undertakes to inform Honeypot in writing (through the service or via email is sufficient) as soon as possible, but no later than five business days, if he was hired or otherwise contracted by Company ( \"Placement\" ).\nHoneypot may contact Talent to request status updates about ongoing negotiations.</li>\n<li>Placement shall mean any form of employment, temporary employment, contracting or other use of Talent by Company or an undertaking affiliated with Company in the sense of Sec.\n15ff.\nof the German Stock Company Act.</li>\n<li>Talent agrees that Companies are allowed to share all contract details with Honeypot.</li>\n<li>Talent has to inform Honeypot in writing within five business days about any rehiring or similar by Company for a period of twelve months after termination.</li>\n<li>Honeypot operates the \"Refer a Friend Program\".\nTalent can refer a friend.\nIf a friend signs-up through Honeypot and is successfully placed in fix employment (no contract work or internship position), Talent is entitled to a referral bonus in the amount of 512 Euro.\nReferral needs to be done through the referral technology provided in the Service or an affiliate tracking link.\nA referral lasts 12 months during which no other Talent can refer the same friend.\nHoneypot will credit the referral Bonus within two weeks after the start of the Placement.</li>\n<li>Talent has to transmit the signed agreement to Honeypot as proof of the conclusion of the agreement and for the invoicing processes.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Quality of the Service / Technical Deficiencies</strong>\n</p>\n<ol>\n<li>It is in the nature of the Service that it is continuously advanced and updated.\nBy changing and advancing the Service, Honeypot intends to provide Talents a useful Service and pleasant Talent experience.\nTherefore, Honeypot grants the Talent access to the Service in its available form or version.\nChanges and advancements can affect system requirements and compatibility requirements.\nThe Talent has no claim for maintaining or reconstruction of a specific condition of scope of services.\nAny of the Talent's claims for deficiency, which refer to the technical usability of the Service itself, shall remain unaffected thereby.\nDue to the continuous advancement of the Service, Honeypot reserves itself the right to offer new features and/or to remove them from the Service or to change them.\nThe Talent consents these continuous changes of the Service.</li>\n<li>Excluded from warranty are generally such errors, which occur through external influences such as operating errors by the Talent, force majeure or any modifications, not carried out by Honeypot or any other manipulations.</li>\n<li>Honeypot does not assume any guarantees in a legal meaning as long as not expressly provided for in these Terms of Service.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Limitation of Liability / Availability</strong>\n</p>\n<ol>\n<li>\n<p>Honeypot shall be liable under the terms of this Agreement only in accordance with the provisions set out in Sections 9.1.1 to 9.1.5.\nExcept in case of intent or gross negligence, any liability of Honeypot shall be disclaimed.\nThe same applies in case of slight negligence by agents or assistants in performance.\nHowever, the foregoing does not apply in the following cases:</p>\n<ol>\n<li>Honeypot shall be unrestrictedly liable for losses caused intentionally or with gross negligence by Honeypot, its legal representatives or senior executives and for losses caused intentionally by other assistants in performance.\nin respect of gross negligence of other assistants in performance Honeypot’s liability shall be as set forth in the provisions for simple negligence in Section 9.1.5 b) below.</li>\n<li>Honeypot shall be unrestrictedly liable for death, personal injury or damage to health caused by the intent or negligence of Honeypot, its legal representatives or assistants in performance.</li>\n<li>If Honeypot provides a warranty it shall be liable for losses arising from the lack of any warranted characteristics up to the amount which is covered by the purpose of the warranty and which was foreseeable for Honeypot at the time the warranty was given.</li>\n<li>Honeypot shall be unrestrictedly liable in accordance with the German Product Liability Act in the event of product liability.</li>\n<li>\n<p>Honeypot shall be liable for losses caused by the negligent (including simple negligence) or intentional breach of its primary obligations by Honeypot, its legal representatives or assistants in performance.</p>\n<ol>\n<li>Primary obligations are such basic duties, which form the essence of the Agreement, which were decisive for the conclusion of the Agreement and on the performance of which Talent may rely.</li>\n<li>If Honeypot breaches its primary obligations through simple negligence, then its ensuing liability shall be limited to the amount which was foreseeable by Honeypot at the time the respective service was performed.</li>\n<li>Damages shall be restricted to ten (10) times the fees provided under these Terms of Service in the past twelve (12) months.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Subject to Clause 9.1 only and other than in case of intent Honeypot does not accept any liability under or in relation to the Agreement or its subject matter whether such liability arises due to negligence, breach of contract, misrepresentation or for any other reason for any indirect damage and consequential damage, in particular, not for loss of profit, interruption in business and/or interruption of operations of Talent or its customers, unless explicitly specified otherwise in these Terms of Service.</li>\n<li>Honeypot undertakes to assure an availability of the Service of 99% (ninety nine percent) as a yearly average.\nPeriods during which the Service is not available because of technical or other problems outside Honeypot’s control (such as force majeure or third party fault) and periods during which routine maintenance works are carried out, are excluded from this.\nHoneypot may restrict access to the Service if required for network security, maintenance of network integrity and the prevention of severe malfunction of the network, the software or stored data.\nThe Talent’s rights in case of intent or gross negligence remain unaffected.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Intellectual Property / Indemnification</strong>\n</p>\n<ol>\n<li>Honeypot or its respective licensor is the exclusive owner or exclusive owner of the rights of all contents of the Service.\nThe content is protected by national and international law and particularly by copyright.\nThe unauthorized dissemination, copying, deletion or any other violation of intellectual property rights and copyrights of Honeypot are prosecuted under both civil and criminal law.</li>\n<li>All rights not expressly granted in these Terms of Service are reserved by Honeypot.\nHoneypot will retain all rights, title, and interests in and to the Service (except for any licensed content and third-party content included therein), including all data (such as any usage data and compilations thereof), information and software related thereto.\nThe Talent acknowledges that the software, information, content and data related to the Service (such as any usage data or compilations thereof) are protected for Honeypot under copyright and similar rights and may contain trade secrets or other intellectual or industrial property owned or licensed by Honeypot.</li>\n<li>Talent warrants, that he has the right (i) to submit the information to the Service and (ii) can grant Honeypot the right to use the information as described above.</li>\n<li>Talent hereby agrees to indemnify, defend and hold harmless Honeypot and their its subsidiaries, directors, officers, employees, owners and agents against any and all claims, actions, demands, liabilities, losses, damages, judgments, settlements, costs, and expenses (including reasonable attorneys' fees and costs) based on (i) any failure or breach of the Agreement and the Terms of Service, including any representation, warranty, covenant, restriction or obligation made by Talent herein, (ii) any misuse by Talent.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Confidentiality</strong>\n</p>\n<ol>\n<li>Except as otherwise provided in these Terms of Service or with the consent of Honeypot, the Talent agrees that all information, including, without limitation, business information, information from the company profile e.g.\nsalary information and information about tech stack concerning Honeypot or any of Honeypot’s other customers provided by or on behalf of any of them shall remain strictly confidential and secret and shall not be utilized, directly or indirectly, by Talent for any purpose other than Talent’s participation in the Service ( \"Confidential Information\" ).</li>\n<li>Talent shall especially not use any information obtained from the Service to develop, enhance or operate a service that competes with the Service, or assist another party to do the same.</li>\n<li>After and during the term of the Agreement, neither party will use for any purpose or disclose to any third party, any Confidential Information of the other party.\nAny exception to this must be obtained in advance.</li>\n<li>The foregoing restriction does not apply to information that has been developed independently by the receiving party without access to the other party’s Confidential Information or has been rightfully received from a third party authorized to make such disclosure or has been approved for release in writing by the disclosing party or has become publicly known through no breach of this Section by the receiving party or is required to be disclosed by a competent legal or governmental authority, provided that the receiving party gives the disclosing party prompt written notice of such requirement prior to disclosure and assists in obtaining an order to protect the information from public disclosure.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Term / Termination</strong>\n</p>\n<ol>\n<li>The Agreement shall commence on the date of Honeypot’s approval of Talents application and shall continue thereafter until terminated as provided herein.</li>\n<li>Each party has the right to terminate the agreement by giving an advance notice of five business days unless otherwise agreed in writing.</li>\n<li>Sections 7 and 11 shall survive any termination of the Agreement.\nSection 11 for five years.</li>\n<li>The parties remain free to terminate the Agreement for cause at any time.</li>\n<li>Every termination must be in written form, whereby the written form is maintained by email.\nUpon request, the reasons for extraordinary termination must be disclosed immediately in writing if the termination notice did not specify them already.\nAny standard termination notice does not require specification of the termination reasons.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Data Protection</strong>\n</p>\n<ol>\n<li>Honeypot processes and utilizes the Talent's data collected during the performance of the Agreement and within the framework of the These Terms of Service, specifically to the extent necessary to fulfil the agreement properly, in accordance with all applicable European and German data protection provisions.\nThe privacy policy of Honeypot shall apply (retrievable under https://www.honeypot.io/pages/legal_notice )</li>\n<li>The Talent understands that the performance of the Agreement includes the making available of personal data to Companies Honeypot cooperates with to mediate the Talent and try to match the right person with the right job subject to these Terms of Service and the Privacy Policy.</li>\n<li>The Talent understands that Honeypot may contact him/her Talent via phone, email or messaging service and suggest Companies which fit the Talent’s profile.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Changes to the Terms of Service</strong>\n</p>\n<ol>\n<li>Each login to the Service is subject to these Terms of Service.</li>\n<li>Honeypot may make changes to these Terms of Service (including amendments) at any given time, for the future, if this should prove necessary (in particular to reflect changes in the Service or changes in the legal framework applicable to it, such as new legislation or case-law) and provided the Talent is not disadvantaged contrary to good faith.</li>\n<li>The Talent will be notified of changes to the Terms of Service in appropriate form.\nHoneypot will notify the Talent on the Service, or via email.\nChanges to the Terms of Service will always be highlighted upon first login after the changes or amendments have been made.</li>\n<li>The Talent may dispute changes to the Agreement within a time period of six weeks following receipt of the notification of the changes and the possibility of taking notice thereof.\nIt is recommended that the Talent submits its opposition in writing (for example via email).</li>\n<li>The changes to the Terms of Service become binding in the event that the Talent (i) does not dispute the changes within the above-mentioned time period or (ii) continues to use the Service after the above mentioned period.</li>\n<li>Honeypot will inform the Talent about the possibility of disputing the changes and the legal consequences, especially the legal consequences of a lack of opposition, when notifying the Talent about the changes to the Terms of Service.</li>\n<li>If the Talent disputes the changes in time, each party may terminate the Agreement with one month’s prior notice unless termination is possible at any time according to Section 12.\nUntil termination, the Agreement in their former version will govern the Talent’s relationship with Honeypot.\nThe Talent does not have any other claims against Honeypot.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Governing Law / Jurisdiction</strong>\n</p>\n<ol>\n<li>This Agreement shall be governed by and construed in accordance with the laws of Germany.\nIf Talent is an EU resident, he shall not be deprived of the protection offered by the binding consumer protection law of his county of residence Talent In the event, the Talent takes legal action, suit must be filed before a German court or before the court of the Talent's domicile.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>General Provisions</strong>\n</p>\n<ol>\n<li>The Agreement contains the entire agreement between Honeypot and Talent with respect to the subject matter hereof, and supersedes all prior and/or contemporaneous agreements or understandings, written or oral.\nTerms and conditions of the Talent do not become part of the Agreement, unless Honeypot has accepted them in writing.</li>\n<li>All or any of Honeypot’s rights and obligations under the Agreement may be assigned to a subsequent owner or operator of the Service in a merger, acquisition or sale of all or substantially all of Honeypot’s assets.\nThe Talent must not assign or transfer the Agreement or any or all of its rights thereunder without the prior written consent of Honeypot.\nThis Agreement will be binding on and will inure to the benefit of the legal representatives, successors and valid assigns of the parties hereto.</li>\n<li>Except as set forth in the Section 14 above, the Agreement may not be modified without the prior written consent of both parties.\nAny changes, amendments or the abrogation of the Agreement (partly or entirely) require written form (letter, fax or email).\nthe requirement of written form can only be waived in written form.</li>\n<li>Each party to this Agreement is an independent contractor in relation to the other party with respect to all matters arising under this Agreement.\nNothing herein shall be deemed to establish a partnership, joint venture, association or employment relationship between the parties.</li>\n<li>Honeypot’s failure to act with respect to a breach by the Talent does not waive Honeypot's right to act with respect to that breach or subsequent or similar breaches.\nNo consent or waiver by Honeypot under these Terms of Service shall be deemed effective unless delivered in writing and signed by a duly appointed representative of Honeypot.</li>\n<li>Section headings used in these Terms of Service are for convenience only and shall not affect the interpretation of the Agreement.</li>\n<li>The English version of these Terms of Service is decisive.</li>\n<li>By submitting an application to join the Service, Talent affirms and acknowledges that Talent has read these Terms of Service in their entirety and agrees to be bound by all of its terms and conditions.\nIf Talent does not wish to be bound by these Terms of Service, Talent should not submit an application to join the Service.</li>\n</ol>\n</li>\n</ol>\nFor Employers\n<p>Honeypot GmbH, Schlesische Straße 26, 10997 Berlin, Germany, Commercial Register: Amtsgericht Charlottenburg, HRB 210362 B, Managing Directors: Dr.\nPhilipp Goos, Dr.\nJost Schatzmann, VAT-ID: DE327578486 (hereinafter referred to as “Honeypot” or “us” ) operates an online job marketplace platform via www.honeypot.io and other channels (the “Service” ).\nThe Service connects companies ( “Company” or “Companies” ), and candidates ( “Talent” or “Talents” ) with each other trying to match the right person with the right job.\nTalents are natural persons seeking new employment or freelance contracts through the Service.\nCompanies are natural persons or business entities searching for new employees or contractors through the Service.\nAgreement shall mean the Recruiting Partnership Agreement and these Terms of Service.\n<br>\n<br>\n</p>\n<ol>\n<li>\n<p>\n<strong>Scope</strong>\n</p>\n<ol>\n<li>Within the framework of the Companies' own technical and operational possibilities Honeypot allows the Companies to participate in the Service.\nHoneypot provides all services in connection with the Service for Companies solely based on these Terms of Service (hereinafter referred to as \"Company Terms of Service\" or “Terms of Service”).</li>\n<li>Honeypot objects to the validity of any general terms and conditions of Companies.\nGeneral terms and conditions of Companies become an integral part of the agreement between the Company and Honeypot, only if Honeypot explicitly consents to them in writing.</li>\n<li>Honeypot can utilize the services of independent third parties for the Service ( \"Third Party Service\" ) such as app stores and social networks.\nNo third party services are provided by third parties upon the instruction of Honeypot.\nThird party services are not provided by Honeypot.\nHoneypot or the third party will identify these services in a suitable manner.\nAny issues in connection with third party services are not affected by these Terms of Service.\nHoneypot shall not be responsible for third party services.\nThird party services are potentially subject to their providers' general terms and conditions.</li>\n<li>Applications for mobile devices ( \"Apps” or “Apps\" ) are generally not directly provided by Honeypot but by a third party provider ( \"App Store\" ).\nA separate Company account may be necessary for this purpose.\nHoneypot does not warrant that the Service is identical in functionality and design on all mobile devices.\nCertain functions and contents may not be available.\nCompanies should see the functionality description of the App.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Limits of Use / Prohibited Conduct</strong>\n</p>\n<ol>\n<li>Honeypot provides the Service solely for use in accordance with these Terms of Service.\nThe automatic enrolment is not permitted.\nAutomated login is prohibited.\nOnly the official clients and apps or websites provided by Honeypot may be used to connect to the Service.\nThe Company may not create, support, host, link or provide any other options, which can be used by other persons to utilize the Service.</li>\n<li>The Company is prohibited from transferring his/her Account to third parties without the prior written consent of Honeypot.</li>\n<li>The Company is not entitled to use any means, mechanisms or software in connection with the Service, which can disturb functions of the Service.\nThe Company may not undertake any action, which can result in an unreasonable or excess load of the technical capacities of Honeypot.\nIn particular, the Company is not permitted to block, overwrite or modify the contents generated by Honeypot unless Honeypot has permitted it specifically in writing.</li>\n<li>The Company will refrain from anything that could endanger the performance and availability of the Service.</li>\n<li>\n<p>By using the Service, the Company will not violate any applicable legal provisions such as the criminal code or third party rights and the Company assures not to contribute or transmit any illegal or immoral contents to the Service.\nThis includes specifically any contents (including member names, etc.),</p>\n<ul>\n<li>which are, false, inaccurate or misleading;</li>\n<li>which are, insulting, racist, sexist, pornographic or obscene;</li>\n<li>which can damage the reputation of Honeypot;</li>\n<li>suitable to violate copyrights, patents, brands or any other intellectual property rights, the rights on a person's own image and other personal rights or third party rights.</li>\n</ul>\n</li>\n<li>The Company is not permitted to disseminate commercial advertising for third party products or programs, to send unsolicited mass mails and unsolicited advertising in the Service.\nThe Company will honor the privacy of third parties.\nIn addition, the Company is not permitted to disseminate in the Service unauthorized any third party work that is protected by copyrights or other rights.\nMoreover, the Company is not allowed to refer to offers with such content.</li>\n<li>Honeypot is entitled to stop such violations against this Section 2.\nIn addition, Honeypot is entitled to delete the breaching contents of the Company.\nThe same applies to definite indications of a violation against these Terms of Service to contents, which are otherwise illegal.\nThere is no entitlement to the recovery of breching deleted content.\nSuch claim is also voided if the restoration is not possible for technical reasons.</li>\n<li>The provisions of this Section 2 do not limit the termination right of Honeypot — particularly the right to terminate effective immediately — in accordance with Section 11.\nIn addition, they do not limit the right of Honeypot to exercise the virtual domiciliary right.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Functioning of the Service / Honeypot’s responsibilities</strong>\n</p>\n<ol>\n<li>Honeypot provides the Service to connect Talent and Companies.\nThe Service works as follows: Talent sign-up to the Service and make a profile available.\nCompanies provide a profile after concluding the Recruiting Partnership Agreement.\nThis profile is only visible to Talents that the Companies are interested in as defined below.\nCompanies can browse the Talent profiles in a list and detailed view and decide to apply to the respective Talent by sending an interview request through the detailed view.\nThese interview requests come with a first, non-binding offer proposal of what compensation package the company has in mind.\nTalent can review the interview requests and are now able to browse the profiles of Companies that have sent the requests.\nThe Talent can accept or reject the interview request.\nIf rejected, the Company may (upon choice of the Talent) recontact the Talent with a revised proposal.\nIf accepted, Honeypot connects Talent and Company.</li>\n<li>Once a Talent has been viewed by a Company in the detailed view it is considered to be introduced by Honeypot ( “Introduction” ).\nIf Talent and Company had been introduced in the past twelve months before the Introduction directly or by a third party and Company does not inform Honeypot about this within five business days in writing and substantive materials showing the introduction, the Talent is considered to have been introduced by Honeypot.\nEmail or the Service are sufficient media in this matter.\nA Talent is considered to be already introduced directly or by a third party when there is a written communication concerning the Talent, with a clear identification of the Talent and the Company and with a clear identification of the opportunity to hire the Talent.</li>\n<li>Honeypot may from time to time, but is under no obligation to, suggest a specific Talent to a Company or vice versa.\nThe Talent is then also seen as introduced.\nThis can be done via email, messaging service or phone.</li>\n<li>Honeypot undertakes reasonable efforts to match Talent and Companies, however, Honeypot does under no circumstances represent, assume a warranty or guarantee or undertake in any other way that Talent or Company will find a match through Honeypot and/or the Service.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Obligations of Company</strong>\n</p>\n<ol>\n<li>Company shall submit the information about the Company as requested in the compulsory and voluntary fields of the sign-up form or as requested via email by Honeypot.</li>\n<li>Honeypot may add compulsory or voluntary fields from time to time.\nHoneypot may also request additional information from Company on a case by case basis.\nThe Company shall not transmit any personal data (i.e.\ndata allowing identification of an individual) to Honeypot, unless data protection laws allow for such transmission or Company has obtained consent from the concerned parties.</li>\n<li>Unless otherwise provided in these Terms of Service, Honeypot will usually communicate with the Company via email.\nThe Company shall make sure that it receives all emails sent by Honeypot to the address submitted in the course of the application, or at a later date.\nThe Company will in particular configure the spam filter accordingly and regularly check all incoming email under this address.\nHoneypot may choose any other appropriate means of communication.</li>\n<li>The Company shall keep all access data (login, passwords etc.) for the Service ( “Access Data” ) strictly confidential.\nThe Company shall promptly inform Honeypot in case it learns or suspects that an unauthorized third person is in possession of the Access Data.</li>\n<li>In case Honeypot has reason to believe that an unauthorized third party is in possession of Access Data, Honeypot may, without assuming any responsibility to do so, and always acting in its sole discretion, change the Access Data without prior notice or block the respective account.\nHoneypot will promptly inform the Company and will, upon request, communicate the new Access Data to the Company without undue delay.\nThe Company cannot claim to have its initial Access Data restored.</li>\n<li>In case a third party uses Access Data, with the Company at fault, the Company’s Access Data, the Company is liable for all such actions, and for damages.\nIn such event, all access through the Company’s Access Data shall be considered as an access by the Company.</li>\n<li>During the term of the Agreement, the Company will not induce, or assist in the inducement of, any employee of Honeypot or any of its affiliates to leave their employment with Honeypot or any of its affiliates.\nThis shall apply to the extent permissible under Sec.\n75 of the German Commercial Code.</li>\n<li>Honeypot is not responsible for providing or assisting with the obtaining of any work or other permits and/or medicals and other country specific regulations and requirements that may be necessary to employ the Talent unless otherwise agreed in writing.</li>\n<li>Honeypot is relying on the information provided by the Talent.\nCompany has the obligation to satisfy itself, that the Talent is suitable for the intended job and fits Company's requirements.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Placement / Payment</strong>\n</p>\n<ol>\n<li>Company undertakes to inform Honeypot in writing (through the service or via email is sufficient) as soon as possible, but no later than the number of days specified in the Recruiting Partnership Agreement if an introduced Talent is hired or otherwise contracted by Company ( “Placement” ).\nThe notification shall include a copy of the original employment contract which must include the start date, the date the contract was signed and information about the Salary as defined in Section 5.3 below.\nHoneypot may contact Company to request status updates about ongoing negotiations.</li>\n<li>Placement shall mean any form of employment, temporary employment, contracting or other use of Talent by Company or an undertaking affiliated with Company in the sense of Sec.\n15ff.\nof the German Stock Company Act.</li>\n<li>If Talent is placed pursuant to Section 5.2 during the period of an Introduction, Honeypot will receive a commission as specified in the Recruiting Partnership Agreement, of the Talents salary ( “Salary” ).\nSalary shall include the gross base salary or fees, bonus (guaranteed and/or anticipated), commissions, allowances, inducement payments, shift allowances, location weighting and call-out allowances, and all other compensation the Talent receives or is anticipated to receive during the first year of his placement.\nExcluded is compensation paid by Company to Talent to compensate expenditures (e.g.\ntravel, relocation, visa application) as well as any equity, share options or similar compensation options.\nTo clarify: bonuses based on company performance are not excluded.\nCompany undertakes to inform Honeypot about the Salary upon notifying Honeypot about the placement.</li>\n<li>If the Placement is for less than twelve months, Honeypot’s commission will be calculated on a pro-rata basis.\nSubsequent hires, prolongations, extensions or similar will be added to the pro-rata calculation until the level as defined in Section 5.3 is reached.\nThis is done for a period of up to twenty-four months from the initial placement.\nCompany must notify Honeypot pursuant to Section 5.1.</li>\n<li>Payment terms are governed by the Recruiting Partnership Agreement.</li>\n<li>Company is entitled to refunds if the Placement is terminated.\nA placement is defined as terminated if the termination notice is signed and in effect within the time specified in the Recruiting Partnership Agreement.\nThe refund is subject to the conditions set forth in the Recruiting Partnership Agreement and paid out within 14 days upon issuing of the credit note.</li>\n<li>Company has to inform Honeypot in writing within five business days about any rehiring or similar of the Talent for a period of twelve months after termination.\nIn this case, Honeypot is entitled to reclaim the refund and will issue an invoice.\nThe Payment terms of Section 5.5 apply.</li>\n<li>Company has to transmit the signed agreement to Honeypot as proof of the conclusion of the agreement and for the invoicing processes.</li>\n<li>Honeypot reserves the right to change the fee, to be effective as of the following period of renewal.\nHoneypot shall notify the Company of any fee change in the invoice sent to the Company with regard to the period of renewal.\nIn the event of a price increase, the Company is entitled to submit to Honeypot within four (4) weeks of the date of invoice a written declaration of withdrawal from the agreement with retroactive effect from the date of the renewal.<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Non Circumvention</strong>\n</p>\n<ol>\n<li>Company explicitly agrees to withhold completely from entering a relation with or from approaching Talent either directly or through third parties, especially recruiters with regard to the Placement of introduced Talent.\nThe period introduction as defined in the Recruiting Partnership Agreement shall apply.</li>\n<li>Any direct or indirect business relations between Company and Talent or recruiters with regard to the above named services and respective Talent have to either involve Honeypot as intermediary or require Honeypot’s prior written consent.</li>\n<li>Company is personally responsible to follow this commitment and must not use any means to circumvent its obligation.</li>\n<li>Breach of this clause will result in a contractual penalty to be determined by Honeypot’s exercise of its reasonable discretion, subject to review by an independent court in Honeypot’s residential country and should not be less than five times the financial loss caused through this unauthorized action with a minimum fee of 25,000 EUR.</li>\n<li>An obligation to reimburse damages will thereby not be excluded.</li>\n<li>In case Company can prove having entered into a business relationship with recruiters or Talent in regards to the respective Talent before the Introduction of the Talent through the Service, this Section 6 shall not be enforced.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Quality of the Service / Technical Deficiencies</strong>\n</p>\n<ol>\n<li>It is in the nature of the Service that it is continuously advanced and updated.\nBy changing and advancing the Service, Honeypot intends to provide Companies a useful Service and pleasant Company experience.\nTherefore, Honeypot grants the Company access to the Service in its available form or version.\nChanges and advancements can affect system requirements and compatibility requirements.\nThe Company has no claim for maintaining or reconstruction of a specific condition of scope of services.\nAny of the Company's claims for deficiency, which refer to the technical usability of the Service itself, shall remain unaffected thereby.\nDue to the continuous advancement of the Service, Honeypot reserves itself the right to offer new features and/or to remove them from the Service or to change them.\nThe Company consents these continuous changes of the Service.</li>\n<li>Excluded from warranty are generally such errors, which occur through external influences such as operating errors by the Company, force majeure or any modifications, not carried out by Honeypot or any other manipulations.</li>\n<li>Honeypot does not assume any guarantees in a legal meaning as long as not expressively provided for in these Terms of Service.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Limitation of Liability / Availability</strong>\n</p>\n<ol>\n<li>\n<p>Honeypot shall be liable under the terms of this Agreement only in accordance with the provisions set out in Sections 8.1.1 to 8.1.5.\nExcept in case of intent or gross negligence, any liability of Honeypot shall be disclaimed.\nThe same applies in case of slight negligence by agents or assistants in performance.\nHowever, the foregoing does not apply in the following cases:</p>\n<ol>\n<li>Honeypot shall be unrestrictedly liable for losses caused intentionally or with gross negligence by Honeypot, its legal representatives or senior executives and for losses caused intentionally by other assistants in performance.\nin respect of gross negligence of other assistants in performance Honeypot’s liability shall be as set forth in the provisions for simple negligence in Section 8.1.5 b) below.</li>\n<li>Honeypot shall be unrestrictedly liable for death, personal injury or damage to health caused by the intent or negligence of Honeypot, its legal representatives or assistants in performance.</li>\n<li>If Honeypot provides a warranty it shall be liable for losses arising from the lack of any warranted characteristics up to the amount which is covered by the purpose of the warranty and which was foreseeable for Honeypot at the time the warranty was given.</li>\n<li>Honeypot shall be unrestrictedly liable in accordance with the German Product Liability Act in the event of product liability.</li>\n<li>\n<p>Honeypot shall be liable for losses caused by the negligent (including simple negligence) or intentional breach of its primary obligations by Honeypot, its legal representatives or assistants in performance.</p>\n<ol>\n<li>Primary obligations are such basic duties, which form the essence of the Agreement, which were decisive for the conclusion of the Agreement and on the performance of which Company may rely.</li>\n<li>If Honeypot breaches its primary obligations through simple negligence, then its ensuing liability shall be limited to the amount which was foreseeable by Honeypot at the time the respective service was performed.</li>\n<li>Damages shall be restricted to ten (10) times the fees provided under these Terms of Service in the past twelve (12) months.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>Subject to Clause 8.1 only and other than in case of intent Honeypot does not accept any liability under or in relation to the Agreement or its subject matter whether such liability arises due to negligence, breach of contract, misrepresentation or for any other reason for any indirect damage and consequential damage, in particular, not for loss of profit, interruption in business and/or interruption of operations of Company or its customers, unless explicitly specified otherwise in these Terms of Service.</li>\n<li>Honeypot undertakes to assure an availability of the Service of 99% (ninety nine percent) as a yearly average.\nPeriods during which the Service is not available because of technical or other problems outside Honeypot’s control (such as force majeure or third party fault) and periods during which routine maintenance works are carried out, are excluded from this.\nHoneypot may restrict access to the Service if required for network security, maintenance of network integrity and the prevention of severe malfunction of the network, the software or stored data.\nThe Company’s rights in case of intent or gross negligence remain unaffected.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Intellectual Property / Indemnification</strong>\n</p>\n<ol>\n<li>Honeypot or its respective licensor is the exclusive owner or exclusive owner of the rights of all contents of the Service.\nThe content is protected by national and international law and particularly by copyright.\nThe unauthorized dissemination, copying, deletion or any other violation of intellectual property rights and copyrights of Honeypot are prosecuted under both civil and criminal law.</li>\n<li>Honeypot grants Company a nonexclusive, nontransferable, revocable right to use the Service solely in accordance with these Terms of Service.\nHoneypot does not grant to the Company any license, express or implied, to the intellectual or industrial property of Honeypot or its licensors, except for a limited right of use according to these Terms of Service and for the duration of the Agreement.</li>\n<li>All rights not expressly granted in these Terms of Service are reserved by Honeypot.\nHoneypot will retain all rights, titles, and interests in and to the Service (except for any licensed content and third-party content included therein), including all data (such as any usage data and compilations thereof), information and software related thereto.\nThe Company acknowledges that the software, information, content and data related to the Service (such as any usage data or compilations thereof) are protected for Honeypot under copyright and similar rights and may contain trade secrets or other intellectual or industrial property owned or licensed by Honeypot.</li>\n<li>Company warrants, that it has the right (i) to submit the information to the Service and (ii) to grant Honeypot the right to use the information as described above.</li>\n<li>Company hereby agrees to indemnify, defend and hold harmless Honeypot and its subsidiaries, directors, officers, employees, owners and agents against any and all claims, actions, demands, liabilities, losses, damages, judgments, settlements, costs, and expenses (including reasonable attorneys' fees and costs) based on (i) any failure or breach of the Agreement and the Terms of Service, including any representation, warranty, covenant, restriction or obligation made by Company herein, (ii) any misuse by Company, or by a party under the reasonable control of Company.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Confidentiality</strong>\n</p>\n<ol>\n<li>Except as otherwise provided in these Terms of Service or with the consent of Honeypot, the Company agrees that all information, including, without limitation, the terms of the Agreement, business information, customer lists, and pricing and sales information, curriculum vitae and work examples concerning Honeypot or any of Honeypot’s other Companies provided by or on behalf of any of them shall remain strictly confidential and secret and shall not be utilized, directly or indirectly, by Company for any purpose other than Company’s participation in the Service ( “Confidential Information” ).</li>\n<li>Company shall especially not use any information obtained from the Service to develop, enhance or operate a service that competes with the Service, or assist another party to do the same.</li>\n<li>After and during the term of the Agreement, neither party will use for any purpose or disclose to any third party, any Confidential Information of the other party.\nAny exception to this must be obtained in advance.</li>\n<li>The foregoing restriction does not apply to information that has been developed independently by the receiving party without access to the other party’s Confidential Information or has been rightfully received from a third party authorized to make such disclosure or has been approved for release in writing by the disclosing party or has become publicly known through no breach of this Section by the receiving party or is required to be disclosed by a competent legal or governmental authority, provided that the receiving party gives the disclosing party prompt written notice of such requirement prior to disclosure and assists in obtaining an order to protect the information from public disclosure.</li>\n<li>Honeypot may use aggregated and anonymized data for statistical and marketing purposes.\nHoneypot will aggregate and anonymize data from multiple Companies before releasing such aggregated data.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Term / Termination</strong>\n</p>\n<ol>\n<li>The Agreement shall commence on the date of Honeypot’s approval of Company's application and shall continue thereafter until terminated as provided herein.</li>\n<li>Each party has the right to terminate the agreement by giving an advance notice of 7 days unless otherwise agreed in writing.</li>\n<li>Sections 5, 6 and 10 shall survive any termination of the Agreement.\nSection 10 for five years.</li>\n<li>The parties remain free to terminate the Agreement for cause at any time.</li>\n<li>\n<p>Either Party has the right to terminate the Agreement immediately by written notice if:</p>\n<ol>\n<li>The other Party ceases or threatens in writing to not carry on its business;</li>\n<li>The other Party is the subject of a bankruptcy order or becomes insolvent or makes any arrangement or composition with or assignment for the benefit of its creditors or if any of the other Party’s assets are the subject of any form of seizure, or the other Party goes into liquidation either voluntary (otherwise than for reconstruction or amalgamation) or compulsory that is not dismissed within ninety (90) days, or a receiver or administrator is appointed over the other’s assets.</li>\n</ol>\n</li>\n<li>Every termination must be in written form, whereby the written form is maintained by email.\nUpon request, the reasons for extraordinary termination must be disclosed immediately in writing if the termination notice did not specify them already.\nAny standard termination notice does not require specification of the termination reasons.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Data Protection</strong>\n</p>\n<ol>\n<li>Honeypot processes and utilizes the Company's data collected during the performance of the Agreement and within the framework of the these Terms of Service, specifically to the extent necessary to fulfil the agreement properly, in accordance with all applicable European and German data protection provisions.\nThe privacy policy of Honeypot shall apply (retrievable under Privacy Policy )</li>\n<li>The Company understands and agrees, that Honeypot may contact Company via phone, email or messaging service and suggest Talents which fit the Company’s profile.</li>\n<li>The Company is obliged to process personal data submitted in accordance with all applicable European and German data protection regulations and to delete personal data as soon as the data is no longer necessary for the respective purpose or legal deletion periods have expired.\nThe Company is also not allowed to transfer personal data of Talent to third parties other than those covered by Data Processing Agreements.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Changes to the Terms of Service</strong>\n</p>\n<ol>\n<li>Each login to the Service is subject to these Terms of Service.</li>\n<li>Honeypot may make changes to these Terms of Service (including amendments) at any given time, for the future, if this should prove necessary (in particular to reflect changes in the Service or changes in the legal framework applicable to it, such as new legislation or case-law) and provided the Company is not disadvantaged contrary to good faith.</li>\n<li>The Company will be notified of changes to the Terms of Service in appropriate form.\nHoneypot will notify the Company on the Service, or via email.\nChanges to the Terms of Service will always be highlighted upon first login after the changes or amendments have been made.</li>\n<li>The Company may dispute changes to the Agreement within a time period of two weeks following receipt of the notification of the changes and the possibility of taking notice thereof.\nIt is recommended that the Company submits its opposition in writing (for example via email).</li>\n<li>The changes to the Terms of Service become binding in the event that the Company (i) does not dispute the changes within the above-mentioned time period or (ii) continues to use the Service after the above-mentioned period.</li>\n<li>Honeypot will inform the Company about the possibility of disputing the changes and the legal consequences, especially the legal consequences of a lack of opposition, when notifying the Company about the changes to the Terms of Service.</li>\n<li>If the Company disputes the changes in time, each party may terminate the Agreement with one month’s prior notice unless termination is possible at any time according to Section 11.\nUntil termination, the Agreement in their former version will govern the Company’s relationship with Honeypot.\nThe Company does not have any other claims against Honeypot.</li>\n<li>Changes to the terms of the Recruiting Partnership Agreement have to be made in writing and agreed to by both parties.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Governing Law / Jurisdiction</strong>\n</p>\n<ol>\n<li>This Agreement shall be governed by and construed in accordance with the laws of Germany.\nThe Company irrevocably submits to the exclusive jurisdiction of the German courts in Berlin over any claim, dispute or matter arising under or in connection with this Agreement or its enforceability.\n<br>\n<br>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>General Provisions</strong>\n</p>\n<ol>\n<li>The Agreement contains the entire agreement between Honeypot and Company with respect to the subject matter hereof, and supersedes all prior and/or contemporaneous agreements or understandings, written or oral.\nTerms and conditions of the Company do not become part of the Agreement, unless Honeypot has accepted them in writing.</li>\n<li>All or any of Honeypot’s rights and obligations under the Agreement may be assigned to a subsequent owner or operator of the Service in a merger, acquisition or sale of all or substantially all of Honeypot’s assets.\nThe Company must not assign or transfer the Agreement or any or all of its rights thereunder without the prior written consent of Honeypot.\nThis Agreement will be binding on and will inure to the benefit of the legal representatives, successors and valid assigns of the parties hereto.</li>\n<li>Except as set forth in the Section 13 above, the Agreement may not be modified without the prior written consent of both parties.\nAny changes, amendments or the abrogation of the Agreement (partly or entirely) require written form (letter, fax or email).\nthe requirement of written form can only be waived in written form.</li>\n<li>The English version of these Terms of Service is decisive.</li>\n<li>By submitting the completed Recruiting Partnership Agreement (signed in writing or electronically), Company affirms and acknowledges that Company has read these Terms of Service in their entirety and agrees to be bound by all of its terms and conditions.\nIf Company does not wish to be bound by these Terms of Service, Company should not submit an application to join the Service.</li>\n</ol>\n</li>\n</ol>\n<p>© 2020 Honeypot</p>\n<ul>\n<li>EN</li>\n<li>DE</li>\n<li>NL</li>\n</ul>For TalentsFor EmployersAbout Us<ul>\n<li>Press</li>\n<li>Careers</li>\n<li>FAQ</li>\n<li>Legal Notice</li>\n<li>Privacy Policy</li>\n<li>Cookie declaration</li>\n<li>Terms of Service</li>\n</ul>Community<ul>\n<li>Blog</li>\n<li>GraphQL Conf</li>\n<li>Hive Conference</li>\n</ul>We're social, too!<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>Github</li>\n<li>Instagram</li>\n<li>Youtube</li>\n<li>[email&nbsp;protected]</li>\n</ul>", "created_at": "2018-09-19 12:48:50.888829", "updated_at": "2020-12-14 20:07:07.418984"}], "points": [{"id": 4666, "title": "You can delete your content from this service", "source": "https://www.honeypot.io/pages/privacy", "status": "Generated through the annotate view", "created_at": "2018-09-20 13:22:59.384383", "updated_at": "2018-10-07 14:37:40.12831", "quoteText": "The specified data and your entire user account can always be deleted in the\ncustomer area", "case_id": 175, "document_id": 543, "quoteStart": 7505, "quoteEnd": 7595}], "urls": ["honeypot.io"]}}