{"error": 448, "message": "OK", "parameters": {"id": 5125, "name": "signulous", "created_at": "2021-10-14 19:00:03.155488", "updated_at": "2021-10-14 22:01:08.837015", "wikipedia": null, "keywords": null, "related": null, "slug": "signulous", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5125.png", "url": "signulous.com", "documents": [{"id": 9192, "name": "Terms", "url": "https://www.signulous.com/terms", "xpath": "/html/body/main/section", "text": " Terms &amp.\nConditions <p>When placing an order, you (the customer) agree to the following terms and conditions:</p> Your Order <p>You fully understand and agree that you will become a member of our development team at Mabuhay Network LLC, and that your device registration is provided as a free benefit of your membership.\nWe reserve the right to revoke your membership at any time.\nYou are not directly purchasing a UDID registration or app downloads.\nYour purchase covers the time and resources it takes for us to add you to our team and provide support.</p> Support <p>You fully understand that we can only provide support for issues directly related to your device registration.\nWe are under no obligation to assist you with obtaining or installing any software, and we are not responsible for any issues resulting from the installation thereof.</p> Refunds <p>You fully understand that we are under no obligation to refund any order.\nDue to Apple's policies, a registration can't be removed once it has been submitted.\nIf an order is refunded, the registration will be disabled.</p> Software <p>You fully understand that we provide access to third-party software, and we are not responsible for any bugs or compatibility issues.\nWe reserve the right to remove any software from our library for any reason.\nWe do not condone the acquisition or installation of any software if such acquisition or installation constitutes theft.\nWe will disable your access to our service if you repeatedly engage in copyright infringement.</p> Definitions Used <p>By \"Signulous\", \"We\", \"Us\", \"Our\", we mean the Signulous website as a whole, and the Mabuhay Network LLC business entity.\nBy \"You\", \"Your\", we mean the user of the website, customer of Signulous, viewer of content, and any other audience of Signulous.\nBy \"Order\", we mean a completed transaction, whereby payment has been processed fully and has been paid to Mabuhay Network LLC.</p>\n", "created_at": "2021-10-14 19:00:03.160386", "updated_at": "2021-10-14 17:00:34.161644"}], "points": [], "urls": ["signulous.com"]}}