{"error": 448, "message": "OK", "parameters": {"id": 3092, "name": "Watson", "created_at": "2021-04-11 22:27:53.964678", "updated_at": "2021-05-05 00:02:22.918471", "wikipedia": "https://als.wikipedia.org/wiki/Watson_(Nachrichtenportal)", "keywords": null, "related": null, "slug": "watson", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3092.png", "url": "watson.ch", "documents": [{"id": 4919, "name": "Conditions générales d’utilisation", "url": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "xpath": "//body", "text": " <ul>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>Téléchargez l’app!</li>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>Mode nuit on / off</li>\n<li>Grande police d’écriture on / off</li>\n<li>Marquer comme lu on / off</li>\n<li>Vue d’ensemble on / off</li>\n</ul>\n<ul>\n<li>Page d'accueil</li>\n<li>Suisse</li>\n<li>International</li>\n<li>Economie</li>\n<li>Sport</li>\n<li>Divertissement</li>\n<li>Blogs</li>\n<li>Promotions</li>\n</ul> Thèmes du moment: <ul>\n<li>Covid-19</li>\n<li>Santé</li>\n<li>Société</li>\n<li>Politique</li>\n<li>Conseil&nbsp;fédéral</li>\n<li>Coronavirus</li>\n<li>Etats-Unis</li>\n<li>Argent</li>\n<li>Environnement</li>\n<li>Enfance</li>\n<li>Ecologie</li>\n<li>Cinéma</li>\n<li>Royaume-Uni</li>\n<li>Climat</li>\n<li>Petits-enfants</li>\n<li>Tous les thèmes</li>\n</ul>\n<ul>\n<li>Obtenir l'application</li>\n<li>watson sur Facebook</li>\n<li>Commercialisation</li>\n<li>A notre sujet</li>\n<li>Impressum</li>\n<li>Conditions</li>\n<li>Protection des données</li>\n</ul>\n<ul>\n<li> 7° </li>\n<li> DE | FR </li>\n</ul> 7° DE | FR Envoyer <ul>\n</ul>\n<ul>\n<li>Suisse</li>\n<li>International</li>\n<li>Economie</li>\n<li>Sport<ul>\n<li>Réveil Musculaire</li>\n<li>British Corner</li>\n</ul>\n</li>\n<li>Divertissement<ul>\n<li>Copin Comme Cochon</li>\n<li>Feed Porn</li>\n<li>Unagi</li>\n</ul>\n</li>\n<li>Blogs</li>\n<li>Promotions<ul>\n<li>Les Good News</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Conditions générales d'affaires </li>\n<li> Politique de confidentialité </li>\n<li> Publicité numérique </li>\n</ul> Conditions générales d’utilisation <p>\n<strong> Conditions générales de watson pour l'utilisation de l'offre sur www.watson.ch et de l'application mobile correspondante </strong>\n</p>\n<p>\n<strong>Note préliminaire</strong>\n<br> Les conditions d'utilisation n'utilisent que la forme masculine par souci de clarté, mais bien entendu, les deux sexes sont visés.\n</p> Table des matières <ol>\n<li> 1.\nChamp d‘application </li>\n<li> 2.\nObligation de respecter les conditions générales d'utilisation </li>\n<li> 3.\nAutorisation d‘utilisation </li>\n<li> 4.\nDomaine d‘application </li>\n<li> 5.\nInscription </li>\n<li> 6.\nMot de passe personnel </li>\n<li> 7.\nRésiliation du contrat d‘utilisation </li>\n<li> 8.\nChangements et cessation des offres de la plate-forme </li>\n<li> 9.\n.\nResponsabilité de watson </li>\n<li> 10.\nDispositions relatives aux contenus créés par les utilisateurs (\"contributions\") </li>\n<li> 11.\nProtection des données </li>\n<li> 12.\nConcours </li>\n<li> 13.\nDispositions finales </li>\n</ol> 1.\nChamp d‘application <p> Le site web www.watson.ch et l'application mobile correspondante (ci-après : la \"plateforme\") ainsi que les services offerts via cette plate-forme sont fournis par Fixx-Punkt AG (ci-après : \"l’exploitant\").\nLes présentes conditions générales d'utilisation s'appliquent à toutes les personnes qui utilisent la plate-forme, de quelque manière que ce soit (ci-après : \"les utilisateurs\").\nCela vaut indépendamment du fait que l’accès à la plate-forme intervienne de Suisse ou de l'étranger.\n</p> 2.\nObligation de respecter les conditions générales d'utilisation <p> En accédant et en utilisant la plate-forme, l'utilisateur accepte expressément les présentes conditions générales d'utilisation et la politique de confidentialité de watson.\nL’utilisation du site web implique que l'utilisateur s'engage à respecter les présentes conditions générales d'utilisation.\nPour des motifs commerciaux légitimes, nous utilisons des cookies sur notre site web.\nL'utilisateur peut restreindre l'utilisation de ces cookies dans ses paramètres personnels.\nCe faisant, l'utilisateur accepte que certaines fonctions ne puissent plus être utilisées.\n</p> Retour à la table des matières 3.\nAutorisation d‘utilisation <p> Le droit d'utiliser de la plate-forme est uniquement accordé aux personnes qui ont donné leur consentement aux conditions générales d'utilisation selon ch.\n2 ci-dessus et qui, ce faisant, ont conclu un contrat d'utilisation.\n</p> 4.\nDomaine d‘application <p> L'utilisation de la plate-forme est destinée à un usage personnel.\nL'utilisation commerciale est strictement interdite.\nL'exploitant est titulaire de tous les droits, en particulier les droits d'auteur et autres droits incorporels.\n</p> Retour à la table des matières 5.\nInscription 5.1 Conditions d‘inscription <p> L’inscription implique que l'utilisateur indique les données requises dans le masque d'enregistrement (\"Demande d’inscription\").\nL’inscription est personnelle.\nLa création automatisée de comptes est interdite.\nL'utilisateur doit être identifiable sur la base des informations fournies lors de l'inscription .\ncela signifie que ces informations doivent être conformes à la vérité.\nLa capacité de discernement de la personne qui s’inscrit est une condition préalable.\nLa personne qui remplit le formulaire d’inscription est consciente du fait qu'elle est personnellement responsable du contenu engendré par l'utilisation de son compte (cf.\nch.\n10).\n</p> 5.2 Conclusion du contrat d'utilisation à l'occasion de l'inscription <p> Par son inscription, l'utilisateur reconnaît expressément la validité des présentes conditions générales d'utilisation et la politique de confidentialité de watson.\nL‘exploitant peut refuser l'inscription sans avoir à se justifier.\nIl n'existe pas de droit à l'enregistrement.\nL'utilisateur reçoit confirmation de son inscription sur une page idoine.\nLe présent contrat d'utilisation entre en vigueur au plus tard à la fin du processus d’inscription.\nDès cet instant, l'utilisateur dispose d'un compte pour l'utilisation des services de watson.\n</p> Retour à la table des matières 6.\nMot de passe personnel <p> Lors de son inscription (cf.\nch.\n5), l’utilisateur reçoit un mot de passe personnel (\"mot de passe\"), qui lui donne accès à son compte individuel (\"compte\").\nL'accès aux services de la plate-forme n'est possible qu'avec ce mot de passe.\nL'utilisateur n’est pas autorisé à divulguer le mot de passe à des tiers et doit le conserver en lieu sûr afin d'éviter toute utilisation abusive.\n</p>\n<p> L’utilisateur est tenu d'informer immédiatement watson, respectivement l'exploitant, si le mot de passe est perdu ou s'il apprend que des tiers non autorisés ont pris connaissance du mot de passe.\nSi l'utilisateur ne fournit pas la preuve qu'un tiers a utilisé l'accès à la plate-forme sans son consentement, toutes les déclarations faites via le compte (par exemple des commandes) sont attribuées à l'utilisateur.\nCe dernier est responsable de toute utilisation abusive par des tiers, sauf s'il peut prouver qu'il n'est pas fautif.\n</p> Retour à la table des matières 7.\nRésiliation du contrat d‘utilisation 7.1 Résiliation du contrat d’utilisation par l’exploitant <p> L'exploitant a le droit de résilier le contrat d'utilisation à tout moment, sans préavis et sans indication de motifs.\nAvec la résiliation, le droit d'accès à la plate-forme s'éteint.\nEn particulier, le mot de passe (cf.\nch.\n6) expire avec la résiliation.\nLa résiliation par l'exploitant se fait par courrier électronique.\n</p>\n<p> En particulier, l'exploitant résiliera le contrat si de fausses informations sont fournies lors de l'inscription, si les conditions d'inscription ne sont pas remplies, si les dispositions des présentes conditions générales d'utilisation sont violées ou s'il existe des indices sérieux indiquant que l'utilisateur mène des activités illégales.\n</p> 7.2 Résiliation du contrat d’utilisation par l‘utilisateur <p> L'utilisateur a le droit de résilier le contrat d'utilisation sans préavis, à tout moment et sans avoir à en indiquer les motifs.\nDès réception de la demande, la validité du mot de passe de l'utilisateur expire et son compte est supprimé dans un délai d'un mois, conformément au ch.\n7.3.\nLa résiliation s’effectue via les paramètres du profil personnel.\n</p> 7.3 Suppression du compte après la résiliation <p> Le compte de l'utilisateur sera supprimé dans le mois suivant la réception de son avis de résiliation ou après que l'opérateur a signifié son avis de résiliation (cf.\nch.\n7.1 et 7.2).\nÀ la résiliation du compte, toutes les données concernant l’utilisateur seront supprimées, à moins que le stockage de ces données ne soit nécessaire pour l'exécution et le règlement d'un rapport juridique existant, en cas de besoin s’agissant de créances contre l'exploitant, à des fins de preuve ou en respect d'obligations légales de conservation de données, cela au maximum pour dix ans.\nPour des raisons techniques, les contributions des utilisateurs qui ont déjà été publiées (cf.\nch.\n10) ne peuvent pas être supprimées ou retirées de la plate-forme.\nElles restent donc accessibles au public sous forme anonyme, même après la suppression du compte.\nLes droits cédés conformément au ch.\n10.4 restent acquis à l'exploitant, même après la résiliation et la suppression du compte.\n</p> Retour à la table des matières 8.\nChangements et cessation des offres de la plate-forme <p> L'utilisateur ne peut prétendre à la fourniture de services par la plate-forme.\nL'exploitant se réserve le droit de modifier les offres et les URL de la plate-forme à tout moment, à sa discrétion et sans donner de raisons, ou de les supprimer en totalité.\nEn particulier, les comptes peuvent être bloqués ou désactivés sans compensation.\nL'exploitant est autorisé à transférer à tout moment la fourniture de tous les services, en tout ou en partie, à des tiers.\n</p> Retour à la table des matières 9.\nResponsabilité de watson 9.1 Principe <p> L'exploitant est uniquement responsable des dommages directs causés volontairement ou par une négligence grave et qui relèvent de son domaine de responsabilité.\nEn aucun cas, l'exploitant ne saurait être tenu responsable des dommages indirects, des pertes de profits, des transmissions défectueuses ou des pertes de données.\nLa responsabilité est expressément exclue dans la mesure autorisée par la loi.\n</p> 9.2 Exclusion de responsabilité au sujet des contenus <p> Malgré un examen minutieux et des démarches poussées, l'exploitant ne peut pas garantir que les contenus publiés sur la plate-forme sont toujours à jour, corrects et complets.\nC'est pourquoi l'exploitant décline toute responsabilité quant à l'actualité, l'exactitude et l'exhaustivité du contenu de la plate-forme.\n</p> 9.3 Exclusion de responsabilité concernant les liens et les services de tiers <p> La plate-forme contient des liens vers d'autres sites web et services en ligne.\nSi l'utilisateur utilise un lien, clique sur une bannière publicitaire ou tout autre type de publicité, il sera redirigé vers le site web ou le service en ligne d'un tiers.\nLe fait que la plateforme contienne des liens vers d’autres sites web, des contenus, des bannières publicitaires ou tout autre type de publicité ne signifie pas qu’elle approuve ces contenus, ni qu'il existe une quelconque autorisation ou affiliation de la plate-forme envers ces tiers, ni qu'elle approuve leurs politiques de protection de la vie privée ou de sécurité des données.\nCertains sites web et services ont des règles différentes s’agissant du traitement des données personnelles et autres fournies par les utilisateurs.\nIl est de la responsabilité de l'utilisateur de prendre connaissances des directives sur la protection des données ou les informations y relatives fournies par les sites web et services en ligne en question.\nL'exploitant n'exerce aucun contrôle sur ces sites web et services en ligne.\n</p> 9.4 Exclusion de responsabilité concernant la sécurité des données et les risques généraux liés à l'utilisation d'ordinateurs et d'appareils mobiles <p> L'exploitant fait usage de mesures de sécurité physiques, technologiques et administratives appropriées et s'efforce de les appliquer dans la mesure où les circonstances le permettent.\nCependant, aucune méthode de transmission et de stockage des données sur Internet n'est sûre à 100 %.\nBien que l'exploitant fasse son maximum pour protéger les informations personnelles de ses utilisateurs dans la limite de moyens financièrement viables, il ne peut garantir leur sécurité absolue.\nL'exploitant ne garantit pas la sécurité des données (chats, messages hors-ligne, contributions, etc.).\nEn particulier, il ne peut garantir que les téléchargements en amont et en aval de la plate-forme ne causent aucun dommage à l'ordinateur ou à d'autres appareils mobiles.\nPar conséquent, aucune responsabilité n'est assumée en cas de dysfonctionnement technique quel qu’il soit.\nEn particulier, l'exploitant ne garantit pas la fonctionnalité et la disponibilité de la plate-forme, ni la reproduction complète et correcte du contenu.\nCela vaut également pour les contenus créés par les utilisateurs (cf.\nch.\n10).\n</p>\n<p> Si l'opérateur a connaissance de problèmes de sécurité qui entraîne un accès illicite aux données de l’utilisateur, il informera ce dernier, dans toute la mesure du possible, par voie électronique afin que celui-ci soit en mesure de prendre les dispositions de sécurité appropriées.\n</p> 9.5 Limitation de la responsabilité en matière d'hameçonnage (« pishing ») <p> L'usurpation d'identité et le \"phishing\" sont des questions prises très au sérieux par l’exploitant.\nLes informations relatives aux mesures de sécurité qui contribuent à protéger l’identité des utilisateurs relèvent de la plus haute priorité.\nwatson ne demandera jamais à ceux-ci de divulguer des informations relatives à leur carte de crédit, leur numéro de compte, leur mot de passe ou leur numéro de carte d'identité ou de passeport dans un courriel non sécurisé ou non sollicité ou lors d'une conversation téléphonique.\nL'opérateur n'assume aucune responsabilité pour les cas d'hameçonnage.\n</p> 9.6 Exclusion de responsabilité concernant les contenus créés par les utilisateurs (contributions) <p> L'exploitant n'est pas responsable des contributions des utilisateurs (cf.\nch.\n10).\nLe contenu ne provient pas de l'exploitant de la plate-forme.\n</p> 9.7 Réserve des dispositions contractuelles des partenaires <p> Si des services et des biens sont offerts par des partenaires via la plate-forme (par exemple du contenu, des services, des produits en ligne, etc.), l'exploitant ne devient pas un partenaire contractuel de l'utilisateur en ce qui concerne ces services et biens.\nCes contrats sont conclus uniquement entre l'utilisateur et le partenaire.\nCe sont les dispositions contractuelles des partenaires concernés qui s'appliquent à titre exclusif.\nL'exploitant n'assume aucune responsabilité.\n</p> 9.8 Exclusion de responsabilité concernant d’autres personnes <p> Les dispositions susmentionnées (ch.\n9) s'appliquent également aux employés, représentants et autres personnes auxiliaires de l'exploitant.\nLa responsabilité du personnel auxiliaire est généralement exclue.\n</p> Retour à la table des matières 10.\nDispositions relatives aux contenus créés par les utilisateurs (\"contributions\") <p> Dès leur inscription (cf.\nch.\n5), les utilisateurs ont la possibilité de publier du contenu (par exemple des textes, des photos, des informations, des données, des vidéos, des fichiers audio, des articles, des commentaires, des logiciels, des scripts, des liens et des graphiques) sur la plate-forme.\nÀ titre d’illustration, les offres de la communauté comprennent des forums, des livres d'or, des commentaires, des bulletins d'information, des photos ou d'autres contributions.\nL'utilisateur est conscient que ses contributions sont accessibles au public pendant un temps et dans un espace illimités et qu’elles peuvent être récupérées via des moteurs de recherche pendant durant une période illimitée.\nLes présentes conditions générales d'utilisation et les directives relatives à la protection des données de watson s'appliquent lorsque les fonctions de contribution sont utilisées.\n</p> 10.1 Transmission des contributions <p> Les contributions doivent être envoyées par l'utilisateur via la plate-forme ou par courrier électronique.\nL'inscription est une condition préalable à l'envoi des contributions.\nLes supports de données non sollicités ne seront pas retournés.\nL'utilisateur n'a aucun droit à voir figurer sa contribution sur le site web.\n</p> 10.2 Responsabilité exclusive de l'utilisateur pour les contributions <p> L'utilisateur est seul responsable de ses contributions.\nS'il met en ligne une contribution, quelle que soit sa forme, il confirme qu'il respecte l’ordre juridique, les droits des tiers, la morale, les bonnes manières et les règles de conduite sur Internet (nétiquette, chatiquette).\nEn particulier, l'utilisateur confirme qu'il a tous les droits sur les contributions transmises et qu'il dispose des autorisations nécessaires des tiers.\n</p>\n<p> En particulier, l'utilisateur s'engage à ne pas télécharger, stocker, diffuser, présenter ou rendre accessible au public, publier, faire référence ou créer des liens à l'aide de la plateforme vers tout contenu qui </p>\n<ul>\n<li> lèse les droits de la personnalité et/ou les droits de tiers (par exemple brevets, droits d'auteur, marques, secrets), </li>\n<li> est obscène, insultant, diffamatoire, menaçant, offensant, pornographique, violent, harcelant, inapproprié pour les mineurs, raciste, incitant à la haine, xéno-phobe, d'extrême droite, anticoncurrentiel, contenant des incitations à la violence ou d'autres infractions pénales ou sont répréhensibles, quel qu’en soit le motif, </li>\n<li> n’est pas objectif ou n'a aucun rapport avec le contenu commenté, </li>\n<li> contient des virus ou constitue des envois en masse non sollicités (\"spams\"), </li>\n<li> invite à la participation à des chaînes de lettres, à des jeux pyramidaux (jeu de l’avion) et à des promotions d'actions gratuites et/ou poursuit des objectifs commerciaux ou autres.\n</li>\n</ul>\n<p>\n</p> 10.3 Responsabilité exclusive de l'utilisateur concernant ses contributions <p> En cas de manquements, de violation de la loi ou des présentes conditions générales d'utilisation, l'utilisateur est seul responsable des conséquences juridiques.\n</p>\n<p> L'utilisateur prend en charge l’indemnisation de watson, de l'exploitant ainsi que de leurs organes, employés et auxiliaires en cas de réclamations justifiées de tiers qui se basent sur du contenu ou un comportement diffusé et rendu accessible au public par l'utilisateur sur la plate-forme.\nL'utilisateur assume ainsi les démarches et la défense des droits dans le cadre de tout litige, demande de dommages-intérêts, autres poursuites et réclamations.\nEn particulier, l'utilisateur doit supporter tous les frais judiciaires et extrajudiciaires engagés pour défendre les droits de l'exploitant, de ses organes, de ses employés et des personnes auxiliaires.\n</p> 10.4 Cession des droits des contributions <p> En publiant des contributions (cf.\nch.\n10) sur la plate-forme, l’utilisateur accorde à l'exploitant le droit, gratuitement, de présenter la contribution aussi souvent qu'il le souhaite et sans aucune restriction temporelle ou spatiale sur toutes les pages de la plateforme où la contribution a été envoyée, de la rendre accessible au public, de la distribuer, de la mettre à disposition de tiers ou de l'utiliser de toute autre manière (droits d'utilisation et droits d'édition).\nL’exploitant conserve les droits accordés indéfiniment, même après la fin du contrat d'utilisation.\n</p>\n<p> En publiant sa contribution, l'utilisateur confirme qu’il dispose des droits qui lui sont accordés et qu'il n'en a pas disposés autrement.\nIl s'assure notamment qu'il ne viole aucun droit d'auteur ou autre droit de tiers.\n</p>\n<p> Une utilisation à des fins publicitaires (annonces) n'est possible qu'après consultation de l'utilisateur ou de l'auteur concerné et l’obtention de son consentement.\n</p> 10.5 Exclusion de l'obligation de vérification de l'exploitant concernant les contributions <p> L'exploitant ainsi que les auxiliaires de watson ne sont pas tenus de vérifier les contributions et les contenus de la plate-forme créés par les utilisateurs.\nEn particulier, l’exploitant ne doit pas vérifier l'exactitude, l'exhaustivité et la légalité des contributions des utilisateurs dans l'espace communautaire (cf.\nch.\n10.2).\nLes contributions publiées par les utilisateurs ne correspondent pas à l'opinion de l'exploitant, de ses organes, de ses employés ou d'autres personnes auxiliaires de watson.\n</p> 10.6 Suppression des contributions <p> L'exploitant ainsi que ses administrateurs sont autorisés à supprimer des postes individuels ou des parties de postes à tout moment, à leur seule discrétion.\nIndépendamment du droit susmentionné, l'exploitant supprimera les postes qui enfreignent le ch.\n10.2.\nDans ce cas, l'exploitant et son administration se réservent le droit de bloquer l'accès de l’utilisateur concerné à certaines fonctions.\nL'utilisateur quant à lui ne dispose pas de ce droit, y compris en ce qui concerne les contributions de tiers.\nEn règle générale, l'exploitant informera l’utilisateur concerné de la suppression de sa contribution.\nL'utilisateur n'a toutefois pas le droit d'être informé.\n</p> 10.7 Obligation d’annonce des utilisateurs <p> L'utilisateur s'engage à signaler à l'exploitant de watson toute contribution ou contenu qui enfreint la loi ou le ch.\n10.2.\n</p> Retour à la table des matières 11.\nProtection des données <p> Les dispositions relatives au traitement des données relèvent de la politique de confidentialité de watson.\nElles font partie intégrante des présentes conditions générales d'utilisation.\n</p> 12.\nConcours 12.1 Participation gratuite <p> La participation aux concours est gratuite.\nSi les présentes conditions générales d'utilisation ne sont pas acceptées, il est possible de participer aux concours en envoyant uncarte postale (watson, Hardstrasse 235, 8005 Zurich).\nDans ce cas, seules les dispositions du ch.\n12 des présentes conditions d'utilisation sont applicables.\n</p> 12.2 Information des gagnants <p> Les gagnants seront informés de leurs gains par écrit par la plate-forme.\nLes utilisateurs qui participent au concours donnent leur accord pour que leur nom d'utilisateur soit publié sur la plate-forme en cas de gain.\nS'il n'y a pas de nom d'utilisateur, les données soumises à l'occasion de la participation au concours seront publiées (cf.\nch.\n12.1).\n</p> 12.3 Motifs d‘exclusion <p> Les concours doivent se dérouler en toute équité.\nPar conséquent, l'exploitant se réserve le droit d'exclure des participants individuels du concours pour des raisons objectivement justifiées, même après le tirage au sort.\nCela s'applique en particulier aux participants qui utilisent plusieurs comptes ou qui participent au tirage plusieurs fois par l'intermédiaire de tiers (femme ou hommes de paille).\nDe même, les participants qui enfreignent les conditions de participation de toute autre manière ou qui tentent d'influencer le déroulement du tirage au sort peuvent être exclus.\n</p> Retour à la table des matières 13.\nDispositions finales 13.1 Communications <p> Les communications de la plate-forme à l'utilisateur se font par courrier électronique.\nLes utilisateurs acceptent d'être informés par ce biais pour tout type d'information.\nSi une date, respectivement une heure sont déterminantes, celles affichées sur le serveur de la plate-forme font foi.\n</p> 13.2 Modification des conditions générales d‘utilisation <p> L’exploitant se réserve le droit de modifier les conditions générales d'utilisation en tout temps.\nIl informera les utilisateurs des changements par le biais de la plate-forme.\nLes modifications des conditions générales d'utilisation sont réputées approuvées par l'utilisateur s'il continue à utiliser les offres de la plate-forme après l'écoulement d'un mois dès l'entrée en vigueur des nouvelles conditions générales d'utilisation ou s'il ne résilie pas dans les deux mois suivant l'entrée en vigueur des modifications, conformément au point 7.2.\n</p> 13.3 Droit applicable <p> Le droit suisse est applicable à toutes les relations contractuelles entre l’exploitant et les utilisateurs, sous réserve de règles en matière de conflit de lois, de la Convention des Nations Unies sur les contrats de vente internationale de marchandises et du droit des traités d’Etat en matière de contrats.\n</p> 13.3 Claude de sauvegarde <p> Si certaines dispositions du présent contrat ou des directives sur la protection des données sont invalides ou incomplètes, ou si leur exécution devient impossible, cela n'affecte pas la validité des autres parties du contrat.\n</p> Retour à la table des matières Déclaration de confidentialité Table des matières <ol>\n<li> 1.\nEn général </li>\n<li> 2.\nTraitement des données et utilisation </li>\n<li> 3.\nTransmission de données à caractère personnel à des tiers </li>\n<li> 4.\nTransmission à l‘étranger </li>\n<li> 5.\nIntégration des offres de tiers </li>\n<li> 6.\nBase juridique pour le traitement des données </li>\n<li> 7.\nDurée de conservation </li>\n<li> 8.\nVos droits </li>\n<li> 9.\nOpposition </li>\n<li> 10.\nContact </li>\n<li> 11.\nAdaptations </li>\n<li> Einstellungen Privatsphäre </li>\n</ol> 1.\nEn général <p> Bienvenue chez watson.\nLa présente déclaration de confidentialité vous informe sur la manière dont watson traite vos données personnelles (ci-après également : « vos données »).\nNous attachons une grande importance à la protection des droits personnels des utilisateurs de nos produits, respectons les réglementations applicables en matière de protection des données et prenons les mesures nécessaires pour protéger vos données.\n</p>\n<p> Les sites web d'autres fournisseurs accessibles via nos sites web ne sont pas soumis aux règles de protection des données énoncées ci-après.\nNous n'assumons aucune responsabilité quant au respect de la protection des données par les sites web de tiers.\n</p> Retour à la table des matières 2.\nTraitement des données et utilisation 2.1 En général <p> Les « données personnelles » sont toutes les indications et informations qui se rapportent à une personne déterminée ou identifiable.\nCela comprend, par exemple, les coordonnées telles que le nom, le numéro de téléphone, l'adresse ou l'adresse électronique ainsi que d'autres informations que vous nous fournissez, par exemple, lors de l'inscription, dans le cadre d'une commande ou lors de la participation à des concours ou à des enquêtes, etc.\nOn entend par « traitement » tout traitement de données à caractère personnel, en particulier la collecte, le stockage, la gestion, l'utilisation, la transmission, la divulgation ou la suppression de vos données.\nVos données ne seront utilisées qu'aux fins énoncées dans la présente charte de confidentialité.\n</p>\n<p> Ci-après, l’utilisateur est informé des cas dans lesquels des données le concernant sont recueillies, quelles sont les données traitées, des fins auxquelles elles sont utilisées et des personnes à qui elles peuvent être transmises.\nSont en outre expliqués les droits de l’utilisateur à l’égard de watson et comment il peut les faire valoir </p> 2.2 Utilisateurs anonymes de nos sites web <p> Lorsque nous visitons des sites web, nous, ainsi que des tiers, collectons, stockons et utilisons les données des utilisateurs enregistrés et non enregistrés, données qui sont recueillies par le biais de \"cookies\" et de techniques similaires.\nIl s'agit de fichiers texte qui sont stockés sur le système de l'utilisateur et permettent d'analyser l'utilisation des produits.\nCette technologie permet de reconnaître les utilisateurs individuels comme des visiteurs (de retour) et de leur offrir des services et des produits personnalisés.\nEn général, l'utilisation de cookies sert à améliorer nos services et à les rendre plus efficaces et plus sûrs.\n</p>\n<p> Nous utilisons des cookies à des fins commerciales.\nVous avez la possibilité de sélectionner les cookies que vous souhaitez d'exclure l'utilisation de certains cookies dans vos paramètres et de désélectionner ceux que vous ne désirez pas.\nVous acceptez en utilisant notre site web que certains cookies sont nécessaires à l'utilisation du site web ou qu’en activant la limitation de certains cookies, qu'en limitant l’application de certains cookies, des fonctions individuelles puissent ne pas être disponibles.\nVous trouverez de plus amples informations sur les systèmes que nous utilisons, en particulier sur la désélection des cookies, en cliquant sur le lien suivant : Paramètres de confidentialité.\n</p>\n<p> Il est fait usage des technologies susmentionnées, en particulier dans le but d’analyser le comportement de navigation des utilisateurs ainsi que pour en mesurer l’impact.\nCette mesure permet de déterminer combien de personnes utilisent l'offre de watson pour renseigner les annonceurs.\nLes informations recueillies à l'aide de ces technologies peuvent également être utilisées à des fins de marketing, pour améliorer les produits et les sites web, pour évaluer le comportement des utilisateurs, pour proposer des publicités adaptées et pour les concevoir en fonction des besoins.\n</p> 2.3 Utilisateurs non-anonymes <p> Dans le cadre du processus d'inscription, lors de l'inscription à une newsletter et de la participation à un concours ou à une loterie, nous recueillons des données personnelles telles que vos nom et prénom, adresse, adresse électronique et éventuellement d'autres données comme vos numéros de téléphone ou votre date de naissance, ainsi que toutes les données que vous avez volontairement communiquées dans votre profil d'utilisateur.\nNous utilisons ces données pour le traitement des relations contractuelles, pour permettre et vérifier votre accès aux produits ou à l'utilisation des produits conformément au contrat et pour notifier et/ou publier l’identité des gagnants des concours et des tirages au sort.\nComme base d'accès aux produits en ligne, des données sur le comportement d'utilisation individuel sont également collectées et évaluées afin d'améliorer nos produits.\nLa transmission en ligne de données personnelles entre le navigateur de l'utilisateur et nos serveurs est cryptée à l'aide d’un protocole HTTPS.\nAfin de permettre la fonctionnalité de cette technologie de cryptage, l'utilisateur est tenu d'utiliser les versions actualisées de son navigateur.\n</p> Retour à la table des matières 3.\nTransmission de données à caractère personnel à des tiers <p> Nous ne transmettons pas de données personnelles à des tiers, sauf si cela est exigé par la loi ou requis par un tribunal.\nN’est pas concernée par cette limitation de communication à des tiers la transmission de données : </p>\n<ol>\n<li> relatives à la protection juridique des utilisateurs.\n</li>\n<li> en conformité aux exigences légales.\n</li>\n<li> pour la protection et la défense des droits du fournisseur.\n</li>\n<li> en lien avec le respect des conditions d'utilisation ou la politique de confidentialité.\n</li>\n<li> aux fins de résoudre les difficultés techniques liées aux produits.\n</li>\n<li> dans l’optique de coopérer avec des partenaires de services qui ont besoin de la transmission de données pour traiter des commandes.\nDans ces cas, la transmission des données est limitée au strict nécessaire à l'exécution de la commande.\n</li>\n<li> dans l’optique de coopérer avec les partenaires de service du fournisseur, qui nous soutiennent notamment dans le domaine du marketing, pour l'analyse de certaines données techniques et pour les fonctions de traitement et/ou de stockage des données.\n</li>\n<li> à la demande d'un service de police ou d'un organisme chargé de l'application de la loi.\n</li>\n</ol>\n<p>\n</p>\n<p> Nous ne travaillons qu’avec un nombre limité de partenaires de services externes.\nIl s’agit de partenaires de confiance, que nous avons soigneusement sélectionnés et qui répondent à des normes élevées de protection et de sécurité des données.\nLes données ne leur sont communiquées que dans la mesure où cela est nécessaire à la fourniture des services offerts.\n</p>\n<p> En cas de vente, fusion ou autre réorganisation de tout ou partie des actifs de notre société, les informations personnelles peuvent être transférées, cédées, vendues ou partagées de toute autre manière avec des tiers dans le cadre de cette transaction ou réorganisation.\n</p> 4.\nTransmission à l‘étranger <p> En cas de nécessité et pour autant que cela soit approprié pour le traitement de données tel que décrit dans la présente déclaration de confidentialité, nous sommes également autorisés à transférer vos données personnelles à des tiers à l'étranger.\nSi le niveau de protection des données dans le pays concerné n'est pas adéquat, nous nous engageons à ce que la protection de vos données personnelles soit traitée selon nos standards.\nPour ce faire, nous concluons des clauses contractuelles types avec les entreprises concernées.\nLorsqu'une telle clause contractuelle type n’existe pas, nous demandons le consentement de l’utilisateur concerné pour qu'il accepte le transfert de ses données.\n</p> Retour à la table des matières 5.\nIntégration des offres de tiers <p> Nos offres numériques sont liées de différentes manières aux fonctions et systèmes de tiers, par exemple de réseaux sociaux, comme Facebook, LinkedIn ou Twitter notamment.\nSi vous disposez d’un compte auprès de ces tiers, il peut également être possible pour ceux-ci de mesurer et d'évaluer votre utilisation de nos offres numériques.\nAu cours de ce processus, d'autres données personnelles, telles que l'adresse IP, les paramètres personnels du navigateur et d'autres paramètres peuvent être transmis à ces tiers, qui peuvent stocker ces données.\nNous n'avons aucun contrôle sur l'utilisation de ces données personnelles collectées par des tiers et n’assumons aucune responsabilité.\n</p> Retour à la table des matières 6.\nBase juridique pour le traitement des données <p> Vos données personnelles sont traitées conformément aux dispositions de la loi fédérale sur la protection des données (LPD) et - le cas échéant - du Règlement européen sur la protection des données (RGPD).\n</p>\n<p> Lors du traitement de données personnelles aux fins de règlement d'une relation contractuelle, la relation contractuelle sert de base juridique.\nCela vaut également pour les opérations de traitements nécessaires à l’exécution de mesures précontractuelles.\n</p>\n<p> En cas de traitement de données nécessaire au respect d'une obligation légale, l'obligation légale concernée sert de base juridique.\n</p>\n<p> S’agissant du traitement d’autres données, nous nous basons sur notre intérêt légitime pour adapter de manière optimale et améliorer en permanence nos offres aux besoins de nos clients et pour mener des activités de marketing, ainsi que pour diffuser de la publicité adaptée à votre utilisation.\nIl s’agit d’une base importante pour le financement et le développement de nos offres.\nAfin de concrétiser ces intérêts, le traitement des données personnelles tel que décrit ci-dessus est nécessaire.\nEn effectuant une pesée des intérêts des deux parties concernées, nous sommes arrivés à la conclusion que notre manière de traiter les données personnelles n'affecte pas de manière indue les intérêts ou les droits fondamentaux de nos utilisateurs.\nSi vous êtes d'un avis différent, vous avez la possibilité de vous opposer à ce traitement de données à tout moment dans le cadre juridique prévu (cf.\nch.\n8 et 9).\n</p>\n<p> Dans les cas où nous obtenons un consentement pour le traitement des données, ce consentement est considéré comme la base juridique.\n</p> Retour à la table des matières 7.\nDurée de conservation <p> Nous n'utilisons et ne conservons vos données que le temps nécessaire en fonction de la finalité du traitement en question ou aussi longtemps qu'il existe une autre base juridique pour le faire, mais pas plus de dix ans.\nNous conservons les données que nous détenons sur la base d'une relation contractuelle avec vous au moins aussi longtemps que la relation contractuelle existe et que des délais de prescription pour d'éventuelles réclamations de notre part courent ou que des obligations de conservation légales ou contractuelles existent.\n</p> Retour à la table des matières 8.\nVos droits Droit d’être renseigné et de faire corriger des données <p> Vous avez le droit de recevoir à tout moment et gratuitement des informations de notre part sur les données personnelles vous concernant que nous traitons.\nVous pouvez également nous demander de corriger ou de compléter des données incorrectes vous concernant dans nos systèmes.\n</p> Droit à la suppression ou à la limitation du traitement de données <p> Vous avez le droit de nous demander de supprimer ou de limiter le traitement de vos données personnelles.\nVeuillez néanmoins prendre note que malgré une demande de suppression de vos données, il se peut que nous devions les conserver en raison d'obligations légales ou contractuelles (par exemple à des fins de facturation) et, dans ce cas, ne les restreindre ou les désactiver que si cela est nécessaire.\nEn outre, la suppression de vos données peut signifier que vous ne pourrez plus obtenir ou utiliser les services auxquels vous vous êtes inscrit.\n</p> Droit d‘opposition <p> Vous avez le droit de vous opposer au traitement de vos données, droit que vous pouvez exercer auprès de nous (pour le détail, cf.\nch.\n9).\n</p> Droit à la portabilité des données <p> Le cas échéant, vous pouvez également exercer votre droit de récupérer vos données.\n</p> Révocation du consentement <p> Vous pouvez révoquer votre consentement au traitement des données à tout moment, en principe avec effet pour l'avenir.\nEn cas de révocation, il est possible que nous ne puissions plus vous fournir une utilisation personnalisée de produits gratuits et/ou payants.\n</p> Droit de recours <p> Le cas échéant, vous avez le droit de déposer une plainte auprès de l'autorité de contrôle compétente concernant le traitement des données.\nVous pouvez le faire auprès de l'autorité de contrôle de votre lieu de résidence, de votre lieu de travail ou du lieu où la violation des données est suspectée.\n</p> Retour à la table des matières 9.\nOpposition <p> Vous avez le droit de vous opposer à tout moment au traitement de vos données personnelles, conformément aux dispositions légales applicables.\n</p> a) Utilisateur anonyme <p> Il ne nous est pas possible d’éviter le reciblage publicitaire lorsque vous visitez nos sites web en tant qu'utilisateur non enregistré ou non connecté - c'est-à-dire anonyme -, dans la mesure où nous ne pouvons pas établir de lien entre un utilisateur anonyme de nos sites web et une personne enregistrée chez nous.\nÀ des fins de suivi et d'analyse, nous utilisons des systèmes tiers, tels que Google Analytics.\nVous trouverez de plus amples informations sur les systèmes que nous utilisons, notamment s’agissant de la désélection de cookies, sous le lien suivant: Paramètres de confidentialité.\n</p> b) Newsletter <p> Il est possible de se désabonner d'une newsletter à tout moment via votre compte utilisateur ou via le lien correspondant dans la newsletter elle-même </p> Retour à la table des matières 10.\nContact <p> Si vous avez des questions ou des remarques sur nos pratiques en matière de protection des données, ou si vous souhaitez obtenir des informations ou exercer vos droits conformément aux articles 8 et 9, veuillez nous contacter à l'adresse suivante </p>\n<p> E-mail: datenschutz@watson.ch </p> 11.\nAdaptations <p> Nous nous réservons expressément le droit de modifier la présente déclaration de confidentialité en tout temps.\nEn cas de modifications, celles-ci sont immédiatement publiées sur notre site web.\nIl est de la responsabilité de l’utilisateur de s’informer de la version de la déclaration de protection des données en vigueur, par le biais de notre site web.\nNous vous recommandons donc de consulter régulièrement ce document.\n</p>\n<p> Zürich, 13.\nJuni 2018 </p> Retour à la table des matières CONDITIONS GÉNÉRALES RELATIVE À LA PUBLICITÉ NUMÉRIQUE SUR WATSON Table des matières <ol>\n<li> 1.\nChamp d'application </li>\n<li> 2.\nConclusion des contrats publicitaires </li>\n<li> 3.\nModification et suspension de contrats publicitaires/retrait par watson </li>\n<li> 4.\nMatériel publicitaire </li>\n<li> 5.\nEmplacement et conception des supports publicitaires sur watson </li>\n<li> 6.\nPublication de la publicité numérique </li>\n<li> 7.\nProtection des données </li>\n<li> 8.\nResponsabilité et garantie </li>\n<li> 9.\nRéclamations </li>\n<li> 10.\nRémunération et rabais </li>\n<li> 11.\nMesures </li>\n<li> 12.\nConditions de paiement </li>\n<li> 12.\nVérification de la solvabilité </li>\n<li> 12.\nDispositions finales </li>\n</ol> 1.\nChamp d‘application <p> Les présentes conditions générales (« CG ») régissent les relations contractuelles entre l'annonceur et FixxPunkt AG (« l’exploitant ») en ce qui concerne la publicité numérique sur le site web (www.watson.ch) et les applications de watson (« plateforme »).\n</p>\n<p> La publicité numérique comprend la mise en ligne d'un ou de plusieurs supports publicitaires sur la plateforme.\nOn entend par supports publicitaires les annonces et toutes autres formes de publicité numérique.\n</p>\n<p> Est considéré comme « contrat publicitaire » toute commande passée par l’annonceur pour la mise en ligne d'un ou de plusieurs supports publicitaires sur la plateforme.\nLes composantes contractuelles pertinentes des CG sont les règles publiées en ligne par l’exploitant, resp.\nwatson, ou communiquées de toute autre manière appropriée à l'annonceur (par exemple par courriel ou par écrit), lesquelles précisent plus en détail les droits et obligations des parties en ce qui concerne la publicité numérique pour la plateforme, les supports publicitaires disponibles ainsi que le déroulement, le contenu, le prix, les tarifs et le traitement de la publicité.\n</p>\n<p> L'application des CG de l'annonceur est expressément exclue.\nCette clause est également valable si l'annonceur se réfère à ses propres CG et que l'exploitant, resp.\nwatson, ne décline pas expressément les CG de l'annonceur dans le cas d’espèce.\n</p>\n<p> Notre offre internet ainsi que notre site web, sur lequel vous vous trouvez actuellement, sont commercialisés notamment par Goldbach Audience (Switzerland) AG.\nCliquez sur le lien suivant pour en savoir plus sur la manière dont Goldbach Audience (Switzerland) AG traite les données recueillies dans le cadre de ses offres de produits et de services, et sur la manière dont ces données sont stockées et utilisées: https://goldbach.com/ch/fr/politique-de-confidentialite </p> Retour à la table des matières 2.\nConclusion des contrats publicitaires <p> Les commandes publicitaires doivent être communiquées par écrit par l'annonceur.\nEn règle générale, l'annonceur soumet un formulaire de demande signé qui indique la forme de publicité numérique souhaitée.\nEn soumettant le formulaire de commande signé, l'annonceur déclare expressément son accord avec les présentes CG.\nL'acceptation par l'exploitant, resp.\nwatson, intervient par le biais d'une confirmation écrite (« confirmation »).\nLe contrat (« contrat ») n’est conclu qu’au moment de l'envoi de la confirmation écrite de l’exploitant, resp.\nde watson.\n</p>\n<p> Au sens des présentes CG, un courrier électronique satisfait à l'exigence de la forme écrite.\n</p> Retour à la table des matières 3.\nModification et suspension de contrats publicitaire/retrait par watson <p> La modification et la suspension des contrats publicitaires interviennent par écrit.\nUne fois le contrat conclu (c'est-à-dire dès la confirmation reçue), les modifications demandées par l'annonceur ou ses auxiliaires sont généralement payantes.\nEn cas de modification ou de suspension du contrat de publicité, les tarifs y relatifs actuels de l'exploitant, resp.\nde watson s'appliquent.\nQuoiqu’il en soit, la rémunération initialement convenue reste due.\nC’est en particulier le cas lorsque l’étendue du contrat publicitaire est réduite après confirmation ou s’il est entièrement annulé.\n</p>\n<p> L'exploitant, resp.\nwatson, peut apporter des modifications aux supports et aux moyens publicitaires dans le cadre des articles 4 et 5 des présentes CG.\nSi la plateforme cesse ses activités avant la publication des supports et des moyens publicitaires, watson peut se retirer du contrat sans obligation d'indemnisation.\nNonobstant le retrait du contrat par l'exploitant, resp.\npar watson, l'annonceur reste tenu de payer pour les supports publicitaires déjà parus.\nAucune réduction ne sera accordée sur les services déjà fournis.\n</p> Retour à la table des matières 4.\nMatériel publicitaire 4.1 Obligation de l’annonceur de fournir le matériel publicitaire <p> Au moment de la commande, l'annonceur s'engage à fournir à ses frais le matériel nécessaire à la publicité numérique (images, textes, logos, etc.).\nAvant de passer la commande, l'annonceur vérifie si le matériel répond aux exigences techniques actuelles de l'exploitant, resp.\nde watson.\n</p> 4.2 Responsabilité de l’annonceur pour la matériel publicitaire <p> L'annonceur est seul responsable du matériel publicitaire fourni, notamment en ce qui concerne le contenu.\nIl est tenu de respecter l’ordre juridique et de ne pas porter atteinte aux droits de tiers.\nL'annonceur vérifie la légalité du matériel publicitaire avant de le mettre à la disposition de l'exploitant, resp.\nde watson.\n</p> 4.3 Exigences de conception <p> Le formulaire de demande, resp.\nle contrat publicitaire, peut contenir des spécifications concernant la conception des supports publicitaires.\nDans la limite des possibilités techniques, l'exploitant, resp.\nwatson, s'engage au moment de la confirmation à respecter ces spécifications.\n</p>\n<p> Les supports publicitaires, resp.\nla publicité numérique, doivent se distinguer clairement, par leur rédaction et leur conception, de la partie rédactionnelle et des contributions des utilisateurs de la plateforme.\nLe logo ou le nom de watson, tout comme les produits, sites web et applications watson ne peuvent être utilisés dans le matériel publicitaire qu'avec le consentement écrit de l'exploitant, resp.\nde watson.\nSi une publicité numérique ne se distingue pas assez clairement, l'exploitant, resp.\nwatson, fera figurer en plus du support publicitaire une mention telle que « advertising », « publicité » ou une indication similaire.\n</p>\n<p> Lors de la conception des supports publicitaires, il convient de veiller à ce que les supports publicitaires puissent être parfaitement affichés à l'écran ou sur les smartphones ou tout autre appareil de lecture.\nIl faut notamment utiliser des polices de caractères appropriées et des lignes suffisamment épaisses.\n</p> 4.4 Publicité politique <p> Tout matériel publicitaire qui vise manifestement à influencer la formation de l'opinion en ce qui concerne des élections ou des votations doit être publié bien avant le scrutin ou la date des élections/du vote.\nLes opposants politiques doivent avoir la possibilité de publier leur matériel publicitaire à l'avance et de soumettre leur position.\n</p> 4.5 Garantie/conséquences en cas de matériel publicitaire incorrect <p> L'annonceur garantit – dans la mesure où cela est légalement possible – l'exploitant, resp.\nwatson, ses organes et ses auxiliaires, contre toute réclamation de tiers.\nEn cas de litige, l'annonceur a l’obligation de se joindre au procès.\nL'annonceur assume le traitement et la défense de tout litige, demande en dommages-intérêts, et de toutes autres poursuites et réclamations.\nEn particulier, l'annonceur doit supporter tous les frais judiciaires et extrajudiciaires engagés pour défendre les droits de l'exploitant, de ses organes, de ses employés et de ses auxiliaires.\n</p>\n<p> Si l'annonceur fournit un matériel publicitaire incomplet, tardivement ou de manière inadéquate, ou si le matériel ne répond pas aux exigences techniques actuelles, l'annonceur est seul à en supporter les conséquences.\n</p> 4.6 Droit de réponse <p> Au cas où un droit de réponse est demandé au sujet du matériel publicitaire de l'annonceur, l'exploitant, resp.\nwatson, contactera l'annonceur afin de discuter de la suite de la procédure.\nL'annonceur indemnise l'exploitant de tous les coûts découlant d’un droit de réponse.\n</p>\n<p> Pour le reste, la prise en charge des litiges, actions et réclamations de tiers relatifs au droit de réponse au sujet du matériel publicitaire de l’annonceur intervient conformément à l'article 4.5.\n</p> Retour à la table des matières 5.\nEmplacement et conception des supports publicitaires sur watson 5.1 Souhaits d‘emplacement <p> L'annonceur peut formuler des souhaits quant à l’emplacement de sa publicité par le biais du formulaire de demande ou lors de la conclusion du contrat publicitaire.\nLes demandes d’emplacement de l'annonceur ne sont pas contraignantes pour l'exploitant, resp.\npour watson.\nPour des raisons techniques, l'exploitant, resp.\nwatson, peut déplacer les supports publicitaires sans consulter l'annonceur.\n</p> 5.2 Emplacements spécifiques <p> L'annonceur peut convenir d’emplacements spécifiques avec l'exploitant, resp.\nwatson, moyennant accord préalable lors de la conclusion du contrat publicitaire.\nCes emplacements ne sont contraignants que s’ils ont été convenus par écrit avec l'exploitant, resp.\nwatson, que celui-ci confirme lesdits emplacements et fait expressément référence à la nature contraignante de cet engagement.\n</p>\n<p> Dans la mesure du possible, l'annonceur sera informé au préalable par l'exploitant, resp.\npar watson, au cas où un emplacement spécifique ne peut être respecté, quelle qu’en soit le motif.\n</p> 5.3 Exclusion de concurrence <p> L'exploitant, resp.\nwatson, n’est pas en mesure de garantir que la publicité numérique de concurrents ne sera pas publiée en même temps sur la plateforme.\n</p> 5.4 Conception de la plateforme <p> La responsabilité de la conception de la plate-forme incombe exclusivement à watson, resp.\nà l’exploitant.\nCelui-ci est en droit de modifier le contenu et la conception de la plateforme à tout moment.\nLes annonceurs ne sont pas être informés à l'avance d'une modification du contenu et de la conception de la plateforme.\n</p> Retour à la table des matières 6.\nPublication de la publicité numérique <p> L'exploitant, resp.\nwatson, peut à tout moment exiger des modifications des supports publicitaires, refuser ou suspendre la publication de supports publicitaires ou refuser des contrats publicitaires sans en indiquer les motifs.\n</p>\n<p> L'annonceur autorise l'exploitant, resp.\nwatson, à publier les supports publicitaires sur la plateforme ou de toute autre manière et à les traiter à cette fin, jusqu’à révocation.\nL'annonceur donne expressément son accord pour que l'exploitant, resp.\nwatson, puisse également utiliser les supports publicitaires en ligne en d’autres endroits et, notamment, les mettre à la disposition de tiers.\nL'annonceur garantit que la publication des supports publicitaires ou du matériel publicitaire, sous la forme indiquée et/ou convenue, avec le contenu fourni et dans la mesure indiquée, ne viole pas l’ordre juridique ni ne porte atteinte aux droits de tiers.\n</p> Retour à la table des matières 7.\nProtection des données <p> Les lignes directrices de watson en matière de protection des données s'appliquent par analogie.\n</p> 8.\nResponsabilité et garantie 8.1 Exclusion générale de responsabilité <p> Toute responsabilité de l'exploitant, resp.\nde watson, est exclue, dans la mesure de ce qui est autorisé.\nLa responsabilité des personnes auxiliaires de l'exploitant, resp.\nde watson, est généralement exclue.\nEn cas de responsabilité, la responsabilité est également limitée aux dommages directs et, en termes de montant, au maximum au montant de la rémunération payée par l'annonceur pour les contrats publicitaires concernés ou au montant d'un avoir utilisé par l'annonceur auprès de l'exploitant, resp.\nde watson, pour la diffusion de la publicité numérique en question.\n</p> 8.2 Exclusion de la responsabilité concernant la publication/garantie <p> L'exploitant, resp.\nwatson, n'est pas responsable de la parution ou de la publication en temps voulu des annonces, de leur emplacement et de l’absence de problème ou d’erreur.\nToute prétention en dommages-intérêts est exclue.\n</p>\n<p> Selon l'état de la technique, il n'est pas possible de garantir la disponibilité permanente de la plateforme et une lecture ou un affichage sans erreur (par exemple, des perturbations des réseaux de communication ou de l'alimentation électrique, etc.\npeuvent survenir).\nL'exploitant, resp.\nwatson, s'efforce de se conformer aux normes techniques usuelles en la matière et de remédier aux perturbations, erreurs et défauts dès que cela est raisonnablement possible.\n</p>\n<p> En raison de l'utilisation de composants logiciels ou matériels obsolètes, l'affichage des supports publicitaires sur le terminal de l'utilisateur peut être différent de celui de l'exploitant, resp.\nde watson, ou de l'annonceur.\n</p>\n<p> L'exploitant, resp.\nwatson, n'est en aucun cas responsable des défauts insignifiants du matériel publicitaire crée ou co-conçu au nom de l'annonceur, tel que les fautes de frappe ou les erreurs de pixels, qui n'affectent ni la signification ni le contenu du matériel publicitaire.\nLa responsabilité n’est pas non plus engagée s’agissant des questions de couleurs ou de reproduction exacte.\n</p> 8.3 Responsabilité en raison de la défaillance du serveur publicitaire en particulier <p> Si le support publicitaire ne peut être affiché pendant une période significative (c'est-àdire plus de 20 % de la période de publication convenue) en raison d'une défaillance du serveur publicitaire, l'exploitant, resp.\nwatson, tentera de compenser la défaillance ou de prolonger la période de mise en ligne.\nL'annonceur peut expressément renoncer à la compensation ou à la prolongation.\n</p>\n<p> Si une livraison ultérieure n'est pas possible, l'annonceur est uniquement tenu de payer les publications du matériel ou des services publicitaires déjà réalisés.\nToute autre prétention est exclue dans un tel cas.\n</p> Retour à la table des matières 9.\nRéclamations <p> L'annonceur est tenu de vérifier les supports publicitaires immédiatement après la première mise en ligne (« mise en ligne ») par l’exploitant, resp.\npar watson.\nL'annonceur doit signaler tout défaut par écrit immédiatement après en avoir pris connaissance, mais au plus tard 48 heures après la mise en ligne.\nSi l'annonceur ne signale pas immédiatement les défauts, le support publicitaire concerné est considéré comme approuvé.\n</p> 10.\nRémunération et rabais <p> La rémunération des contrats publicitaires ainsi que l'octroi de rabais éventuels sont calculés uniquement en fonction du tarif en vigueur, publié sur la plateforme.\nTous les tarifs s'entendent hors TVA.\n</p> Retour à la table des matières 11.\nMesures <p> Si le tarif applicable selon l'article 10 est calculé en fonction de mesures telles que le nombre d'utilisateurs ayant visité une page, etc., seules les mesures de l'exploitant, resp.\nde watson, font foi.\n</p> 12.\nConditions de paiement <p> Sauf convention contraire, la rémunération sera facturée par l'exploitant, resp.\npar watson, conformément au tarif.\nLes factures doivent être payées dans les 20 jours suivant la facturation, sans escompte.\nLes déductions non autorisées seront réclamées.\n</p> 13.\nVérification de la solvabilité <p> L'exploitant, resp.\nwatson, est autorisé à vérifier la solvabilité des annonceurs ou des mandants à tout moment.\n</p> Retour à la table des matières 14.\nDispositions finales 14.1 Clause de sauvegarde <p> Si certaines dispositions des présentes CG sont invalides ou incomplètes ou si l'exécution devient impossible, cela n'affecte pas la validité des autres parties du contrat.\n</p> 14.2 Modifications des CG et des tarifs <p> L'exploitant, resp.\nwatson, se réserve le droit de modifier en tout temps les présentes CG, le tarif et toute autre réglementation.\n</p>\n<p> Les CG modifiées, les tarifs et les autres dispositions entrent en vigueur simultanément pour tous les annonceurs dès leur publication sur la plateforme.\n</p>\n<p> Pour les contrats en cours, l'annonceur peut se retirer du contrat dans les deux semaines suivant la publication sur la plateforme de la modification correspondante.\nLes services publicitaires qui n'ont pas encore été achetés et payés seront crédités à l'annonceur.\n</p> 14.3 Droit applicable <p> Le droit suisse est applicable à toutes les relations contractuelles entre l’exploitant et les utilisateurs, sous réserve de règles en matière de conflit de lois, de la Convention des Nations Unies sur les contrats de vente internationale de marchandises et du droit des traités d’Etat en matière de contrats.\n</p> 14.4 For <p> Le for se situe à Zurich.\n</p> Retour à la table des matières <ul>\n<li>Obtenir l'application</li>\n<li>watson sur Facebook</li>\n<li>Commercialisation</li>\n<li>A notre sujet</li>\n<li>Impressum</li>\n<li>Conditions</li>\n<li>Protection des données</li>\n</ul> ", "created_at": "2021-04-11 22:27:54.93088", "updated_at": "2021-05-02 20:57:42.383673"}], "points": [{"id": 19662, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:02:57.476159", "updated_at": "2021-07-04 22:05:07.149745", "quoteText": "L'exploitant se réserve le droit de modifier les offres et les URL de la plate-forme à tout moment, à sa discrétion et sans donner de raisons, ou de les supprimer en totalité.", "case_id": 202, "document_id": 4919, "quoteStart": 8967, "quoteEnd": 9142}, {"id": 19672, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:22:43.020132", "updated_at": "2021-05-04 11:49:06.196234", "quoteText": " et - le cas échéant - du Règlement européen sur la protection des données (RGPD).", "case_id": 481, "document_id": 4919, "quoteStart": 33695, "quoteEnd": 33777}, {"id": 19660, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:00:36.748171", "updated_at": "2021-05-04 11:51:01.952744", "quoteText": "L'exploitant a le droit de résilier le contrat d'utilisation à tout moment, sans préavis et sans indication de motifs.\nAvec la résiliation, le droit d'accès à la plate-forme s'éteint.", "case_id": 201, "document_id": 4919, "quoteStart": 6671, "quoteEnd": 6854}, {"id": 19659, "title": "You must provide your identifiable information", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:00:04.387118", "updated_at": "2021-05-04 11:50:53.707523", "quoteText": "L'utilisateur doit être identifiable sur la base des informations fournies lors de l'inscription .\n", "case_id": 409, "document_id": 4919, "quoteStart": 4480, "quoteEnd": 4579}, {"id": 19661, "title": "You have the right to leave this service at any time", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:01:13.741191", "updated_at": "2021-05-04 11:51:10.343558", "quoteText": "L'utilisateur a le droit de résilier le contrat d'utilisation sans préavis, à tout moment et sans avoir à en indiquer les motifs", "case_id": 170, "document_id": 4919, "quoteStart": 7414, "quoteEnd": 7542}, {"id": 19663, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:04:44.914402", "updated_at": "2021-05-04 11:51:17.720723", "quoteText": "Les sites web d'autres fournisseurs accessibles via nos sites web ne sont pas soumis aux règles de protection des données énoncées ci-après.", "case_id": 299, "document_id": 4919, "quoteStart": 25357, "quoteEnd": 25497}, {"id": 19670, "title": "The service claims to be LPD compliant for Swiss users", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:20:09.330735", "updated_at": "2021-05-04 11:49:16.139554", "quoteText": "Vos données personnelles sont traitées conformément aux dispositions de la loi fédérale sur la protection des données (LPD", "case_id": 241, "document_id": 4919, "quoteStart": 33572, "quoteEnd": 33694}, {"id": 19658, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.watson.ch/fr/u/agb#datenschutzerkl%C3%A4rung", "status": "Generated through the annotate view", "created_at": "2021-05-02 20:58:40.458835", "updated_at": "2021-05-04 11:51:26.904533", "quoteText": "L'utilisation de la plate-forme est destinée à un usage personnel.\nL'utilisation commerciale est strictement interdite.", "case_id": 143, "document_id": 4919, "quoteStart": 3954, "quoteEnd": 4073}], "urls": ["watson.ch"]}}