{"error": 448, "message": "OK", "parameters": {"id": 3622, "name": "TWINT", "created_at": "2021-05-15 10:46:13.324646", "updated_at": "2021-05-17 22:00:22.472696", "wikipedia": "https://de.wikipedia.org/wiki/Twint", "keywords": null, "related": null, "slug": "twint", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3622.png", "url": "twint.ch", "documents": [{"id": 6022, "name": "General Terms and Conditions for the Use of TWINT", "url": "https://www.twint.ch/en/app-conditions-use/", "xpath": "//body", "text": "<ul>\n<li> Private customers <ul>\n<li> Functions <ul>\n<li> At cash registers </li>\n<li> In online shops </li>\n<li> Between friends </li>\n<li> +Parking </li>\n<li> +Donate </li>\n<li> +Digital Vouchers </li>\n<li> +Cash withdrawal </li>\n</ul>\n</li>\n<li> Stores <ul>\n<li> In online shops </li>\n<li> At cash registers </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n<li> Security </li>\n</ul>\n</li>\n</ul>\n<p> Twint and win! </p>\n<p> Check your TWINT app now, take part in our challenge from 1 to 30 May and win! </p>\n</li>\n<li> Business Customers <ul>\n<li> Products <ul>\n<li> Payment terminal </li>\n<li> QR code sticker </li>\n<li> QR code bill </li>\n<li> Beacon </li>\n<li> Online shop </li>\n<li> App shop </li>\n<li> Vending machine </li>\n</ul>\n</li>\n<li> Places of use <ul>\n<li> In farm shops </li>\n<li> For clubs </li>\n<li> At catering businesses </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n</ul>\n</li>\n<li> Integrators </li>\n<li>\n</li>\n<li> Shop </li>\n</ul>\n<p> Collect payments with TWINT </p>\n<p> Collecting payments with TWINT is hygienic and contactless.\n</p>\n<p> Find out more </p>\n</li>\n<li> Company <ul>\n<li> About us </li>\n<li> Team </li>\n<li>\n</li>\n<li> Career </li>\n<li> Press </li>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Download the TWINT app now</li>\n</ul>\n<abbr>en</abbr>\n<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Italiano</li>\n<li>Français</li>\n</ul>General Terms and Conditions for the Use of TWINT<p>July 2020 / Version 4.0</p>1.General1.1.Service/scope<p>TWINT AG (hereinafter referred to as “TWINT AG”) is a Swiss public limited company headquartered in Zurich.</p>\n<p>TWINT AG offers private customers (hereinafter referred to as “customers”) a mobile payment application for the iOS and Android operating systems (hereinafter referred to as the “TWINT app”) under the name “TWINT other banks”.</p>\n<p>The TWINT app can be used by customers as a means of payment in the area of stationary retail, at vending machines, in online shops and in apps and can thus be used with all merchants or service providers that accept TWINT as a payment method (hereinafter referred to as “merchants”).\nTWINT AG also offers added-value services.\nThese include, in particular, the saving or activation of customer loyalty cards and services in the area of mobile marketing.\nThese added-value services allow customers to receive and manage coupons, stamp cards and other campaigns in the TWINT app.\nCustomers can likewise use these services to collect stamps and redeem loyalty rewards, discounts and credits via the TWINT app.</p>\n<p>All personal designations apply to both genders equally.</p>\n<p>These General Terms and Conditions (hereinafter referred to as the “GTCs”) govern the use of all services offered in the TWINT app.\nThese services include all payment functions and added-value services, which are described on the website www.twint.ch and in the TWINT app itself (hereinafter referred to as “services”).\nThese GTCs shall be deemed to have been accepted as soon as customers register via the TWINT app and confirm with the click of the mouse that they have read and understood the GTCs.</p>1.2.Access to the TWINT services<p>The services can be used on all smartphones available on the Swiss market, irrespective of the manufacturer, on which the TWINT app can be installed.\nFor the TWINT app to be installed on a smartphone, it must be equipped with the iOS or Android operating system, support BLE (Bluetooth low energy) and have correctly implemented the Bluetooth protocol.\nThe minimum required iOS or Android version can be found at www.twint.ch or in the relevant app store.</p>\n<p>Customers with a smartphone registered in their name on which the TWINT app has been installed are granted access to the services.</p>\n<p>Technical access to the services is obtained via the Internet connection of the customer’s smartphone, which acts as a personal terminal, and a dedicated infrastructure made available by a business customer (e.g.\nBeacons – transmitters based on the BLE wireless standard).\nCertain services cannot be used in the absence of an Internet connection.</p>\n<p>Payment and additional functions can be restricted by TWINT AG when used outside Switzerland on the basis of regulatory requirements.</p>1.3.Registration and identification<p>During the installation (downloading) of the TWINT app on the smartphone, customers shall be requested to enter their smartphone number.\nThis number shall be verified for security reasons.\nIn the event that a mobile phone number is changed or deactivated, the customer must immediately notify TWINT AG of the new mobile phone number or the deactivation of the TWINT app.</p>1.4.Confidentiality<p>TWINT AG is bound by statutory confidentiality requirements.\nCustomers shall agree that the nature of the business relationship and their master data (e.g.\nname, place of residence) may, where necessary, be disclosed to the payment recipient and other third parties in order to facilitate the provision of services.</p>\n<p>Customers shall receive assurance that data relating to the content of business relationships (e.g.\naccount and payment data) is in principle deemed confidential.\nHowever, customers shall acknowledge that the statutory duty of confidentiality may be waived in order to safeguard the legitimate interests of TWINT AG.\nThis shall apply, in particular, in the following cases:</p>\n<ul>\n<li>Instances in which TWINT AG is required to meet statutory obligations to provide information</li>\n<li>For the collection of receivables of TWINT AG</li>\n<li>Legal disputes</li>\n</ul>1.5.Support<p>TWINT AG shall provide customers with a help function via the TWINT app that offers technical support.\nTWINT AG can also call on third parties for the provision of this support.\nTo enable them to perform this task, they may be granted access to relevant data.</p>1.6.Customer’s duties of care<p>When using the TWINT app, the following duties of care, in particular, must be observed:</p>\n<ul>\n<li>Customers must protect their smartphone against unauthorised use or manipulation (e.g.\nby locking the device or display).</li>\n<li>The code for the use of the TWINT app, especially for the topping up and releasing of credit and the confirmation of payments above a certain amount, as well as the codes for the device and display locking functions, must be kept secret and must not be disclosed to other individuals under any circumstances or stored together with the smartphone.</li>\n<li>The selected code may not be made up of easily ascertainable combinations (mobile number, date of birth, etc.).</li>\n<li>Should damages be suffered, customers must, to the best of their knowledge, contribute to clarifying the case in question and mitigating the damage.\nIn the event of criminal acts, customers must file a complaint to the police.</li>\n<li>Upon installing the TWINT app on their smartphone, customers shall confirm that they are the legitimate and authorised user of the smartphone number.\nCustomers shall be deemed responsible for the use of their smartphone.\nThey shall bear all consequences that arise from the use of the TWINT app on their smartphone.</li>\n<li>Should there be reason to assume that unauthorised individuals have gained access to the codes for the device and display locking functions, these must be changed immediately.</li>\n<li>If the smartphone is lost, and especially in the case of theft, TWINT AG must be informed promptly so that the TWINT app can be blocked.</li>\n<li>Jailbreaking (the deactivation of the smartphone’s security structures for the installation of applications that are not officially available) and the setting up of root access (establishment of access at the system level of the smartphone) are forbidden, as is the installation of unauthorised apps, as these make the smartphone more prone to viruses and malware.</li>\n<li>The customer shall ensure that it does not break off contact with TWINT AG.\nShould the customer break off contact(e.g.\nthe use of the TWINT app for commercial activities), TWINT AG can pass on the costs that arise for making inquiries into finding the customer’s new address as well as for the special handling and monitoring of dormant assets to the customer.\nDormant business relationships in which contact has been broken off and which have a debit balance shall be terminated by TWINT AG</li>\n</ul>1.7.Misuse<p>If the use of the TWINT app deviates significantly from normal usage patterns or if there is any indication of behaviour that is illegal or in breach of the agreement, TWINT AG can encourage customers to use the app in a legally and contractually compliant manner, alter the provision of the service with no compensation or prior notification, terminate the agreement without notice and with no compensation and, where necessary, demand compensation for damages and indemnification against third-party claims.\nThe same shall apply in instances in which customers provide incorrect or incomplete details upon concluding the agreement.</p>1.8.Liability<p>Should TWINT AG breach the agreement, it shall assume liability for any demonstrable damages suffered by the customers in question unless it can prove that no fault can be attributed to it.\nTWINT AG shall assume no liability whatsoever for slight negligence.\nTWINT AG shall provide compensation for material damages and financial losses of up to a maximum of CHF 5,000 per claim event.</p>\n<p>To the extent permitted by law, TWINT AG shall not accept any liability for secondary damages, lost profits or data losses under any circumstances.\nTWINT AG shall likewise assume no liability for damages or losses suffered as a result of use of the TWINT app that is deemed illegal or in breach of the agreement.</p>\n<p>Technical access to the services shall be the responsibility of the customer.\nTWINT AG shall assume no liability for the network operators (providers) and shall also not accept any liability, to the extent permitted by law, for the hardware and software required for the use of the services.</p>\n<p>TWINT AG shall likewise, to the extent permitted by law, assume no liability for damages suffered by customers owing to transmission errors, force majeure, technical defects or faults (in particular due to outages suffered by TWINT Beacons or a lack of an Internet connection), illegal interference with telecommunication facilities and networks, network overloads, the deliberate blocking of electronic access by third parties, interruptions or other deficiencies.</p>\n<p>TWINT AG shall endeavour to ensure the uninterrupted availability and fault-free usability of the TWINT app.\nTWINT AG cannot, however, guarantee this at all times.\nIn particular, TWINT AG shall reserve the right to interrupt access to the TWINT app and/or the services offered in the app at any time should it identify heightened security risks or faults as well as for the purpose of performing maintenance work.\nProvided that TWINT AG exercises the level of care and due diligence customary in the industry, customers shall bear any losses suffered due to interruptions of this kind.</p>1.9.Assumption of damages<p>TWINT AG shall assume responsibility for damages pursuant to section 1.8 (liability) suffered by customers due to the unauthorised use of the TWINT app by third parties, provided the customers in question can demonstrate that they adhered to these GTCs and that no fault can be attributed to them in any other way.\nAny damages must be reported to TWINT AG immediately upon being identified.\nThe damage notification form must be completed, signed and returned to TWINT AG within ten days of receipt.</p>1.10.Electronic communication<p>Communication between TWINT AG and customers shall primarily take place via the TWINT app.\nWhere necessary, TWINT AG can also provide customers with notifications via e-mail provided they have saved a corresponding address.\nCustomers shall be responsible for ensuring the accuracy of the provided address and shall also acknowledge that electronic communication is neither confidential nor secure.\nSuch communication can be viewed, intercepted or amended by third parties or can be lost.\nIf orders or instructions issued by customers via electronic channels are not explicitly confirmed by TWINT AG, customers must assume that they have not been received by TWINT AG.\nTWINT AG shall assume no liability for damages arising in connection with notifications sent to TWINT AG via ordinary e-mail or another electronic message transmission system.</p>1.11.Changes to the GTCs<p>TWINT AG can make amendments to the GTCs at any time.\nAny changes shall be communicated to customers in advance in an appropriate manner.\nShould customers not agree to the changes, they can delete the TWINT app from their smartphone and expressly declare to TWINT AG that they wish to cease using the services.</p>1.12.Reservation of statutory regulations and local legal restrictions for usage<p>Any statutory provisions that govern the operation and use of smartphones, the Internet and other dedicated infrastructure shall remain reserved and shall also be applicable to these services from the time that they enter into force.</p>\n<p>The use of the services from outside Switzerland may be subject to local legal restrictions or, under certain circumstances, breach foreign legislation.\nThe payment function shall in principle be limited to Swiss territory and may not be utilised abroad.</p>\n<p>Customers shall acknowledge that circumstances may arise during the term of the business relationship that may legally obligate TWINT AG to block assets, report the business relationship to a responsible authority or terminate the business relationship.\nUpon request, customers shall be obligated to provide TWINT AG with information that it requires to meet its statutory clarification or reporting obligations.</p>1.13.Intellectual property<p>For the duration of the agreement, customers shall receive the non-transferable, non-exclusive right to use the TWINT app.\nThe content and scope of this right are governed by these GTCs.\nAll intellectual property rights shall remain with TWINT AG or the entitled third parties.\nShould customers breach third-party intellectual property rights and TWINT AG be held responsible, the customer in question shall fully indemnify TWINT AG.</p>1.14.Duration and termination<p>The business relationship between customers and TWINT AG shall be concluded for an indefinite period.\nCustomers can delete the TWINT app at any time and both contracting parties can terminate the business relationship in writing at any point.</p>1.15.Customer-initiated block<p>Customers shall be required to submit a request to TWINT AG for their TWINT credit and thus access to the payment function to be blocked.\nAny payments initiated prior to the time that this request is made shall be deemed to have been booked and cannot be reversed.\nChanges to services and blocking of access by TWINT AG</p>1.16.TWINT AG can amend, update or enhance the services at any time<p>TWINT AG shall also be authorised to fully or partially discontinue the operation of the TWINT app or the customer’s access to the TWINT app at any time without providing prior notification (e.g.\nif the customer is not using a valid mobile phone number or is using an unregistered SIM card) and shall likewise be entitled to restrict the TWINT app’s availability for technical or legal reasons (e.g.\ndue to legal or regulatory requirements, upon receipt of an official order or for security reasons).</p>1.17.Severability clause<p>Should a provision of these GTCs be fully or partially invalid or ineffective, this shall not affect the validity of the other provisions.\nIn such cases, TWINT AG and its customers shall undertake to replace the ineffective provision with a provision that best approximates the meaning and purpose of the original.</p>1.18.Applicable law and place of jurisdiction<p>To the extent permitted by law, all legal relationships between customers and TWINT AG shall be exclusively subject to Swiss substantive law with the exclusion of the law on the conflict of laws and any international treaties.\nSubject to the existence of mandatory statutory provisions to the contrary, the sole place of jurisdiction for all proceeding types shall be Zurich.</p>2.Payment functions2.1.Limits<p>Customers can top up TWINT credit of up to CHF 10,000 per month and CHF 120,000 per year and make cashless payments with these funds.\nThe maximum TWINT credit balance shall be limited to CHF 5,000.\nCustomers aged between 12 and 14 shall be authorised to top up their TWINT credit with up to CHF 100 per month, while the corresponding figure for customers aged between 15 and 17 shall be set at CHF 500 per month.</p>\n<p>The topping up of TWINT credit using credit codes, which can be purchased at shop cash registers, in online shops and at ATMs, shall be limited to CHF 5,000 per calendar year.</p>\n<p>Customer spending shall be restricted by the available TWINT credit and the applicable charging limits.</p>\n<p>In the case of payments made to other customers (“P2P payments”), customers resident in Switzerland shall be subject to limits of CHF 1,000 per month and CHF 5,000 per calendar year for the sending and receiving of money.\nFor customers resident outside Switzerland, the corresponding limits shall be set at CHF 500 per month and CHF 3,000 per calendar year.\nP2P payments shall be included in the calculation of the charging limits.</p>\n<p>TWINT credit that is released can be returned exclusively to a reference account saved in the app (see section 2.3).\nSuch transfers to the reference account shall be limited to a maximum of CHF 5,000 per calendar year.</p>\n<p>The limits listed in this section 2.1 may be subject to further restrictions for regulatory and security reasons.</p>2.2.Topping up, releasing and processing of credit<p>TWINT credit shall be topped up by customers via the options designated for this purpose in the app.\nDepending on the selected top-up option, use of the payment function (see section 2.4) and the topping up of credit can coincide.\nHowever, such instances shall involve two transactions, with it first always being necessary to top up the TWINT credit before making a subsequent payment.\nAny transaction fees or other charges associated with the topping up of credit must be borne by the customer in question.</p>\n<p>No interest shall be paid on TWINT credit.</p>\n<p>Customers shall only be able to make payments using TWINT credit if they have a positive balance.</p>\n<p>Customers shall acknowledge that the processing procedure for the topping up and releasing of TWINT credit can, depending on the option used, take several days where this involves the use of the direct debit procedure (LSV) or a payment slip.</p>\n<p>In cases in which a direct debit (LSV) is set up, customers shall issue TWINT AG with authorisation to disclose certain data to third parties for the purpose of a credit rating check.</p>2.3.Reference account<p>For regulatory reasons, released TWINT credit must be transferred to a reference account.\nThe reference account must be held in the name of the customer with a bank licensed in Switzerland.</p>2.4.Payment function<p>Customers can make cashless payments using their smartphone and the associated TWINT credit at appropriately equipped shop cash registers (at points of sale – POS), vending machines, online, in other apps by saving TWINT as a payment method with selected merchants via integrated use cases in the TWINT app (TWINT+) and to other customers in accordance with the applicable limits.</p>\n<p>Upon making a payment using TWINT credit, the relevant payment amount shall be deducted directly from the TWINT credit.\nCustomers shall acknowledge all payments booked to the TWINT credit that have been executed in connection with their smartphone and in keeping with the following security levels.</p>\n<p>In the TWINT app settings, customers shall be free to choose the amounts from which payments should be made a) automatically or b) after they have provided express confirmation (“OK” button).\nCustomers can adjust the limits proposed and saved accordingly by TWINT AG.\nSettings that have been made can be changed at any time.\nThis does not apply to payments, likewise recurring payments (subscriptions), made with merchants for which customers have saved TWINT as a payment method and where they have issued general payment approval (irrespective of the purchase amount).\nIn such cases, the payment is executed automatically in accordance with the process defined by the merchant in question.</p>\n<p>In the case of P2P payments, the mobile number may also be used to find the other customer.\nProvided that customers have issued the relevant access approval, TWINT AG shall be authorised to access existing contacts in the payer’s smartphone in connection with such payments.</p>\n<p>Upon saving TWINT as a payment method, customers shall authorise the merchant in question to debit the relevant amount directly from their TWINT credit without them being required to authorise individual charges.\nThese can also be recurring transactions, e.g.\nsubscriptions.\nTo save TWINT as a payment method, customers must register with the relevant merchant, in doing so it applies for authorisations granted to uniquely debit the relevant amount for a merchant app/eCom shop as well as for recurring transactions (subscriptions).\nAuthorisation of this kind granted to a merchant can be revoked by the customer in the TWINT app at any time.\nCustomers can only renew expired or deactivated registrations with the merchant.</p>\n<p>With respect to transactions made via TWINT+, customers can access an overview of the different use cases in the TWINT app.\nWhen a specific use case is selected, the customer is redirected to the website of the respective merchant where he/she can choose from various products and services.\nPayment will subsequently take place via TWINT</p>2.5.Debiting of payments<p>Customers shall acknowledge all payments made for the purchase of goods and services that have been made from their smartphone using TWINT credit and registered as payments in the app.</p>2.6.Fees<p>The installation of the TWINT app and the use of the associated services shall in principle be free of charge for customers.</p>\n<p>However, the receipt of incoming payments from other individuals shall only be free of charge if such payments are not related to a commercial activity of the payment recipient.\nA separate written agreement, which is subject to the GTCs for business customers, shall be required for the receipt of payments from commercial transactions.</p>\n<p>The topping up of credit via Swiss bank and postal accounts shall in principle be free of charge.</p>\n<p>TWINT AG shall be authorised to charge fees for the use of other top-up options, provided such options lead to TWINT AG incurring costs itself.\nCustomers shall be informed in the TWINT app in a transparent and direct manner about any fees to be paid prior to making use of the fee-based top-up option.\nThe relevant fees shall also be published at www.twint.ch.</p>\n<p>Changes to fees and the introduction of new fees shall be communicated to customers in the TWINT app.\nSuch changes shall be deemed to have been accepted if customers do not terminate the agreement prior to the entry into force of the relevant amendment (section 1.14).\nShould agreements be terminated due to fee changes in accordance with this section, customers shall not be subjected to any disadvantages in terms of price.</p>2.7.Offsetting<p>Customers shall expressly agree that TWINT AG can offset any outstanding claims against them against their existing credit with TWINT AG.</p>2.8.Payment information<p>The total purchase amount, the time of the purchase and the location of the POS at which the payment was made shall be recorded in the TWINT system.\nThe transactions shall be visible in the TWINT app for up to a maximum of 180 days.</p>3.Added-value services3.1.Mobile marketing campaigns3.1.1.Presentation of campaigns<p>TWINT AG may present coupons, stamps cards and other campaigns (hereinafter referred to as “campaigns”) to customers in the TWINT app where they can be seen, managed and redeemed.</p>\n<p>Here, a differentiation is made between the following campaign types:</p>\n<ul>\n<li>Campaigns launched by TWINT AG or the TWINT system (hereinafter referred to as “issuer campaigns”)</li>\n<li>Campaigns of TWINT AG launched together with a third-party provider (hereinafter referred to as “issuer added-value campaigns”).</li>\n<li>Campaigns launched by a third-party provider (hereinafter referred to as “third-party-provider campaigns”).<br>\nThe presentation, display, management and redemption of third-party-provider campaigns requires that customers issue their express consent for this in the TWINT app (opt-in) and explicitly accept the presentation of such offers from third parties.</li>\n</ul>\n<p>Customers can revoke this consent in the TWINT app at any time.\nShould customers opt to revoke their consent, they shall no longer be presented third-party-provider campaigns and all activated third-party-provider campaigns shall be permanently deleted.\nAs such, customers shall also no longer be able to take advantage of any associated discounts and benefits.\nSee also section 4.10 in this regard.</p>\n<p>The presentation, display, management and redemption of issuer campaigns and issuer added-value campaigns shall not require an opt-in from customers.\nThese campaigns can thus be presented to all customers.</p>3.1.2.\nPeriod of validity of campaigns<p>The validity of campaigns shall be as displayed in the TWINT app on the smartphone screen.</p>\n<p>Certain campaigns must be activated in advance by customers in the TWINT app before the relevant offers can be redeemed.\nSuch cases shall be noted accordingly as part of the respective campaign.\nActivated campaigns may be deactivated by TWINT AG if the associated offers are not redeemed within 10 days.</p>\n<p>It shall be possible for customers to redeem other campaign offers without activating them in advance in the TWINT app.\nMany campaigns can only be redeemed upon making payments with the TWINT app.</p>\n<p>The activation of a campaign or the receipt of a campaign offer that can be redeemed without activation shall not always mean that customers are entitled to make use of a discount or non-cash benefit, as the number of redemptions may be limited by the involved third-party provider.\nSuch cases shall be noted accordingly as part of the respective campaign.</p>\n<p>In most cases, campaigns shall be redeemed automatically upon customers making a payment with the TWINT app without them being required to do anything.\nIn some instances, however, customers may be required to present a campaign to the business customer in the TWINT app or enter the campaign themselves at a terminal or in an online shop.\nSuch cases shall be noted accordingly as part of the respective campaign.</p>\n<p>Upon the redemption of a campaign offer with a discount, the discount shall either be deducted directly from the amount to be paid or reimbursed to customers after the payment is made in the form of a cash back credit.</p>\n<p>TWINT AG shall be authorised to delay the payment of cash back credit until it totals CHF 10 or more.\nCustomers shall be informed about their current cash back credit balance in the TWINT app.</p>3.1.3.Sharing of campaigns<p>TWINT AG may provide customers with the option to forward campaigns to other individuals, to receive campaigns from other individuals or to share campaigns with other individuals.</p>3.2.Customer loyalty cards<p>Customers have the option to save or activate selected employee ID cards, customer loyalty programmes and other incentive-based offers from third-party providers (hereinafter referred to as “customer loyalty cards”) in the TWINT app.\nSaved or activated customer loyalty cards can be removed from the TWINT app by customers at any time.</p>\n<p>TWINT AG shall also be authorised to remove saved customer loyalty cards from the TWINT app if a customer loyalty card expires or the customer loyalty card in question is generally no longer available to be saved in the TWINT app.</p>\n<p>Customers shall acknowledge that the benefits associated with the use of certain customer loyalty cards shall be presented directly in the TWINT app in the form of campaigns.\nCustomers shall only receive such campaigns if they have provided their prior consent for the presentation of third-party offers (see section 3.1.1).</p>3.3.Other added-value services<p>In addition to campaigns and customer loyalty cards, TWINT AG can offer other added-value services in the TWINT app at any time.</p>\n<p>Liability for added-value services</p>\n<p>The respective third-party provider shall be responsible for contents, offers, messages from third-party-provider campaigns, customer loyalty cards and any other added-value services in the TWINT app.\nTWINT AG shall have no influence on the fulfilment of services offered by third-party providers.</p>\n<p>TWINT AG shall also accept no liability for campaigns that cannot be redeemed with third-party providers or for discounts or benefits that are not granted in connection with the saving of customer loyalty cards.\nSuch cases may include the failure to grant employee discounts or instances in which loyalty points remain outstanding, are lost or disappear.</p>\n<p>TWINT AG shall endeavour to ensure the uninterrupted availability and fault-free usability of added-value services in the TWINT app.\nTWINT AG cannot, however, guarantee this at all times.\nIn the case of an interruption in availability, one possible consequence may be that it is no longer possible to automatically redeem discounts or automatically collect loyalty points within the framework of the payment process.\nProvided that TWINT AG exercises the level of care and due diligence customary in the industry, customers shall bear any losses suffered due to interruptions of this kind.</p>4.Data protection4.1.Scope<p>TWINT AG shall be subject to Swiss data protection legislation (in particular the Federal Act on Data Protection (FADP) and the Federal Ordinance on Data Protection (FODP)) in connection with the procurement, processing and use of personal data of its customers.</p>\n<p>TWINT AG attaches great importance to data protection.\nIn this “Data protection” section, customers are provided with information on data processing and the data flows associated with the use of the TWINT app.</p>\n<p>TWINT AG shall be responsible vis-à-vis customers for ensuring that data is collected and used in compliance with the relevant data protection legislation in accordance with the provisions stipulated in the “Data protection” section.</p>4.2.Requirements for the use of the TWINT app<p>To enable TWINT AG to process customer payments and provide added-value services, customers must save the following master data in the TWINT app upon registering: smartphone number, name, place of residence, nationality, date of birth and e-mail address.</p>4.3.Making payments with the TWINT app<p>Should a customer wish to initiate a payment via the TWINT app at a point of sale (hereinafter referred to as a “POS”) of a business customer, a connection shall be established in the TWINT system between the customer’s TWINT app and the relevant business customer.</p>\n<p>The specific way in which the connection is established between the POS and TWINT app shall differ depending on the type of POS.</p>\n<ul>\n<li>Shop cash register using a TWINT terminal (technical installation at the POS that facilitates the establishment of a connection and the exchange of data between the customer’s smartphone and the POS);</li>\n<li>Entry of a code displayed at the POS or scanning of a QR code;</li>\n<li>Internet: by entering a code displayed in the online shop or scanning a QR code;</li>\n<li>Automatic establishment of a connection for recurring TWINT payments made by customers registered in an online shop.\nThis arrangement is set up at the initiative of the customer;</li>\n<li>In an app: automatic establishment of a connection at the initiative of the customer;</li>\n<li>At vending machines: same as at shop cash registers and online.</li>\n<li>Via TWINT+: Navigate to the online shop of the partner merchant by clicking the respective use case in TWINT</li>\n</ul>\n<p>The POS informs the TWINT system what amount should be charged.\nThe TWINT system then sends a payment request to the customer’s TWINT app.\nIn the TWINT app settings, customers shall be free to choose the amounts from which payments should be made a) automatically, b) after they have provided express confirmation (“OK” button) or c) following the entry of the TWINT PIN (see section 2.4).</p>\n<p>Upon the payment being approved by the customer, the specific amount shall be debited from the TWINT credit.\nAt the time at which the amount is debited, no connection shall be established with a bank or postal account, even if customers have saved a reference account in the TWINT app.</p>\n<p>The total purchase amount, the time of the purchase and the location of the POS at which the payment was made shall be recorded by TWINT AG.\nThe TWINT system shall generate a credit in favour of the business customer and the funds shall be transferred to the business customer’s account.</p>\n<p>TWINT AG shall not receive any details of the goods purchased unless the transfer of such data is governed in accordance with section 4.4.</p>\n<p>Without the express consent of customers, TWINT AG shall not disclose any personal data to the involved business customers and/or third parties unless the transfer of such data is governed in accordance with section 4.4 or 4.5.</p>4.4.Saving of customer loyalty cards<p>Customers shall have the option to save or activate physical and purely digital customer loyalty cards of various business customers directly in the TWINT app.\nShould customers wish to do so, they must establish the necessary settings and make the required entries.\nUpon saving or activating a customer loyalty card in the TWINT app, customers shall be deemed to have provided their express consent to the use of the card in question.\nThese cards shall subsequently be automatically taken into account during payment procedures performed with the TWINT app, provided this has been made technically possible by the respective customer loyalty card issuer.\nCustomers can deactivate the use of the customer loyalty card in the TWINT app at any time.</p>\n<p>In such cases, the payment procedure shall also be based on section 4.3.</p>\n<p>If a customer loyalty card is saved in the TWINT app and a payment is made using the TWINT app resulting in a customer gaining a possible benefit from the use of the customer loyalty card (points, discount, etc.), the issuer of the customer loyalty card or a third party legally working on its behalf shall be provided with the same data as it would receive had the customer presented the customer loyalty card physically.</p>\n<p>TWINT AG shall transmit the identification number of the customer loyalty card to the business customer or its affiliated third party and, depending on the customer loyalty card used in the specific instance, also the basic payment data, including the time stamp, amount and any discounts or points granted in connection with the use of the customer loyalty card.\nThe use of this data by the business customer involved in the specific case shall be governed exclusively by the contractual relationship between the customer and the business customer or between the customer and the third party affiliated to the business customer.\nThe business customer shall be responsible for ensuring the contractually compliant handling of customer data and for obtaining the required authorisations.</p>4.5.Redemption of mobile marketing campaign offers<p>In order to allow for the automatic redemption of campaign offers for the granting of a discount or non-cash benefit, data must be exchanged between the TWINT system and the business customer.</p>\n<p>The data transmitted shall depend on the system in which the campaign offer is redeemed and the discount or non-cash benefit is applied.</p>\n<p>In cases in which campaign offers are redeemed in the system of the business customer, TWINT AG shall transmit the campaign identification number to the business customer.\nThe business customer shall then apply any discount or non-cash benefit for the customer.\nHere, the business customer shall receive the same information that it would have received had the customer presented the campaign identification number (e.g.\nin the form of a bar code).</p>\n<p>If campaign offers are redeemed in the TWINT system, the discount or non-cash benefit shall be applied in the TWINT system and communicated to the business customer so that it can apply the benefit in its own system (e.g.\ndeduction of a discount).</p>\n<p>The contractual relationship between the business customer and the customer alone shall determine whether the business customer provides further data to TWINT AG (e.g.\ninformation for the redemption of campaign offers that had previously been transmitted from the TWINT system to the business customer or details of purchased goods on the basis of which campaign offers can be redeemed in the TWINT system).\nThe business customer shall be responsible for ensuring the contractually compliant handling of customer data and for obtaining the required authorisations.</p>4.6.Collection and use of data in order to improve the TWINT app<p>TWINT AG collects and uses data in order to provide and improve the TWINT system.\nThese activities involve data that the TWINT app can access in accordance with the customer’s smartphone settings (e.g.\nreceipt of BLE signals, geolocation) as well as technical data and information generated during the use of the TWINT app.</p>\n<p>TWINT AG shall never disclose this personal data to business customers and/or third parties without the express approval of customers in the TWINT app.\nInstead, it shall use this data exclusively to provide and improve its own service.</p>4.7.Google Firebase<p>TWINT AG shall use the Google Firebase Software Development Kit (SDK) of Google Inc.\n(“Google”) in the TWINT app.\nIt shall do so in order to analyse user behaviour within the app with the objective of optimising the TWINT app on an ongoing basis and gearing its features to user requirements.</p>\n<p>The customer shall have the option to deactivate the collection and transmission of usage data to Google at any time in the TWINT app under the settings.</p>\n<p>The information gathered by the SDK on the use of the TWINT app, in particular</p>\n<ul>\n<li>the analytics ID (random value on the basis of which TWINT AG can identify the customer)</li>\n<li>the client ID (random value which identifies the used device and allows Google to summarise sent events in a device session) which, however, does not allow inferences to be made about the user’s device</li>\n<li>key device details (brand, type, screen, memory)</li>\n<li>information on the platform (e.g.\niOS and Android version)</li>\n<li>the version of the installed TWINT app</li>\n<li>the type and version of the used Internet browser, where applicable</li>\n<li>the IP address of the accessing computer (shortened so that it can no longer be assigned to the specific user)</li>\n</ul>\n<p>shall be transferred to Google servers in the US and saved there.\nThis data shall be assessed by Google in order to generate reports on the usage of the TWINT app and to allow it to provide further services related to the use of the TWINT app.</p>\n<p>Customers acknowledge that Google shall transfer this information to third parties, provided this is required by law or if third parties are to process this data on behalf of Google.\nGoogle shall not link the IP address of the customer to other Google data under any circumstances.\nThe IP addresses are anonymised (shortened by three characters) to ensure that they cannot be assigned to the customer.</p>4.8&nbsp;Microsoft&nbsp;App Center<p>TWINT AG uses the App Center Software Development Kit (“SDK”) of Microsoft&nbsp;Corporation&nbsp;(“Microsoft”) in the TWINT app in order to transmit crash reports with the objective of improving the TWINT app on a continuous basis.\nThe information collected by the SDK about instances in which the TWINT app crashes is transmitted to Microsoft servers in the USA and stored there.</p>\n<p>This data is assessed by Microsoft in order to create crash reports and to provide services in connection with the analysis of TWINT app error messages.</p>\n<p>Customers acknowledge that Microsoft may transfer this information to third parties, provided this is required by law or if third parties are to process this data on behalf of Microsoft.</p>\n<p>More detailed information about the type of data and its use can be found in the Microsoft Privacy Statement under the following link: https://privacy.microsoft.com/en-us/privacystatement</p>4.9.Third-party-provider campaigns<p>Customers can expressly issue their consent (opt-in) to TWINT AG for third-party-provider campaigns to be displayed to them in the TWINT app.\nThis shall in turn enable them to activate and redeem such campaigns (see also section 3.1.1).\nIn opting in, customers shall also expressly agree that TWINT AG can collect and analyse data for the personalised presentation of third-party-provider campaign offers.</p>\n<p>Customers can opt in or opt out either upon being explicitly asked in this regard when installing the TWINT app and/or at a later time by adjusting their settings in the TWINT app.\nThe provision of consent by customers shall allow TWINT AG to send them third-party-provider campaign offers that are tailored to their personal interests.</p>\n<p>Customers shall acknowledge that third-party-provider campaign offers can only be displayed and redeemed with an opt-in in the TWINT app.</p>\n<p>Even in cases in which customers opt in, TWINT AG shall not disclose any personal customer data to involved business customers and/or third parties if customers have not issued their express consent to the forwarding of such data in the TWINT app (see also section 4.4 in this regard).\nUnless such consent is provided, involved business customers shall only receive access to anonymised data.</p>\n<p>Customers can be provided with the option to expressly consent to the sending of personalised third-party-provider campaign offers via e-mail.</p>4.10.Involvement of third parties<p>Customers shall expressly agree that TWINT AG may involve third parties (e.g.\npayment service providers) for the provision of its services and that, where necessary, customer data may be disclosed within the framework of such relationships.\nTWINT AG undertakes to select, instruct and monitor such service providers in a prudent manner.</p>\n<p>Third parties may only use such data in accordance with the applicable privacy policy on behalf of TWINT AG.\nIt shall be forbidden for third parties to use the data for their own purposes.</p>\n<p>TWINT AG shall assume responsibility vis-à-vis customers for ensuring that the data is handled in compliance with the relevant data protection legislation.</p>4.11.Storage and deletion<p>Personal customer data stored by TWINT AG shall be deleted or anonymised if it is no longer required for the provision of services and no later than four years after the time at which it is saved.</p>\n<p>Should the TWINT app not be used for a period of two years, TWINT AG shall assume that customers have deleted the TWINT app from their smartphone.\nIn such cases, the personal data saved by TWINT AG shall also be deleted or anonymised.</p>\n<p>Should customers subsequently decide not to make use of personalised campaigns (opt-out), all activated coupons, stamp cards and other campaign offers in the TWINT system shall be permanently deleted or anonymised six months after the opt-out is issued and customers shall no longer be able to take advantage of any associated discounts and benefits.</p>\n<p>Data that must be stored for longer in order to ensure the fulfilment of legal obligations of TWINT AG shall not be subject to the provisions of this section 4.10.</p>4.12.Information and disclosure rights<p>Should customers have any questions relating to the handling of personal data, they can contact TWINT AG via the following e-mail address: privacy@twint.ch</p>\n<p>Download PDF</p>\n<ul>\n<li>Functions<ul>\n<li>Payments</li>\n<li>Send and request money</li>\n<li>Save cards</li>\n<li>Donation</li>\n<li>App download</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>News<ul>\n<li>Blog</li>\n<li>Social Media</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support<ul>\n<li>FAQ</li>\n<li>Video tutorials</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Company<ul>\n<li>About us</li>\n<li>Team</li>\n<li>Career</li>\n<li>Media</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Banks<ul>\n<li>UBS</li>\n<li>PostFinance</li>\n<li>Raiffeisen</li>\n<li>Zuercher Kantonalbank</li>\n<li>BCV</li>\n<li>Credit Suisse</li>\n<li>Other banks</li>\n</ul>\n</li>\n</ul>\n<p>TWINT AG<br>\nStauffacherstrasse 41<br>\nCH-8004 Zürich</p>FacebookTwitterInstagramYouTubeLinkedIn<ul>\n<li>App conditions of use</li>\n<li>App data protection</li>\n<li>Website data privacy</li>\n<li>Company details</li>\n</ul>\n<p>© TWINT AG 2021</p>Enter search term …<ul>\n<li> Private customers <ul>\n<li> Functions <ul>\n<li> At cash registers </li>\n<li> In online shops </li>\n<li> Between friends </li>\n<li> +Parking </li>\n<li> +Donate </li>\n<li> +Digital Vouchers </li>\n<li> +Cash withdrawal </li>\n</ul>\n</li>\n<li> Stores <ul>\n<li> In online shops </li>\n<li> At cash registers </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n<li> Security </li>\n</ul>\n</li>\n</ul>\n<p> Twint and win! </p>\n<p> Check your TWINT app now, take part in our challenge from 1 to 30 May and win! </p>\n</li>\n<li> Business Customers <ul>\n<li> Products <ul>\n<li> Payment terminal </li>\n<li> QR code sticker </li>\n<li> QR code bill </li>\n<li> Beacon </li>\n<li> Online shop </li>\n<li> App shop </li>\n<li> Vending machine </li>\n</ul>\n</li>\n<li> Places of use <ul>\n<li> In farm shops </li>\n<li> For clubs </li>\n<li> At catering businesses </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n</ul>\n</li>\n<li> Integrators </li>\n<li>\n</li>\n<li> Shop </li>\n</ul>\n<p> Collect payments with TWINT </p>\n<p> Collecting payments with TWINT is hygienic and contactless.\n</p>\n<p> Find out more </p>\n</li>\n<li> Company <ul>\n<li> About us </li>\n<li> Team </li>\n<li>\n</li>\n<li> Career </li>\n<li> Press </li>\n<li>\n</li>\n</ul>\n</li>\n</ul>Download the TWINT app nowdeenitfrGo to top of pageEnter search term Download App<p> We use cookies on our website in order to offer you the best possible service.\nThe purpose of the cookies is specifically to provide a statistical analysis of the use of our website in order to allow for improvements to be made.\nClick on Accept’ to consent to the use of cookies.\nFurther information</p>Accept ", "created_at": "2021-05-15 10:47:29.214734", "updated_at": "2021-05-15 10:47:36.859921"}, {"id": 6021, "name": "App Data protection", "url": "https://www.twint.ch/en/app-dataprotection/", "xpath": "//body", "text": "<ul>\n<li> Private customers <ul>\n<li> Functions <ul>\n<li> At cash registers </li>\n<li> In online shops </li>\n<li> Between friends </li>\n<li> +Parking </li>\n<li> +Donate </li>\n<li> +Digital Vouchers </li>\n<li> +Cash withdrawal </li>\n</ul>\n</li>\n<li> Stores <ul>\n<li> In online shops </li>\n<li> At cash registers </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n<li> Security </li>\n</ul>\n</li>\n</ul>\n<p> Twint and win! </p>\n<p> Check your TWINT app now, take part in our challenge from 1 to 30 May and win! </p>\n</li>\n<li> Business Customers <ul>\n<li> Products <ul>\n<li> Payment terminal </li>\n<li> QR code sticker </li>\n<li> QR code bill </li>\n<li> Beacon </li>\n<li> Online shop </li>\n<li> App shop </li>\n<li> Vending machine </li>\n</ul>\n</li>\n<li> Places of use <ul>\n<li> In farm shops </li>\n<li> For clubs </li>\n<li> At catering businesses </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n</ul>\n</li>\n<li> Integrators </li>\n<li>\n</li>\n<li> Shop </li>\n</ul>\n<p> Collect payments with TWINT </p>\n<p> Collecting payments with TWINT is hygienic and contactless.\n</p>\n<p> Find out more </p>\n</li>\n<li> Company <ul>\n<li> About us </li>\n<li> Team </li>\n<li>\n</li>\n<li> Career </li>\n<li> Press </li>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Download the TWINT app now</li>\n</ul>\n<abbr>en</abbr>\n<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Italiano</li>\n<li>Français</li>\n</ul>Data protection for the TWINT apps<p>TWINT attaches great importance to data protection and transparency.\nWe would like to take this opportunity to provide users with a brief explanation of what data we store and for what purposes it is used.\nThe GTCs accepted upon installing the app are legally binding.</p>Disclosure of data<p>TWINT never discloses personal data to third parties.\nPersonal data refers to data that can be assigned to an individual person.\nThe only exception is the disclosure of data to so-called contract data processors who handle certain data on behalf of TWINT.</p>Data collection and analysis<p>When collecting and analysing data, we differentiate between users who have chosen to opt in for third-party offers in the TWINT app and users who have decided to opt out.\nFor users who have opted out, only data required for the processing of payments is collected.\nIn the case of users who have opted in, additional data is collected and analysed.\nThis data allows TWINT to display offers to users that best fit their profile.</p>\n<p>Specifically, the merchants with which a user makes purchases with TWINT and the offers that he or she views, activates and redeems in the TWINT app are recorded and analysed.\nFor&nbsp;users who have provided access to their smartphone’s location tracker function, their location&nbsp;is also determined when making active use of the TWINT app.\nThis means it is possible to display offers to users that are available in the locations they frequently visit.\nThe user’s&nbsp;location is not determined if the TWINT app is running in the background, i.e.\nno background tracking is performed.\nThe TWINT app’s access to locational information can be activated and deactivated in the settings of the smartphone’s operating system.</p>Use of Google Analytics<p>In order to improve the TWINT apps on an ongoing basis, Google Analytics is used in all TWINT apps – with the exception of UBS TWINT and ZKB TWINT (UBS and ZKB do not deploy tracking tools or deploy their own tracking tools).\nGoogle Analytics analyses which contents users open in the app.\nThis helps to identify errors and to improve the navigation in&nbsp;the TWINT app.\nNo personal data is transmitted to Google.\nThe smartphone’s IP address is anonymised.\nUsers also have the option to deactivate tracking in the TWINT app’s settings (in the menu under “More” &gt.\n“GTCs”).</p>Deletion of data<p>All data collected by TWINT is deleted or anonymised no later than after four years.\nWe only store location data in an inexact manner (radius of 2 to 5 kilometres) and delete it after six&nbsp;months at the latest.\nThe foregoing does not apply, however, to data that has to be stored for longer by law (e.g.\npayment data).\nIf a TWINT user does not use the TWINT app over a period of two years, we assume that the user has deleted the TWINT app and delete all of his or her data that we are not required to store for longer by law.\nThis means that all previously activated coupons and stamp cards are deleted.</p>\n<ul>\n<li>Functions<ul>\n<li>Payments</li>\n<li>Send and request money</li>\n<li>Save cards</li>\n<li>Donation</li>\n<li>App download</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>News<ul>\n<li>Blog</li>\n<li>Social Media</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support<ul>\n<li>FAQ</li>\n<li>Video tutorials</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Company<ul>\n<li>About us</li>\n<li>Team</li>\n<li>Career</li>\n<li>Media</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Banks<ul>\n<li>UBS</li>\n<li>PostFinance</li>\n<li>Raiffeisen</li>\n<li>Zuercher Kantonalbank</li>\n<li>BCV</li>\n<li>Credit Suisse</li>\n<li>Other banks</li>\n</ul>\n</li>\n</ul>\n<p>TWINT AG<br>\nStauffacherstrasse 41<br>\nCH-8004 Zürich</p>FacebookTwitterInstagramYouTubeLinkedIn<ul>\n<li>App conditions of use</li>\n<li>App data protection</li>\n<li>Website data privacy</li>\n<li>Company details</li>\n</ul>\n<p>© TWINT AG 2021</p>Enter search term …<ul>\n<li> Private customers <ul>\n<li> Functions <ul>\n<li> At cash registers </li>\n<li> In online shops </li>\n<li> Between friends </li>\n<li> +Parking </li>\n<li> +Donate </li>\n<li> +Digital Vouchers </li>\n<li> +Cash withdrawal </li>\n</ul>\n</li>\n<li> Stores <ul>\n<li> In online shops </li>\n<li> At cash registers </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n<li> Security </li>\n</ul>\n</li>\n</ul>\n<p> Twint and win! </p>\n<p> Check your TWINT app now, take part in our challenge from 1 to 30 May and win! </p>\n</li>\n<li> Business Customers <ul>\n<li> Products <ul>\n<li> Payment terminal </li>\n<li> QR code sticker </li>\n<li> QR code bill </li>\n<li> Beacon </li>\n<li> Online shop </li>\n<li> App shop </li>\n<li> Vending machine </li>\n</ul>\n</li>\n<li> Places of use <ul>\n<li> In farm shops </li>\n<li> For clubs </li>\n<li> At catering businesses </li>\n</ul>\n</li>\n<li>\n</li>\n<li> Support <ul>\n<li> FAQ </li>\n<li> Video tutorials </li>\n</ul>\n</li>\n<li> Integrators </li>\n<li>\n</li>\n<li> Shop </li>\n</ul>\n<p> Collect payments with TWINT </p>\n<p> Collecting payments with TWINT is hygienic and contactless.\n</p>\n<p> Find out more </p>\n</li>\n<li> Company <ul>\n<li> About us </li>\n<li> Team </li>\n<li>\n</li>\n<li> Career </li>\n<li> Press </li>\n<li>\n</li>\n</ul>\n</li>\n</ul>Download the TWINT app nowdeenitfrGo to top of pageEnter search term Download App<p> We use cookies on our website in order to offer you the best possible service.\nThe purpose of the cookies is specifically to provide a statistical analysis of the use of our website in order to allow for improvements to be made.\nClick on Accept’ to consent to the use of cookies.\nFurther information</p>Accept ", "created_at": "2021-05-15 10:46:42.114136", "updated_at": "2021-05-15 10:46:50.471356"}], "points": [{"id": 20586, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Switzerland).", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "\"TWINT AG shall be subject to Swiss data protection legislation (in particular the Federal Act on Data Protection (FADP) and the Federal Ordinance on Data Protection (FODP)) in connection with the procurement, processing and use of personal data of its customers.\"", "created_at": "2021-05-15 11:18:35.562544", "updated_at": "2021-05-16 07:22:06.355821", "quoteText": "To the extent permitted by law, all legal relationships between customers and TWINT AG shall be exclusively subject to Swiss substantive law with the exclusion of the law on the conflict of laws and any international treaties.\nSubject to the existence of mandatory statutory provisions to the contrary, the sole place of jurisdiction for all proceeding types shall be Zurich.</p>", "case_id": 241, "document_id": 6022, "quoteStart": 15985, "quoteEnd": 16364}, {"id": 20585, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:14:28.959839", "updated_at": "2021-05-16 07:21:44.185982", "quoteText": "Should customers have any questions relating to the handling of personal data, they can contact TWINT AG via the following e-mail address: privacy@twint.ch", "case_id": 300, "document_id": 6022, "quoteStart": 44417, "quoteEnd": 44572}, {"id": 20584, "title": "There is a date of the last update of the agreements", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:03:33.740591", "updated_at": "2021-05-16 07:22:13.066159", "quoteText": "July 2020 / Version 4.0</p>", "case_id": 331, "document_id": 6022, "quoteStart": 1497, "quoteEnd": 1524}, {"id": 20583, "title": "Google Analytics is used for statistics", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:02:32.392938", "updated_at": "2021-05-17 18:02:07.822803", "quoteText": "Use of Google Analytics<p>In order to improve the TWINT apps on an ongoing basis, Google Analytics is used in all TWINT apps – with the exception of UBS TWINT and ZKB TWINT (UBS and ZKB do not deploy tracking tools or deploy their own tracking tools).", "case_id": 325, "document_id": 6021, "quoteStart": 3228, "quoteEnd": 3479}, {"id": 20582, "title": "Google Firebase Software Development Kit is used for statistics", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:58:49.125608", "updated_at": "2021-05-15 11:01:43.027029", "quoteText": "TWINT AG shall use the Google Firebase Software Development Kit (SDK) of Google Inc.\n(“Google”) in the TWINT app.\nIt shall do so in order to analyse user behaviour within the app with the objective of optimising the TWINT app on an ongoing basis and gearing its features to user requirements.", "case_id": 325, "document_id": 6022, "quoteStart": 38293, "quoteEnd": 38585}, {"id": 20581, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Switzerland).", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:53:55.066907", "updated_at": "2021-05-15 11:18:57.628327", "quoteText": "TWINT AG shall be subject to Swiss data protection legislation (in particular the Federal Act on Data Protection (FADP) and the Federal Ordinance on Data Protection (FODP)) in connection with the procurement, processing and use of personal data of its customers.", "case_id": 241, "document_id": 6022, "quoteStart": 30166, "quoteEnd": 30428}, {"id": 20580, "title": "A free help desk is provided", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:49:17.99923", "updated_at": "2021-05-17 18:02:22.304366", "quoteText": "1.5.Support<p>TWINT AG shall provide customers with a help function via the TWINT app that offers technical support.\nTWINT AG can also call on third parties for the provision of this support.\nTo enable them to perform this task, they may be granted access to relevant data.</p>", "case_id": 232, "document_id": 6022, "quoteStart": 5639, "quoteEnd": 5916}, {"id": 20579, "title": "You must create an account to use this service", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:48:30.349242", "updated_at": "2021-05-17 18:02:14.776146", "quoteText": "Customers with a smartphone registered in their name on which the TWINT app has been installed are granted access to the services.", "case_id": 230, "document_id": 6022, "quoteStart": 3684, "quoteEnd": 3814}], "urls": ["twint.ch"]}}