{"error": 448, "message": "OK", "parameters": {"id": 4056, "name": "Songkick", "created_at": "2021-06-11 19:33:05.179244", "updated_at": "2021-06-11 22:01:16.014517", "wikipedia": "https://en.wikipedia.org/wiki/Songkick", "keywords": null, "related": null, "slug": "songkick", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4056.png", "url": "songkick.com", "documents": [{"id": 6993, "name": "Terms Of Use", "url": "https://www.songkick.com/info/terms", "xpath": "/html/body/div[5]/div/div/div/div", "text": " <br> Terms Of Use <br>\n<p>Last updated: October 24th, 2017</p>\n<p>\n<strong>Please read this Terms of Use agreement carefully.&nbsp.\nYour use of the Site (as defined below) constitutes your agreement to this Terms of Use agreement.</strong>\n</p>\n<p>This site (together with any successor site(s) and all Services (as defined below and any related mobile software application made available by us (together with any successor application(s) (the “<strong>App</strong>”)), collectively, the “<strong>Site</strong>”) is operated by SK Acquisition Ltd.\n(“<strong>we</strong>,” “<strong>us</strong>”).&nbsp.\nWe provide Site users with access to content and services related to us and our artists, including music, images, forums, games, text, data and other content (such content and services, collectively, the “<strong>Services</strong>”).&nbsp;These Terms of Use apply to all users of the Services, including users who access the artist fan club portions of the Services or otherwise use the Services as a member of an artist’s fan club, and including users who are also contributors of content, information and other materials or services on the Site.\nYour use of the Site is governed by these Terms of Use&nbsp;(this “<strong>Agreement</strong>”), regardless of how you access the Site (including through the Internet, through Wireless Access Protocol (commonly referred to as “WAP”), through a mobile network, or otherwise).\nThis Agreement is between you and us.</p>\n<p>PLEASE NOTE:&nbsp.\nThe Site may include or be used in connection with certain Third Party Applications (as defined in Section&nbsp;16 below).&nbsp.\nYour access to or use of such Third Party Applications may be governed by additional terms and conditions that are not set forth in this Agreement and that are made available by the particular providers of such Third Party Applications.</p>\n<p>\n<strong>1.\nAcceptance of Terms</strong>.\nBy using the Site, you agree to the terms of this Agreement and to any additional rules and guidelines that we post on the Site.&nbsp.\nWe may make changes to this Agreement from time to time.\nwe may notify you of such changes by any reasonable means, including by posting the revised version of this Agreement on the Site.&nbsp.\nYou can determine when we last changed this Agreement by referring to the “LAST UPDATED” legend above.&nbsp.\nYour use of the Site following changes to this Agreement will constitute your acceptance of those changes.\nprovided, however, any material change to this Agreement shall not apply retroactively to any claim or dispute between you and us in connection with this Agreement that arose prior to the “LAST UPDATED” date applicable to that version of this Agreement in which we included such material change.&nbsp.\nWe may, at any time,&nbsp;modify or discontinue all or part of the Site.\ncharge, modify or waive fees required to use the Site.\nor offer opportunities to some or all Site users.</p>\n<p>\n<strong>2.\nJurisdiction</strong>.\nThe Site is controlled and/or operated from the United States, and is not intended to subject us to non-U.S.\njurisdiction or laws, except as otherwise expressly stated in this Agreement.&nbsp.\nThe Site may not be appropriate or available for use in some jurisdictions outside of the United States.&nbsp.\nIf you access the Site, you do so at your own risk, and you are responsible for complying with all local laws, rules and regulations.&nbsp.\nWe may limit the Site’s availability, in whole or in part, to any person, geographic area or jurisdiction we choose, at any time and in our sole discretion.</p>\n<p>\n<strong>3.\nInformation You Submit</strong>.\nYour submission of information through the Site is governed by our Privacy Policy, which is located here&nbsp;(the “Privacy Policy”).&nbsp.\nFurther, to the extent that you submit any personally identifiable information to any third party (for example, a Provider (as defined in Section&nbsp;6(b) below)) in connection with the Site (for example, via a Third Party Application, as defined in Section&nbsp;16 below), such third party’s collection, use and disclosure of such information may be governed by its own privacy policy, and not by our Privacy Policy.\nIn any event, we are not responsible for the information collection, usage and disclosure practices of third parties.&nbsp.\nYou agree that all information you provide to us is true, accurate and complete, and you will maintain and update such information regularly.&nbsp.\nIf you choose to make any of your personally identifiable or other information publicly available on the Site, you do so at your own risk.</p>\n<p>\n<strong>4.\nRules of Conduct</strong>.\nIn using the Site, you agree to obey the law, respect the rights of others and avoid objectionable, defamatory or disruptive behavior.&nbsp.\nIn addition, you will comply with the following “Rules of Conduct” as updated from time to time by us.&nbsp.\nYou will not:</p>\n<ul>\n<li>Post, transmit, or otherwise make available, through or in connection with the Site: <ul>\n<li>Anything that is or may be (a)threatening, harassing, degrading, hateful or intimidating.\n(b)defamatory.\n(c)fraudulent or tortious.\n(d)obscene, indecent, pornographic or otherwise objectionable.\nor (e)protected by copyright, trademark, trade secret, right of publicity or other proprietary right without the express prior consent of the owner of such right.</li>\n<li>Any material that would give rise to criminal or civil liability.\nthat encourages conduct that constitutes a criminal offense.\nthat promotes gambling.\nor that encourages or provides instructional information about illegal activities or activities such as “hacking,” “cracking” or “phreaking.”</li>\n<li>Any virus, worm, Trojan horse, Easter egg, time bomb, spyware or other computer code, file, or program that is harmful or invasive or may or is intended to damage or hijack the operation of, or to monitor the use of, any hardware, software or equipment.</li>\n<li>Any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letter,” “pyramid scheme” or investment opportunity, or any other form of solicitation.</li>\n<li>Any material non-public information about a company without the proper authorization to do so.</li>\n</ul>\n</li>\n<li>Use the Site for any fraudulent or unlawful purpose.</li>\n<li>Use the Site to defame, abuse, harass, stalk, threaten or otherwise violate the legal rights of others, including without limitation others’ privacy rights or rights of publicity, or harvest or collect personally identifiable information about other users of the Site.</li>\n<li>Impersonate any person or entity, including any of our (or our affiliates’) representatives.\nfalsely state or otherwise misrepresent your affiliation with any person or entity.\nor express or imply that we endorse any statement or posting you make.</li>\n<li>Interfere with or disrupt the operation of the Site or the servers or networks used to make the Site available.\nor violate any requirements, procedures, policies or regulations of such networks.</li>\n<li>Restrict or inhibit any other person from using the Site (including by hacking or defacing any portion of the Site).</li>\n<li>Use the Site to advertise or offer to sell or buy any goods or services without our express prior written consent.</li>\n<li>Reproduce, duplicate, copy, sell, resell or otherwise exploit for any commercial purposes, any portion of, use of, or access to the Site.</li>\n<li>Except as expressly permitted by applicable law, modify, adapt, translate, reverse engineer, decompile or disassemble any portion of the Site.</li>\n<li>Remove any copyright, trademark or other proprietary rights notice from the Site or materials originating from the Site.</li>\n<li>Frame or mirror any part of the Site without our express prior written consent.</li>\n<li>Create a database by systematically downloading and storing all or any Site content.</li>\n<li>Use any robot, spider, site search/retrieval application or other manual or automatic device to retrieve, index, “scrape,” “data mine” or in any way reproduce or circumvent the navigational structure or presentation of the Site, without our express prior, written consent.</li>\n</ul>\n<p>We may terminate your use of the Site for any conduct that we consider to be inappropriate, or for your breach of this Agreement, including the Rules of Conduct (including, without limitation, if you repeatedly engage in copyright infringement via or in connection with the Site).\nWe reserve the right to remove any content from the Site or from another feature of the Services at any time, for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such content or if we are concerned that you may have violated the Terms of Use) or for no reason at all.\n</p>\n<p>\n<strong>5.\nRegistration</strong>.\nYou may need to register to use any part(s) of the Site.&nbsp.\nYou must provide accurate and complete registration information and you shall keep your registration information up to date.\nWe may reject, or require that you change, any user name, password or other information that you provide to us in registering.&nbsp.\nYour user name and password are for your personal use only and should be kept confidential.\nyou are responsible for any use of your user name and password, and you agree to promptly notify us of any confidentiality breach or unauthorized use of your user name and password, or your Site account.</p>\n<p>\n<strong>Social media / ID service account</strong>.\nWe may also allow you to create an account by logging in to your account for a third party social network or ID service (such as Facebook, Google or Open ID).\nBy using the Site and/or Services through a third party social network or ID service, you permit us to access certain information from such account for use by the Site and/or Services.\nYou may control the amount of information that is accessible to us by adjusting your account privacy settings for such account.</p>\n<p>If you wish to terminate your account, you may do so by following the instructions in the ‘account settings’ section of the Site.\nWe will delete your account information generally, but shall retain certain information such as your username, (which we retain in order to avoid re-use), your profile image, and any events, images, or videos that you have previously added to the Site, all of which will continue to be publicly attributed to your username, as well as certain information for period of time for backup purposes.</p>\n<p>\n<strong>6.\nSubmissions</strong>.</p>\n<p>\n<strong>a.\nGenerally</strong>.\nThe Site may contain areas where you can post information and materials, including, without limitation, text, images, photographs, graphics, music, videos, audiovisual works, data, files, links and other materials&nbsp;(each, a “<strong>Submission</strong>”).&nbsp.\nFor purposes of clarity, you retain ownership of any Submissions that you post, subject to the terms and conditions of this Agreement (including the license grant in Section&nbsp;6(b) below).</p>\n<p>\n<strong>b.\nLicense Grant</strong>.\nFor each Submission that you post, you hereby grant to us and our affiliates (including without limitation Warner Music Group, Atlantic Records, Warner Records, Rhino Entertainment and our other affiliated record labels)&nbsp;(collectively, our “<strong>Affiliates</strong>”) a world-wide, royalty free, fully paid-up, non-exclusive, perpetual, irrevocable, transferable, and fully sub-licensable (through multiple tiers) license, without additional consideration to you or any third party, to:&nbsp.\n(i)&nbsp;reproduce, distribute, transmit, communicate to the public, perform and display (publicly or otherwise), edit, modify, adapt, create derivative works from and otherwise use such Submission, in any format or media now known or hereafter developed, on or in connection with the Site or any of our (or our Affiliates’) similar services or products (e.g., any web sites, and any desktop, mobile or other applications, widgets or APIs) (such services or products, collectively, the “<strong>Site-Related Services</strong>”).\n(ii)&nbsp;exercise all trademark, publicity and other proprietary rights with regard to such Submission.\n(iii)&nbsp;use your name, photograph, portrait, picture, voice, likeness and biographical information as provided by you in connection with your Submission for any promotional purposes related to the Site or the Site-Related Services, in each case, in connection with your Submission.\nand (iv)&nbsp;use your Submission (including the contents thereof) for any promotional or other business purposes related to the Site, the Site-Related Services, and Artists.&nbsp.\nFor the purpose of clarification, nothing in this Agreement shall be deemed to authorize you to incorporate into any Submission any content or material owned by us, our Affiliates or our respective artists&nbsp;(“<strong>Artists</strong>”), directors, officers, employees, agents and representatives&nbsp;(“<strong>Representatives</strong>”) and licensors and service providers&nbsp;(collectively, “Providers”).&nbsp.\nIF YOU DO NOT WISH TO GRANT THE RIGHTS GRANTED IN THIS SECTION&nbsp;6, PLEASE DO NOT POST ANY SUBMISSIONS ON THE SITE.</p>\n<p>\n<strong>c.\nDisclaimers</strong>.\nIt is possible that Site visitors will post information or materials on the Site that are wrong or misleading or that otherwise violate this Agreement.&nbsp.\nWe, our Affiliates and our respective Artists, Representatives and Providers do not endorse and are not responsible for any information or materials made available through the Site or your use of such information or materials.&nbsp.\nAll Submissions will be deemed to be non-confidential and may be used by us (i)&nbsp;without any confidentiality or other non-disclosure obligations and (ii)&nbsp;without attribution to you or any third party.&nbsp.\nWe reserve the right, in our sole discretion and at any time, to set limits on the number and size of any Submissions that may be posted on the Site or the amount of storage space available for Submissions.</p>\n<p>\n<strong>d.\nAcknowledgement</strong>.\nYou hereby acknowledge and agree that (i)&nbsp;you have received good and valuable consideration in exchange for the rights granted by you hereunder in and to any Submission that you post, including, without limitation, the ability to participate in activities on the Site and the possibility that publicity or favorable exposure may arise from our or our Affiliates’ use of such Submission or any derivative works incorporating or embodying such Submission.\nand (ii)&nbsp;you are not entitled to any further compensation for any use or other exploitation of such Submission by us or our Affiliates or any other party (including, without limitation, our or our Affiliates’ Artists, Representatives and Providers) pursuant to the rights in such Submission that have been granted hereunder and/or that are available under applicable law.</p>\n<p>\n<strong>e.\nRepresentation and Warranties</strong>.\nYou hereby represent and warrant that: (i)&nbsp;you have the legal right and authority to enter into this Agreement.\n(ii)&nbsp;you solely own, or otherwise have the full right and permission to exploit, all of the rights in, to, and under any Submission that you post and to grant the rights and licenses set forth herein, and with respect to any third party materials that appear in or are otherwise incorporated or embodied in any Submission that you post, you have obtained express, written clearances from all owners of and rights holders in such third party materials as necessary to grant the rights and licenses set forth herein.\n(iii)&nbsp;you have obtained the written consent, release, and/or permission of every identifiable individual who appears in any Submission that you post, to use such individual’s name and likeness for purposes of using and otherwise exploiting such Submission(s) in the manner contemplated by the Agreement, or, if any such identifiable individual is under the age of eighteen&nbsp;(18), you have obtained such written consent, release and/or permission from such individual’s parent or guardian (and you agree to provide to us a copy of any such consents, releases and/or permissions upon our request).\n(iv)&nbsp;any Submission that you post, and the use thereof by us, our Affiliates, and our and their respective designees (including, without limitation, our and their respective Artists, Representatives and Providers), do not and shall not infringe upon or violate any patent, copyright, trademark, trade secret, or other intellectual property rights or other rights of any third party.\n(v)&nbsp;any Submission that you post is not confidential and does not contain any confidential information.\nand (vi)&nbsp;in creating, preparing and posting any Submission, you (A)&nbsp;have complied and will comply in all respects with all applicable laws, rules (including, without limitation, our Rules of Conduct), and regulations and (B)&nbsp;have not violated and will not violate any understanding by which you are explicitly or implicitly bound (including without limitation any agreement with any third party).&nbsp.\nIf you do post a Submission that contains the likeness of an identifiable individual, we strongly encourage you not to include any identifying information (such as the individual’s name or address) within such Submission.</p>\n<p>\n<strong>f.\nWaiver.\nFurther Assurances.\nIndemnity</strong>.\nTo the extent permitted under applicable law, you agree to forever release, discharge and waive all claims against us, our Affiliates and our and their respective Artists, Representatives and Providers from, and covenant not to initiate, file, maintain, or proceed upon any suit, claim, demand, or cause of action against us, our Affiliates and our and their respective Artists, Representatives and Providers with respect to, any and all claims, demands, actions, losses, costs, damages, liabilities, judgments, settlements and expenses (including, without limitation, reasonable attorneys’ fees) that relate in any way to this Agreement and/or the use of any Submission in a manner consistent with the rights granted under this Agreement, including, without limitation, any claim for idea misappropriation.&nbsp.\nAdditionally, to the extent permitted under applicable law, you hereby waive any and all rights that you may have under laws worldwide that concern “moral rights” or “droit moral,” or similar rights, in connection with any Submission that you post (and you hereby represent and warrant that you have obtained clear, express written waivers from any applicable third parties with respect to any and all rights that such third parties may have under such laws in connection with any Submission that you post).\n&nbsp;At any time upon our request, you shall:&nbsp;&nbsp;(i)&nbsp;take or cause to be taken all such actions as we may reasonably deem necessary or desirable in order for us and our Affiliates to obtain the full benefits of this Agreement and any licenses granted by you hereunder, and (ii)&nbsp;execute a non-electronic hard copy of this Agreement.&nbsp.\nWithout limiting any other provision herein, you agree to indemnify us, our Affiliates, and our and their respective Artists, Representatives and Providers as further set forth herein, including in Section 20 below.</p>\n<p>\n<strong>g.\nNo Obligation to Use</strong>.\nFor the purpose of clarification, it shall be in our sole discretion whether or not to exercise any right granted to us under this Agreement, and we shall have no obligation to use or otherwise exploit any Submission.</p>\n<p>\n<strong>7.\nUnsolicited Submissions</strong>.\nNotwithstanding anything to the contrary in this Agreement, we and our Affiliates do not accept, invite or consider unsolicited submissions of ideas, proposals or suggestions&nbsp;(“<strong>Unsolicited Submissions</strong>”), whether related to the Site, our Products or otherwise.&nbsp.\nWe do not treat Unsolicited Submissions as confidential, and any Unsolicited Submission will become our or our Affiliates’ sole property.&nbsp.\nWe and our Affiliates have no obligations with respect to Unsolicited Submissions and may use them for any purpose whatsoever without compensation to you or any other person.</p>\n<p>\n<strong>8.\nMonitoring</strong>.\nWe may, but have no obligation to:&nbsp.\n(a)&nbsp;monitor, evaluate or alter Submissions before or after they appear on the Site.\n(b)&nbsp;seek to verify that all rights, consents, releases and permissions in or relating to such Submission have been obtained by you in accordance with your representations above.\n(c)&nbsp;refuse, reject or remove any Submission at any time or for any reason (including, without limitation, if we determine, in our sole discretion, that all rights, consents, releases and permissions have not been obtained by you despite your representations above).&nbsp.\nYou agree to cooperate with us in our verification or inquiries related to the foregoing.&nbsp.\nWe may disclose any Submissions and the circumstances surrounding their transmission to anyone for any reason or purpose, and in accordance with our Privacy Policy.&nbsp.\nIf you become aware of any unlawful, offensive or objectionable material(s) on the Site (except for material that infringes copyright, which is addressed in Section&nbsp;26 below), contact us here&nbsp;with your name and address, a description of the material(s) at issue and the URL or location of such materials.</p>\n<p>\n<strong>9.\nProducts</strong>.\nAll rights in any products available through the Site, such as music, ring tones, ring back tones, SMS tones, images (e.g., screen savers), video, artwork, text, software including but not limited to widgets and media player plugins, information and features including but not limited to exclusive artist content, contests, artist merchandise, downloadable media, advertisements, photographs, graphics and other copyrightable materials (collectively, the “<strong>Products</strong>”) are owned by us, our Affiliates and/or our (or their) licensors.\nSome of these Products may only be accessible on or through certain parts of the Services.\nfor example, special fan club pre-sale information may not be available to you unless you are a part of an artist’s fan club on the Services.\nWe may, in its sole discretion, remove, modify, or otherwise change your ability to access any content on the Services at any time.\nIf a separate agreement provided by us or an Affiliate governs a particular Transaction (as defined in Section 10 below) or Product, or your use of a particular Product, and the terms of such separate agreement conflict with the terms of this Agreement, the terms of such separate agreement will govern such transaction or use.\nSubject to your compliance with the terms and conditions of this Agreement and any other applicable terms and conditions imposed by us, our Affiliates and/or our licensors, you have a limited right to use those Products that you purchase or access through the Site solely for your personal, noncommercial use in accordance with the terms and conditions of this Agreement and any other terms and conditions that may apply to such Products, which right you cannot sublicense to others.\nAny burning or exporting capabilities, if any, of any Product shall not constitute a grant or waiver of any of our rights or those of any copyright or other rights owners in such Product, any other Product or any content, sound recording, underlying musical composition, artwork or other copyrightable matter embodied in or associated with such Product or any other Product.\nYou understand that the Site and the Products may include and/or rely on a security framework using technology that protects digital information and imposes usage rules established by us, our Affiliates and our (or their) licensors, and you hereby agree to abide by such usage rules, including those set forth below.\nUnless we expressly provide otherwise, all Transactions, all Products and your use of such Products are subject to this Agreement.</p>\n<p>\n<strong>10.\nPurchases</strong>.\nIf you wish to purchase any Products made available through the Site (each such purchase, a “<strong>Transaction</strong>”), you may be asked to supply certain information in connection with such Transaction, including without limitation your credit card number or other payment account number (for example, your wireless account number), your billing address, and your shipping information.\nBY INITIATING A TRANSACTION, YOU REPRESENT AND WARRANT THAT YOU (A) ARE EIGHTEEN (18) YEARS OF AGE OR OLDER AND (B) HAVE THE LEGAL RIGHT TO USE THE PAYMENT MEANS SELECTED BY YOU.\nBy submitting such information, you grant us the right to use such information in accordance with our Privacy Policy, including, without limitation, by providing such information to third parties for purposes of facilitating the completion of Transactions initiated by you or on your behalf.\nVerification of information may be required prior to the acknowledgment or completion of any Transaction.</p>\n<p>Descriptions and images of, and references to, Products on the Site do not imply our endorsement of such Products.\nExcept to the extent prohibited by applicable law, we reserve the right, with or without prior notice, to change such descriptions, images, and references.\nto limit the available quantity of any Product.\nto honor, or impose conditions on the honoring of, any coupon, coupon code, promotional code or other similar promotions.\nto bar any user from making any or all Transaction(s).\nand/or to refuse to provide any user with any Product.\nPrice and availability of any Product offered through the Site are subject to change without notice.\nIn the event that a Product is listed at an incorrect price or with other incorrect information, we have the right to refuse or cancel any Transaction for such Product.\nYou shall pay all charges that may be incurred by you or on your behalf through the Site, at the price(s) in effect when such charges are incurred, including without limitation all shipping and handling charges, and any applicable network, data or other charges in respect of mobile downloads.\nIn addition, you remain responsible for any taxes (including, if applicable, VAT and/or any import duties) that may be applicable to your Transaction(s).</p>\n<p>Except to the extent applicable law provides otherwise, all sales through the Site are final, and all charges from those sales are nonrefundable, except as otherwise expressly set forth in this Agreement.\nWe or our third party designees may automatically process charges against your selected payment method on the receipt page or when we provide you with a “Download Now” link.\nWe or our third party designees will inform you if all or any portion of your order is canceled or if additional or different information is required to accept your order.</p>\n<p>\n<strong>11.\nProduct Delivery</strong>.\nExcept to the extent prohibited by applicable law, we reserve the right to change Product delivery options without notice.\nOn occasion, technical and other problems may delay or prevent delivery of a particular Product.\nExcept to the extent that applicable law provides otherwise, your sole and exclusive remedy with respect to any Product that is not delivered within a reasonable period will be either replacement of such Product or a refund of the purchase price paid for such Product, as determined by us in our sole discretion.</p>\n<p>\n<strong>12.\nUsage Restrictions for Products</strong>.\nAll Products you purchase, obtain or access on or through the Site are solely for your personal, non-commercial use.\nExcept as otherwise expressly provided herein, you may not reproduce, publish, transmit, distribute, display, broadcast, re-broadcast, modify, create derivative works from, sell or participate in any sale of or exploit in any way, in whole or in part, directly or indirectly, any of the Products or any related software.\nExcept as permitted under applicable law, you may not reverse engineer, decompile, disassemble, modify or disable any Products or any copyright protection or use limitation systems associated with the Products.\nYou may not play and then re-digitize any Products, or upload any Products or derivatives thereof to the Internet.\nUnless expressly permitted by us (e.g., a “Create Your Own Video” contest offered on the Site), you may not use the Products in conjunction with any other content, including without limitation, in conjunction with any other Products (e.g., to provide sound for video).\nYou may not transfer, sell or offer to sell the Products, including, without limitation, posting any Product for auction on any Internet auction site or “trading” the Products for money, goods or services.\nYou are not granted any commercial sale, resale, reproduction, distribution or promotional use rights in connection with Products.\nAdditionally, the following usage restrictions apply based on the type of Product you are purchasing or obtaining through the Site:</p>\n<br>\n<strong>Product Type</strong>\n<strong>Terms Of Usage</strong> Full Permanent Non-MP3 Digital Audio Downloads Personal Computers:&nbsp;You may not activate any audio track purchased or obtained via the Site on more than three (3) traditional personal computers.&nbsp.\nCD Burning:&nbsp;You may not make more than seven (7) burns of a particular playlist (such as an album) to a CD.&nbsp.\nPortable Devices:&nbsp;You may not transfer audio tracks purchased or obtained via the Site from personal computers to more than three (3) traditional portable devices (or to any cellular telephone or other device capable of cellular or WAP communication).\nFull Permanent Digital Video Downloads Personal Computers:&nbsp;You may not activate each video purchased or obtained via the Site on more than three (3) traditional personal computers.&nbsp.\nNo DVD Burning:&nbsp;You may not burn to DVD any digital copy of a purchased video.&nbsp.\nPortable Devices:&nbsp;You may not transfer videos purchased or obtained via the Site from personal computers to more than three (3) traditional portable devices (or to any cellular telephone or other device capable of cellular or WAP communication).\nDigital Video Rentals Limited-time downloads or limited-access streaming to a personal computer or portable device, including mobile devices, is permitted for a period of 24 hours or such other limited time period as specified in the particular offering pursuant to which the rental occurs.\nTourbox Widget You may, to the extent the Site expressly authorizes you to do so, download our Tourbox widget (which is provided free of charge) and use it for your own commercial use solely to the extent necessary for you to claim an artists’ page and upload tour dates for that artist.\nWe do not guarantee that the Tourbox widget will distribute your tour dates to third parties.\nWe do not accept any responsibility for the integrity of any data which you upload to the Site using the Tourbox widget.\nThe Tourbox widget may have minimum system requirements for it to operate correctly.\nTo the fullest extent permitted by law, we do not accept any responsibility for your use of the Tourbox widget or its impact on your or any other website or online platform.\nOther Any other types of digital products sold or offered on or in connection with this Site are subject to the terms set forth in the specific offering pursuant to which the sale or other type of offering occurs.\nIn the event of a conflict between these Terms of Usage and the terms and conditions set forth in such specific offering, the terms of the specific offering shall govern.\n<br>\n<p>\n<strong>13.\nProduct Requirements.\nCompatibility</strong>.\nYou acknowledge that use of our Products requires other hardware and software tools (e.g., in the case of full permanent audio downloads, for making copies of Products on physical media and rendering performance of Products on authorized digital player devices), and that such hardware and software, including, without limitation, all charges therefor, are your sole responsibility.\nTo the extent permissible under applicable law, we, our Affiliates and our (and their) Artists and Representatives or Providers shall not be responsible or liable for the loss or damage of any Product.\nExcept to the extent prohibited by applicable law, we reserve the right to change at any time, with or without prior notice to you, the software or hardware required to download, transfer, copy and/or use or limit the use of any Products.</p>\n<p>\n<strong>14.\nRules for Promotions</strong>.\nAny sweepstakes, contests, raffles or other promotions (collectively, ”<strong>Promotions</strong>”) made available through the Site may be governed by rules that are separate from this Agreement.&nbsp.\nIf you participate in any Promotions, please review the applicable rules as well as our Privacy Policy.&nbsp.\nIf the rules for a Promotion conflict with this Agreement, the Promotion rules will apply.</p>\n<p>\n<strong>15.\nOur Proprietary Rights</strong>.\nWe, our Affiliates and our respective licensors and suppliers own the information and materials made available through the Site.&nbsp.\nSuch information and materials are protected by copyright, trademark, patent and/or other proprietary rights and laws.&nbsp.\nExcept as expressly authorized in advance by us, you agree not to reproduce, modify, rent, lease, loan, sell, distribute or create derivative works based on, all or any part of the Site or any information or materials made available through the Site.</p>\n<p>We, our Affiliates and/or our respective licensors or suppliers own the trade names, trademarks and service marks on the Site, including without limitation Songkick, Songkick.com, Warner Music, Warner Music Group, and any associated logos.&nbsp.\nAll trademarks and service marks on the Site not owned by us or our Affiliates are the property of their respective owners.&nbsp.\nYou may not use our trade names, trademarks and service marks in connection with any product or service that is not ours, or in any manner that is likely to cause confusion.&nbsp.\nNothing contained on the Site should be construed as granting any license or right to use any trade names, trademarks or service marks without express prior written consent of the owner.</p>\n<p>PLEASE NOTE THAT UNAUTHORIZED USE OF ANY SERVICE OR PRODUCT, INCLUDING, WITHOUT LIMITATION, ANY SOFTWARE USED BY THE SERVICES, MAY SUBJECT YOU TO CIVIL AND CRIMINAL PENALTIES, (INCLUDING, WITHOUT LIMITATION, POSSIBLE MONETARY DAMAGES), INCLUDING, WITHOUT LIMITATION, FOR COPYRIGHT INFRINGEMENT.</p>\n<p>\n<strong>16.\nThird Party Applications</strong>.\nThe Site may include third party software applications and services (or links thereto) that are made available by our Providers (“<strong>Third Party Applications</strong>”).&nbsp.\nBecause we do not control Third Party Applications, you agree that neither we nor our Affiliates, nor our respective Artists and Representatives, are responsible or liable for any Third Party Applications, including the performance, accuracy, integrity, quality, legality, usefulness, or safety of, or intellectual property rights relating to, Third Party Applications or their use.&nbsp.\nWe have no obligation to monitor Third Party Applications, and we may remove or restrict access to any Third Party Applications (in whole or part) from the Site at any time.&nbsp.\nThe availability of Third Party Applications on the Site does not imply our endorsement of, or our affiliation with any Provider of, such Third Party Applications.&nbsp.\nFurther, your use of Third Party Applications may be governed by additional terms and conditions that are not set forth in this Agreement or our Privacy Policy (for example, terms and conditions that are made available by Providers themselves in connection with Third Party Applications).&nbsp.\nThis Agreement does not create any legal relationship between you and Providers with respect to Third Party Applications, and nothing in this Agreement shall be deemed to be a representation or warranty by us, or any of our Affiliates, or our respective Artists, Representatives or Providers, with respect to any Third Party Application.</p>\n<p>\n<strong>17.\nThird Party Content</strong>.\nThe Site may incorporate certain functionality that allows, via the system or network of which the Site is a component, the routing and transmission of, and online access to, certain digital communications and content made available by third parties (“<strong>Third Party Content</strong>”).&nbsp.\nBy using such Site functionality, you acknowledge and agree that you are directing us to access and transmit to you Third Party Content associated with such functionality.&nbsp.\nBecause we do not control Third Party Content, you agree that we are neither responsible nor liable for any Third Party Content, including the accuracy, integrity, quality, legality, usefulness, or safety of, or intellectual property rights relating to, Third Party Content.&nbsp.\nWe have no obligation to monitor Third Party Content, and we may block or disable access to any Third Party Content (in whole or part) via the Site at any time.&nbsp.\nYour access to or receipt of Third Party Content via the Site does not imply our endorsement of, or our affiliation with any provider of, such Third Party Content.&nbsp.\nFurther, your use of Third Party Content may be governed by additional terms and conditions that are not set forth in this Agreement or our Privacy Policy (for example, terms and conditions that are made available by the providers of such Third Party Content).&nbsp.\nThis Agreement does not create any legal relationship between you and the providers of such Third Party Content with respect to such Third Party Content, and nothing in this Agreement shall be deemed to be a representation or warranty by us, or any of our Affiliates, or our respective Artists, Representatives or Providers, with respect to any Third Party Content.</p>\n<p>\n<strong>18.\nLinks and Feeds</strong>.\nThe Site may provide links to or feeds from other web sites and online resources.&nbsp.\nWe and our Affiliates are not responsible for and do not endorse such external sites or resources.&nbsp.\nOther sites may link to the Site with or without our authorization, and we may block any links to or from the Site.&nbsp.\nYOUR ACCESS TO AND USE OF THIRD PARTY WEB SITES, CONTENT AND RESOURCES IS AT YOUR OWN RISK.</p>\n<p>\n<strong>19.\nLimitations of Liability and Disclaimers</strong>.\nTHE SITE AND ALL GOODS, SERVICES, PRODUCTS, THIRD PARTY APPLICATIONS, THIRD PARTY CONTENT, INFORMATION AND MATERIALS MADE AVAILABLE THROUGH THE SITE ARE PROVIDED TO YOU “AS IS” WITHOUT ANY EXPRESS REPRESENTATIONS OR WARRANTIES OF ANY KIND, AND WE, OUR AFFILIATES AND OUR RESPECTIVE ARTISTS, REPRESENTATIVES AND PROVIDERS DISCLAIM ALL STATUTORY OR IMPLIED REPRESENTATIONS, WARRANTIES, TERMS AND CONDITIONS WITH RESPECT TO THE SITE AND ALL GOODS, SERVICES, PRODUCTS, THIRD PARTY APPLICATIONS, THIRD PARTY CONTENT, INFORMATION AND MATERIALS MADE AVAILABLE THROUGH THE SITE, INCLUDING THE REPRESENTATIONS AND WARRANTIES OF SATISFACTORY QUALITY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT AND TITLE.\n(CERTAIN PROVIDERS MAY SEPARATELY PROVIDE LIMITED REPRESENTATIONS AND/OR WARRANTIES REGARDING THEIR THIRD PARTY APPLICATIONS.\nPLEASE CHECK WITH SUCH PROVIDERS FOR FURTHER INFORMATION.) WE MAKE NO REPRESENTATION OR WARRANTY THAT THE SITE (OR ANY PART THEREOF), OR ANY GOODS, SERVICES, PRODUCTS, THIRD PARTY APPLICATIONS, THIRD PARTY CONTENT, INFORMATION OR MATERIALS MADE AVAILABLE THROUGH THE SITE IS OR WILL BE ACCURATE, COMPLETE, ERROR-FREE, OR COMPATIBLE WITH ANY PARTICULAR SOFTWARE OR HARDWARE.\nFURTHER, WE MAKE NO REPRESENTATION OR WARRANTY THAT ANY SOFTWARE, HARDWARE, EQUIPMENT OR OTHER DEVICE OR SYSTEM USING THE SITE OR ANY GOODS, SERVICES, PRODUCTS, THIRD PARTY APPLICATIONS, THIRD PARTY CONTENT, INFORMATION OR MATERIALS MADE AVAILABLE THROUGH THE SITE WILL FUNCTION IN ANY MANNER.\nYOU HEREBY AGREE THAT IT IS YOUR SOLE RESPONSIBILITY TO (A) OBTAIN AND PAY FOR ANY SOFTWARE, HARDWARE OR SERVICES (INCLUDING INTERNET CONNECTIVITY) NEEDED TO USE THE SITE AND (B) ENSURE THAT ANY SOFTWARE, HARDWARE, EQUIPMENT, DEVICES, SYSTEMS OR SERVICES THAT YOU USE WILL FUNCTION CORRECTLY WITH THE SITE AND ANY GOODS, SERVICES, PRODUCTS, THIRD PARTY APPLICATIONS, THIRD PARTY CONTENT, INFORMATION OR MATERIALS MADE AVAILABLE THROUGH THE SITE.\nYOU AGREE THAT YOU MUST EVALUATE, AND THAT YOU BEAR ALL RISKS ASSOCIATED WITH, THE USE OF THE SITE, INCLUDING ANY RELIANCE ON THE ACCURACY, COMPLETENESS, OR USEFULNESS OF ANY THIRD PARTY APPLICATIONS, THIRD PARTY CONTENT, INFORMATION OR MATERIALS MADE AVAILABLE THROUGH THE SITE.</p>\n<p>WE, OUR AFFILIATES AND OUR RESPECTIVE ARTISTS, REPRESENTATIVES AND PROVIDERS WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES OF ANY KIND IN CONNECTION WITH THE SITE, NOR FOR ANY DAMAGES FOR LOSS OF PROFITS, LOSS OR INTERRUPTION OF BUSINESS, LOSS OF USE, LOSS OF DATA, LOSS OF OTHER INTANGIBLES, LOSS OF SECURITY OF INFORMATION YOU HAVE PROVIDED IN CONNECTION WITH YOUR USE OF THE SITE (INCLUDING, WITHOUT LIMITATION, IN CONNECTION WITH YOUR USE OR RECEIPT OF ANY THIRD PARTY APPLICATIONS OR THIRD PARTY CONTENT), OR UNAUTHORIZED INTERCEPTION OF ANY SUCH INFORMATION BY THIRD PARTIES, EVEN IF ADVISED IN ADVANCE OF SUCH DAMAGES OR LOSSES.\nFURTHER, WE, OUR AFFILIATES AND OUR RESPECTIVE ARTISTS, REPRESENTATIVES AND PROVIDERS WILL NOT BE LIABLE FOR DAMAGES OF ANY KIND RESULTING FROM YOUR USE OF THE SITE OR FROM ANY THIRD PARTY APPLICATIONS, THIRD PARTY CONTENT, INFORMATION OR MATERIALS ON THE SITE.\nYOUR SOLE AND EXCLUSIVE REMEDY FOR DISSATISFACTION WITH THE SITE IS TO STOP USING THE SITE.\nOUR MAXIMUM LIABILITY FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING, WITHOUT LIMITATION, NEGLIGENCE) OR OTHERWISE SHALL BE THE TOTAL AMOUNT PAID BY YOU TO US TO ACCESS AND USE THE SITE.</p>\n<p>IT IS POSSIBLE THAT APPLICABLE LAW MAY NOT ALLOW FOR LIMITATIONS ON CERTAIN IMPLIED WARRANTIES OR EXCLUSIONS OR LIMITATIONS OF CERTAIN DAMAGES.\nSOLELY TO THE EXTENT THAT SUCH LAW APPLIES TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>\n<p>While we try to maintain the security of the Site, we do not guarantee that the Site or any Third Party Applications will be secure or that any use of the Site or any Third Party Applications will be uninterrupted.&nbsp.\nAdditionally, third parties may make unauthorized alterations to the Site or any Third Party Applications.&nbsp.\nIf you become aware of any unauthorized third party alterations to the Site, contact us here&nbsp;with a description of the material(s) at issue and the URL or location of such materials.</p>\n<p>\n</p>\n<p>\n<strong>20.\nIndemnity</strong>.\nExcept to the extent prohibited under applicable law, you agree to defend, indemnify and hold harmless us, our Affiliates and our and their respective Artists, Representatives and Providers, from and against all claims, losses, costs and expenses (including attorneys’ fees) arising out of (a)&nbsp;your use of, or activities in connection with, the Site.\n(b)&nbsp;any violation of this Agreement by you.\n(c)&nbsp;any use or other exploitation, or failure or omission to use or otherwise exploit, any Submission (including any portion thereof) that you post.\nor (d)&nbsp;any claim that your Submission or any use or exploitation thereof caused damage to or infringed upon or violated the rights of a third party, including without limitation past, present or future infringement, misappropriation, libel, defamation, invasion of privacy or right of publicity or violation of rights related to the foregoing.</p>\n<p>\n<strong>21.\nTermination</strong>.\nThis Agreement is effective until terminated.&nbsp.\nWe may, at any time and for any reason, terminate your access to or use of:&nbsp.\n(a)&nbsp;the Site, (b)&nbsp;your user name and password or (c)&nbsp;any files or information associated with your user name and password.&nbsp.\nIf we terminate your access to the Site, you will not have the right to bring claims against us, our Affiliates or our respective Artists, Representatives and Providers with respect to such termination.&nbsp.\nWe and our Affiliates and our respective Artists, Representatives and Providers, shall not be liable for any termination of your access to the Site or to any such information or files, and shall not be required to make such information or files available to you after any such termination.&nbsp.\nWe may take steps that we believe are appropriate to enforce or verify compliance with any part of this Agreement (including our right to cooperate with any legal process relating to your use of the Site, any Products or any third party claim that your use of the Site or Products is unlawful or infringes such third party’s rights).&nbsp.\nSections 2, 6-8, 15-23, 25-27 and 29 shall survive any expiration or termination of this Agreement.</p>\n<p>\n<strong>22.&nbsp;Governing Law.\nDispute Resolution</strong>.&nbsp;You hereby agree that this Agreement (and any claim or dispute arising in connection with this Agreement or your use of the Site) is governed by and shall be construed in accordance with the laws of the State of New York, U.S.A., without regard to its principles of conflicts of law, and you consent to the exclusive jurisdiction of the federal and state courts located in New York, New York, U.S.A., and waive any jurisdictional, venue or inconvenient forum objections thereto.</p>\n<p>You further agree that the United Nations Convention on the International Sale of Goods will not apply to this Agreement.&nbsp.\nYou agree that any unauthorized use of the Site, the Products or any related software or materials, or any Third Party Applications, would result in irreparable injury to us, our Affiliates or our respective Artists, Representatives and Providers for which money damages would be inadequate, and in such event we, our Affiliates or our respective Artists, Representatives and Providers, as applicable, shall have the right, in addition to other remedies available at law and in equity, to immediate injunctive relief against you.&nbsp.\nNothing contained in this section or elsewhere in this Agreement shall be construed to limit remedies or relief available pursuant to statutory or other claims that we, our Affiliates or our respective Artists, Representatives and Providers may have under separate legal authority, including, without limitation, any claim for intellectual property infringement.</p>\n<p>\n<strong>23.&nbsp;Filtering</strong>.\nPursuant to 47 U.S.C.\nSection 230(d) as amended, we hereby notify you that parental control protections are commercially available that may assist you in limiting access to material that is harmful to minors.\nInformation about how to protect your child’s privacy online is available here.\nPlease note that we do not endorse any products or services listed at this site.</p>\n<p>\n<strong>24.\nInformation or Complaints</strong>.\nUnder California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: &nbsp;If you have a question or complaint regarding the Site, please feel free to contact us via e-mail.&nbsp.\nE-mail communications are not necessarily secure, so please do not include credit card information or other sensitive information in any e-mail to us.&nbsp.\nYou may also contact us by writing to us at Warner Music Group, 1633 Broadway, New York, NY 10019.&nbsp.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445 1254 or&nbsp;(800) 952-5210.</p>\n<p>\n<strong>25.\nForward-Looking Statements</strong>.\nStatements appearing on the Site that concern us, our Affiliates or our and their management and that are not historical facts are “Forward-Looking Statements.”&nbsp.\nForward-Looking Statements are only predictions, and actual future events may differ materially from those discussed in any Forward-Looking Statement.&nbsp.\nVarious external factors and risks affect our operations, markets, products, services and prices.&nbsp.\nThese factors and risks are described in our current annual report filed with the SEC and in other filings we make with the SEC.&nbsp.\nYou can access our most recent SEC filings via the SEC EDGAR system located here, or you may obtain these filings directly from us at no charge.&nbsp.\nWe disclaim any obligation or responsibility to update, revise or supplement any Forward-Looking Statement or any other statements appearing on the Site.</p>\n<p>\n<strong>26.&nbsp;Claims of Copyright Infringement</strong>.&nbsp;The Digital Millennium Copyright Act of 1998 (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.&nbsp.\nIf you believe in good faith that materials available on the Site infringe your copyright, you (or your agent) may send us a notice requesting that we remove the material or disable access to it.&nbsp.\nIf you believe in good faith that someone has wrongly filed a notice of copyright infringement against you, the DMCA permits you to send us a counter-notice.&nbsp.\nNotices and counter-notices must meet the then-current statutory requirements imposed by the DMCA.&nbsp.\nSee&nbsp;here&nbsp;for details.&nbsp.\nNotices and counter-notices should be sent to:</p>\n<p>DMCA Agent-Litigation Department<br>1633 Broadway<br>New York, NY 10019<br>Telephone Number:&nbsp;(212) 275-2000<br>Email</p>\n<p>We suggest that you consult your legal advisor before filing a notice or counter-notice.</p>\n<p>\n<strong>27.&nbsp;Ability to Enter Into This Agreement</strong>.&nbsp;By using the Site, you affirm that you are of legal age to enter into this Agreement or, if you are not, that you have obtained parental or guardian consent to enter into this Agreement.</p>\n<p>\n<strong>28.&nbsp;Contact Us</strong>.\nIf you have any questions regarding the meaning or application of this Agreement, please direct such questions here.&nbsp.\nE-mail communications are not necessarily secure, so please do not include credit card information or other sensitive information in any e-mail to us.</p>\n<p>\n<strong>29.&nbsp;Apple-Specific Terms</strong>.\nIn addition to your agreement with the foregoing terms and conditions, and notwithstanding anything to the contrary herein, the following provisions apply with respect to your use of any version of the App compatible with the iOS operating system of Apple Inc.\n(“Apple”).\nApple is not a party to this Agreement and does not own and is not responsible for the App.\nApple is not providing any warranty for the App except, if applicable, to refund the purchase price for it.\nApple is not responsible for maintenance or other support services for the App and shall not be responsible for any other claims, losses, liabilities, damages, costs or expenses with respect to the App, including any third-party product liability claims, claims that the App fails to conform to any applicable legal or regulatory requirement, claims arising under consumer protection or similar legislation, and claims with respect to intellectual property infringement.\nAny inquiries or complaints relating to the use of the App, including those pertaining to intellectual property rights, must be directed to us accordance with the “Information or Complaints” section above.\nThe license you have been granted herein is limited to a non-transferable license to use the App on an Apple-branded product that runs Apple’s iOS operating system and is owned or controlled by you, or as otherwise permitted by the Usage Rules set forth in Apple’s App Store Terms of Service.\nIn addition, you must comply with the terms of any third-party agreement applicable to you when using the App, such as your wireless data service agreement.\nApple and Apple’s subsidiaries are third-party beneficiaries of this Agreement and, upon your acceptance of the terms and conditions of this Agreement, will have the right (and will be deemed to have accepted the right) to enforce this Agreement against you as a third-party beneficiary thereof.\nnotwithstanding the foregoing, our right to enter into, rescind or terminate any variation, waiver or settlement under this Agreement is not subject to the consent of any third party.</p>\n<p>\n<strong>29.\nMiscellaneous</strong>.&nbsp;This Agreement does not create any partnership, joint venture, employer-employee, agency or franchisor-franchisee relationship between you and us.&nbsp.\nIf any provision of this Agreement is found to be unenforceable, that provision will not affect the validity and enforceability of any other provision.&nbsp.\nYou may not assign, transfer or sublicense any or all of your rights or obligations under this Agreement without our express prior written consent.&nbsp.\nNo waiver by either party of any breach or default hereunder will be deemed to be a waiver of any preceding or subsequent breach or default.&nbsp.\nThis Agreement hereby incorporates by this reference any additional terms that we post on the Site (including, without limitation, our Privacy Policy) and, except as otherwise expressly stated herein, this Agreement is the entire Agreement between you and us relating to the subject matter herein and supersedes any and all prior or contemporaneous written or oral agreements or understandings between you and us relating to such subject matter.&nbsp.\nNotices to you may be made via posting to the Site, by e-mail or by regular mail, in our discretion.&nbsp.\nWe may also provide notice of changes to this Agreement or other matters by displaying such notices or by providing links to such notices.&nbsp.\nYou agree that a printed version of this Agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.&nbsp.\nWe will not be responsible for failure to fulfill any obligation due to causes beyond our control.&nbsp.\nExcept as expressly set forth in the following sentence, nothing in this Agreement, express or implied, is intended to confer, nor shall anything herein confer on, any person other than the parties and the respective successors or permitted assigns of the parties, any rights, remedies, obligations or liabilities.&nbsp.\nNotwithstanding the previous sentence, you agree that our Affiliates and our and their respective Artists, Representatives and those Providers who are content owners and service providers from whom we have obtained a license or other rights to use their content and services, as applicable, in connection with the Site) are third-party beneficiaries under this Agreement with the right to enforce the provisions of this Agreement that directly apply to such parties.&nbsp.\nNotwithstanding the immediately preceding sentence, our right to enter into, rescind or terminate any variation, waiver or settlement under this Agreement is not subject to the consent of any third party.</p>\n<p>All materials © 2017 SK Acquisition Ltd unless otherwise noted.&nbsp.\nAll rights reserved.</p> ", "created_at": "2021-06-11 17:35:21.569565", "updated_at": "2021-06-11 17:35:30.068165"}, {"id": 6992, "name": "Privacy Policy", "url": "https://www.songkick.com/info/privacy", "xpath": "/html/body/div[5]/div/div/div/div/div", "text": " <br>\n<p>\n<strong>PERSONAL INFORMATION</strong>\n</p>\n<p>\n<strong>Personal information we may collect</strong>\n</p>\n<p>Two types of information are collected in connection with the Properties: Personal Information and Other Information.\n“<strong>Personal Information</strong>” is information that identifies you or makes you identifiable as an individual.\n“<strong>Other Information</strong>” is any information that does not reveal your specific identity.\nIf we are required to treat Other Information as Personal Information under applicable law, then we may use and disclose it for the purposes for which we use and disclose Personal Information as detailed in this Policy.\nOther Information is addressed separately below, under the heading “<i>OTHER INFORMATION</i>”.</p>\n<p>We and our third-party service providers may collect the following Personal Information from you:</p>\n<ul>\n<li>Name</li>\n<li>Postal address (including billing and shipping addresses)</li>\n<li>Telephone number</li>\n<li>Email address</li>\n<li>Credit and debit card number</li>\n<li>Shopping Cart Content</li>\n<li>User names, including the user names for your accounts and profiles on third-party sites with which the Properties interoperate</li>\n<li>Your music listening data (including a list of all songs and playlists in your digital music library)</li>\n</ul>\n<p>\n<strong>Collection of Personal Information</strong>\n</p>\n<p>We and our third-party service providers collect Personal Information through the Properties in a variety of ways, including:</p>\n<ul>\n<li>\n<strong>Through the Properties</strong>\n<ul>\n<li>We may collect Personal Information through the Properties, for example, when you register for newsletters or other communications through the Properties, make a purchase or make a request.</li>\n</ul>\n</li>\n<li>\n<strong>Offline</strong>\n<ul>\n<li>We may collect Personal Information from you offline, e.g., if you provide information to us at a concert venue.</li>\n</ul>\n</li>\n<li>\n<strong>From Other Sources</strong>\n<ul>\n<li>We may receive your Personal Information from other sources, for example: <ul>\n<li>publicly available databases.\nor</li>\n<li>marketing partners when they share information with us in the context of marketing and promotional campaigns related to our business.</li>\n</ul>\n</li>\n<li>If you use your social media or other third party account to enter our sweepstakes, contest, or promotions or via an initiation to sign into such account on our Properties, you will share certain Personal Information from your third party account with us which may include, for example, your name, email address, photo, list of social media contacts, listening history, favorite tracks and any other information that you make or which is otherwise accessible to us when you connect through such third party account.</li>\n</ul>\n</li>\n<li>\n<strong>When you choose to sync your account with a third party services such as third party digital music service provider.</strong>\n<ul>\n<li>If you are on another website and you agree to share your information with the Properties, that website will forward to us your information.\nYou also may choose to participate in a third-party application or feature (such as one of our Facebook or Twitter applications or a similar application or feature on a third-party website) through which you allow us to collect and share (or the third-party to collect and share) information about you, including personal information.\nIf you access the Properties through a third-party connection or log-in, we may also collect your user ID and/or username associated with the third-party service, and any information you have made public in connection with that service or which the third-party shares with partner services.</li>\n</ul>\n</li>\n</ul>\n<p>You are not required by statute or contract to provide any Personal Information to us.\nFor example, when you participate in various opportunities provided through the Properties, we collect Personal Information from you in order to enable you (or us) to complete your experience on the Properties.</p>\n<p>\n<strong>How We May Use Personal Information</strong>\n</p>\n<p>We and our third-party service providers may use Personal Information for the following business purposes including:</p>\n<ul>\n<li>\n<strong>To generate concert recommendations, based on your music listening data</strong>\n<ul>\n<li>We will engage in this activity with your consent.</li>\n</ul>\n</li>\n<li>\n<strong>Providing the functionality of the Properties and fulfilling your requests.</strong>\n<ul>\n<li>To provide the Properties’ functionality to you, such as arranging access to your registered account, and providing you with related customer service.</li>\n<li>To respond to your inquiries and fulfill your requests, when you contact us via one of our online contact forms or otherwise, for example, when you send us questions, suggestions, compliments or complaints, or when you request information about our Properties.</li>\n<li>To send to you administrative information, including information regarding the Properties and changes to our terms, conditions and policies.</li>\n<li>To complete and fulfill your purchase, for example, to process your payments, have your order delivered to you, communicate with you regarding your purchase and provide you with related customer service</li>\n<li>To allow you to send messages (for example, music clips or artist information) to a friend through the Properties.\nBy using such functionality, you are telling us that you are entitled to use and provide us with your friend’s name and email address.</li>\n<li>We will engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation.</li>\n</ul>\n</li>\n<li>\n<strong>Providing you with our newsletter and/or other marketing materials and facilitating social sharing</strong>\n<ul>\n<li>To send you marketing communications, that we believe may be of interest to you if you have indicated that you would like to receive them (including, without limitation, by our third-party service providers that send direct mail, email, and other types of advertising)</li>\n<li>To send you SMS text messages using your telephone number, e.g., if you participated in a sweepstake with this number and you have indicated you would like to receive them.\nPlease keep in mind that message and data rates may apply.\nYou should check with your mobile service provider for applicable data rates.\nAt any time, you may text back “HELP” for further information regarding text messages.\nIf additional rules are provided in connection with any specific SMS text message sign-ups, such rules shall also apply and shall control in the event that they conflict with this Privacy Policy.</li>\n<li>To facilitate social sharing functionality that you choose to use.</li>\n<li>We will engage in this activity with your consent.</li>\n</ul>\n</li>\n<li>\n<strong>Analysis of Personal Information for business reporting and providing personalized services.</strong>\n<ul>\n<li>To analyze or predict our users’ preferences in order to prepare aggregated trend reports on how our digital content is used, so we can improve our Properties.</li>\n<li>To personalize your experience on the Properties using your IP address, by presenting content, products, and offers tailored to you.</li>\n<li>We will provide personalized services either with your consent or because we have a legitimate interest.</li>\n</ul>\n</li>\n<li>\n<strong>Allowing you to participate in sweepstakes, contests or other promotions.\n</strong>\n<ul>\n<li>To allow you to participate in sweepstakes, contests and similar promotions using your email address, and to administer these activities.\nSome of these activities have additional rules, which could contain additional information about how we use and disclose your Personal Information, so we suggest that you read these rules carefully.\nin the event of a conflict between such rules and this Privacy Policy, such rules will govern.</li>\n<li>We use this information to manage our contractual relationship with you.</li>\n</ul>\n</li>\n<li>\n<strong>Aggregating and/or anonymizing Personal Information.</strong>\n<ul>\n<li>We may aggregate and/or anonymize Personal Information so that it will no longer be considered Personal Information.\nWe do so to generate other data for our use, which we may use and disclose for any purpose.\n</li>\n<li>We will engage in this activity because we have a legitimate interest.</li>\n</ul>\n</li>\n<li>\n<strong>Accomplishing our business purposes.</strong>\n<ul>\n<li>Data analysis, for example, to improve the efficiency of our Properties;</li>\n<li>Audits, to verify that our internal processes function as intended and are compliant with legal, regulatory or contractual requirements;</li>\n<li>For fraud and security monitoring purposes, for example, to detect and prevent cyberattacks or attempts to commit identity theft.\n</li>\n<li>For developing new products and services;</li>\n<li>For enhancing, improving, or modifying our current products and services;</li>\n<li>For identifying usage trends, for example, understanding which parts of our Properties are of most interest to users.\n</li>\n<li>For determining the effectiveness of promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users.\nand</li>\n<li>For operating and expanding our business activities, for example, understanding which parts of our Properties are of most interest to our users so we can focus our energies on meeting our users’ interests.</li>\n<li>We engage in these activities to manage our contractual relationship with you, to comply with a legal obligation, and/or because we have a legitimate interest.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Disclosure of Personal Information</strong>\n</p>\n<p>We may disclose Personal Information:</p>\n<ul>\n<li>\n<strong>To our affiliates for the purposes described in this Privacy Policy.</strong>\n<ul>\n<li>You can consult the list and location of our affiliates here http://wminewmedia.com/affiliates/.</li>\n<li>Warner Music Inc.\nis the party responsible for the management of jointly-used Personal Information.\n</li>\n</ul>\n</li>\n<li>\n<strong>To our third-party service providers (and in some cases, our affiliates), to facilitate the services they provide to us</strong>\n<ul>\n<li>These can include providers of services such as hosting, data analysis, payment processing, order fulfillment, infrastructure provision, IT services, customer service, email delivery, credit card processing, auditing and other similar services to enable them to provide such services.</li>\n</ul>\n</li>\n<li>\n<strong>To third parties, to permit them to send you marketing communications, consistent with your choices.</strong>\n<ul>\n<li>Unaffiliated third parties or their vendors, to permit them to send, or cause to be sent, marketing communications to you in online and offline media.</li>\n<li>Our artists (including any of the artists’ band members, if applicable) and their representatives, so that the artists and their representatives may use this information to send to you communications (including marketing communications) that they believe may be of interest to you, including, for example, if you (a) sign up to join the applicable artist’s mailing list and/or to receive such artist’s newsletters, (b) register with the applicable artist’s website, or (c) have otherwise indicated that you would like to receive information and/or marketing communications from the applicable artist.\nWe do not control, and are not responsible for, artists’ and their representatives’ use of Personal Information.</li>\n<li>To a relevant artist who is no longer affiliated with us, if you indicated an interest in such artist (for example, by registering with the artist’s website).</li>\n</ul>\n</li>\n<li>\n<strong>To third parties that sponsor contests, sweepstakes and similar promotions so that they can facilitate and administer such contests, sweepstakes and promotions</strong>\n</li>\n<li>\n<strong>By using the Properties, you may elect to disclose Personal Information</strong>\n<ul>\n<li>On or through message boards, chat, profile pages and blogs and other services to which you are able to post information and materials.\nPlease note that any information and materials that you post or disclose on or through a Property will become public information, and may be available to visitors to such Property and to the general public, and may be redistributed through the Internet and other media channels where they will reach an even broader audience.\nAdditionally, please note that, per our Terms of Use located at https://www.songkick.com/info/terms, we retain certain rights in the information and materials that you post on or through the Properties, and we may use and disclose such information and materials (including any Personal Information included therein) in accordance with our Terms of Use.\nWe urge you to be very careful when deciding to disclose your Personal Information, or any Other Information, on or through the Properties.\nWE ARE NOT RESPONSIBLE FOR THE USE OR DISCLOSURE OF ANY INFORMATION YOU VOLUNTARILY DISCLOSE THROUGH ANY PROPERTY.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Other Uses and Disclosures</strong>\n</p>\n<p>We may also use and disclose your Personal Information as necessary or appropriate, especially when we have a legal obligation or legitimate interest to do so:</p>\n<ul>\n<li>\n<strong>To comply with applicable law.</strong>\n<ul>\n<li>This can include laws outside your country of residence.</li>\n</ul>\n</li>\n<li>\n<strong>To respond to requests from public and government authorities.\n</strong>\n<ul>\n<li>These can include authorities outside your country of residence.</li>\n</ul>\n</li>\n<li>\n<strong>To cooperate with law enforcement.</strong>\n<ul>\n<li>For example, when we respond to law enforcement requests and orders.</li>\n</ul>\n</li>\n<li>\n<strong>For other legal reasons.</strong>\n<ul>\n<li>To enforce our terms and conditions;</li>\n<li>To protect our operations or those of any of our affiliates or artists;</li>\n<li>To protect our rights, privacy, safety or property, or that of our affiliates, our artists, you or others.\nor</li>\n<li>To allow us to pursue available remedies or limit the damages that we may sustain.</li>\n</ul>\n</li>\n<li>\n<strong>In connection with a sale or business transaction.</strong>\n<ul>\n<li>We have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including in connection with any bankruptcy or similar proceedings) Such third parties may include, for example, an acquiring entity and its advisors.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Retention Period</strong>\n</p>\n<p>We will retain your Personal Information for as long as needed or permitted in light of the purpose(s) for which it was obtained and consistent with applicable law.</p>\n<p>The criteria we use to determine our retention periods include:</p>\n<ul>\n<li>The length of time we have an ongoing relationship with you and provide the Properties to you (for example, for as long as you have an account with us or keep using the Properties);</li>\n<li>Whether there is a legal obligation to which we are subject (for example, certain laws require us to keep records of your transactions for a certain period of time before we can delete them).\nor</li>\n<li>Whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation or regulatory investigations).</li>\n</ul>\n<p>\n<strong>Sensitive Information</strong>\n</p>\n<p>We ask that you not send us, and you not disclose to us, any sensitive Personal Information (e.g., social security numbers, information related to racial or ethnic origin, political opinions, religion or other beliefs, health, criminal background or trade union membership) on or through the Properties or otherwise.</p>\n<p>\n<strong>OTHER INFORMATION Other Information We May Collect</strong>\n</p>\n<p>We and our third-party service providers may collect Other Information (defined above) such as:</p>\n<ul>\n<li>Browser and device information</li>\n<li>Mobile App usage data</li>\n<li>Server log files</li>\n<li>Information collected through cookies, pixel tags and other technologies.\nIf you are located within the EEA please read our cookie policy&nbsp;https://www.wminewmedia.com/cookies-policy/&nbsp;for further details on our use of cookies.</li>\n<li>Geographic location information</li>\n<li>Demographic information and other non-personally identifiable information provided by you</li>\n<li>Information about how you use the Properties</li>\n<li>Aggregated information</li>\n</ul>\n<p>\n<strong>How We May Collect Other Information</strong>\n</p>\n<p>We and our third-party service providers may collect Other Information in a variety of ways, including:</p>\n<ul>\n<li>\n<strong>Through your browser or your device:</strong> Certain information is collected by most browsers, such as your Media Access Control (MAC) address, device type (Windows or Macintosh), screen resolution, operating system version, Internet browser type and version and the type and version of a Property that you are using.\nWe and our service providers may also collect a unique device identifier assigned by us or our service providers to the device from which you are accessing a Property and other transactional information for the device that we and our service providers may use to serve content and advertisements to the device.</li>\n</ul>\n<ul>\n<li>\n<strong>Through your use of Mobile Apps:</strong> When you download and use a Mobile App, we and our service providers may track and collect Mobile App usage data, such as the date and time the Mobile App on your device accesses our servers and what information and files have been downloaded to the Mobile App based on your device number.</li>\n</ul>\n<ul>\n<li>\n<strong>Through server log files:</strong> An Internet Protocol (IP) address is a number that is automatically assigned to your device from which you are accessing a Property by your Internet Service Provider (ISP), and is identified and logged automatically in our server log files whenever you visit the Property, along with the time of the visit and the activity on the Property.\nWe and our service providers use IP addresses for purposes such as calculating Property usage levels, helping diagnose server problems, administering the Properties and determining your approximate geographic location.</li>\n</ul>\n<ul>\n<li>\n<strong>Using cookies:</strong> We and our service providers may use cookies, pixel tags, web beacons, Adobe Flash technology (including Flash Local Stored Objects (“<strong>Flash LSOs</strong>”)) and other similar technologies to, among other things, better serve you with more tailored information for our products and services, and for those of third parties, facilitate your ongoing access to and use of the Properties, and collect and store information about your use of the Properties.\nFor example, pixel tags and web beacons may be used in connection with a Property to, among other things, track the actions of such Property’s users, measure the success of marketing campaigns and compile statistics about such Property’s usage and response rates.\n<ul>\n<li>If you do not want information collected through the use of cookies, there is a simple procedure on most devices through which the Properties are accessed that allows you to decline the use of cookies.\nTo learn more about cookies, please visit&nbsp;http://www.allaboutcookies.org/.\nIf you choose to decline cookies, then some or all of the features, functionality and promotions available through the Properties may not be available to you.</li>\n<li>If your device stores Flash LSOs, and if you do not want Flash LSOs stored on your device through which you access the Properties, you can adjust the settings of your Flash player to block Flash LSO storage using the tools contained using the&nbsp;Website Storage Settings Panel.\nYou can also control Flash LSOs by going to the&nbsp;Global Storage Settings Panel&nbsp;and following the instructions (which may include instructions that explain, for example, how to delete existing Flash LSOs (referred to as “information” on the Macromedia site), how to prevent Flash LSOs from being placed on your device without you being asked, and (for Flash Player 8 and later) how to block Flash LSOs that are not being delivered by the operator of the page you are on at the time).\nPlease note that setting the Flash Player to restrict or limit acceptance of Flash LSOs may reduce or impede the functionality of some Flash applications, including, potentially, Flash applications used in connection with the Properties or our content.\nWe expect our service providers and technology suppliers to honor any decision by you to restrict or limit Flash LSOs, but we cannot guarantee that they will do so.</li>\n<li>The use of these technologies allows us, our vendors, and third parties and their vendors, to deliver advertisements about our products and services, and the products and services of others, when you use the Properties or other applications or visit websites or web properties across the Internet on any of your devices.\nThese parties may place so-called “pixel tags,” “web beacons,” “clear GIFs” or similar technologies on the device through which you access the Properties, and other applications or websites across the Internet, and also place or recognize third-party cookies when you use the Properties, or other applications, websites or web properties.\nThey may also use these technologies, along with information they collect about your online use, to recognize you across the devices you use, such as a mobile device and a laptop.\nThese vendors and third parties may use information about your visits, on the different devices you use, to the Properties, and other applications, websites or web properties (excluding your name, address, and telephone number), as well as information received from third parties, to provide advertisements for us and others about goods and services that may be of interest to you.\nIf you would like more information about this practice, please visit the Network Advertising Initiative at www.networkadvertising.org or the Digital Advertising Alliance at www.aboutads.info or for information about Google opt-out visit https://support.google.com/ads/answer/2662922?hl=en.\nYou may also visit those sites to opt out of these advertising practices in desktop and mobile browsers on the particular device on which you are accessing this Privacy Policy.</li>\n<li>Our Properties do not respond to browser-based do-not-track signals.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<strong>Geographic location information:</strong> If you use any location-enabled products or services, you may be sending us location information.\nWhen you use a location-enabled service, we may collect and process information about your precise geographical location, such as GPS signals sent by a mobile device.\nWe and our third party service providers and partners may use your device’s physical location to provide you with personalized location-based services, content and advertisements.\nIn some instances, you may be permitted to allow or deny such uses of your device’s location, but if you choose to deny such uses, we may not be able to provide you with the applicable personalized services and content.</li>\n<li>\n<strong>From you:</strong> We may collect demographic information, such as your zip code or gender, as well as other information, such as your preferred means of communication, when you voluntarily provide this information to us.\nThis information does not necessarily personally identify you or any other user of the Properties, unless further information is added to it that would allow identification to take place.\nIn such case, the information will be treated as Personal Information.</li>\n<li>\n<strong>Information about how you interact on the Properties:</strong> We may collect information about how you interact on the Properties.\nFor example, some Properties may utilize analytic tools to help us better serve you through improved products, services, and revisions to the Properties.\nThis collected information may let us know which services and features you are using the most within a Property, as well as device type and hardware features, country and language of download, etc.</li>\n<li>\n<strong>By aggregating information:</strong> We may aggregate Personal Information so that the end-product does not personally identify you or any other user of the Properties, for example, by using Personal Information to calculate the percentage of our users who like a particular artist.</li>\n</ul>\n<p>\n<strong>How We May Use and Disclose Other Information</strong>\n</p>\n<p>Please note that we may use and disclose Other Information for any purpose, except where we are required to do otherwise under applicable law.\nIf we are required to treat Other Information as Personal Information under applicable law, then we may use it as described in “How We May Collect Other Information” section above, as well as for all the purposes for which we use and disclose Personal Information.\nIn some instances, we may combine Other Information with Personal Information (such as combining your name with your geographical location).\nIf we combine any Other Information with Personal Information, the combined information will be treated by us as Personal Information as long as it is combined.</p>\n<p>\n<strong>SECURITY</strong>\n</p>\n<p>We will use reasonable physical, technical and administrative measures to protect Personal Information under our control.\nIf you have reason to believe that your interaction with us is no longer secure, please notify us immediately in accordance with the “Contacting Us” section below.</p>\n<p>\n<strong>CHOICES AND ACCESS</strong>\n</p>\n<p>\n<strong>Your choices regarding our use and disclosure of your Personal Information</strong>\n</p>\n<p>We give you many choices regarding our use and disclosure of Personal Information about you for marketing purposes.</p>\n<p>You may opt-out from the following as set forth below:</p>\n<ul>\n<li>\n<strong>Receiving marketing-related emails from us and our affiliates:</strong> If you do not want to receive marketing-related emails from us and our affiliates on a going-forward basis, you may opt-out from receiving such emails either by using the unsubscribe mechanism provided in any email you receive from Songkick, or by emailing us at&nbsp;privacy@songkick.com, or by logging in to your Songkick account, clicking on “Account Settings” and then adjusting the types of emails you receive from Songkick in the “Email Notification Settings.”</li>\n<li>\n<strong>Receiving marketing-related SMS text messages from us and our affiliates:</strong> If you do not want to receive marketing-related SMS text messages from us and our affiliates on a going-forward basis, you may opt-out from receiving such messages by texting back “STOP” or by emailing us at&nbsp;privacy@songkick.com.</li>\n<li>\n<strong>Our sharing of your Personal Information with artists or unaffiliated third parties for their marketing purposes:</strong> If you prefer that we not share your Personal Information on a going-forward basis with artists or unaffiliated third parties for their marketing purposes, you may opt-out from such sharing by emailing us at&nbsp;privacy@songkick.com.</li>\n<li>In each case, please make clear in your email what you are opting-out from.\nWe will comply with your request(s) as soon as reasonably practicable.\nPlease note that, if you do opt-out from receiving marketing-related messages from us, we may still send administrative messages to you.</li>\n</ul>\n<p>\n<strong>How you can access, change or delete your Personal Information</strong>\n</p>\n<p>If you would like to access, review, correct, update, suppress, restrict or delete Personal Information that you previously provided to us, if you would like to object to our use of your Personal Information, or if you would like to request to receive an electronic copy of your Personal Information for purposes of transmitting it to another company (to the extent this right to data portability is provided to you by applicable law), you may contact us at:&nbsp;privacy@songkick.com.\nWe will respond to your request consistent with applicable law.</p>\n<p>In your request, please make clear what Personal Information you would like to have changed, whether you would like to have your Personal Information suppressed from our database or otherwise let us know what limitations you would like to put on our use of your Personal Information.\nFor your protection, we may only implement requests with respect to the Personal Information associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.\nWe will try to comply with your request as soon as reasonably practicable.</p>\n<p>Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting a change or deletion (e.g., when you make a purchase or enter a promotion, you may not be able to change or delete the Personal Information provided until after the completion of such purchase or promotion).</p>\n<p>Where our collection and use of Personal Information is based on your consent, you may withdraw such consent at any time by emailing us at privacy@songkick.com, and such withdrawal will not affect the lawfulness of processing based on consent before your withdrawal.</p>\n<p>\n<strong>Cross-Border Transfer</strong>\n</p>\n<p>The Properties are controlled and operated from the United States.\naccordingly, this Privacy Policy, and our collection, use and disclosure of your Personal Information, is governed by the laws of the United States, and the Properties are not intended to subject Company or any of its affiliates to the laws or jurisdiction of any state, country or territory other than that of the United States.Your Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using the Properties you understand that your information will be transferred to countries outside of your country of residence, including the United States, which may have data protection rules that are different from those of your country.</p>\n<p>\n<strong>If you are located in the EEA:</strong> Some of the non-EEA countries are recognized by the European Commission as providing an adequate level of data protection according to EEA standards (the full list of these countries is available here: https://ec.europa.eu/info/law/law-topic/data-protection/data-transfers-outside-eu/adequacy-protection-personal-data-non-eu-countries_en).\nFor transfers from the EEA to countries not considered adequate by the European Commission, we have put in place adequate measures, such as standard contractual clauses adopted by the European Commission regarding Personal Information.\nYou may obtain a copy of these measures by contacting privacy@songkick.com or consult standard terms by following this link.</p>\n<p>The Properties are not directed to individuals under the age of thirteen (13), and we request that such individuals do not provide Personal Information through the Properties.</p>\n<p>\n<strong>UPDATES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>We may change this Privacy Policy at any time.\nPlease take a look at the “LAST UPDATED” legend at the top of this page to see when this Privacy Policy was last revised.\nAny changes to this Privacy Policy will become effective when we make the revised Privacy Policy available on or through a Property.</p>\n<p>\n<strong>CONTACTING US</strong>\n</p>\n<p>Warner Music Group, located at 1633 Broadway, New York, NY 10019, is the company responsible for collection, use and disclosure of your Personal Information under this Privacy Policy.</p>\n<p>If you have any questions or concerns about this Privacy Policy or our data processing practices, please contact us by email at&nbsp;privacy@songkick.com.\nWe are located at the following address: Warner Music Group Legal Department 1633 Broadway New York, NY 10019 Attn: Privacy Coordinator</p>\n<p>Please note that email communications are not always secure, so please do not include credit card information or other sensitive information in your email messages to us.</p> ", "created_at": "2021-06-11 19:33:05.185886", "updated_at": "2021-06-11 17:34:16.18236"}], "points": [], "urls": ["songkick.com"]}}