{"error": 448, "message": "OK", "parameters": {"id": 5203, "name": "Red Black Tree d.o.o.", "created_at": "2021-10-20 23:44:24.117228", "updated_at": "2021-10-20 22:01:08.932624", "wikipedia": null, "keywords": null, "related": null, "slug": "red-black-tree-d-o-o", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5203.png", "url": "rbt.rs", "documents": [{"id": 9325, "name": "Privacy Policy", "url": "https://www.rbt.rs/privacy", "xpath": "/html/body/div/div/div/main", "text": "Red Black Tree d.o.o.\nPrivacy Policy <p> We are “Red Black Tree d.o.o.\nČačak“, reg.no.\n20857706, a software development company registered at and operating under the laws and legislation of the Republic of Serbia.\n</p>\n<p> This privacy policy will explain how our organization uses the personal data we collect from you when you use our website (“Site”), or when you communicate with us using Internet, or by other means of communication.\n</p>\n<p> Red Black Tree accepts and follows local and international standards and rules regarding personal data collection via it’s corporate website (Site), therefore this Privacy Policy is established to provide you with information on which personal data we are collecting and how, for which purposes, and other details in this regard, and applies to your personal data whichever country you are coming from.\n</p>\n<p> We as a company are legally bound to comply with the jurisdiction of the Republic of Serbia, which has accepted and incorporated EU’s GDPR into it’s legislation, and therefore the actual EU regulation (GDPR).\nPrimarily, your personal data collected via Red Black Tree corporate website are protected under the Law on Personal Data Protection of the Republic of Serbia, which is in harmony with EU’s GDPR (The Official Gazette of the Republic of Serbia, number 97/08).\n</p>\n<p> Pursuantly, Red Black Tree and this Privacy Policy follows the personal data definition under General Data Protection Regulation of the European Union (GDPR): Personal data are any information which are related to an identified or identifiable natural person (Art.\n4.1 of GDPR), i.e.\nany information that can identify an individual, either directly or when combined with other data.\n</p>\n<p> However, we strive to maintain protection of personal data which is also compliant on most territories of North America (that is, USA and Canada) and United Kingdom.\nWe believe that personal data protection established by instruments of GDPR should also suffice, at least in key-elements, when most other worldly legislations are concerned.\nThere are quite a few internationally accepted and valid definitions of “personal data”, although most of them share the same principal elements.\nFor instance, the \"Personal Identification Data\", as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\n</p>\n<p> The data subjects are identifiable if they can be directly or indirectly identified, especially by reference to an identifier such as a name, an identification number, location data, an online identifier or one of several special characteristics, which expresses the physical, physiological, genetic, mental, commercial, cultural or social identity of these natural persons.\nIn practice, these also include all data which are or can be assigned to a person in any kind of way.\nFor example, the telephone, credit card or personnel number of a person, account data, number plate, appearance, customer number or address are all personal data, also commonly known as personal identifying data, or elsewhere as personal identifying information.\n</p>\n<p> Particularly sensitive information such as health information, income, religion and cultural profiles and the like is also personal data (RBT is not collecting them).\nFurthermore, and crucial in the present context, data on user behavior is also personal.\nCookies can track and register individual users’ browsing activities, like what articles they scroll past and which ones they choose to click on.\n</p>\n<p> In this regard, we are assuring you that our core-business is not based upon, dependent upon or focused on collection of any personal data.\nWe strive to run our business, which is mostly software development, without collection and usage of your personal data.\n</p>\n<p> Therefore, we may get in touch with, or in possession of, your personal data primarily while you are visiting our Site, or while you are communicating with us using email, either as a representative of our current or prospective clients, business partners or other parties interested in our software development business.\n</p>\n<p> This privacy policy has been compiled to better serve those who are concerned with how their Personal Data, or \"Personally Identifiable Information\" (PII) is being used online when accessing our corporate website, whichever jurisdiction they are coming from as visitors of our Site, or while communicating with us using email.\nIn any case, and whichever jurisdiction you as a visitor of our website are coming from, rest assured that, at all times, WE DO NOT COLLECT YOUR PERSONAL DATA WITHOUT YOUR EXPLICIT APPROVAL.\n</p>\n<p> Please read further details of this Privacy Policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personal Data, i.e.\nyour Personally Identifiable Information in accordance with our website.\n</p>\n<p>Topics of this Privacy Policy are following:</p>\n<ol>\n<li>What data do we collect?</li>\n<li>How do we collect your data?</li>\n<li>How will we use your data?</li>\n<li>How do we store and protect your data?</li>\n<li>Marketing</li>\n<li>What are your data protection rights?</li>\n<li>Privacy policies of other websites</li>\n<li>Changes to our privacy policy</li>\n<li>How to contact us</li>\n<li>How to contact the appropriate authorities</li>\n</ol> What data do we collect? <p>Our Company collects the following data:</p>\n<ol>\n<li> Personal Identification information provided when you communicate with us via email, or via social networks (for instance, job candidates) such as: name, email address, phone number, data of your business and other data that you may present in your email signature.\n</li>\n<li> When above types of personal data is concerned, when EU GDPR is concerned, RBT acts as a “Data Processor”, within limits of use as described in this Privacy Policy.\n</li>\n</ol> How do we collect your data? <p> You directly provide Our Company with most of the data we collect.\nWe collect data and process data when you: </p>\n<ol>\n<li> When you communicate with us via email, either as a visitor of our Site or in our regular communication with yourself as our business partner </li>\n</ol> How will we use your data? <p> Our Company collects your data so that we can establish and maintain our business communication with yourself, as a job applicant or as a representative of our client or business partner.\n</p> How do we store and protect your data? <p> Our Company securely stores your data at Google and Amazon servers.\nMore info at: Google and Amazon ISO compliance pages.\n</p>\n<p> Our Company will keep your above described data for a period of 3 (three) years.\nOnce this time period has expired, we will manually delete your data.\n</p>\n<p> We protect your data by using standards of good security practice as provided for by EU GDPR: </p>\n<ol>\n<li> we are continuously ensuring confidentiality, integrity, availability and resilience of processing systems and services.\n</li>\n<li> we have implemented the international standard ISO 27001 - information security management system.\n</li>\n<li> we have established processes for regular testing, assessing and evaluating the effectiveness of the technical and organizational measures.\n</li>\n</ol> Marketing <p> Our Company will not send you information about products and services for marketing purposes.\n</p> What are your data protection rights? <p> Our Company would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following: </p>\n<ol>\n<li> The right to access - You have the right to request RBT for copies of your personal data.\nWe may charge you a small fee for this service.\n</li>\n<li> The right to rectification - You have the right to request that RBT corrects any information you believe is inaccurate.\nYou also have the right to request RBT to complete information you believe is incomplete.\n</li>\n<li> The right to erasure - You have the right to request that we erase your personal data, under certain conditions.\n</li>\n<li> The right to restrict processing - You have the right to request that we restrict the processing of your personal data, under certain conditions.\n</li>\n<li> The right to object to processing - You have the right to object to RBT’s processing of your personal data, under certain conditions.\n</li>\n<li> The right to data portability - You have the right to request that RBT transfers the data that RBT collected to another organization, or directly to you, under certain conditions.\nIf you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us at our email: support@rbt.rs.\n</li>\n</ol> Privacy policies of other websites <p> The Site contains links to other websites.\nOur privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.\n</p> Changes to our privacy policy <p> RBT keeps its privacy policy under regular review and places any updates on this web page.\nThis privacy policy was last updated on 01.07.2021.\n</p> How to contact us? <p> If you have any questions about RBT’s privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.\nEmail us at: support@rbt.rs.\n</p> How to contact the appropriate authority? <p> Should you wish to report a complaint or if you feel that Our Company has not addressed your concern in a satisfactory manner, you may contact the Commissioner for Information of Public Importance and Personal Data Protection of the Republic of Serbia.\n</p>", "created_at": "2021-10-20 23:44:24.120164", "updated_at": "2021-10-20 21:45:00.85478"}], "points": [], "urls": ["rbt.rs"]}}