{"error": 448, "message": "OK", "parameters": {"id": 6691, "name": "mk48.io", "created_at": "2022-06-20 20:21:41.229717", "updated_at": "2022-06-20 22:01:12.314115", "wikipedia": null, "keywords": null, "related": null, "slug": "mk48-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6691.png", "url": "mk48.io", "documents": [{"id": 12197, "name": "Terms of Service", "url": "https://mk48.io/#/terms", "xpath": "/html/body/div[2]/div", "text": "Mk48.io Terms of Service <p>The following terms govern your use of the Mk48.io website and game.</p> Allowed Activities <p>You are granted a non-exclusive license to do the following for either commercial or non-commercial purposes, provided you adhere to all the terms.</p>\n<ol>\n<li>Playing the game.</li>\n<li>Recording and/or publishing screenshots, videos, or other content involving the game.</li>\n<li>Using the individual game textures or adaptations of them in connection with content involving the game (such as in a video thumbnail).</li>\n<li>Embedding the Mk48.io game website on another website, provided that the game retains its full title (\"Mk48.io\").</li>\n<li>Linking to the game on another website.</li>\n</ol> Prohibited Activities <p>You are prohibited from engaging in any of the following activities.</p>\n<ol>\n<li>Disclosing any personal information (full name, contact information, etc.), by any means, if you are under 13 years of age.</li>\n<li>Using inappropriate or offensive language for a player nickname, team name, in game chat, or in any comments section corresponding to the game.</li>\n<li>Placing a higher burden on the game's server(s) than two instances of the official game client would (opening more than two connections at a time, sending messages at a higher frequency, or otherwise compromising the integrity of the server(s)).</li>\n<li>Violating any applicable law, or violating the rights or privacy of others.</li>\n<li>Claiming to offer a downloadable version of the game (as one does not exist).</li>\n<li>Attempting to bypass our policy preventing leaderboard score attempts on non-public servers.</li>\n</ol> Liability <p>\n<b>Mk48.io is provided \"AS IS\".\nThe developers make no warranties, express or implied, and hereby disclaim all implied warranties, including any warranty of merchantibility and warranty of fitness of fitness for a particular purpose.</b>\n</p> Changes <p>We reserve the right to alter these Terms of Service at any time, without notice.</p> X", "created_at": "2022-06-20 20:21:41.233276", "updated_at": "2022-06-20 18:24:48.016247"}, {"id": 12196, "name": "Privacy Policy", "url": "https://mk48.io/#/privacy", "xpath": "/html/body/div[2]/div", "text": "Mk48.io Privacy Policy Introduction <p>Mk48.io collects information to provide, measure, and improve services for all our users.</p>\n<p>Generally speaking, the amount of personal information collected is minimal, and you can opt out of providing most of it.</p> Information We Collect Information Collection method Suggested opt-out method Primary purpose Storage duration Nickname Splash screen Leave blank Differentiate between players Forever, assuming score is leaderboard-worthy Team name Team panel Don't make team Differentiate between teams As long as the team exists Chat messages Radio panel Don't send any Allow and moderate player communication Forever, until manually deleted User agent, referrer Game server Install a browser extension to hide them Provide for aggregate statistics Forever How long you play, FPS Game server N/A Provide for aggregate statistics Forever Use of Cookies <p>In order to ensure the continuity and consistency of player experience, and provide for internal operations, we store a persistent session identifier in your browser's local storage.\nYou can reset it at any time, by using your browser's \"clear site data\" option.\nWe do not use this information for advertising purposes.</p>\n<p>Other information, such as which language and volume level you select, is also stored in your browser's local storage but we don't collect it.</p> Changes <p>We reserve the right to alter these privacy policies at any time, without notice.</p> Contact Us <p>If you have any concern, such as a desire to remove your nickname or your child's nickname from the leaderboard, please contact us by email at contact@mk48.io.</p> X", "created_at": "2022-06-20 20:21:41.231698", "updated_at": "2022-06-20 18:25:23.112177"}], "points": [], "urls": ["mk48.io"]}}