{"error": 448, "message": "OK", "parameters": {"id": 313, "name": "IMDb", "created_at": "2018-01-16 21:23:10.887006", "updated_at": "2021-07-08 22:00:29.28204", "wikipedia": "https://en.wikipedia.org/wiki/IMDb", "keywords": null, "related": null, "slug": "imdb", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/313.png", "url": "imdb.com", "documents": [{"id": 110, "name": "Terms of Service", "url": "https://www.imdb.com/conditions", "xpath": "//*[@id=\"main\"]", "text": " IMDb Conditions of Use\n<br>\n<p>Welcome to IMDb.\nIMDb.com, Inc.\nand/or its affiliates (\"IMDb\") provide its website features and other services to you subject to the following conditions.\n<b>If you visit IMDb.com, use other IMDb services, products, or use software or mobile applications provided by IMDb that states that it is subject to these Conditions of Use (collectively “IMDb Services”), you accept these conditions.</b> Please read them carefully.\nIn addition, when you use any current, future IMDb Services, (e.g., IMDbPro.com) you also will be subject to the guidelines, terms and agreements (“Terms”) applicable to that IMDb Service.\nIf these Conditions of Use are inconsistent with the Terms provided for any IMDb service, the Terms will control.</p> Privacy\n<p>Please review our Privacy Notice, which also governs your use of any IMDb Service, to understand our practices.</p> Electronic Communications\n<p>When you use any IMDb Service or send e-mails to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe will communicate with you by e-mail or by posting notices on this site or through the other IMDb Services.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p> Copyright <p>All content included on this site in or made available through any IMDb Service, such as text, graphics, logos, button icons, images, audio clips, video clips, digital downloads, data compilations, and software, is the property of IMDb or its content suppliers and protected by United States and international copyright laws.\nThe compilation of all content included in or made available through any IMDb Service is the exclusive property of IMDb and protected by U.S.\nand international copyright laws.\nAll software used in any IMDb Service is the property of IMDb or its software suppliers and protected by United States and international copyright laws.</p> Trademarks <p>IMDb and STARMETER are registered trademarks, and the IMDb logo, IMDbPRO, MOVIEMETER, and other marks indicated in any IMDb Services are trademarks of IMDb in the United States and/or other countries.\nOther IMDb graphics, logos, page headers, button icons, scripts, and service names are trademarks or trade dress of IMDb.\nIMDb's trademarks and trade dress may not be used in connection with any product or service that is not IMDb's, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits IMDb.\nAll other trademarks not owned by IMDb that appear on this site or in any IMDb Service are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by IMDb.\n</p> License and Site Access <p>Subject to your compliance with these Conditions of Use and your payment of any applicable fees, IMDb or its content providers grants you a limited, non-exclusive, non-transferable, non-sublicenseable license to access and make personal and non-commercial use of the IMDb Services, including digital content available through the IMDb Services, and not to download (other than page caching) or modify this site, or any portion of it, except with express written consent of IMDb.\nAdditional license terms may be found in the Terms.\nThe IMDb Services or any portion of such services may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of IMDb.\nThis license does not include any resale or commercial use of any IMDb Service or its contents or any derivative use of this site or its contents.\nAll licenses are non-exclusive and all rights not expressly granted to you in these Conditions of Use or any applicable Terms are reserved and retained by IMDb or its licensors, suppliers, publishers, rightsholders, or other content providers.\nYou will use all IMDb Services in compliance with all applicable laws.</p>\n<p>\n<b>Robots and Screen Scraping:</b> You may not use data mining, robots, screen scraping, or similar data gathering and extraction tools on this site, except with our express written consent as noted below.\n</p>\n<p>\n<b>Framing:</b> You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of IMDb without express written consent.</p>\n<p>\n<b>Meta Tags:</b> You may not use any meta tags or any other \"hidden text\" utilizing IMDb's name or trademarks without the express written consent of IMDb.\nAny unauthorized use terminates the permission or license granted by IMDb.</p>\n<p>\n<b>Licensing IMDb Content.\nConsent to Use Robots and Crawlers:</b>\nIf you are interested in receiving our express written permission to use IMDb content for your non-personal (including commercial) use, please visit our Content Licensing section or contact our Licensing Department.\nWe do allow the limited use of robots and crawlers, such as those from certain search engines, with our express written consent.\nIf you are interested in receiving our express written permission to use robots or crawlers on our site, please contact our Licensing Department.\n</p>\n<p>\n<b>Linking to IMDb.com:</b> You are granted a limited, revocable, and nonexclusive right to create a hyperlink to IMDb.com so long as the link follows our linking guide and does not portray IMDb, its services in a false, misleading, derogatory, or otherwise offensive matter.\nYou may not use any IMDb logo or other proprietary graphic or trademark as part of the link without express written permission except as outlined in our help section.</p> Your Account\nIf you use any IMDb Service, you are responsible for maintaining the confidentiality of log-in information and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.\nIMDb reserves the right to refuse service, terminate accounts, or remove or edit content in its sole discretion.\nReviews, Comments, Communications, and Other Content\nVisitors may post reviews, comments, and other content.\nand submit suggestions, ideas, comments, questions, or other information, so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of \"spam.\" You may not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of your content.\nIMDb reserves the right (but not the obligation) to remove or edit such content, but does not regularly review posted content.\n<p>\n<b>Your License to IMDb:</b> If you do post content or submit material, and unless we indicate otherwise, you grant IMDb a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media.\nYou grant IMDb and its sublicensees the right to use the name that you submit in connection with such content, if they choose.\nYou represent and warrant that you own or otherwise control all of the rights to the content that you post.\nthat the content is accurate.\nthat use of the content you supply does not violate this policy and will not cause injury to any person or entity.\nand that you will indemnify IMDb for all claims resulting from content you supply.\nIMDb has the right but not the obligation to monitor and edit or remove any activity or content.\nIMDb takes no responsibility and assumes no liability for any content posted by you or any third party.\nIf you would like to learn more about how we handle content that you submit, please review our Privacy Notice.</p> IMDb TV <p>By viewing content on IMDb TV, you agree to the Amazon Prime Video Terms of Use.</p> Copyright Complaints\n<p>IMDb respects the intellectual property of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide IMDb's copyright agent the written information specified below.\nPlease note that this procedure is exclusively for notifying IMDb and its affiliates that your copyrighted material has been infringed.</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>A description of the copyrighted work that you claim has been infringed upon;</li>\n<li>A description of where the material that you claim is infringing is located on the site;</li>\n<li>Your address, telephone number, and e-mail address;</li>\n<li>A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n<p>IMDb's Copyright Agent for notice of copyright infringement on it site can be reached as follows:</p>\n<blockquote>\nIMDb Copyright Agent<br>\nc/o Amazon.com Legal Department<br>\nP.O.\nBox 81226<br>\nSeattle, WA 98108-1226<br>\nphone (206) 266-4064<br>\nfax (206) 266-7010<br>\nemail: copyright@imdb.com\n</blockquote>\n<p>\n</p>\n<p>In appropriate circumstances, IMDb will terminate the accounts of account holders who are repeat infringers.</p> Disclaimer of Warranties and Limitation of Liability <blockquote>\n<p>THE IMDB SERVICES AND ALL INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) AND OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE IMDB SERVICES ARE PROVIDED BY IMDB ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nIMDB MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE IMDB SERVICES OR THE INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE IMDB SERVICES.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THE IMDB SERVICES IS AT YOUR SOLE RISK.\nIMDB RESERVES THE RIGHT TO WITHDRAW ANY IMDB SERVICE OR DELETE ANY INFORMATION FROM THE IMDB SERVICES AT ANY TIME IN ITS DISCRETION.</p>\n<p>TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, IMDB DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nIMDB DOES NOT WARRANT THAT THE IMDB SERVICES, INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE IMDB SERVICES, ITS SERVERS, OR ELECTRONIC COMMUNICATIONS SENT FROM IMDB ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nIMDB WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF ANY IMDB SERVICE, OR FROM ANY INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH ANY IMDB SERVICE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>\n</blockquote>\n<p>\n<b>IMDb Software Terms</b>\nIn addition to these Conditions of Use, the terms found here apply to any software (including any updates or upgrades to the software and any related documentation) that we make available to you from time to time for your use in connection with IMDb Services (“IMDb Software”).\nIf we provide specific Terms for the IMDb Software and there is a conflict between the specific Terms for the IMDb Software and these Conditions of Use, the specific Terms for the IMDb Software will govern.\n</p>Applicable Law <p>By using any IMDb Service, you agree that the laws of the state of Washington, without regard to principles of conflict of laws, will govern these Conditions of Use and any dispute of any sort that might arise between you and IMDb.\n</p> Disputes <p>Any dispute or claim relating in any way to your use of any IMDb Service, or any products or services sold or distributed by IMDb or through the IMDb Services will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify.\nThe Federal Arbitration Act and federal arbitration law apply to this agreement.</p>\n<p>\n<b>a.</b> There is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of these Conditions of Use as a court would.<br>\n</p>\n<p>\n<b>b.</b> To begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent Corporation Service Company, 300 Deschutes Way SW, Suite 304, Tumwater, WA 98051.\nThe arbitration will be conducted by the American Arbitration Association (AAA) under its rules, including the AAA’s Supplementary Procedures for Consumer-Related Disputes.\nThe AAA’s rules are available at www.adr.org or by calling 1-800-778-7879.\nPayment of all filing, administration and arbitrator fees will be governed by the AAA’s rules.\nWe will reimburse those fees for claims totaling less than $10,000 unless the arbitrator determines the claims are frivolous.\nLikewise, IMDb will not seek attorneys’ fees and costs in arbitration unless the arbitrator determines the claims are frivolous.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location.\n<br>\n</p>\n<p>\n<b>c.</b> You and IMDb each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIf for any reason a claim proceeds in court rather than in arbitration you and IMDb each waive any right to a jury trial.\nYou and IMDb also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights.<br>\n</p> Site Policies, Modification, and Severability\n<p>Please review our other policies.\nThese policies also govern your use of IMDb Services.\nWe reserve the right to make changes to our site, policies, and these our site, policies, Terms, and these Conditions of Use at any time.\nIf any of these conditions shall be deemed invalid, void, or for any reason unenforceable, that condition shall be deemed severable and shall not affect the validity and enforceability of any remaining condition.\n</p> Our Address\n<blockquote>\nIMDb.com, Inc.<br>\nP.O.\nBox 81226<br>\nSeattle, WA 98108-1226<br>\n<code>http://www.imdb.com/</code>\n</blockquote>\n<p>\n</p>\n<br>\n<br>\n<br> Additional IMDb Software Terms\n<br>\n<ol>\n<li>\n<b>Use of the IMDb Software</b>.\nYou may use the IMDb Software only in connection with the IMDb Services.\nYou may not separate any individual component of the IMDb Software for use other than in connection with the IMDb Services, incorporate any portion of it into your own programs or compile any portion of it in combination with your own programs, transfer it for use with another service, use it, or any portion of it, over a network, or sell, rent, lease, lend, loan, distribute or sub-license the IMDb Software or otherwise assign any rights to the IMDb Software in whole or in part.\nYou may not use the IMDb Software for any illegal purpose.\nWe may discontinue some or all of any IMDb Software we provide, and we may terminate your right to use any IMDb Software at any time and in such event may modify it to make it inoperable.\nYour rights to use the IMDb Software will automatically terminate without notice from us if you fail to comply with any of these terms.\nAdditional third party terms contained within or distributed with certain IMDb Software that are specifically identified in related documentation may apply to that IMDb Software and will govern the use of that IMDb Software in the event of a conflict with these Conditions of Use.\n</li>\n<li>\n<b>Use of Third Party Services</b>.\nWhen you use the IMDb Software, you may also be using the services of one or more third parties, such as a wireless carrier or a mobile platform provider.\nYour use of these third party services may be subject to the separate policies, terms of use, and fees of these third parties.\n</li>\n<li>\n<b>No Reverse Engineering</b>.\nYou may not, and you will not encourage, assist or authorize any other person to modify, reverse engineer, decompile or disassemble, or otherwise tamper with, the IMDb Software, whether in whole or in part, or create any derivative works from or of the IMDb Software.\n</li>\n<li>\n<b>Updates</b>.\nIn order to keep the IMDb Software up-to-date, we may offer automatic or manual updates at any time and without notice to you.\n</li>\n<li>\n<b>Export Regulations.\nGovernment End Users</b>.\nYou must comply with all export and re-export restrictions and regulations of the Department of Commerce and other United States agencies and authorities that may apply to the IMDb Software.\nIf you are a U.S.\nGovernment end user, we are licensing the IMDb Software to you as a \"Commercial Item\" as that term is defined in the U.S.\nCode of Federal Regulations (see 48 C.F.R.\n§ 2.101), and the rights we grant you to the IMDb Software are the same as the rights we grant to all others under these Conditions of Use.\n</li>\n</ol>\n</ul>", "created_at": "2018-07-17 10:11:45.704127", "updated_at": "2020-12-11 15:16:15.780644"}, {"id": 109, "name": "Privacy Policy", "url": "http://www.imdb.com/privacy", "xpath": "//div[@id='pagecontent']", "text": " <strong>IMDb Privacy Notice</strong>\n<p>\n<strong>Last Updated, July 22, 2020</strong>.\nTo see prior version, click here.</p>\n<p>We know that you care how information about you is used and shared, and we appreciate your trust that we will do so carefully and sensibly.\nThis Privacy Notice describes how IMDb, IMDbPro, Box Office Mojo, and DPReview.com (collectively \"IMDb\") collect and process your personal information through IMDb websites, services, and applications that reference this Privacy Notice (together the \"IMDb Services\").\n<strong>By using the IMDb Services, you are consenting to the practices described in this Privacy Notice.</strong>\n</p> What Personal Information About Users Does IMDb Collect? <p>We collect your personal information in order to provide and continually improve our services and your experience at IMDb.</p>\n<p>Here are the types of personal information we collect:</p>\n<ul>\n<li>\n<strong>Information You Give Us</strong>: We receive and store any information you provide in relation to IMDb Services.\nYou can choose not to provide certain information, but then you might not be able to take advantage of many of our IMDb Services.\nSee examples of what provided information we collect.</li>\n<li>\n<strong>Automatic Information</strong>: We automatically collect and store certain types of information about your use of IMDb Services, including information about your interaction with content and services available through IMDb Services.\nLike many websites, we use \"cookies\" and other unique identifiers, and we obtain certain types of information when your web browser or device accesses IMDb Services and other content served by or on behalf of IMDb on other websites.\nSee examples of what information we automatically collect and store.</li>\n<li>\n<strong>Information from Other Sources</strong>: We might receive information about you from other sources, such as your name and email address when you sign in to IMDb using a third-party login service.\nSee additional examples of the information we receive from other sources.</li>\n</ul> For What Purposes Does IMDb Use Your Personal Information? <p>We use your personal information to operate, provide, develop, and improve the products and services that we offer our customers.\nThese purposes include:</p>\n<ul>\n<li>\n<strong>Provide, troubleshoot, and improve IMDb Services.</strong> We use your personal information to provide the IMDb Services, process payments, enhance functionality, analyze performance, fix errors, and improve the usability and effectiveness of the IMDb Services.</li>\n<li>\n<strong>Recommendations and personalization.</strong> We use your personal information to recommend features, content, products, and services that might be of interest to you, identify your preferences, and personalize your experience with IMDb Services.</li>\n<li>\n<strong>Comply with legal obligations.</strong> In certain cases, we collect and use your personal information to comply with laws.</li>\n<li>\n<strong>Communicate with you.</strong> We use your personal information to communicate with you in relation to IMDb Services via different channels (e.g., e-mail or on-site forums).</li>\n<li>\n<strong>Advertising.\n</strong>We use your personal information to display interest-based ads for features, products, and services that might be of interest to you.\nWe do not use information that personally identifies you to display interest-based ads.\nTo learn more, please see What About Advertising?.</li>\n<li>\n<strong>Fraud Prevention.\n</strong>We use personal information to prevent and detect fraud and abuse in order to protect the security of our customers, IMDb, and others.</li>\n</ul> What About Cookies and Other Identifiers? <p>We use cookies, pixels, and other technologies (collectively \"cookies\") to recognize your browser or device, learn more about your interests, and provide you with essential features and services and for additional purposes, including:</p>\n<ul>\n<li>Recognizing you when you sign-in to our services.\nThis allows us to provide you with content recommendations, display personalized content, and provide other customized features and services.</li>\n<li>Keeping track of your specified preferences.\nThis allows us to honor your preferences, such as whether or not you would like to see interest-based ads.\nYou may set your preferences for interest-based ads here and other preferences in your user account settings.</li>\n<li>Conducting research and diagnostics to improve IMDb's content and services.</li>\n<li>Preventing fraudulent activity.</li>\n<li>Improving security.</li>\n<li>Delivering content, including ads.</li>\n<li>Reporting.\nThis allows us to measure and analyze the performance of our services.</li>\n</ul>\n<p>IMDb's cookies allow you to take advantage of some of IMDb's essential features.\nFor instance, if you block or otherwise reject our cookies, you will not be able to contribute content, review films, add items to your Watchlist, or use any IMDb Services that require you to sign in.</p>\n<p>Approved third parties may also set cookies when you interact with IMDb Services.\nThird parties include providers of measurement and analytics services, social media networks, and advertising companies.\nThird parties use cookies in the process of delivering content, including ads relevant to your interests, to measure the effectiveness of their ads, and to perform services on behalf of IMDb.</p>\n<p>You can manage browser cookies through your browser settings.\nThe 'Help' feature on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, how to block cookies, and when cookies will expire.\nIf you block all cookies on your browser, neither we nor third parties will transfer cookies to your browser.\nIf you do this, however, you may have to manually adjust some preferences every time you visit a site and some features and services may not work.</p> Does IMDb Share Your Personal Information? <p>Information about our users is an important part of our business, and we are not in the business of selling our users' personal information to others.\nWe share user information with our parent corporation (Amazon.com, Inc.), the subsidiaries it controls that follow practices at least as protective as those described in this Privacy Notice, and as described below.</p>\n<ul>\n<li>\n<strong>Transactions involving Third Parties</strong>: We make available to you services provided by third parties.\nFor example, you can purchase movie tickets from third parties through Showtimes &amp.\nTickets.\nYou can tell when a third party is involved in your transactions, and we share users' personal information related to those transactions with that third party.</li>\n<li>\n<strong>Third-Party Service Providers</strong>: We employ other companies and individuals to perform functions on our behalf.\nExamples include processing payments, removing repetitive information from user lists, analyzing data, providing marketing assistance, and transmitting content.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.</li>\n<li>\n<strong>Business Transfers</strong>: As we continue to develop our business, we might sell or buy other businesses or services.\nIn such transactions, user information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the user consents otherwise).\nAlso, in the unlikely event that IMDb.com, Inc.\nor substantially all of its assets are acquired, user information will of course be one of the transferred assets.</li>\n<li>\n<strong>Protection of IMDb and Others</strong>: We release account and other personal information when we believe release is appropriate to comply with the law.\nenforce or apply our Conditions of Use and other agreements.\nor protect the rights, property, or safety of IMDb, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.</li>\n</ul>\n<p>Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information.</p> What About Advertising? <ul>\n<li>\n<strong>Third-Party Advertising and Links to Other Websites: </strong>IMDb Services may include third-party advertising and links to other websites and apps.\nThird-party advertising partners may collect information about you when you interact with their content, advertising, and services.\nFor more information about third-party advertising at IMDb, including interest-based ads, please read the Amazon Interest-Based Ads policy.\nTo adjust your advertising preferences, please go to the Amazon Advertising Preferences page.\nWe do not provide your name or other information that directly identifies you to these advertisers or third-party websites.</li>\n<li>\n<strong>Use of Third-Party Advertising Services: </strong>We provide ad companies with information that allows them to serve you with more useful and relevant IMDb ads and to measure their effectiveness.\nWe never share your name or other information that directly identifies you when we do this.\nInstead, we use an advertising identifier like a cookie or other device identifier.\nFor example, if you have already downloaded one of our apps, we will share your advertising identifier and data about that event so that you will not be served an ad to download the app again.\nSome ad companies also use this information to serve you relevant ads from other advertisers.\nYou can learn more about how to opt-out of interest-based advertising by going to the Amazon Advertising Preferences page.</li>\n</ul> How Secure Is Information About Me? <p>We design our systems with your security and privacy in mind.</p>\n<ul>\n<li>We work to protect the security of your personal information during transmission by using encryption protocols and software.</li>\n<li>We maintain physical, electronic, and procedural safeguards in connection with collection, storage, and disclosure of personal customer information.\nOur security procedures mean that we may occasionally request proof of identity before we disclose personal information to you.</li>\n<li>It is important for you to protect against unauthorized access to your password and to your computers, devices, and applications.\nBe sure to sign off when finished using a shared computer.\n</li>\n</ul> What Information Can I Access? <p>You can access your information, including your name, address, payment options and profile information in your account settings.\nClick here for a list of examples that you can access.</p> What Choices Do I Have? <p>If you have any questions as to how we collect and use your personal information, please contact our Customer Service.\nMany of our IMDb Services also include settings that provide you with options as to how your information is being used.</p>\n<ul>\n<li>As described above, you can choose not to provide certain information, but then you might not be able to take advantage of many of the IMDb Services.</li>\n<li>You can add or update certain information on pages such as those referenced in What Information Can I Access? When you update information, we usually keep a copy of the prior version for our records.</li>\n<li>If you do not want to receive e-mail or other communications from us, please log in to your account and adjust your preferences in your user account settings.\nIf you do not want to receive in-app notifications from us, please adjust your notification settings in the app or device.</li>\n<li>If you do not want to see interest-based ads, please adjust your Advertising Preferences.</li>\n<li>The Help feature on most browsers and devices will tell you how to prevent your browser or device from accepting new cookies or other identifiers, how to have the browser notify you when you receive a new cookie, or how to block cookies altogether.\nBecause cookies allow you to take advantage of some essential features of IMDb Services, we recommend that you leave them turned on.</li>\n<li>Most devices provide users with the ability to change device permissions (e.g., disable/access location services).\nFor most devices, these controls are located in the device's setting menu.\nIf you have questions about how to change your device permissions on devices manufactured by third parties, we recommend you contact your mobile service carrier or your device manufacturer.</li>\n</ul> Are Children Allowed to Use IMDb Services? <p>IMDb Services are not intended for use by children under the age of 13.\nIf you are under 13, you may not sign up for IMDb Services or submit information about yourself to IMDb.</p> California Consumer Privacy Act <p>Click here to read additional disclosures required under the California Consumer Privacy Act.</p> Conditions of Use, Notices, and Revisions <p>If you choose to use IMDb Services, your use and any dispute over privacy is subject to this Notice and our Conditions of Use, including limitations on damages, resolution of disputes, and application of the law of the state of Washington.</p>\n<p>If you have any concern about privacy at IMDb, please send us a thorough description to our customer service team, and we will try to resolve it.</p>\n<p>Our business changes constantly, and our Privacy Notice will change also.\nYou should check our websites frequently to see recent changes.\nUnless stated otherwise, our current Privacy Notice applies to all information that we have about you and your account.\nWe stand behind the promises we make, however, and will never materially change our policies and practices to make them less protective of customer information collected in the past without the consent of affected customers.</p> Examples of Information Collected Information You Give Us When You Use IMDb Services <p>You provide information to us when you:</p>\n<ul>\n<li>search for information on IMDb Services;</li>\n<li>subscribe to IMDb Services;</li>\n<li>stream, view, or use content on a device or through a service or application on a device;</li>\n<li>provide information in your user account (and you might have more than one if you have used more than one e-mail address when using IMDb Services) or on your IMDbPro name page;</li>\n<li>upload professional contacts to your IMDbPro name page;</li>\n<li>configure your settings on, provide data access permissions for, or interact with IMDb Services;</li>\n<li>submit content contributions (e.g., plot summaries and movie reviews);</li>\n<li>communicate with us by email;</li>\n<li>complete a questionnaire or a promotional entry form;</li>\n<li>vote in a poll;</li>\n<li>upload images or videos;</li>\n<li>upload or respond to casting notices on IMDbPro;</li>\n<li>use our services such as Showtimes &amp.\nTickets;</li>\n<li>compile Watchlists or Lists;</li>\n<li>participate in on-site forums;</li>\n<li>track pages on IMDbPro.\nor</li>\n<li>employ our notification services.</li>\n</ul>\n<p>As a result of those actions, you might supply us with such information as:</p>\n<ul>\n<li>identifying information such as your name, e-mail address, physical address, and phone number;</li>\n<li>payment information;</li>\n<li>your age;</li>\n<li>your gender;</li>\n<li>your location information;</li>\n<li>your IP address;</li>\n<li>your acting experience and unique acting skills;</li>\n<li>your educational background and professional training;</li>\n<li>your physical attributes;</li>\n<li>your general movie preferences;</li>\n<li>the movies and actors you like or dislike;</li>\n<li>people, addresses and phone numbers of professional contacts on your IMDbPro name page;</li>\n<li>content of reviews, posts to on-site forums, and e-mails to us;</li>\n<li>personal description and photographs you submit about yourself;</li>\n<li>images and videos uploaded to IMDb Services.\nand</li>\n<li>information and documents regarding identity (e.g., driver's license numbers).</li>\n</ul> Automatic Information <p>Examples of the information we collect and analyze include:</p>\n<ul>\n<li>the internet protocol (IP) address used to connect your computer to the internet;</li>\n<li>login, e-mail address, and password;</li>\n<li>the location of your device or computer;</li>\n<li>content interaction information, such as content streams, and playback details, and network details for streaming quality, including information about your internet service provider;</li>\n<li>device metrics such as when a device is in use, application usage, connectivity data, and any errors or event failures;</li>\n<li>IMDb Service metrics (e.g., the occurrences of technical errors, your interactions with service features and content, your settings preferences, location of your device running an application);</li>\n<li>version and time zone settings;</li>\n<li>purchase and content use history;</li>\n<li>the full Uniform Resource Locator (URL) clickstream to, through, and from our websites, including date and time.\ncontent you viewed or searched for.\nand</li>\n<li>page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs).</li>\n</ul>\n<p>We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information.</p> Information from Other Sources <p>Examples of information we receive from other sources include:</p>\n<ul>\n<li>filmography such as film and TV credits;</li>\n<li>biographical information;</li>\n<li>images and videos uploaded to IMDb Services;</li>\n<li>reviews.\nand</li>\n<li>press interviews and media articles.</li>\n</ul> Information You Can Access <p>Examples of information you can access through IMDb Services include:</p>\n<ul>\n<li>past payments;</li>\n<li>subscription status;</li>\n<li>personally identifiable information (including name, e-mail, and password);</li>\n<li>payment methods;</li>\n<li>e-mail notification settings;</li>\n<li>your content contributions (e.g., plot summaries and movie reviews);</li>\n<li>profile information associated with your IMDb accounts (including your reviews, ratings, and Watchlists);</li>\n<li>information associated with your IMDbPro name page (including acting experience, physical attributes, educational background, and professional training).\nand</li>\n<li>images uploaded to IMDb Services.</li>\n</ul>\n<br> ", "created_at": "2018-07-17 10:11:45.68222", "updated_at": "2021-07-08 14:04:14.234494"}], "points": [{"id": 24086, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.imdb.com/conditions", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:58:09.491968", "updated_at": "2021-07-08 20:42:28.808171", "quoteText": "THE IMDB SERVICES AND ALL INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) AND OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE IMDB SERVICES ARE PROVIDED BY IMDB ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS", "case_id": 286, "document_id": 110, "quoteStart": 9793, "quoteEnd": 10033}, {"id": 24118, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:53:13.024799", "updated_at": "2021-07-08 20:42:11.598551", "quoteText": "<p>Examples of the information we collect and analyze include:</p>\n<ul>\n<li>the internet protocol (IP) address used to connect your computer to the internet;</li>\n", "case_id": 399, "document_id": 109, "quoteStart": 16102, "quoteEnd": 16265}, {"id": 24114, "title": "Promises will be kept after a merger or acquisition", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:48:39.339797", "updated_at": "2021-07-08 20:41:53.944355", "quoteText": "Business Transfers</strong>: As we continue to develop our business, we might sell or buy other businesses or services.\nIn such transactions, user information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the user consents otherwise)", "case_id": 321, "document_id": 109, "quoteStart": 7202, "quoteEnd": 7537}, {"id": 24106, "title": "Your personal data is used for advertising", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:45:33.034648", "updated_at": "2021-07-08 20:41:37.158693", "quoteText": "We use your personal information to display interest-based ads for features, products, and services that might be of interest to you.", "case_id": 216, "document_id": 109, "quoteStart": 3212, "quoteEnd": 3345}, {"id": 24120, "title": "This service may collect, use, and share location data", "source": "http://www.imdb.com/privacy", "status": "\"Examples of the information we collect and analyze include [...] the location of your device or computer\"", "created_at": "2021-07-08 17:54:48.634274", "updated_at": "2021-07-08 20:42:46.4021", "quoteText": "\n<li>the location of your device or computer;", "case_id": 373, "document_id": 109, "quoteStart": 16310, "quoteEnd": 16355}, {"id": 24119, "title": "You are tracked via web beacons, tracking pixels and device fingerprinting", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:54:00.356626", "updated_at": "2021-07-08 20:42:51.603694", "quoteText": "\n<p>We may also use device identifiers, cookies, and other technologies on devices, applications, and our web pages to collect browsing, usage, or other technical information.</p>", "case_id": 323, "document_id": 109, "quoteStart": 17293, "quoteEnd": 17472}, {"id": 24117, "title": "Many different types of personal data are collected", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:52:56.140823", "updated_at": "2021-07-08 20:42:56.059211", "quoteText": "<p>As a result of those actions, you might supply us with such information as:</p>\n<ul>\n<li>identifying information such as your name, e-mail address, physical address, and phone number;</li>\n<li>payment information;</li>\n<li>your age;</li>\n<li>your gender;</li>\n<li>your location information;</li>\n<li>your IP address;</li>\n<li>your acting experience and unique acting skills;</li>\n<li>your educational background and professional training;</li>\n<li>your physical attributes;</li>\n<li>your general movie preferences;</li>\n<li>the movies and actors you like or dislike;</li>\n<li>people, addresses and phone numbers of professional contacts on your IMDbPro name page;</li>\n<li>content of reviews, posts to on-site forums, and e-mails to us;</li>\n<li>personal description and photographs you submit about yourself;</li>\n<li>images and videos uploaded to IMDb Services.\nand</li>\n<li>information and documents regarding identity (e.g., driver's license numbers).</li>", "case_id": 376, "document_id": 109, "quoteStart": 15110, "quoteEnd": 16073}, {"id": 24116, "title": "You can opt out of targeted advertising", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:50:13.046559", "updated_at": "2021-07-08 20:41:49.120732", "quoteText": "\n<li>If you do not want to see interest-based ads, please adjust your Advertising Preferences.", "case_id": 219, "document_id": 109, "quoteStart": 11731, "quoteEnd": 11825}, {"id": 24115, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:49:05.967054", "updated_at": "2021-07-08 20:43:00.472965", "quoteText": "We release account and other personal information when we believe release is appropriate to comply with the law.\nenforce or apply our Conditions of Use and other agreements.\nor protect the rights, property, or safety of IMDb, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.</li>\n</ul>\n<p>Other than as set out above, you will receive notice when personal information about you might be shared with third parties, and you will have an opportunity to choose not to share the information.</p> ", "case_id": 164, "document_id": 109, "quoteStart": 7760, "quoteEnd": 8348}, {"id": 24113, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:48:31.261372", "updated_at": "2021-07-08 20:43:04.6202", "quoteText": "Business Transfers</strong>: As we continue to develop our business, we might sell or buy other businesses or services.\nIn such transactions, user information generally is one of the transferred business assets but remains subject to the promises made in any pre-existing Privacy Notice (unless, of course, the user consents otherwise).", "case_id": 243, "document_id": 109, "quoteStart": 7202, "quoteEnd": 7538}, {"id": 24112, "title": "This service is a subsidiary of Amazon", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:47:37.175189", "updated_at": "2021-07-08 20:42:18.836864", "quoteText": "We share user information with our parent corporation (Amazon.com, Inc.)", "case_id": 493, "document_id": 109, "quoteStart": 6171, "quoteEnd": 6243}, {"id": 24111, "title": "Your personal data is not sold", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:47:18.737995", "updated_at": "2021-07-08 20:41:58.471287", "quoteText": " <p>Information about our users is an important part of our business, and we are not in the business of selling our users' personal information to others.", "case_id": 193, "document_id": 109, "quoteStart": 6016, "quoteEnd": 6170}, {"id": 24110, "title": "Third-party cookies are used for advertising", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:46:37.48896", "updated_at": "2021-07-08 20:43:13.790507", "quoteText": "Third parties use cookies in the process of delivering content, including ads relevant to your interests, to measure the effectiveness of their ads, and to perform services on behalf of IMDb.", "case_id": 128, "document_id": 109, "quoteStart": 5228, "quoteEnd": 5419}, {"id": 24109, "title": "Third-party cookies are used for statistics", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:46:26.145481", "updated_at": "2021-07-08 20:43:09.359035", "quoteText": "Third parties include providers of measurement and analytics services, social media networks, and advertising companies.", "case_id": 325, "document_id": 109, "quoteStart": 5107, "quoteEnd": 5227}, {"id": 24108, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:46:08.796686", "updated_at": "2021-07-08 20:42:04.181775", "quoteText": "Examples include processing payments, removing repetitive information from user lists, analyzing data, providing marketing assistance, and transmitting content.\nThey have access to personal information needed to perform their functions, but may not use it for other purposes.</li>\n<li>\n", "case_id": 210, "document_id": 109, "quoteStart": 6908, "quoteEnd": 7194}, {"id": 24107, "title": "This service gives your personal data to third parties involved in its operation", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:45:50.650052", "updated_at": "2021-07-08 20:43:18.450541", "quoteText": "Examples include processing payments, removing repetitive information from user lists, analyzing data, providing marketing assistance, and transmitting content.\nThey have access to personal information needed to perform their functions", "case_id": 188, "document_id": 109, "quoteStart": 6908, "quoteEnd": 7143}, {"id": 24105, "title": "Third parties are involved in operating the service", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-08 17:44:38.351483", "updated_at": "2021-07-08 20:42:23.304089", "quoteText": "We employ other companies and individuals to perform functions on our behalf.\n", "case_id": 207, "document_id": 109, "quoteStart": 6830, "quoteEnd": 6908}, {"id": 24090, "title": "You waive your right to a class action.", "source": "https://www.imdb.com/conditions", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:01:18.296072", "updated_at": "2021-07-08 20:43:23.192747", "quoteText": "You and IMDb each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIf for any reason a claim proceeds in court rather than in arbitration you and IMDb each waive any right to a jury trial.\n", "case_id": 117, "document_id": 110, "quoteStart": 14250, "quoteEnd": 14541}, {"id": 24089, "title": "You are forced into binding arbitration in case of disputes", "source": "https://www.imdb.com/conditions", "status": "Generated through the annotate view", "created_at": "2021-07-08 14:00:55.997079", "updated_at": "2021-07-08 21:59:08.70587", "quoteText": "<p>Any dispute or claim relating in any way to your use of any IMDb Service, or any products or services sold or distributed by IMDb or through the IMDb Services will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify.\n", "case_id": 339, "document_id": 110, "quoteStart": 12483, "quoteEnd": 12788}, {"id": 24087, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.imdb.com/conditions", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:58:53.07503", "updated_at": "2021-07-08 21:59:14.551477", "quoteText": "IMDB WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF ANY IMDB SERVICE, OR FROM ANY INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH ANY IMDB SERVICE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p>", "case_id": 293, "document_id": 110, "quoteStart": 11047, "quoteEnd": 11407}, {"id": 24085, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://www.imdb.com/conditions", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:57:53.342978", "updated_at": "2021-07-08 20:42:33.292629", "quoteText": "\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide IMDb's copyright agent the written information specified below.", "case_id": 138, "document_id": 110, "quoteStart": 8238, "quoteEnd": 8413}, {"id": 24084, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.imdb.com/conditions", "status": "Generated through the annotate view", "created_at": "2021-07-08 13:56:00.131969", "updated_at": "2021-07-08 20:42:38.508952", "quoteText": "</b> You may not use data mining, robots, screen scraping, or similar data gathering and extraction tools on this site, except with our express written consent as noted below.", "case_id": 150, "document_id": 110, "quoteStart": 4094, "quoteEnd": 4269}, {"id": 6156, "title": "The service can delete your account without prior notice and without a reason", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:46:49.390138", "updated_at": "2021-02-06 04:02:07.731448", "quoteText": "IMDb reserves the right to refuse service, terminate accounts, or remove or edit content in its sole discretion.", "case_id": 201, "document_id": 110, "quoteStart": 6023, "quoteEnd": 6135}, {"id": 6152, "title": "This service is only available to users of a certain age", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:31:56.387057", "updated_at": "2021-02-06 04:16:15.553031", "quoteText": "IMDb is not intended for use by children under the age of 13.\nIf you are under 13, you may not submit information about yourself to IMDb.", "case_id": 152, "document_id": 109, "quoteStart": 10709, "quoteEnd": 10846}, {"id": 6159, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:50:49.530631", "updated_at": "2021-02-06 04:02:07.780811", "quoteText": "ARE PROVIDED BY IMDB ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.", "case_id": 286, "document_id": 110, "quoteStart": 9986, "quoteEnd": 10046}, {"id": 6157, "title": "The service can delete specific content without prior notice and without a reason", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:47:56.943984", "updated_at": "2019-06-25 20:22:13.879003", "quoteText": "IMDb has the right but not the obligation to monitor and edit or remove any activity or content.", "case_id": 202, "document_id": 110, "quoteStart": 7752, "quoteEnd": 7848}, {"id": 6160, "title": "This service forces users into binding arbitration in the case of disputes", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:53:31.173822", "updated_at": "2021-02-06 04:02:07.804898", "quoteText": "Any dispute or claim relating in any way to your use of any IMDb Service, or any products or services sold or distributed by IMDb or through the IMDb Services will be resolved by binding arbitration", "case_id": 339, "document_id": 110, "quoteStart": 12498, "quoteEnd": 12696}, {"id": 6155, "title": "Users agree not to use the service for illegal purposes", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:44:59.958821", "updated_at": "2021-02-06 04:02:07.825903", "quoteText": "You may not use the IMDb Software for any illegal purpose.", "case_id": 280, "document_id": 110, "quoteStart": 15993, "quoteEnd": 16051}, {"id": 6161, "title": "Blocking cookies may limit your ability to use the service", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-19 21:02:14.811268", "updated_at": "2021-02-06 04:16:15.821281", "quoteText": "However, because cookies allow you to take full advantage of some of IMDb's essential features, we recommend that you leave them turned on.", "case_id": 375, "document_id": 109, "quoteStart": 3425, "quoteEnd": 3564}, {"id": 6154, "title": "You waive your right to a class action.", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:37:55.889193", "updated_at": "2021-02-06 04:02:07.850242", "quoteText": "You and IMDb each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.", "case_id": 117, "document_id": 110, "quoteStart": 14262, "quoteEnd": 14430}, {"id": 6165, "title": "The copyright license maintained by the service over user data and/or content is broader than necessary.", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-20 08:00:51.652322", "updated_at": "2021-02-06 04:02:07.8779", "quoteText": "The compilation of all content included in or made available through any IMDb Service is the exclusive property of IMDb and protected by U.S.\nand international copyright laws.", "case_id": 132, "document_id": 110, "quoteStart": 1717, "quoteEnd": 1892}, {"id": 1173, "title": "Information collected by IMDB", "source": "https://www.imdb.com/privacy#giveus", "status": "Anything you write,click, search, information you give and  communicate is collected by the company. They share all the information with parent company Amazon. They also share it with Affiliated businesses, Agents, promotional activities etc. \r\nIf they sell it to different third party, they will send you a mail for consent. ", "created_at": "2018-02-14 16:58:08.438778", "updated_at": "2021-02-06 03:50:39.757077", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6163, "title": "There is a date of the last update of the terms", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-20 07:50:32.434724", "updated_at": "2021-02-06 04:16:15.855342", "quoteText": "Last Updated, February 8, 2018</b>", "case_id": 331, "document_id": 109, "quoteStart": 28, "quoteEnd": 62}, {"id": 6164, "title": "The service makes critical changes to its terms without user involvement", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-20 07:51:56.703403", "updated_at": "2021-02-06 04:16:15.871625", "quoteText": "We may e-mail periodic reminders of our notices and conditions, unless you have instructed us not to, but you should check our Web site frequently to see recent changes.", "case_id": 120, "document_id": 109, "quoteStart": 11523, "quoteEnd": 11692}, {"id": 1675, "title": "Your information can be sold as pert of business transfershttp://www.imdb.com/privacy?ref_=ft_pvc", "source": "Imported from ToS;DR before phoenix", "status": "The policy states that: “in the event that IMDb.com, Inc., or substantially all of its assets are acquired, user information will of course be included in the transaction.” but it doesn't say if the information may then be used for other purposes after the transaction. ", "created_at": "2018-05-15 09:11:58.412072", "updated_at": "2021-02-06 03:50:40.166662", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6158, "title": "This service employs a broad copyright license over user content including the right to distribute through any media", "source": "http://www.imdb.com/help/show_article?conditions", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:49:47.544935", "updated_at": "2021-02-06 04:02:11.294435", "quoteText": "If you do post content or submit material, and unless we indicate otherwise, you grant IMDb a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such content throughout the world in any media.", "case_id": 139, "document_id": 110, "quoteStart": 6957, "quoteEnd": 7288}, {"id": 6151, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:29:59.446989", "updated_at": "2021-02-06 04:16:23.935813", "quoteText": "These third-party websites and advertisers, or Internet advertising companies working on their behalf, sometimes use technology to send (or \"serve\") the advertisements that appear on our website directly to your browser.\nThey automatically receive your IP address when this happens.\nThey may also use cookies, JavaScript, web beacons (also known as action tags or single-pixel gifs), and other technologies to measure the effectiveness of their ads and to personalize advertising content.", "case_id": 128, "document_id": 109, "quoteStart": 6900, "quoteEnd": 7388}, {"id": 6153, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:33:07.057441", "updated_at": "2021-02-06 04:16:23.95552", "quoteText": "If you choose to visit IMDb, your visit and any dispute over privacy is subject to this Notice and our Terms and Conditions of Use, including limitations on damages, resolution of disputes, and application of the law of the state of Washington.", "case_id": 242, "document_id": 109, "quoteStart": 10913, "quoteEnd": 11157}, {"id": 6149, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:22:11.977245", "updated_at": "2021-02-06 04:16:23.978762", "quoteText": "We use web beacons (also known as “action tags” or “single-pixel gifs”) and other technologies to measure the effectiveness of certain site features and to conduct research and analysis.", "case_id": 323, "document_id": 109, "quoteStart": 3575, "quoteEnd": 3761}, {"id": 6150, "title": "You can opt out of promotional communications", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-19 20:26:25.669375", "updated_at": "2021-02-06 04:16:23.997507", "quoteText": "Promotional Offers</b>: Sometimes we send offers to selected groups of IMDb users on behalf of other businesses.\nWhen we do this, we do not give that business your name and e-mail address.\nIf you do not want to receive such offers, please use our User Administration pages to adjust your preferences.", "case_id": 223, "document_id": 109, "quoteStart": 5049, "quoteEnd": 5349}, {"id": 6162, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "http://www.imdb.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-03-20 07:49:41.695387", "updated_at": "2021-02-06 04:16:30.952539", "quoteText": "This Notice and the Terms and Conditions of Use will change also, and use of information that we gather now is subject to the Privacy Notice in effect at the time of use.", "case_id": 121, "document_id": 109, "quoteStart": 11352, "quoteEnd": 11522}, {"id": 1124, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "http://www.imdb.com/privacy", "status": "The policy states that: “in the event that IMDb.com, Inc., or substantially all of its assets are acquired, user information will of course be included in the transaction.” but it doesn't say if the information may then be used for other purposes after the transaction. ", "created_at": "2018-01-16 21:23:58.028267", "updated_at": "2021-02-06 04:16:30.971592", "quoteText": "As we continue to develop our business, we might sell or buy additional services or business units.\nIn such transactions, user information generally is transferred along with the rest of the service or business unit.\nAlso, in the event that IMDb.com, Inc., or substantially all of its assets are acquired, user information will of course be included in the transaction", "case_id": 243, "document_id": 109, "quoteStart": 5388, "quoteEnd": 5756}, {"id": 19617, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (USA)", "source": "http://www.imdb.com/privacy", "status": "\r\n", "created_at": "2021-05-02 15:55:55.595571", "updated_at": "2021-05-02 20:24:13.948219", "quoteText": " <p>If you choose to use IMDb Services, your use and any dispute over privacy is subject to this Notice and our Conditions of Use, including limitations on damages, resolution of disputes, and application of the law of the state of Washington.</p>", "case_id": 242, "document_id": 109, "quoteStart": 13018, "quoteEnd": 13265}, {"id": 19616, "title": "The service claims to be CCPA compliant for California users", "source": "https://help.imdb.com/article/issues/G73WRBWXE25UUTHP", "status": "\r\nIMDb California Consumer Privacy Act Disclosures\r\n\r\nThis California Consumer Privacy Act disclosure page (“Disclosure”) supplements the IMDb Privacy Notice and is effective as of July 1, 2020. The IMDb Privacy Notice describes the personal information that we collect, the sources from which we collect it, the purposes for which we use it, the limited circumstances under which we share personal information, and with whom we share it. These additional disclosures are required by the California Consumer Privacy Act:\r\n\r\n    Categories of personal information collected. The personal information that IMDb collects, or has collected from consumers in the twelve months prior to the effective date of this Disclosure, fall into the following categories established by the California Consumer Privacy Act, depending on which IMDb Service is used:\r\n        identifiers such as your name, user ID, email address, or IP address;\r\n        personal information, such as a credit card number; age, gender, or other protected classifications, for example if you choose to provide such information on your IMDbPro name page;\r\n        commercial information, such as your enrollment in IMDbPro;\r\n        education information, for example if you choose to provide such information on your IMDbPro name page;\r\n        Internet or other electronic network activity information, including content interaction information, such as content streams and playback details;\r\n        geolocation data, such as the location of your device if you agree to provide this information so that IMDb can display local movie showtimes;\r\n        audio or visual information, such as images and videos uploaded to your IMDbPro name page;\r\n        professional information, for example data you may provide about your acting experience; and\r\n        inference data, such as information about your film and television show preferences.\r\n    Categories of personal information disclosed for a business purpose. The personal information that IMDb disclosed about consumers for a business purpose in the twelve months prior to the effective date of this Disclosure fall into the following categories established by the California Consumer Privacy Act, depending on which IMDb Service is used:\r\n        identifiers such as your name and email address, for example if we work with a third party to fulfill a promotional prize;\r\n        personal information, such as a credit card number, for example if we use a third party payment processor;\r\n        your age, gender, or other protected classifications, for example if you choose to submit such information on your IMDbPro name page for casting notices;\r\n        commercial information, such as your theater and showtime preferences for individuals films if you use IMDb Showtimes & Tickets;\r\n        education information, such as the schools you have attended if you choose to submit such information on your IMDbPro name page for casting notices;\r\n        internet or other electronic network activity information, such as if we use a service provider to help us gather crash reports for analyzing the health of our services;\r\n        audio or visual information, such as your profile photo if you choose to submit such information on your IMDbPro name page for casting notices; and\r\n        professional information, such as your acting experience if you choose to submit such information on your IMDbPro name page for casting notices.\r\n    Right to Request Access to or Deletion of Personal Information: You may have the right under the California Consumer Privacy Act to request information about the collection of your personal information by IMDb, or access to or deletion of your personal information. If you wish to do any of these things, please visit our IMDb Help Page or for DPReview.com, click here. Depending on your data choices, certain services may be limited or unavailable.\r\n    No sale of personal information. In the twelve months prior to the effective date of this Disclosure, IMDb has not sold any personal information of consumers, as those terms are defined under the California Consumer Privacy Act.\r\n    No Discrimination. IMDb will not discriminate against any consumer for exercising their rights under the California Consumer Privacy Act.\r\n\r\n", "created_at": "2021-05-02 15:55:16.21266", "updated_at": "2021-05-02 20:23:39.158429", "quoteText": "California Consumer Privacy Act <p>Click here to read additional disclosures required under the California Consumer Privacy Act.</p> ", "case_id": 482, "document_id": 109, "quoteStart": 12844, "quoteEnd": 12977}, {"id": 19615, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.imdb.com/conditions", "status": "Generated through the annotate view", "created_at": "2021-05-02 15:53:02.464663", "updated_at": "2021-05-02 20:23:50.25271", "quoteText": "If you use any IMDb Service, you are responsible for maintaining the confidentiality of log-in information and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password", "case_id": 148, "document_id": 110, "quoteStart": 5770, "quoteEnd": 6021}], "urls": ["imdb.com"]}}