{"error": 448, "message": "OK", "parameters": {"id": 2670, "name": "LYKA", "created_at": "2021-01-29 19:55:32.923144", "updated_at": "2021-05-14 14:37:52.023591", "wikipedia": null, "keywords": null, "related": null, "slug": "lyka", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2670.png", "url": "mylyka.com", "documents": [{"id": 3867, "name": "Privacy Policy", "url": "https://www.mylyka.com/privacy-policy", "xpath": "/html/body/section[2]", "text": " <p>“Things I Like App” website (https://www.mylyka.com or “Site”) and Lyka mobile app (“Platform”, collectively) recognize the importance of privacy as well as the importance of maintaining the confidentiality of personal information.\nThis Privacy Policy applies to all products and services provided by us and sets out how we gather, use and share information in relation to users of the Platform.\nThis Privacy Policy also applies to use of our services and products via a mobile device, either through mobile applications or mobile-optimized websites.</p> A.\nCollection of Information <p>Your privacy is highly important to us and we have taken steps to ensure that we do not gather more information from you than is necessary for us to provide you with our services and to protect your account:</p>\n<p>1.\nInformation including user name, address, phone number, email address, gender, and date of birth will be collected at the time of user registration on the Platform.\nIf you are registering a Things I Like account through social media platforms, we may collect your account name and profile photo at those platforms.\nIf you prefer not to provide such information, you will not be able to register an account and use our mobile app.</p>\n<p>2.\nIf you are registered as a celebrity or verified account, in addition to the information mentioned above, we may also require you to submit proof of identity such as a valid government issued identification card and/or selfie photos.\nIn future updates, we may also require you to submit relevant information about your business, income, profile, government registration, and bank account.</p>\n<p>3.\nIf you contact our customer service, we may record your conversation with us and collect additional information to verify your identity.</p>\n<p>4.\nIn connection with any transaction and payment services, information, including but not limited to, bank account numbers, billing and delivery information, and bank address may be collected to facilitate the sale and purchase as well as the settlement of purchase price of the products or services transacted on or procured through the Platform.\n</p>\n<p>5.\nWe record details of users’ activities on the Platform including but not limited to items they liked.\nInformation relating to such transactions (including, but not limited to, the types and specifications of the goods, pricing and delivery information, any dispute records and any information disclosed in any discussion forum) may be collected when transactions are conducted on or facilitated through the Platform.</p>\n<p>6.\nFrom time to time, we collect information about our users and prospective users during trade shows, industry events and other functions.\nThe information we may collect at these events includes, but not limits to, user name, address, phone number, and email address.</p>\n<p>7.\nWe record users' buying and browsing activities on our Platform including but not limited to IP addresses, browsing patterns, buyer behavioral patterns and equipment information.\nIn addition, we gather statistical information about the Site and visitors to the Site including, but not limited to, IP addresses, browser software, operating system, software and hardware attributes, pages viewed, number of sessions and unique visitors.</p>\n<p>8.\nAs Lyka Moments functionality is partially based on face detection, in order to use the product shall request a permission to process your images taken by the device camera.\nHowever, all images taken by your mobile phone camera shall not be sent to our servers, i.e.\nwe do not have access to such images (we will not collect, share or store them).</p>\n<p>Certain data we collect may be defined as personal data under applicable data protection law (“Personal Data”).</p>\n<p>To enable us to provide our services and products to users, users need to provide certain categories of data (which may include Personal Data), such as user name, address, phone number, and email address.\nIf certain data is required, we will let you know at the time of collection.\nIn the event that users do not provide sufficient data marked as necessary, we may not be able to complete the registration process or provide certain products or services.\n</p> B.\nUSE OF PERSONAL DATA <p>We gather and use your Personal Data for the following purposes:</p>\n<ul>\n<li>\n<p>Verifying your identity;</p>\n</li>\n<li>\n<p>Verifying your eligibility to register as a user of the Platform or become a celebrity or verified account;</p>\n</li>\n<li>\n<p>Processing your registration as a user, providing you with a log-in ID for the Sites and maintaining and managing your registration;</p>\n</li>\n<li>\n<p>Providing you with customer service and responding to your queries, feedback, claims or disputes;</p>\n</li>\n<li>\n<p>Facilitating communication between users on the Platform, processing transactions and payments, and providing delivery services;</p>\n</li>\n<li>\n<p>Notifying the followers of a user of the latter’s birth date and posted items;</p>\n</li>\n<li>\n<p>Providing other user(s) with your registered address but only IF you approve such user(s)’s request for your registered address;</p>\n</li>\n<li>\n<p>Assessing account security and transaction risks of users, detecting and preventing fraud and other security incidents;</p>\n</li>\n<li>\n<p>Personalizing our communication with you based on your browsing records, equipment information we collected and your order history, and performing research or statistical analysis in order to improve the content and layout of the Sites, and to improve our product offerings and services, including, for example, using anonymized data for machine learning purposes;</p>\n</li>\n<li>\n<p>Identifying, developing and marketing products and services that we believe you will value, including across browsers and devices, in accordance with applicable laws.\nCookies or other similar technologies may be used to provide you with advertising based upon your browsing activities and interests (see section E.\nCOOKIES below).\nWhere we are required by applicable law, we will seek your consent prior to sending you communications for marketing purposes.\nand</p>\n</li>\n</ul>\n<p>We may also use your Personal Data for other purposes that are not incompatible with the purposes we have disclosed to you (such as archiving purposes in the public interest, scientific or historical research purposes, or statistical purposes) if and where this is permitted by applicable data protection laws.</p> C.\nDISCLOSURE OF PERSONAL DATA <p>We may disclose your Personal Data to other users and our partners and to service providers engaged by us to assist us to provide services to you or who otherwise process Personal Data for purposes described in this Privacy Policy or notified to you when we collect your Personal Data.\nExamples of these partners or service providers include:</p>\n<ul>\n<li>\n<p>Our business partners (for example, in order for them to provide you with discounts or offers that may interest you);</p>\n</li>\n<li>\n<p>Marketing platforms, such as Google, Twitter, Facebook, and Instagram, and providers of analytics services relating to users’ behavior, in order to tailor the content you see when visiting our Sites.\nThese marketing platforms may combine information they collect on our Platform with data on their platforms and data they collect from other websites or through other sources in order to conduct targeted advertising.\nThe activities of these third party marketing platforms are governed by their own privacy policies, not this Privacy Policy;</p>\n</li>\n<li>\n<p>Payment service providers to assist with payment for transactions or providing withdrawing service for sellers.\nThe activities of payment service providers may be governed by their own privacy policies, not this Privacy Policy;</p>\n</li>\n<li>\n<p>Credit risk assessment providers to conduct risk assessment on sellers to determine whether a seller can be permitted to make an advance withdrawal;</p>\n</li>\n<li>\n<p>Logistics partners for providing delivery services for buyers, including return and exchange of products, and warehousing services for sellers;</p>\n</li>\n<li>\n<p>Cloud computing service providers to provide cloud storage services;</p>\n</li>\n<li>\n<p>Warranty service providers to provide warranty services;</p>\n</li>\n<li>\n<p>Customer service providers to provide after-sale services.\nand</p>\n</li>\n<li>\n<p>Risk control service providers to assess the security of members’ accounts and transaction risks.</p>\n</li>\n</ul>\n<p>These Service Providers must comply with our data privacy and security requirements and are only permitted to use your Personal Data in connection with the purposes specified above, and not for their own purposes.</p>\n<p>For the purposes specified above, we may share your Personal Data with our affiliated companies and/or their designated Service Providers, which comprises a group of companies operating leading online and mobile marketplaces in consumer and business-to-business commerce, as well as cloud computing and other services.</p>\n<p>When we believe it is necessary to comply with applicable laws or to exercise, establish or defend our legal rights or protect your vital interests or those of any other person, we may also disclose and transfer your Personal Data to our professional advisers, law enforcement agencies, insurers, government and regulatory and other organizations, or as otherwise required or permitted by applicable laws.</p>\n<p>We may disclose your Personal Data to an actual or potential buyer (and its agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your Personal Data only for the purposes disclosed in this Privacy Policy.</p>\n<p>We may also disclose your Personal Data to any other person with your consent to the disclosure.\nWe may disclose your registered address to another user with your consent to such disclosure.</p>\n<p>We retain your Personal Data as long as we have an ongoing legitimate business need to do so for example to provide services or products to you, or as required or permitted by applicable laws, such as tax and accounting laws.</p>\n<p>Information you submit to the Sites for publication may be made publicly available on the Platform and therefore accessible by any internet user.\nYou should exercise caution when deciding what information you submit to us for publication.</p>\n<p>We may provide aggregated or anonymized data to third parties, but when we do so, the information we share is in a de-identified format that does not personally identify you.</p>\n<p>We have established relationships with other parties and websites to offer you the benefit of products and services which we do not offer.\nWe offer you access to these other parties and their websites either through the use of hyperlinks to these sites from our Sites or through offering \"co-branded\" sites in which both we and other parties share the same uniform resource locator (URL), domain name or pages within a domain name on the Internet.\nIn some cases you may be required to submit Personal Data to register or apply for products or services provided by such third parties or co-branded partners.\nThis Privacy Policy does not apply to these third party sites or co-branded sites.\nThe privacy policies of those other parties may differ from ours, and we have no control over the information that you submit to those third parties.\nYou should read the relevant privacy policy for those third party sites and co-branded sites before responding to any offers, products or services advertised by those parties.</p> D.\nRIGHTS REGARDING PERSONAL DATA <p>Under the applicable laws, you may have the rights of access to Personal Data held by us and other rights.\nIf you are a Visitor from the European Union, please refer to section I.\nVISITORS FROM THE EUROPEAN UNION below for more information.</p>\n<p>If you have any questions regarding this Privacy Policy or if you wish to access or correct your Personal Data, you may send your request to __________________________________.</p>\n<p>If and to the extent permitted by applicable law, we may charge you a fee for the processing of any request you make regarding your Personal Data.</p> E.\nCOOKIES <p>We use \"cookies\" to store specific information about you and track your visits to the Platform, either through a compute or via a mobile device.\nIt is not uncommon for websites to use cookies to enhance identification of their visitors</p>\n<p>A \"cookie\" is a small amount of data that is sent to your browser and stored on your computer's or mobile device’s hard drive.\nIf you do not de-activate or erase the cookie, each time you use the same browser or mobile device to access the Platform, our web servers will be notified of your visit to the Platform and in turn we may have knowledge of your visit and the pattern of your usage.\nThe cookies will enable us to remember your information so you do not have to re-enter it every time you use the Platform.</p>\n<p>In addition, we use cookies to manage the security of our Platform, to gather information about usage by users.\nto research visiting patterns and conduct interest-based advertising.\nto assist our partners to track user visits to the Sites and process orders.\nand to track progress and participation in promotions.</p>\n<p>For these additional purposes identified above, you can determine if and how a cookie will be accepted by configuring the privacy setting of the browser you are using to access the Platform or the privacy setting of your mobile device.\nAs the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser's help menu for more information.\nIf you adjust the privacy setting in the browser, your mobile device will continue collecting data unless you adjust the privacy setting of the device, and vice versa.</p>\n<p>You have the right to decide whether to accept or reject cookies.\nIf you choose to set your web browser controls to reject cookies, you may still use our website though your access to some functionality and areas of our website may be restricted.</p>\n<p>Certain features of the Platform depend on cookies.\nPlease be aware that if you choose to block cookies, you may not be able to sign in or use those features, and preferences that are dependent on cookies may be lost.</p>\n<p>We use two types of cookies: session cookies (which are erased once you close the browser or shut down the device) and persistent cookies (which remain even after closing the browser or shutting down the device/application and which are activated each time you visit the Sites).\nThe session cookies use encrypted data to unambiguously authenticate you.\nThe persistent cookies do not store account numbers or passwords.</p>\n<p>We use both first party cookies (cookies that are set by us and serve mainly to enable basic functionality on our Platform, including web analytics cookies that help us understand how users use our web pages and how we can improve their use) and third party cookies (these cookies are not set by us, but by our selected partners).</p>\n<p>In addition we also use social media cookies.\nSome pages on our Sites allow you to \"share\" content through social media such as Facebook and Twitter.\nSometimes we embed videos from websites like YouTube.\nThese websites set their own cookies on which we have no influence.\nTo refuse their cookies, please follow the instructions on their websites.\nIn addition, these websites have their own privacy policy, which you can find on the respective websites.</p> Google Analytics <p>Our Platform uses Google Analytics, an internet analytics service provided by Google, Inc., 1600 Amphitheater Parkway Mountain View, California, 94043, USA (\"Google\").\nGoogle Analytics uses \"cookies\", which are text files that are stored on your computer and used to analyze the use of the Sites.\nFor example, Google's cookies allow us to tell us which pages our users are viewing, which ones are most popular, what time of day our Sites are visited, if users have previously visited our Sites, from which website users are redirected to our Sites were and the like.\nThe data generated by the cookie about your use of the Sites will be transmitted to Google and stored by Google on servers in the United States.</p>\n<p>The website uses an anonymization tool of IP addresses so that the IP addresses are truncated within the territory of the Member States of the European Union and the other members of the agreement on the European Economic Area.\nThe non-truncated IP address are only exceptionally transmitted to Google’s servers in the US and then truncated there.</p>\n<p>Google uses the data on behalf of the website operator to evaluate your use of the website, to compile reports on website activity for the website operators and for other website activity and internet usage services.\nGoogle may disclose this information to third parties under the terms of the law or for further processing by third parties on behalf of Google.</p>\n<p>For more information about Google Analytics cookies, visit the Google Help pages and Privacy Policy:</p>\n<p>Google Privacy Policy: https://policies.google.com/privacy</p>\n<p>Google Analytics Help Center: https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n<p>The IP address that your browser will pass on to Google Analytics will not be associated with any other data stored by Google.\nThrough your browser settings, you can block cookies.\nhowever, this can lead to problems with the use of some functionalities of the website.\nThrough the add-on \"Google Analytics Opt-out\" you can through your current web browser opt-out to the use of Google Analytics from then on: http://tools.google.com/dlpage/gaoptout?hl=en</p>\n<p>More information can be found here: https://support.google.com/analytics/answer/6004245.</p> F.\nMINORS <p>The Platform and its contents are not targeted to minors (those under the age of 18) and we do not intend to sell any of our products or services to minors.\nIf a minor has provided us with Personal Data without parental or guardian consent, the parent or guardian should contact _______________________________ to remove the information.</p> G.\nSECURITY MEASURES <p>We employ commercially reasonable security methods to prevent unauthorized access to the Platform, to maintain data accuracy and to ensure the correct use of the information we hold.</p>\n<p>For registered users of the Platform, some of your information can be viewed and edited through your account, which is protected by a password.\nWe recommend that you do not divulge your password to anyone.\nOur personnel will never ask you for your password in an unsolicited phone call or in an unsolicited email.\nIf you share a computer with others, you should not choose to save your log-in information (e.g., user ID and password) on that shared computer.\nRemember to sign out of your account and close your browser window when you have finished your session.</p>\n<p>No data transmission over the internet or any wireless network can be guaranteed to be perfectly secure.\nAs a result, while we try to protect the information we hold for you, we cannot guarantee the security of any information you transmit to us and you do so at your own risk.</p> H.\nCHANGES TO THIS PRIVACY POLICY <p>We may update this Privacy Policy from time to time in response to changing legal, technical or business developments.\nWhen we update our Privacy Policy, we will take appropriate measures to inform you, consistent with the significance of the changes we make.\nWe will obtain your consent to any material Privacy Policy changes if and where this is required by applicable data protection laws.</p>\n<p>Any changes to this Privacy Policy will be communicated by us posting an amended Privacy Policy on the Sites.\nOnce posted on the Sites, the new Privacy Policy will be effective immediately.\nYou can see when this Privacy Notice was last updated by checking the “last updated” date displayed at the top of this Privacy Notice.</p> I.\nVISITORS FROM THE EUROPEAN UNION <p>This section of the Privacy Policy applies only if you use our Sites or services covered by this Privacy Policy from a country that is a Member State of the European Union, and supplements the information in this Privacy Policy.</p>\n<p>This section of the Privacy Policy applies only if you use our Sites or services covered by this Privacy Policy from a country that is a Member State of the European Union, and supplements the information in this Privacy Policy.\nIf you are in the EEA your controller is _________________________ (incorporated in ________________ with _______________________________).\nFor contact details, please see section J.\nHOW TO CONTACT US below.\n</p>\n<p>\n<i>\n<strong>Legal Basis for Data Processing</strong>\n</i>\n</p>\n<p>We process Personal Data for the purposes set out in this Privacy Policy, as described above.\nOur legal basis to process Personal Data will depend on the Personal Data concerned and the specific context in which we collect it.\nHowever, we will normally collect and process Personal Data about you only where it is: necessary for the performance of any contract between you and ___________________________ (for example, to provide you with the services you request and to identify and authenticate you so you may use the Sites).\nnecessary to comply with legal requirements (for example, to comply with applicable accounting rules and to make mandatory disclosures to law enforcement).\nnecessary for our legitimate interests and not overridden by your rights.\nand/or where it is based on your consent.</p>\n<p>If we collect and use your Personal Data in reliance on our legitimate interests (or those of any third party), this interest will normally be to operate our Platform and services, manage our relationship with you and communicate with you as necessary to provide our services to you and for our legitimate commercial interest, for instance, when responding to your queries, improving our Platform and our services, undertaking marketing, or for the purposes of ensuring the security of our Platform and services and detecting or preventing illegal activities such as fraud.\nWe may have other legitimate interests and if appropriate we will make clear to you at the relevant time what those legitimate interests are.</p>\n<p>If we ask you to provide Personal Data to comply with a legal requirement or to enter into a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Data is mandatory or not (as well as of the possible consequences if you do not provide your Personal Data).\nIn some instances, you may be required to provide us with Personal Data for processing as described above, in order for us to be able to provide you all of our services, and for you to use all the features of our Sites.</p>\n<p>We retain your Personal Data as long as we have an ongoing legitimate business need to do so for example to provide services or products to you, or as required or permitted by applicable laws, such as tax and accounting laws.\nWhen we have no ongoing legitimate business need to process your Personal Data, we will either delete or anonymise it or, if this is not possible (for example, because your Personal Data has been stored in backup archives), then we will securely store your Personal Data and isolate it from any further processing until deletion is possible.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your Personal Data, please contact us using the contact details provided under section J.\nHOW TO CONTACT US below.</p>\n<p>\n<i>\n<strong>International Transfers of Personal Data</strong>\n</i>\n</p>\n<p>Our business may require us to transfer your Personal Data to countries outside of the European Economic Area (“EEA”), including to countries that may not provide the same level of data protection as your home country such as the United States and China.\nWe take appropriate steps to ensure that recipients of your Personal Data are bound to duties of confidentiality and we implement appropriate measures to ensure your Personal Data will remain protected in accordance with this Privacy Policy, such as standard contractual clauses.\nA copy of those clauses can be obtained by contacting +639178414909 or support@mylyka.com.</p>\n<p>\n<i>\n<strong>Your Rights</strong>\n</i>\n</p>\n<p>If you are a resident of the European Economic Area, you have the following data protection rights, which you can exercise at any time by contacting us using the contact details provided under section J.\nHOW TO CONTACT US below:</p>\n<ul>\n<li>\n<p>The right to access, correct, update or request deletion of your Personal Data.</p>\n</li>\n<li>\n<p>The right to object to processing of your personal information when it is based on our legitimate interests, and separately the right to object to direct marketing.</p>\n</li>\n<li>\n<p>The right to ask us, in some situations, to restrict processing of your personal information or request portability of your personal information.</p>\n</li>\n<li>\n<p>The right to opt-out of marketing communications we send you at any time.\nYou can exercise this right by clicking on the “unsubscribe” or “opt-out” link in the marketing e-mails we send you.\nTo opt-out of other forms of marketing (such as postal marketing or telemarketing), then please contact us using the contact details provided under section J.\nHOW TO CONTACT US below.</p>\n</li>\n<li>\n<p>If we have collected and process your personal information with your consent, then you have the right to withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p>\n</li>\n<li>\n<p>The right to complain to a data protection authority about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.</p>\n</li>\n</ul>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.</p>\n<p>If you are aware of changes or inaccuracies in your information, you should inform us of such changes so that our records may be updated or corrected.</p> J.\nHOW TO CONTACT US <p>If you have any requests, questions or concerns about our use of your Personal Data and this Privacy Policy, please contact us at support@mylyka.com.\n</p> ", "created_at": "2021-01-29 19:56:30.725126", "updated_at": "2021-01-29 19:56:34.574865"}, {"id": 3868, "name": "Terms & Conditions", "url": "https://www.mylyka.com/terms-of-use", "xpath": "/html/body/section[2]", "text": " 1.\nIntroduction <p>These Terms &amp.\nConditions and the PRIVACY POLICY (together, the Agreement) set out the basis upon which THINGS I LIKE COMPANY LTD., a company incorporated and duly-registered under the laws of the Hong Kong Special Administrative Region, (“LYKA”, “we” and/or related terms such as “us” and “our”), the owner and operator of https://www.mylyka.com, the LYKA software, including the LYKA mobile application (“LYKA app”) (together, including all content provided by LYKA through the LYKA app, and the LYKA website, the “LYKA Service”) agrees to provide the LYKA Service to a user outside of HK-SAR (“you” and/or related terms such as “your”) in order to allow you to:</p>\n<ol>\n<li> Send and receive instant messages.\n</li>\n<li> Create personal content that may be shared to the public.\n</li>\n<li> Buy Gift cards/checks in Electronic Mode (“GEM” or “GEMs”), through a third-party provider.\n</li>\n<li> Earn GEMs for LYKA app use and the creation of content, through a third-party provider.\n</li>\n<li> Gifting of GEMs between users, through a third party provider.\n</li>\n<li> Surrender of unused GEMs, through a third-party provider.\nand/or </li>\n<li> Use such other functions that may from time to time form part of the LYKA Service.\n</li>\n</ol>\n<p>You must comply with all the terms of the Agreement when using the LYKA Service.</p>\n<p>Please read this Agreement carefully before using the LYKA Service because the terms of this Agreement affect your legal rights and obligations.\nIf you do not understand this Agreement, please contact us.\nDo not proceed on the Signup page of the LYKA App if you do not wish to be legally bound by this Agreement.\nIF YOU DO NOT AGREE TO THIS AGREEMENT, DO NOT USE AND/OR ACCESS THE LYKA SERVICE.</p>\n<p>The LYKA Service is for private use in accordance with this Agreement.\nThe commercial use of the LYKA Service by commercial entities, or other for-profit endeavours must be related to the use of the LYKA Service as designed by LYKA, and stated in the above list, under Clause 1 (a) to (g).\nThe determination of whether or not the use of the LYKA Service is in accordance with the designed use, shall be solely determined by the LYKA.\nIf you are in the business of producing and/or selling content, you are not entitled to register and/or use the LYKA Service for any purpose(s), unless you have a signed agreement with LYKA for the use of the LYKA Service in such manner.</p> 2.\nThese Terms &amp.\nConditions <ol>\n<li>\n<p>If you do not agree to these Terms &amp.\nConditions and the rest of the Agreement you will be unable to use the LYKA Service.\nThis Agreement is a binding legal contract between you and us.</p>\n</li>\n<li>\n<p>We reserve the right to change the terms of this Agreement at any time.\nIf we decide to change the terms of this Agreement, we will let you know in accordance with Clause 12.3.\nIf you object to any such change(s), you must discontinue your use of the LYKA Service.\nYour continued use of the LYKA Service will constitute your implied acceptance of the change(s).</p>\n</li>\n<li>\n<p>From time to time updates to the LYKA app may be issued through the app store via which you downloaded the LYKA app.\nDepending on the update, you may not be able to use the LYKA Service until you have downloaded the latest version of the LYKA app and accepted any new or revised terms and conditions.</p>\n</li>\n<li>\n<p>You must be the owner of the device or obtain permission of the owner of the device on which you download the LYKA app and access the LYKA Service.\nYou may be charged by your service providers for internet access on such device.\nYou are responsible in accordance with the terms of this Agreement for your use of the LYKA Service on or in relation to any device.</p>\n</li>\n</ol> 3.\nRegistration and Data <ol>\n<li>\n<p>In order to use the LYKA Service you must register an account with LYKA via the LYKA app (“Account”).\nTo be able to register and use the LYKA Service: (a) you must be at least 18 years old (or the of age of majority in your country of residence if higher) and otherwise be able to enter into binding legal agreements;.\nand (b) it must otherwise be lawful for you to use the LYKA app in your country of residence and in each other country in which you attempt to use the LYKA Service.\nIf you do not or cannot comply with these requirements you must not register, access, or use the LYKA Service.</p>\n</li>\n<li>\n<p>Registering for an Account will involve you giving us certain information about you including your age, gender and email address.\nYou confirm that this and the other information which you provide to us in connection with the LYKA Service (Your Data) is accurate and complete.\nYou must keep update your information in your Account on the LYKA Service or if this is not possible let us know immediately if Your Data needs to be updated.</p>\n</li>\n<li>\n<p>Your Data and other information we receive or generate in connection with the LYKA Service may contain information about individuals (Personal Data).\nWe will use Personal Data in accordance with the PRIVACY POLICY.\nIt is important that you read the Privacy Policy before you register as it governs what we may do with your Personal Data.\nYour profile photo and location data may be viewed by all other users of the LYKA Service.\nPlease do not use any profile photo that you are not happy or do not desire to be viewed widely by the Public.</p>\n</li>\n<li>\n<p>The LYKA Service may make use of location data sent from your device.\nShould at any time the app would allow the use of location data services, you can turn off this functionality at any time by turning off the location services settings for the LYKA app on your device.\nIf you do not and continue to use the LYKA Service, you consent to the transmission, collection, maintenance, processing and use of your location data in order to provide and improve the LYKA Service.\nYou may withdraw this consent at any time by turning off the location services settings and/or ceasing to use the LYKA Service.</p>\n</li>\n<li>\n<p>LYKA may at any time require you to provide evidence of government-issued photo or other ID in an approved form and reserves the right to suspend or terminate your Account and/or your use of the LYKA Service if such ID is not provided to LYKA's reasonable satisfaction.\nYou must co-operate with and pass all other identification, anti-money laundering or fraud- protection checks which we may operate.\nPlease note that for compliance purposes LYKA may provide a copy of your ID to our contractors and partners who may also carry out their own checks in addition.</p>\n</li>\n<li>\n<p>As part of the registration process you will nominate your own unique password and username (Passwords) to allow you to access your LYKA account and use the LYKA Service.\nYou must keep your Passwords secure in order to prevent unauthorised use of your account.\nWe may require you, from time to time, to change your Passwords and/or update your information.\nYour Passwords and your Account are for your personal use only and are non-transferable.\nLYKA does not warrant the security of the Account and Passwords from cyber-attacks, furthermore, you are solely responsible for the security of your Account and liable for any activities made under it.\nYou agree to notify us immediately if you suspect any unauthorized use or access of your Account, including if you think that your Passwords may have been disclosed to someone else.\nIf you delay in telling us, or you are at fault or negligent in not protecting your Passwords, or if you forget your Passwords for any reason and you are unable to retrieve them, or your Account is subject to a cyber- attack, you shall bear your own losses resulting from the same, and depending on the circumstances, you may also be held liable for other losses which may arise therefrom.\nWe reserve the right to suspend or terminate your Account and refuse any and all current or future use of the LYKA Service for any reason, such as but not limited to any violation of these Terms.</p>\n</li>\n<li>\n<p>Subject always to your compliance with the terms of this Agreement, LYKA hereby grants you permission to use the LYKA Service provided that: (a) your use of the LYKA Service is solely for your own personal use and you therefore must not, nor attempt to, resell or charge others for use of or access to the LYKA Service or for any business purposes;.\nand (b) you must not, nor attempt, to duplicate, resell, transfer, give access to, copy, distribute or otherwise exploit any part of the LYKA Service in any medium, without our written consent.\nYou agree not to engage in any activity that disrupts or interferes with the LYKA Service.\nAny unauthorized use of any part of the LYKA Service cancels this Agreement and you may not continue to use any LYKA Service.</p>\n</li>\n<li>\n<p>Your Account is personal to you for your own private, limited, revocable, non-transferable, and non-commercial use and your account and your rights to access and use the LYKA Service under this Agreement may not be transferred or assigned by you under any circumstances.</p>\n</li>\n<li>\n<p>We may close accounts that have been inactive for a period of four (4) months.\nAny outstanding GEMs (as defined in Clause 5.1) balance related to any such closed account will be treated in accordance with Clause 9.3(c).</p>\n</li>\n</ol> 4.\nMessaging <ol>\n<li>\n<p>The LYKA Service allows all users to send and receive messages including, or attaching, text, photos, video, data and other content and information (User Messages).</p>\n</li>\n<li>\n<p>You are responsible for your own User Messages and the consequences of sending them.\nWithout prejudice to that, your User Messages must at all times comply with the content policy for the LYKA Service set out in Clause 7 below (the Content Policy).</p>\n</li>\n<li>\n<p>We do not review or monitor nor endorse or recommend any User Messages.\nWe cannot ensure that User Messages are never in breach of the Content Policy.\nWe reserve the right, but do not undertake, to remove User Messages which are in breach of the Content Policy.\nWe may notify law enforcement bodies and public authorities in relation to serious breaches of the Content Policy or of any fraudulent or unlawful activity of which we become aware.\nWe will comply with requests from law enforcement bodies and public authorities and with court orders or other legal demands on the advice of our legal advisers.</p>\n</li>\n<li>\n<p>User Messages may contain links to websites and other material operated by third parties.\nLYKA has no control over such material and separate terms and conditions of use, privacy policies and other provisions will apply to them.\nThis includes any third party payment processors referred to in Clause 8.3.</p>\n</li>\n</ol> 5.\nTrading, Gifting and the your Wallet <ol>\n<li>\n<p>The LYKA Service allows you, through a third-party service provider to:</p>\n<ol>\n<li> Buy GEMs using, or convert GEMs back to, fiat money (“Trading”).\n</li>\n<li> From time to time, generate or earn (“Earning”) GEMs by using the LYKA app.\n</li>\n<li> Otherwise use GEMs in-app or with accredited Lyka Merchants.\n</li>\n</ol>\n<br>\n<p>as further defined below.</p>\n</li>\n<li>\n<p>The LYKA Service allows users of supported devices to buy GEMs through the LYKA Service.\nSuch GEMs are made available and accessible to each registered Account via your Wallet, as further detailed in Clause 8 Wallet.\nYou are responsible for evaluating and selecting the items or services that you wish to avail from accredited LYKA Merchants (“LYKA Merchants”) using the GEMs - subject always to the terms set out in Clause 8.</p>\n</li>\n<li>\n<p>GEMs may be bought by users for use in the purchase of goods or services from LYKA Merchants.\nEarning GEMs (as opposed to buying GEMs) are also made possible through the use of the LYKA app from time to time, specifically, through the creation of content using the LYKA app’s social media platform, or communication through its messaging service, among others.\nEarning GEMs is/are never guaranteed, however, and the service may be suspended by LYKA at any time.\nThe LYKA Service likewise allows all users to pass around the GEMs from one user’s Wallet to the Wallet of another user.\nYou are solely responsible for any tax compliance in your own jurisdiction related to the use of the GEMs, if any, particularly, local laws, rules and regulations governing the use or surrender of electronic gift cards, gift checks or gift certificates.</p>\n</li>\n<li>\n<p>The GEMs service and functionality of the LYKA Service is provided by Blue Cat Global Limited (“Blue Cat”), a corporation duly registered and incorporated under the laws of the HK SAR.\nAll users of the LYKA Service hereto agree to the generation, use, and trading of the GEMs as directed and managed by Blue Cat, under the terms and conditions available here2 (“Blue Cat T&amp;C\").\nIn the case of any inconsistency between the provisions of this Agreement and Blue Cat T&amp;C, you agree that Blue Cat T&amp;C shall prevail in case of any inconsistency relating to the GEMs functionality and use.\nThe provisions of this Agreement shall prevail should there be inconsistency relating to anything other than the GEMs functionality and use.</p>\n</li>\n<li>\n<p>You will enter into a legally binding contract when you commit to buy from, or surrender your GEMs to Blue Cat on the LYKA Service.\nIf you are surrendering GEMs to BlueCat using the LYKA Service, this is understood to mean converting the GEMs back to fiat currency, you will be deemed to have committed to a transaction by accepting and confirming the value to be received for the surrender of the GEMs.\nIf buying GEMs using the LYKA Service, you will be deemed to have committed to a transaction by accepting and confirming the stated price for the GEMs to be issued to you for use to buy goods and avail services of LYKA Merchants, among others.\nYou will be deemed to have committed to a gift or donation when you pass GEMs to another user.\nYou understand that you are prohibited from selling, or reselling any GEMs to other users.\nAny user found to be involved in the black market trading of GEMs shall be immediately blocked from the LYKA Service in the same manner provided under Clause 7.8 for termination of accounts for violation of Clause 7.</p>\n</li>\n<li>\n<p>You must pay for any item which you agree to purchase through the LYKA Service and you must do this using the GEMs.\nYou must not attempt to buy or send a gift in excess of the value of GEMs in your Wallet at any time nor in excess of the limitations set out in Clause 8.\nIf you attempt to do otherwise, the transaction may be refused by the LYKA Service and you will be notified.\nYou must not otherwise attempt to manipulate or influence any transaction on the LYKA Service.</p>\n</li>\n<li>\n<p>We are not responsible for, or a party to, the sale of goods or service, or gifts made using the LYKA Service.\nIn each case, you will trade or gift directly with the relevant other user (a transaction) although the transaction will be settled on and using the LYKA Service (and using GEMs).\nThe timings of all transactions which take place using the LYKA Service will be logged in our records.\nLYKA reserves the right to monitor all payments and transactions involving your Wallet and/or the use of GEMs.</p>\n</li>\n<li>\n<p>We do not select, vet or rate users, nor make any promises about the number, identity or reliability of the users that use the LYKA Service nor the content that they share.\nPlease use common sense when using the LYKA app or the GEMs the same way and caution that you would when buying goods and services or making gifts or donations in the physical world.</p>\n</li>\n<li>\n<p>You should treat your GEMs as you would cash.\nIf unauthorised or incorrect transactions are made through your Wallet you must report this to us immediately and in any event no later than 30 days after the transaction date.\nUpon notification, we shall review the circumstances relating to any claim of unauthorized or incorrect transaction and therein determine whether a reversal is possible or in order.\nYou will be notified of the results of the review within 120 days from the time the incident is reported.</p>\n</li>\n<li>\n<p>Subject to Clauses 10 and 11, we cannot and do not judge or arbitrate disputes between users of the LYKA Service or between users and third parties.\nSubject always to Clauses 10 and 11, you must settle any disputes directly with other users and third parties.\nIf a user has breached the Content Policy or their agreement with us we may, but do not undertake to, take action in respect of that.\nUsers are advised to moderate their use of the LYKA Service accordingly.</p>\n</li>\n<li>\n<p>Save for the fact that the Wallet functionality is provided by Blue Cat, the Wallet cannot and must not be used for any activity which is conducted outside of the LYKA Service, whether in whole or in part.\nYou understand and commit to use and trade GEMs only within the LYKA Service, for LYKA authorized transactions, with other LYKA Service users, and LYKA Merchants (collectively, the “LYKA Network”) only.\nAny user found to be involved in the unauthorized or unlawful use of GEMs, or otherwise use the GEMs outside the LYKA Network will be immediately blocked from the LYKA Service in the same manner provided under Clause 7.8 for termination of accounts for violation of Clause 7.</p>\n</li>\n<li>\n<p>All LYKA Merchants using the LYKA Service hereby agrees to unconditionally accept and honor all GEMs transferred, sent, transmitted, surrendered, or delivered to it by users of the LYKA Service.</p>\n</li>\n</ol> 6.\nUsage Rights <ol>\n<li>\n<p>By agreeing to this Agreement, you grant to us a non-exclusive, royalty-free, perpetual, irrevocable license, at absolutely no cost, all present and future rights (including any intellectual property or related rights) to do (and to permit our contractors and suppliers, including where relevant Blue Cat) all such acts, such as to use, process, reproduce, modify, adapt, publish, distribute, sell, create derivative works from, translate, and display, in any media or form, your User Messages or any content you share or trade on the LYKA Service as may be necessary in order for us to operate the LYKA Services and enable you to send and receive User Messages, to share or trade content, and for any other legitimate purpose deemed suitable by LYKA.</p>\n</li>\n<li>\n<p>By sending a User Message or sharing any content on the LYKA Service you agree that you are granting that user, on a non-exclusive basis, all rights (including any intellectual property or related rights) to do all such acts in relation to your User Message or the content as the owner of that User Message and content may do, and you are confirming that you have waived and/or agree not to assert (or have procured the waiver or such agreement from any relevant third parties) all so-called moral rights.\nLYKA cannot and shall not be responsible for enforcing such usage rights and accordingly shall not be liable to you for any breach of those rights.\nYou should only send User Messages and sell content in which you are willing and able to grant the above rights.\nAny User Messages you receive and any content you purchase will also be on the basis of the above usage rights.</p>\n</li>\n<li>\n<p>Our and our contractors' and partners' rights to use your User Messages and any content you trade on the LYKA Service shall end when your User Messages or content are deleted from the LYKA Service, subject to such internal back-up copies (if any) that may persist in accordance with our (and our contractors' and partners') standard arrangements.\nAs a general rule, content will be instantaneously deleted from the servers of the LYKA Service as soon as that content has been downloaded onto the receiver's device.\nThe LYKA Service is not a storage service and we cannot and do not provide back-up copies of User Messages and content.\nYou may be able to store content which you send or receive using the LYKA Service on your device.\nNote that registered users who have downloaded or received User Messages or bought content may continue to use and allow other persons to use these separately after they have been deleted from the LYKA Service if still existing thereafter.</p>\n</li>\n<li>\n<p>As between you and us, you agree that all rights (including all intellectual property or related rights) in the LYKA Service, with the exception of your User Messages and content (in which we have the rights in Clause 6.1), throughout the world are owned by LYKA.\nYou are granted a non-exclusive, non-transferable licence of such rights solely to the extent that this is reasonably necessary for your own private and non-commercial use of the LYKA Service in accordance with this Agreement.\nDecompiling, reverse engineering, disassembling, or otherwise reducing the code used in any software in the LYKA Service into a readable form in order to examine the construction of such software and/or to copy or create other products based (in whole or in part) on such software, is prohibited except to the extent permitted by law.\nIf you need information on interoperability or your rights, please contact us through support@mylyka.com.</p>\n</li>\n<li>\n<p>LYKA reserves to itself and its licensors, all rights in and to the LYKA Service not expressly granted to you in this Agreement.</p>\n</li>\n</ol> 7.\nContent Policy <ol>\n<li>\n<p>It is important to understand that we are not a publisher, reseller or retailer of your or any other User Messages or content.\nWe do not act as your or any other user's agent.\nWe are a service provider of the LYKA Service.</p>\n</li>\n<li>\n<p>Notwithstanding the above, we reserve the right to determine what types of User Messages and content may be sent and traded using the LYKA Service.\nAccordingly we have established the Content Policy set out in this Clause 7.</p>\n</li>\n<li>\n<p>You agree not to engage in the use, copying, or distribution of the LYKA Service other than expressly permitted herein, including any unauthorised use, copying, or distribution of User Messages or content obtained via the LYKA Service.</p>\n</li>\n<li>\n<p>You must use the LYKA Service in a lawful manner and in accordance with this Agreement.\nYou must not attempt to interfere with or disrupt the normal operation of the LYKA Service.</p>\n</li>\n<li>\n<p>You must comply in all respects with all data protection and privacy laws that may be relevant to your use of the LYKA Service.</p>\n</li>\n<li>\n<p>You acknowledge and agree that electronic transmissions over public networks are never completely private or secure.\nTherefore, you understand that any User Message you send using the LYKA Service may be read or intercepted by others regardless of whether a particular transmission is stated to be encrypted.</p>\n</li>\n<li>\n<p>In relation to your use of the LYKA Service, you must:</p>\n<ol>\n<li> Not use the LYKA Service in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this Agreement or our policies, or to act fraudulently or maliciously, for example, by hacking into or inserting malicious code, including viruses, or harmful data, into the LYKA Service or any operating system or in any manner that could threaten the security or integrity of the LYKA Service.\n</li>\n<li> Not do anything unlawful, misleading, or fraudulent or for an illegal or unauthorized purpose, such as, but not limited to, impersonating real persons, hacking of other user accounts, creation of automated bots and fake accounts, etc.\n</li>\n<li> Not transmit counterfeit or pirated material nor otherwise infringe the intellectual property or related rights of LYKA or any third party.\n</li>\n<li> Not transmit any material that is misleading, inaccurate, defamatory, racist, offensive, pornographic or objectionable.\n</li>\n<li> Not use any automated means to access the LYKA Service nor use the LYKA Service in a way that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users.\n</li>\n<li> Notify LYKA immediately of any breach of security or unauthorised use or loss of any device via which you access and/or use the LYKA Service.\n</li>\n<li> Not collect or harvest any information or data from any LYKA Service or our systems or attempt to decipher any transmissions to or from the servers running any LYKA Service.\n</li>\n<li> Not use the LYKA Service for any commercial or business activity including to send spam or other unsolicited or bulk communications, chain letters or for pyramid selling or any form of commercial communications or marketing.\nand </li>\n<li> Co-operate with all identification, anti-money laundering, fraud-protection and any other security checks which we and/or Blue Cat may operate.\n</li>\n</ol>\n</li>\n<li>\n<p>LYKA reserves the right to immediately, at its sole discretion, and without notice, deactivate, block or otherwise terminate any Account found to be in violation of Clause 7 this Agreement.\nAny GEMs in the Wallet of any LYKA deactivated, blocked or terminated Account for violation of Clause 7 shall be confiscated and forfeited in favour of LYKA.\nWhere after an investigation, it has been determined by LYKA, at its sole discretion, that you have unlawfully or maliciously obtained any of your GEMs in your Wallet, such GEMs may be confiscated without prior notice, and returned to its rightful owners or back to Blue Cat, whichever is appropriate.</p>\n</li>\n<li>\n<p>By using the LYKA Service, you consent to us collecting and using technical information about the devices and related operating software via which you use the LYKA Service in order to improve our products and to provide any LYKA Service to you.</p>\n</li>\n</ol> 8.\nWallet &amp.\nOur Service Fee <ol>\n<li>\n<p>It is important to understand that we are not a bank and that we do not act as a fiduciary or escrow holder in respect of any balance in your Wallet.\nThe Wallet functionality is provided by Blue Cat and is subject to Blue Cat T&amp;C.\nLYKA is not providing the Wallet and is not responsible or liable for its operation.</p>\n</li>\n<li>\n<p>In order to fund a Wallet with GEMs, payments for the issuance of GEMs by Blue Cat must be made through any permitted payment method available from time to time under “BUY GEMS” in the account owned by the relevant registered LYKA user.\nPayments to, and surrenders from Wallet will be handled by Blue Cat and any of its third party payment processors, such as PayPal.\nLYKA will at no time hold or handle your debit or credit card or bank account information.\nAll legal compliance matters relating to anti-money laundering and/or data privacy, including implementation of Know-Yoour-Client protocols are governed by the terms and conditions of Blue Cat’s chosen payment processing provider at any given time.\nAS such, any concern relating to the same must be coursed through the chosen payment processing provider directly and not with LYKA.\nLYKA will reflect the GEMs in your Wallet once Blue Cat confirms with LYKA the receipt of payment in cleared funds, or when another user sends you GEMs in accordance with this Agreement.</p>\n</li>\n<li>\n<p>No LYKA app user may be the user of more than one Wallet registered through the LYKA App.</p>\n</li>\n<li>\n<p>Payments received by Blue Cat for GEMs bought by a user is not considered income of Blue Cat, instead it is a fund kept in trust by Blue Cat until the GEMs are used by the user for the purchase of goods or service with a LYKA Merchant.\nPayment by Blue Cat will be directed by LYKA to such LYKA Merchant upon surrender by the latter to Blue Cat of the GEMs used by a user to pay for goods or services.\nPlease note that no interest will be paid on any balance in your Wallet.\nIn using the LYKA app, you warrant and accept responsibility in paying any and all taxes that arise from your personal transactions through any LYKA Service.\nBlue Cat, from time to time, may issue you more GEMs (than the value paid for in GEMs) as a marketing strategy or promotion to convince you and other users to use the GEMs.\nThese marketing GEMs do not earn interest, neither are they interest earned from existing GEMs in you’re Wallet, nor are they a gift or donation by Blue Cat to you.</p>\n</li>\n<li>\n<p>In order to surrender GEMs for conversion to fiat currency, we or any LYKA Merchant may require you to provide at least one (1) valid government-issued photo ID (such as a passport or driver’s licence), in case of doubt as to the legality of your transactions or the identity of the true owner of the GEMs, which ID may likewise be shared with Blue Cat.\nPlease note that the surrender options of GEMs, from your Wallet may vary depending upon your country of residence and may also vary from time to time.</p>\n</li>\n<li>\n<p>Blue Cat will try to process all conversions of GEMs to fiat currency upon surrender as soon as possible, but neither Blue Cat nor LYKA can or shall be responsible for payment processing, banking clearance or other matters that may delay conversions.\nPlease ensure you provide your account details accurately to us and Blue Cat and/or its third party payment processors.\nYou are solely responsible for any errors in information we receive from you.</p>\n</li>\n<li>\n<p>All payments to and from an Wallet must be made in your Wallet's base currency (i.e.\nthe currency in which your Wallet is maintained).\nThe base currency used shall be reflected in the LYKA app as “1 GEM = base currency”.</p>\n</li>\n<li>\n<p>The timings of all transactions which take place using the LYKA Service will be logged in our records.\nYou may check your transactions and balance of your Wallet when accessing your account.\nYou should be aware that any suspicious activity may be blocked, flagged for internal review and/or notified to the relevant authorities.</p>\n</li>\n<li>\n<p>We reserve the right to deduct any applicable taxes for any payments due to you under this Agreement as may be required by law.\nYou remain responsible for all taxes which are payable as a result of any revenue or income you receive as a result of your using the LYKA Service.</p>\n</li>\n<li>\n<p>In return for allowing the use of the GEMs to facilitate transactions between you and LYKA Merchants, Blue Cat will deduct and retain (either for itself or to share with its contractors and partners) a service fee of an amount equal to 5% from all payments to a LYKA Merchant made by users using GEMs, to be shouldered by the LYKA Merchant.\nBlue Cat may change the amount it charges from time to time by notifying you or the LYKA Merchant through the LYKA Service in accordance with Clause 12.3.\nPlease note that Blue Cat may charge further and additional fees for certain Wallet- related activities.\nYou should confirm with Blue Cat the details of any such fee prior to you incurring it but in no circumstances will LYKA be responsible to you for any such fee or cost.</p>\n</li>\n</ol> 9.\nTermination &amp.\nSuspension <ol>\n<li>\n<p>You may terminate this Agreement at any time by cancelling your account with us by using the termination option in the LYKA app.</p>\n</li>\n<li>\n<p>We may terminate this Agreement with or without prior notice to you if:</p>\n<ol>\n<li> Any of your User Messages, content or use of the LYKA Service failed to comply with the Content Policy under Clause 7.\nor </li>\n<li> You are in material or persistent breach of any provision of this Agreement or the Blue Cat T&amp;C or if we close your account under Clause 3.9.\nor </li>\n<li> We intend to cease providing the LYKA Service.\n</li>\n</ol>\n<p>in each case that allows notice, it shall be in accordance with Clause 12.3.</p>\n</li>\n<li>\n<p>In the event of termination:</p>\n<ol>\n<li> We will automatically delete your account and any retained User Messages and content you have sent, received, uploaded or downloaded using the LYKA Service and we therefore strongly advise that you keep a backup of any such User Messages and content (see Clause 6.3) if this is material or important to you.\nNote that we may keep our records of your use of the service for six years or as otherwise required by law.\n</li>\n<li> You must immediately cease all activities authorised by this Agreement including your use of the LYKA Service and you must immediately delete or remove the LYKA app from all of your devices.\nand </li>\n<li> We or Blue Cat will allow you to surrender for fiat currency conversion, the GEMs that remain unused prior to termination in accordance with this Agreement and the Blue Cat T&amp;C, PROVIDED, that we or Blue Cat shall not be required to make any payment to the extent that it is necessary or prudent for us to retain moneys in respect of disputes, potential liabilities or for legal or regulatory reasons.\nIf you fail to provide us or Blue Cat with bank account information to enable this and LYKA is unable to make contact with you within one (1) year of the effective date of termination of this Agreement, LYKA or Blue Cat reserves the right to donate any outstanding balance in your Wallet to a charity selected by LYKA.\n</li>\n</ol>\n</li>\n<li>\n<p>LYKA may at any time suspend with immediate effect the provision to you of all or any element(s) of the LYKA Service in the event that you fail to comply with any provision set out in this Agreement or in Blue Cat T&amp;C and/or if LYKA otherwise considers it necessary to protect the security and integrity of the LYKA Service or to comply with its legal obligations.\nBy way of example, in the event that you fail to provide information and documentation sufficient for LYKA and/or Blue Cat to comply with its respective legal obligations relating to anti-money laundering, then LYKA would be entitled to deny you access to all financial and transactional elements of the LYKA Service but may (in LYKA' discretion) still allow you to use the instant messaging elements of the LYKA Service.</p>\n</li>\n</ol> 10.\nLiability <ol>\n<li>\n<p>We will use reasonable care and skill in providing the LYKA Service but we cannot promise that the provision of the LYKA Service will be uninterrupted or will be free of inaccuracies or errors.\nWe will give you as much reasonable notice as we can of any service interruptions, for instance when it is necessary to carry out planned maintenance work but we cannot provide formal service level commitments.\nAccordingly the LYKA Service may not meet your particular requirements and you may wish to consider alternative solutions which may involve additional cost.</p>\n</li>\n<li>\n<p>Except as set out in this Agreement all other terms, conditions, warranties, undertakings and representations (including any implied by law) regarding the LYKA Service are expressly excluded to the fullest extent permitted by law.</p>\n</li>\n<li>\n<p>The LYKA Service is not intended to provide permanent storage for your User Messages.\nYou are strongly advised to retain backups of your User Messages using your own system or device (see Clause 6.3).\nPlease take care to verify the suitability and compatibility of the LYKA Service with your device prior to use.</p>\n</li>\n<li>\n<p>Our responsibility for anything that happens on the Service is limited as much as the law will allow.\nIf there is an issue with the LYKA Service, we can not know what all the possible impacts might be.\nHence, you agree that we won’t be responsible for any lost profits, revenues, information, or data, or consequential, special, indirect, exemplary, punitive, or incidental damages arising out of or related to these Terms, even if we know they are possible.\nThis includes when we delete your content, information or Account.\nFurther we shall have no liability for any failure that is attributable to:</p>\n<ol>\n<li> Your own fault, including due to errors made by you when connecting with other users, or for transactions with LYKA Merchants, or when entering amounts or other details, or your breach of this Agreement.\nor </li>\n<li> Any fraudulent activity or misrepresentation by you.\nor </li>\n<li> A third party unconnected with our performance of this Agreement including the Wallet provided by Blue Cat, including problems due to communications network performance, congestion and connectivity or the performance of your device;.\npayment processing, banking clearance or other delays.\nor </li>\n<li> Any other event(s) which neither we nor our contractors or partners (including Blue Cat) could have foreseen or forestalled even if we or they had taken reasonable care.\n</li>\n</ol>\n</li>\n<li>\n<p>As the LYKA Service is for personal and non-commercial use only we shall not be liable for any loss of profit or goodwill or business costs, losses or liabilities of any kind.</p>\n</li>\n<li>\n<p>Notwithstanding the above, we do not exclude our liability for death or personal injury caused by our negligence or any other liability the limitation or exclusion of which is prohibited by law.</p>\n</li>\n<li>\n<p>You must compensate us for any loss or damage we may suffer arising out of your improper use of the LYKA Services or your breach of any law or the rights of a third party.</p>\n</li>\n<li>\n<p>Except where there has been confirmed unauthorised use of your Account or clear technical error on our part, you must not seek to cancel, withdraw, seek chargebacks in respect of or otherwise dispute any payment made in to your Wallet.</p>\n</li>\n<li>\n<p>Without prejudice to LYKA's other rights or remedies, if you do seek to dispute any transaction made relating to your Wallet in breach of Clause 10.8, or we reverse a refund under Clause 5.8 or otherwise, you will be responsible for the relevant amount, and LYKA may elect to recover the relevant amount by reducing your Wallet balance by the relevant amount or by charging your debit and/or credit card(s) for the relevant amount.\nFurthermore, LYKA reserves the right to charge you any cost(s) we reasonably incur as a result of exercising our rights by taking the action(s) described in this Clause 10.9.</p>\n</li>\n</ol> 11.\nComplaints <p>You may submit a complaint regarding LYKA, the LYKA Service or any other user by sending us an email in accordance with Clause 12.3.\nWe will review each complaint and if necessary conduct an investigation in a timely manner.\nWe reserve the right to suspend or terminate any user if LYKA reasonably believes that such complaint is substantiated and/or that the relevant user is in breach of their agreement with us.\nWe also reserve the right to pass a complaint to Blue Cat if we deem it appropriate to do so.</p> 12.\nGeneral Terms <ol>\n<li>\n<p>LYKA reserves the right to discontinue all or any aspect of the LYKA Service at any time.</p>\n</li>\n<li>\n<p>You may only use the LYKA Service in accordance with these Terms &amp.\nConditions and the rest of the Agreement (as may be amended from time to time).</p>\n</li>\n<li>\n<p>Unless otherwise specified, any notices that you are required to give us under this Agreement should be sent to our email address published from time to time on the LYKA app or LYKA website (support@mylyka.com).\nWe will send any notices that we are required to give you under this Agreement by sending an email to the email address you gave us when you registered or have subsequently updated and/or by notifying you of a change when you next start the LYKA app and/or by uploading notices on to the LYKA website.</p>\n</li>\n<li>\n<p>We may transfer our rights and obligations under this Agreement to another organisation, and we will always notify you in writing if this happens, but this will not affect your rights or our obligations under this Agreement.\nWe will wherever possible provide you with prior notice.</p>\n</li>\n<li>\n<p>This contract is between you and LYKA.\nNo other person shall have any rights to enforce any of its terms.\nHowever, please note that the Wallet functionality is provided by Blue Cat and is subject to Blue Cat T&amp;C, thus, is a contract between you and Blue Cat, or you and the chosen payment processing provider, whichever is applicable.</p>\n</li>\n<li>\n<p>The unenforceability or invalidity of any clause in this Agreement shall not have an impact on the enforceability or validity of any other clause.\nAny unenforceable or invalid clause shall be regarded as removed to the extent of its unenforceability and invalidity.\nTherefore, this Agreement shall be interpreted and enforced as if it did not contain the said clause only to the extent necessary to make this Agreement enforceable and valid.</p>\n</li>\n<li>\n<p>If we fail to insist that you perform any of your obligations under this Agreement or if we do not enforce our rights against you, or if we delay in doing so, that will not mean that we have given up or waived our rights against you and it will not mean that you do not have to comply with those obligations.\nIf we do waive a default by you, we will only do so in writing, and that will not mean that we will automatically waive any later default by you.</p>\n</li>\n<li>\n<p>This Agreement constitutes the entire agreement and understanding between the parties involved to this Agreement, and supersedes all prior and contemporaneous negotiations and understandings between the parties, whether oral or written, expressed or implied.</p>\n</li>\n<li>\n<p>We cannot be responsible for any failure or delay in providing the LYKA Service because of factors which could be reasonably considered outside our control such as public communications network performance, congestion and connectivity, the performance of your handset or other equipment and unpredictable events such as adverse weather conditions or technical failures (including where such technical failures are as a result of the activity of hackers) which might disrupt our business despite our reasonable preventative measures and steps to overcome them.</p>\n</li>\n<li>\n<p>We will try and solve any disagreements quickly and efficiently.\nIf you are not happy with the way we deal with any disagreement you and we may agree to refer the matter to arbitration but you and we are not restricted from bringing court proceedings in HK-SAR, where the terms herein shall be governed by, and construed in accordance with, HK-SAR law.</p>\n</li>\n</ol> ", "created_at": "2021-01-29 19:57:26.706096", "updated_at": "2021-01-29 19:57:29.709884"}], "points": [{"id": 15225, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.mylyka.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-01-30 03:32:48.288181", "updated_at": "2021-01-30 03:33:31.019559", "quoteText": "These ", "case_id": 146, "document_id": 3868, "quoteStart": 20, "quoteEnd": 26}, {"id": 17097, "title": "You must create an account to use this service", "source": "https://www.mylyka.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:29:43.908736", "updated_at": "2021-03-04 18:09:31.92478", "quoteText": "In order to use the LYKA Service you must register an account with LYKA", "case_id": 230, "document_id": 3868, "quoteStart": 3800, "quoteEnd": 3871}, {"id": 17098, "title": "This service is only available to users over a certain age", "source": "https://www.mylyka.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:30:19.339286", "updated_at": "2021-03-04 18:09:39.341533", "quoteText": "To be able to register and use the LYKA Service: (a) you must be at least 18 years old (or the of age of majority in your country of residence if higher)", "case_id": 152, "document_id": 3868, "quoteStart": 3902, "quoteEnd": 4055}, {"id": 17103, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.mylyka.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:37:20.598008", "updated_at": "2021-03-04 18:10:19.972892", "quoteText": "If you choose to set your web browser controls to reject cookies, you may still use our website though your access to some functionality and areas of our website may be restricted.</p>\n<p>Certain features of the Platform depend on cookies.\nPlease be aware that if you choose to block cookies, you may not be able to sign in or use those features, and preferences that are dependent on cookies may be lost.", "case_id": 375, "document_id": 3867, "quoteStart": 14049, "quoteEnd": 14454}, {"id": 17099, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.mylyka.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-04 17:32:55.860245", "updated_at": "2021-03-04 19:18:30.45176", "quoteText": "your use of the LYKA Service is solely for your own personal use and you therefore must not, nor attempt to, resell or charge others for use of or access to the LYKA Service or for any business purposes;", "case_id": 143, "document_id": 3868, "quoteStart": 8202, "quoteEnd": 8405}], "urls": ["mylyka.com"]}}