{"error": 448, "message": "OK", "parameters": {"id": 3536, "name": "Google Analytics", "created_at": "2021-05-07 19:11:56.49477", "updated_at": "2021-06-25 09:58:44.542925", "wikipedia": "https://en.wikipedia.org/wiki/Google_Analytics", "keywords": null, "related": null, "slug": "google_analytics", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3536.png", "url": "google-analytics.com,analytics.withgoogle.com,marketingplatform.google.com", "documents": [{"id": 347, "name": "Google Analytics Terms of Service", "url": "https://www.google.com/analytics/terms/us.html", "xpath": "//body", "text": " Marketing Platform <ul>\n<li> For Small Businesses </li>\n<li> For Enterprises </li>\n<li> Resources </li>\n<li> Blog </li>\n</ul>\n<ul>\n<li> Partners </li>\n<li> Support </li>\n</ul> For Small Businesses <p> Free and easy-to-use solutions for businesses of every size.\n</p>Learn more For Enterprises <p> A single platform that integrates your advertising and analytics, so you can act on customer insights faster.\n</p>Learn more <ul>\n<li> Analytics <p> Understand your customers so you can deliver better experiences.\n</p>\n</li>\n<li> Data Studio <p> Bring your data to life with engaging, customizable reports.\n</p>\n</li>\n<li> Optimize <p> Test variations of your sites and apps.\n</p>\n</li>\n<li> Surveys <p> Get fast, reliable opinions from real people.\n</p>\n</li>\n<li> Tag Manager <p> Manage all your tags without editing code.\n</p>\n</li>\n</ul> advertising <ul>\n<li> Campaign Manager 360 <p> Get a complete view of all your digital media campaigns.\n</p>\n</li>\n<li> Display &amp.\nVideo 360 <p> Reach today’s always-connected audiences wherever they are.\n</p>\n</li>\n<li> Search Ads 360 <p> Get real-time data and unified insights for your search campaigns.\n</p>\n</li>\n</ul> analytics <ul>\n<li> Analytics 360 <p> Use advanced tools to get a deeper understanding of your customers so you can deliver better experiences.\n</p>\n</li>\n<li> Data Studio <p> Unlock insights from your data with engaging, customizable reports.\n</p>\n</li>\n<li> Optimize 360 <p> Test variations of your sites and apps with advanced tools for enterprise marketers.\n</p>\n</li>\n<li> Surveys 360 <p> Get fast, reliable market research from real people.\n</p>\n</li>\n<li> Tag Manager 360 <p> Manage all your tags in one place for a smarter, simpler way to oversee your marketing.\n</p>\n</li>\n</ul> Marketing Platform <ul>\n<li> For Small Businesses <ul>\n<li> Analytics </li>\n<li> Data Studio </li>\n<li> Optimize </li>\n<li> Surveys </li>\n<li> Tag Manager </li>\n</ul>\n</li>\n<li> For Enterprises <ul>\n<li> Campaign Manager 360 </li>\n<li> Display &amp.\nVideo 360 </li>\n<li> Search Ads 360 </li>\n<li> Analytics 360 </li>\n<li> Data Studio </li>\n<li> Optimize 360 </li>\n<li> Surveys 360 </li>\n<li> Tag Manager 360 </li>\n</ul>\n</li>\n<li> Resources <ul>\n<li> Success Stories </li>\n<li> Insights </li>\n<li> Community </li>\n</ul>\n</li>\n<li> Blog </li>\n</ul>\n<ul>\n<li> Partners </li>\n<li> Support </li>\n</ul> Google Analytics Terms of Service <p> These Google Analytics Terms of Service (this <strong>\"Agreement\"</strong>) are entered into by Google LLC (<strong>\"Google\"</strong>) and the entity executing this Agreement (<strong>\"You\"</strong>).\nThis Agreement governs Your use of the standard Google Analytics (the <strong>\"Service\"</strong>).\nBY CLICKING THE \"I ACCEPT\" BUTTON, COMPLETING THE REGISTRATION PROCESS, OR USING THE SERVICE, YOU ACKNOWLEDGE THAT YOU HAVE REVIEWED AND ACCEPT THIS AGREEMENT AND ARE AUTHORIZED TO ACT ON BEHALF OF, AND BIND TO THIS AGREEMENT, THE OWNER OF THIS ACCOUNT.\nIn consideration of the foregoing, the parties agree as follows: </p> 1.\nDefinitions.\n<p>\n<em>\n<strong>\"Account\"</strong>\n</em> refers to the account for the Service.\nAll Profiles (as applicable) linked to a single Property will have their Hits aggregated before determining the charge for the Service for that Property.\n</p>\n<p>\n<em>\n<strong>\"Confidential Information\"</strong>\n</em> includes any proprietary data and any other information disclosed by one party to the other in writing and marked \"confidential\" or disclosed orally and, within five business days, reduced to writing and marked \"confidential\".\nHowever, Confidential Information will not include any information that is or becomes known to the general public, which is already in the receiving party's possession prior to disclosure by a party or which is independently developed by the receiving party without the use of Confidential Information.\n</p>\n<p>\n<em>\n<strong>\"Customer Data\"</strong>\n</em> or \"Google Analytics Data\" means the data you collect, process or store using the Service concerning the characteristics and activities of Users.\n</p>\n<p>\n<em>\n<strong>\"Documentation\"</strong>\n</em> means any accompanying documentation made available to You by Google for use with the Processing Software, including any documentation available online.\n</p>\n<p>\n<em>\n<strong>\"GAMC\"</strong>\n</em> means the Google Analytics Measurement Code, which is installed on a Property for the purpose of collecting Customer Data, together with any fixes, updates and upgrades provided to You.\n</p>\n<p>\n<em>\n<strong>\"Hit\"</strong>\n</em> means a collection of interactions that results in data being sent to the Service and processed.\nExamples of Hits may include page view hits and ecommerce hits.\nA Hit can be a call to the Service by various libraries, but does not have to be so (e.g., a Hit can be delivered to the Service by other Google Analytics-supported protocols and mechanisms made available by the Service to You).\n</p>\n<p>\n<em>\n<strong>\"Platform Home\"</strong>\n</em> means the user interface through which You can access certain Google Marketing Platform-level functionality.\n</p>\n<p>\n<em>\n<strong>\"Processing Software\"</strong>\n</em> means the Google Analytics server-side software and any upgrades, which analyzes the Customer Data and generates the Reports.\n</p>\n<p>\n<em>\n<strong>\"Profile\"</strong>\n</em> means the collection of settings that together determine the information to be included in, or excluded from, a particular Report.\nFor example, a Profile could be established to view a small portion of a web site as a unique Report.\n</p>\n<p>\n<em>\n<strong>\"Property\"</strong>\n</em> means any web page, application, other property or resource under Your control that sends data to Google Analytics.\n</p>\n<p>\n<em>\n<strong>\"Privacy Policy\"</strong>\n</em> means the privacy policy on a Property.\n</p>\n<p>\n<em>\n<strong>\"Report\"</strong>\n</em> means the resulting analysis shown at www.google.com/analytics/, some of which may include analysis for a Profile.\n</p>\n<p>\n<em>\n<strong>\"Servers\"</strong>\n</em> means the servers controlled by Google (or its wholly-owned subsidiaries) on which the Processing Software and Customer Data are stored.\n</p>\n<p>\n<em>\n<strong>“SDKs”</strong>\n</em> mean certain software development kits, which may be used or incorporated into a Property app for the purpose of collecting Customer Data, together with any fixes, updates, and upgrades provided to You.\n</p>\n<p>\n<em>\n<strong>\"Software\"</strong>\n</em> means the Processing Software, GAMC and/or SDKs.\n</p>\n<p>\n<em>\n<strong>\"Third Party\"</strong>\n</em> means any third party (i) to which You provide access to Your Account or (ii) for which You use the Service to collect information on the third party's behalf.\n</p>\n<p>\n<em>\n<strong>\"Users\"</strong>\n</em> means users and/or visitors to Your Properties.\n</p>\n<p> The words <em>\n<strong>\"include\"</strong>\n</em> and <em>\n<strong>\"including\"</strong>\n</em> mean \"including but not limited to.\" </p> 2.\nFees and Service.\n<p> Subject to Section 15, the Service is provided without charge to You for up to 10 million Hits per month per Account.\nGoogle may change its fees and payment policies for the Service from time to time including the addition of costs for geographic data, the importing of cost data from search engines, or other fees charged to Google or its wholly-owned subsidiaries by third party vendors for the inclusion of data in the Service reports.\nThe changes to the fees or payment policies are effective upon Your acceptance of those changes which will be posted at www.google.com/analytics/.\nUnless otherwise stated, all fees are quoted in U.S.\nDollars.\nAny outstanding balance becomes immediately due and payable upon termination of this Agreement and any collection expenses (including attorneys' fees) incurred by Google will be included in the amount owed, and may be charged to the credit card or other billing mechanism associated with Your AdWords account.\n</p> 3.\nMember Account, Password, and Security.\n<p> To register for the Service, You must complete the registration process by providing Google with current, complete and accurate information as prompted by the registration form, including Your e-mail address (username) and password.\nYou will protect Your passwords and take full responsibility for Your own, and third party, use of Your accounts.\nYou are solely responsible for any and all activities that occur under Your Account.\nYou will notify Google immediately upon learning of any unauthorized use of Your Account or any other breach of security.\nGoogle's (or its wholly-owned subsidiaries) support staff may, from time to time, log in to the Service under Your customer password in order to maintain or improve service, including to provide You assistance with technical or billing issues.\n</p> 4.\nNonexclusive License.\n<p> Subject to the terms and conditions of this Agreement, (a) Google grants You a limited, revocable, non-exclusive, non-sublicensable license to install, copy and use the GAMC and/or SDKs solely as necessary for You to use the Service on Your Properties or Third Party's Properties.\nand (b) You may remotely access, view and download Your Reports stored at www.google.com/analytics/.\nYou will not (and You will not allow any third party to) (i) copy, modify, adapt, translate or otherwise create derivative works of the Software or the Documentation.\n(ii) reverse engineer, decompile, disassemble or otherwise attempt to discover the source code of the Software, except as expressly permitted by the law in effect in the jurisdiction in which You are located.\n(iii) rent, lease, sell, assign or otherwise transfer rights in or to the Software, the Documentation or the Service.\n(iv) remove any proprietary notices or labels on the Software or placed by the Service.\n(v) use, post, transmit or introduce any device, software or routine which interferes or attempts to interfere with the operation of the Service or the Software.\nor (vi) use data labeled as belonging to a third party in the Service for purposes other than generating, viewing, and downloading Reports.\nYou will comply with all applicable laws and regulations in Your use of and access to the Documentation, Software, Service and Reports.\n</p> 5.\nConfidentiality and Beta Features.\n<p> Neither party will use or disclose the other party's Confidential Information without the other's prior written consent except for the purpose of performing its obligations under this Agreement or if required by law, regulation or court order.\nin which case, the party being compelled to disclose Confidential Information will give the other party as much notice as is reasonably practicable prior to disclosing the Confidential Information.\nCertain Service features are identified as \"Alpha,\" \"Beta,\" \"Experiment,\" (either within the Service or elsewhere by Google) or as otherwise unsupported or confidential (collectively, <strong>\"Beta Features\"</strong>).\nYou may not disclose any information from Beta Features or the terms or existence of any non-public Beta Features.\nGoogle will have no liability arising out of or related to any Beta Features.\n</p> 6.\nInformation Rights and Publicity.\n<p> Google and its wholly owned subsidiaries may retain and use, subject to the terms of its privacy policy (located at https://www.google.com/policies/privacy/), information collected in Your use of the Service.\nGoogle will not share Your Customer Data or any Third Party's Customer Data with any third parties unless Google (i) has Your consent for any Customer Data or any Third Party's consent for the Third Party's Customer Data.\n(ii) concludes that it is required by law or has a good faith belief that access, preservation or disclosure of Customer Data is reasonably necessary to protect the rights, property or safety of Google, its users or the public.\nor (iii) provides Customer Data in certain limited circumstances to third parties to carry out tasks on Google's behalf (e.g., billing or data storage) with strict restrictions that prevent the data from being used or shared except as directed by Google.\nWhen this is done, it is subject to agreements that oblige those parties to process Customer Data only on Google's instructions and in compliance with this Agreement and appropriate confidentiality and security measures.\n</p> 7.\nPrivacy.\n<p> You will not and will not assist or permit any third party to, pass information to Google that Google could use or recognize as personally identifiable information.\nYou will have and abide by an appropriate Privacy Policy and will comply with all applicable laws, policies, and regulations relating to the collection of information from Users.\nYou must post a Privacy Policy and that Privacy Policy must provide notice of Your use of cookies, identifiers for mobile devices (e.g., Android Advertising Identifier or Advertising Identifier for iOS) or similar technology used to collect data.\nYou must disclose the use of Google Analytics, and how it collects and processes data.\nThis can be done by displaying a prominent link to the site \"How Google uses data when you use our partners' sites or apps\", (located at www.google.com/policies/privacy/partners/, or any other URL Google may provide from time to time).\nYou will use commercially reasonable efforts to ensure that a User is provided with clear and comprehensive information about, and consents to, the storing and accessing of cookies or other information on the User’s device where such activity occurs in connection with the Service and where providing such information and obtaining such consent is required by law.\n</p>\n<p> You must not circumvent any privacy features (e.g., an opt-out) that are part of the Service.\nYou will comply with all applicable Google Analytics policies located at&nbsp;www.google.com/analytics/policies/ (or such other URL as Google may provide) as modified from time to time (the <strong>\"Google Analytics Policies\"</strong>).\n</p>\n<p> You may participate in an integrated version of Google Analytics and certain Google advertising services (\"Google Analytics Advertising Features\").\nIf You use Google Analytics Advertising Features, You will adhere to the Google Analytics Advertising Features policy (available at support.google.com/analytics/bin/answer.py?hl=en&amp;topic=2611283&amp;answer=2700409).\nYour access to and use of any Google advertising service is subject to the applicable terms between You and Google regarding that service.\n</p>\n<p> If You use the Platform Home, Your use of the Platform Home is subject to the Platform Home Additional Terms (or as subsequently re-named) available at&nbsp;https://support.google.com/marketingplatform/answer/9047313 (or such other URL as Google may provide) as modified from time to time (the \"Platform Home Terms\").\n</p> 8.\nIndemnification.\n<p> To the extent permitted by applicable law, You will indemnify, hold harmless and defend Google and its wholly-owned subsidiaries, at Your expense, from any and all third-party claims, actions, proceedings, and suits brought against Google or any of its officers, directors, employees, agents or affiliates, and all related liabilities, damages, settlements, penalties, fines, costs or expenses (including, reasonable attorneys' fees and other litigation expenses) incurred by Google or any of its officers, directors, employees, agents or affiliates, arising out of or relating to (i) Your breach of any term or condition of this Agreement, (ii) Your use of the Service, (iii) Your violations of applicable laws, rules or regulations in connection with the Service, (iv) any representations and warranties made by You concerning any aspect of the Service, the Software or Reports to any Third Party.\n(v) any claims made by or on behalf of any Third Party pertaining directly or indirectly to Your use of the Service, the Software or Reports.\n(vi) violations of Your obligations of privacy to any Third Party.\nand (vii) any claims with respect to acts or omissions of any Third Party in connection with the Service, the Software or Reports.\nGoogle will provide You with written notice of any claim, suit or action from which You must indemnify Google.\nYou will cooperate as fully as reasonably required in the defense of any claim.\nGoogle reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by You.\n</p> 9.\nThird Parties.\n<p> If You use the Service on behalf of the Third Party or a Third Party otherwise uses the Service through Your Account, whether or not You are authorized by Google to do so, then You represent and warrant that (a) You are authorized to act on behalf of, and bind to this Agreement, the Third Party to all obligations that You have under this Agreement, (b) Google may share with the Third Party any Customer Data that is specific to the Third Party's Properties, and (c) You will not disclose Third Party's Customer Data to any other party without the Third Party's consent.\n</p> 10.\nDISCLAIMER OF WARRANTIES.\n<p> TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, EXCEPT AS EXPRESSLY PROVIDED FOR IN THIS AGREEMENT, GOOGLE MAKES NO OTHER WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE AND NONINFRINGEMENT.\n</p> 11.\nLIMITATION OF LIABILITY.\n<p> TO THE EXTENT PERMITTED BY APPLICABLE LAW, GOOGLE WILL NOT BE LIABLE FOR YOUR LOST REVENUES OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES, EVEN IF GOOGLE OR ITS SUBSIDIARIES AND AFFILIATES HAVE BEEN ADVISED OF, KNEW OR SHOULD HAVE KNOWN THAT SUCH DAMAGES WERE POSSIBLE AND EVEN IF DIRECT DAMAGES DO NOT SATISFY A REMEDY.\nGOOGLE'S (AND ITS WHOLLY OWNED SUBSIDIARIES’) TOTAL CUMULATIVE LIABILITY TO YOU OR ANY OTHER PARTY FOR ANY LOSS OR DAMAGES RESULTING FROM CLAIMS, DEMANDS, OR ACTIONS ARISING OUT OF OR RELATING TO THIS AGREEMENT WILL NOT EXCEED $500 (USD).\n</p> 12.\nProprietary Rights Notice.\n<p> The Service, which includes the Software and all Intellectual Property Rights therein are, and will remain, the property of Google (and its wholly owned subsidiaries).\nAll rights in and to the Software not expressly granted to You in this Agreement are reserved and retained by Google and its licensors without restriction, including, Google's (and its wholly owned subsidiaries’) right to sole ownership of the Software and Documentation.\nWithout limiting the generality of the foregoing, You agree not to (and not to allow any third party to): (a) sublicense, distribute, or use the Service or Software outside of the scope of the license granted in this Agreement.\n(b) copy, modify, adapt, translate, prepare derivative works from, reverse engineer, disassemble, or decompile the Software or otherwise attempt to discover any source code or trade secrets related to the Service.\n(c) rent, lease, sell, assign or otherwise transfer rights in or to the Software, Documentation or the Service.\n(d) use, post, transmit or introduce any device, software or routine which interferes or attempts to interfere with the operation of the Service or the Software.\n(e) use the trademarks, trade names, service marks, logos, domain names and other distinctive brand features or any copyright or other proprietary rights associated with the Service for any purpose without the express written consent of Google.\n(f) register, attempt to register, or assist anyone else to register any trademark, trade name, serve marks, logos, domain names and other distinctive brand features, copyright or other proprietary rights associated with Google (or its wholly owned subsidiaries) other than in the name of Google (or its wholly owned subsidiaries, as the case may be).\n(g) remove, obscure, or alter any notice of copyright, trademark, or other proprietary right appearing in or on any item included with the Service or Software.\nor (h) seek, in a proceeding filed during the term of this Agreement or for one year after such term, an injunction of any portion of the Service based on patent infringement.\n</p> 13.\nU.S.\nGovernment Rights.\n<p> If the use of the Service is being acquired by or on behalf of the U.S.\nGovernment or by a U.S.\nGovernment prime contractor or subcontractor (at any tier), in accordance with 48 C.F.R.\n227.7202-4 (for Department of Defense (DOD) acquisitions) and 48 C.F.R.\n2.101 and 12.212 (for non-DOD acquisitions), the Government's rights in the Software, including its rights to use, modify, reproduce, release, perform, display or disclose the Software or Documentation, will be subject in all respects to the commercial license rights and restrictions provided in this Agreement.\n</p> 14.\nTerm and Termination.\n<p> Either party may terminate this Agreement at any time with notice.\nUpon any termination of this Agreement, Google will stop providing, and You will stop accessing the Service.\nAdditionally, if Your Account and/or Properties are terminated, You will (i) delete all copies of the GAMC from all Properties and/or (ii) suspend any and all use of the SDKs within 3 business days of such termination.\nIn the event of any termination (a) You will not be entitled to any refunds of any usage fees or any other fees, and (b) any outstanding balance for Service rendered through the date of termination will be immediately due and payable in full and (c) all of Your historical Report data will no longer be available to You.\n</p> 15.\nModifications to Terms of Service and Other Policies.\n<p> Google may modify these terms or any additional terms that apply to the Service to, for example, reflect changes to the law or changes to the Service.\nYou should look at the terms regularly.\nGoogle will post notice of modifications to these terms at https://www.google.com/analytics/terms/, the Google Analytics Policies at www.google.com/analytics/policies/, or other policies referenced in these terms at the applicable URL for such policies.\nChanges will not apply retroactively and will become effective no sooner than 14 days after they are posted.\nIf You do not agree to the modified terms for the Service, You should discontinue Your use Google Analytics.\nNo amendment to or modification of this Agreement will be binding unless (i) in writing and signed by a duly authorized representative of Google, (ii) You accept updated terms online, or (iii) You continue to use the Service after Google has posted updates to the Agreement or to any policy governing the Service.\n</p> 16.\nMiscellaneous, Applicable Law and Venue.\n<p> Google will be excused from performance in this Agreement to the extent that performance is prevented, delayed or obstructed by causes beyond its reasonable control.\nThis Agreement (including any amendment agreed upon by the parties in writing) represents the complete agreement between You and Google concerning its subject matter, and supersedes all prior agreements and representations between the parties.\nIf any provision of this Agreement is held to be unenforceable for any reason, such provision will be reformed to the extent necessary to make it enforceable to the maximum extent permissible so as to effect the intent of the parties, and the remainder of this Agreement will continue in full force and effect.\nThis Agreement will be governed by and construed under the laws of the state of California without reference to its conflict of law principles.\nIn the event of any conflicts between foreign law, rules, and regulations, and California law, rules, and regulations, California law, rules and regulations will prevail and govern.\nEach party agrees to submit to the exclusive and personal jurisdiction of the courts located in Santa Clara County, California.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act do not apply to this Agreement.\nThe Software is controlled by U.S.\nExport Regulations, and it may be not be exported to or used by embargoed countries or individuals.\nAny notices to Google must be sent to: Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, with a copy to Legal Department, via first class or air mail or overnight courier, and are deemed given upon receipt.\nA waiver of any default is not a waiver of any subsequent default.\nYou may not assign or otherwise transfer any of Your rights in this Agreement without Google's prior written consent, and any such attempt is void.\nThe relationship between Google and You is not one of a legal partnership relationship, but is one of independent contractors.\nThis Agreement will be binding upon and inure to the benefit of the respective successors and assigns of the parties hereto.\nThe following sections of this Agreement will survive any termination thereof: 1, 4, 5, 6 (except the last two sentences), 7, 8, 9, 10, 11, 12, 14, 16, and 17.\n</p> 17.\nGoogle Analytics for Firebase.\n<p> If You link a Property to Firebase (<strong>“Firebase Linkage”</strong>) as part of using the Service, the following terms, in addition to Sections 1-16 above, will also apply to You, and will also govern Your use of the Service, including with respect to Your use of Firebase Linkage.\nOther than as modified below, all other terms will stay the same and continue to apply.\nIn the event of a conflict between this Section 17 and Sections 1-16 above, the terms in Section 17 will govern and control solely with respect to Your use of the Firebase Linkage.\n</p>\n<ol>\n<li>The following definition in Section 1 is modified as follows: <ol>\n<li>\"Hit\" means a collection of interactions that results in data being sent to the Service and processed.\nExamples of Hits may include page view hits and ecommerce hits.\nA Hit can be a call to the Service by various libraries, but does not have to be so (e.g., a Hit can be delivered to the Service by other Google Analytics-supported protocols and mechanisms made available by the Service to You).\nFor the sake of clarity, a Hit does not include certain events whose collection reflects interactions with certain Properties capable of supporting multiple data streams, and which may include screen views and custom events (the collection of events, an <strong>“Enhanced Packet”</strong>).\n</li>\n</ol>\n</li>\n<li>The following sentence is added to the end of Section 7 as follows: <ol>\n<li>If You link a Property to a Firebase project (<strong>“Firebase Linkage”</strong>) (i) certain data from Your Property, including Customer Data, may be made accessible within or to any other entity or personnel according to permissions set in Firebase and (ii) that Property may have certain Service settings modified by authorized personnel of Firebase (notwithstanding the settings You may have designated for that Property within the Service).\n</li>\n</ol>\n</li>\n</ol>\n<p> Last Updated June 17, 2019 </p>\n<p> Follow us </p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> About Google Marketing Platform <ul>\n<li> Overview </li>\n<li> For Small Businesses </li>\n<li> For Enterprise </li>\n</ul> Learning &amp.\nsupport <ul>\n<li> Support </li>\n<li> Blog </li>\n<li> Analytics Academy </li>\n<li> Skillshop </li>\n<li> Google Primer </li>\n</ul> Developers &amp.\npartners <ul>\n<li> Google Marketing Platform Partners </li>\n<li> Google Measurement Partners </li>\n<li> Analytics for developers </li>\n<li> Tag Manager for developers </li>\n<li> Surveys for developers </li>\n<li> Campaign Manager 360 for developers </li>\n</ul> Related products <ul>\n<li> Google Ads </li>\n<li> Google AdSense </li>\n<li> Google Ad Manager </li>\n<li> Google Cloud </li>\n<li> Firebase </li>\n</ul> More from Google <ul>\n<li> Think with Google </li>\n<li> Business Solutions </li>\n<li> Google Workspace </li>\n</ul>\n<ul>\n<li> Privacy </li>\n<li> Terms </li>\n<li> About Google </li>\n<li> Google Products </li>\n</ul>\n<ul>\n<li> Help </li>\n</ul> ", "created_at": "2018-08-24 10:46:24.08573", "updated_at": "2021-05-07 19:12:35.265722"}, {"id": 5866, "name": "Google Privacy Policy", "url": "https://www.google.com/policies/privacy/", "xpath": "//*[@id=\"yDmH0d\"]/c-wiz/div/div[2]/div[2]/div[3]/c-wiz/div[5]/div", "text": "Information Google collects<p>We want you to understand the types of information we collect as you use our services</p>\n<p>We collect information to provide better services to all our users — from figuring out basic stuff like which language you speak, to more complex things like which ads you’ll find most useful, the people who matter most to you online, or which YouTube videos you might like.\nThe information Google collects, and how that information is used, depends on how you use our services and how you manage your privacy controls.</p>\n<p>When you’re not signed in to a Google Account, we store the information we collect with unique identifiers tied to the browser, application, or device you’re using.\nThis helps us do things like maintain your language preferences across browsing sessions.</p>\n<p>When you’re signed in, we also collect information that we store with your Google Account, which we treat as personal information.</p>Things you create or provide to us<p>When you create a Google Account, you provide us with personal information that includes your name and a password.\nYou can also choose to add a phone number or payment information to your account.\nEven if you aren’t signed in to a Google Account, you might choose to provide us with information — like an email address to receive updates about our services.</p>\n<p>We also collect the content you create, upload, or receive from others when using our services.\nThis includes things like email you write and receive, photos and videos you save, docs and spreadsheets you create, and comments you make on YouTube videos.</p>Information we collect as you use our servicesYour apps, browsers &amp.\ndevices<p>We collect information about the apps, browsers, and devices you use to access Google services, which helps us provide features like automatic product updates and dimming your screen if your battery runs low.</p>\n<p>The information we collect includes unique identifiers, browser type and settings, device type and settings, operating system, mobile network information including carrier name and phone number, and application version number.\nWe also collect information about the interaction of your apps, browsers, and devices with our services, including IP address, crash reports, system activity, and the date, time, and referrer URL of your request.</p>\n<p>We collect this information when a Google service on your device contacts our servers — for example, when you install an app from the Play Store or when a service checks for automatic updates.\nIf you’re using an Android device with Google apps, your device periodically contacts Google servers to provide information about your device and connection to our services.\nThis information includes things like your device type, carrier name, crash reports, and which apps you've installed.</p>Your activity<p>We collect information about your activity in our services, which we use to do things like recommend a YouTube video you might like.\nThe activity information we collect may include:</p>\n<ul>\n<li>Terms you search for</li>\n<li>Videos you watch</li>\n<li>Views and interactions with content and ads</li>\n<li>Voice and audio information when you use audio features</li>\n<li>Purchase activity</li>\n<li>People with whom you communicate or share content</li>\n<li>Activity on third-party sites and apps that use our services</li>\n<li>Chrome browsing history you’ve synced with your Google Account</li>\n</ul>\n<p>If you use our services to make and receive calls or send and receive messages, we may collect call and message log information like your phone number, calling-party number, receiving-party number, forwarding numbers, sender and recipient email address, time and date of calls and messages, duration of calls, routing information, and types and volumes of calls and messages.</p>\n<p>You can visit your Google Account to find and manage activity information that’s saved in your account.</p>\n<p>Go to Google Account</p>Your location information<p>We collect information about your location when you use our services, which helps us offer features like driving directions for your weekend getaway or showtimes for movies playing near you.</p>\n<p>Your location can be determined with varying degrees of accuracy by:</p>\n<ul>\n<li>GPS</li>\n<li>IP address</li>\n<li>Sensor data from your device</li>\n<li>Information about things near your device, such as Wi-Fi access points, cell towers, and Bluetooth-enabled devices</li>\n</ul>\n<p>The types of location data we collect depend in part on your device and account settings.\nFor example, you can turn your Android device’s location on or off using the device’s settings app.\nYou can also turn on Location History if you want to create a private map of where you go with your signed-in devices.</p>\n<p>In some circumstances, Google also collects information about you from publicly accessible sources.\nFor example, if your name appears in your local newspaper, Google’s Search engine may index that article and display it to other people if they search for your name.\nWe may also collect information about you from trusted partners, including marketing partners who provide us with information about potential customers of our business services, and security partners who provide us with information to protect against abuse.\nWe also receive information from advertisers to provide advertising and research services on their behalf.</p>\n<p>We use various technologies to collect and store information, including cookies, pixel tags, local storage, such as browser web storage or application data caches, databases, and server logs.</p>", "created_at": "2021-05-07 19:23:36.578697", "updated_at": "2021-05-07 19:23:47.224124"}, {"id": 5867, "name": "Policy requirements for Google Analytics Advertising Features", "url": "https://support.google.com/analytics/answer/2700409", "xpath": "/html/body/div[2]/div/section/div/div[1]/article/section", "text": "Policy requirements for Google Analytics Advertising Features<p>Google Analytics Advertising Features allow you to enable features in Analytics that aren't available through standard implementations.\nAdvertising features include:</p>\n<ul>\n<li>Remarketing with Google Analytics</li>\n<li>Google Display Network Impression Reporting</li>\n<li>Google Analytics Demographics and Interest Reporting</li>\n<li>Integrated services that require Google Analytics to collect data for advertising purposes, including the collection of data via advertising cookies and identifiers</li>\n</ul>\n<p>By enabling the Advertising Features, you enable Google Analytics to collect data about your traffic via Google advertising cookies and identifiers, in addition to data collected through a standard Google Analytics implementation.\nRegardless of how you send data to Google Analytics (for example, via the Google Analytics tracking code, Google Analytics SDK, or the Measurement Protocol), if you use Google Analytics Advertising Features, you must adhere to this policy.</p>\n<p> When you use Google Analytics Advertising Features, you are the sole controller under all applicable data protection legislation.\n</p>\n<p>This means you will not identify users or facilitate the merging of personally identifiable information with additional information collected through any Google advertising product or feature unless you have robust notice of, and the user's prior affirmative (i.e., opt-in) consent to, that identification or merger, and are using a Google Analytics feature that expressly supports such identification or merger.\nIrrespective of users’ consent, you must not attempt to disaggregate data that Google reports in aggregate.</p>\n<p>Learn more about PII in Google's contracts and policies</p>\n<p>\n<strong>If you've enabled any Google Analytics Advertising features, you are required to notify your visitors by disclosing the following information in your privacy policy:</strong>\n</p>\n<ul>\n<li>The Google Analytics Advertising Features you've implemented.</li>\n<li>How you and third-party vendors use first-party cookies (such as the Google Analytics cookie) or other first-party identifiers, and third-party cookies (such as Google advertising cookies) or other third-party identifiers together.</li>\n<li>How visitors can opt-out of the Google Analytics Advertising Features you use, including through Ads Settings, Ad Settings for mobile apps, or any other available means (for example, the NAI's consumer opt-out).</li>\n</ul>\n<p>We also encourage you to point users to Google Analytics' currently available opt-outs for the web.</p> European Union user consent policy <p>When using Google Analytics Advertising Features, you must also comply with the European Union User Consent Policy.</p> Interest-based advertising <p>If you've enabled interest-based advertising, including Remarketing, with Google Analytics in connection with other Google services, you must follow the policies applicable to those Google services (like the Google Ads Policy for Personalized advertising and its sensitive category restrictions, and the&nbsp;Platform Program Policies).\nIf you use Google Analytics to collect sensitive information about your visitors, as described in the Google Ads sensitive category restrictions, you may not use Google Analytics to collect data for the purpose of interest based advertising.\nYou can disable interest-based advertising&nbsp;via the advanced ads-personalization setting.</p>\n<p>Because laws across countries and territories vary, and because Google Analytics can be used in many ways, Google is unable to provide the exact language you need to include in your privacy policy.\nOnly you understand the unique aspects and special considerations of your business, and your privacy policy should account for this information that only you can provide.</p>\n<p>This policy was last updated December 9, 2019.</p> Give feedback about this article Choose a section to give feedback on", "created_at": "2021-05-07 19:53:32.041456", "updated_at": "2021-05-07 19:54:15.625526"}], "points": [{"id": 20014, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:27:28.744755", "updated_at": "2021-05-14 09:54:22.608239", "quoteText": "You will indemnify, hold harmless and defend Google and its wholly-owned subsidiaries, at Your expense, from any and all third-party claims, actions, proceedings, and suits brought against Google or any of its officers, directors, employees, agents or affiliates, and all related liabilities, damages, settlements, penalties, fines, costs or expenses (including, reasonable attorneys' fees and other litigation expenses) incurred by Google or any of its officers, directors, employees, agents or affiliates, arising out of or relating to (i) Your breach of any term or condition of this Agreement, (ii) Your use of the Service, (iii) Your violations of applicable laws, rules or regulations in connection with the Service, (iv) any representations and warranties made by You concerning any aspect of the Service, the Software or Reports to any Third Party.\n(v) any claims made by or on behalf of any Third Party pertaining directly or indirectly to Your use of the Service, the Software or Reports.\n(vi) violations of Your obligations of privacy to any Third Party.\nand (vii) any claims with respect to acts or omissions of any Third Party in connection with the Service, the Software or Reports.\n", "case_id": 146, "document_id": 347, "quoteStart": 14855, "quoteEnd": 16052}, {"id": 20026, "title": "Your profile is combined across various products", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:35:03.885064", "updated_at": "2021-05-14 09:53:24.349331", "quoteText": "This helps us do things like maintain your language preferences across browsing sessions.</p>\n", "case_id": 326, "document_id": 5866, "quoteStart": 715, "quoteEnd": 809}, {"id": 20020, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:30:52.002657", "updated_at": "2021-05-14 09:53:16.759703", "quoteText": "We also collect information about the interaction of your apps, browsers, and devices with our services, including IP address", "case_id": 399, "document_id": 5866, "quoteStart": 2130, "quoteEnd": 2255}, {"id": 20029, "title": "This service tracks you on other websites", "source": "https://support.google.com/analytics/answer/2700409", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:54:31.496016", "updated_at": "2021-05-14 09:52:55.683439", "quoteText": "By enabling the Advertising Features, you enable Google Analytics to collect data about your traffic via Google advertising cookies and identifiers, in addition to data collected through a standard Google Analytics implementation.", "case_id": 129, "document_id": 5867, "quoteStart": 580, "quoteEnd": 810}, {"id": 20025, "title": "Details are provided about what kind of information they collect", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:34:25.063108", "updated_at": "2021-05-14 09:52:36.707424", "quoteText": "Information Google collects<p>", "case_id": 228, "document_id": 5866, "quoteStart": 0, "quoteEnd": 30}, {"id": 20013, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:25:57.629399", "updated_at": "2021-05-13 13:47:55.352635", "quoteText": "You will notify Google immediately upon learning of any unauthorized use of Your Account or any other breach of security.\n", "case_id": 484, "document_id": 347, "quoteStart": 8416, "quoteEnd": 8538}, {"id": 20015, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:27:57.757974", "updated_at": "2021-05-14 09:54:35.252994", "quoteText": "GOOGLE MAKES NO OTHER WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE AND NONINFRINGEMENT.", "case_id": 290, "document_id": 347, "quoteStart": 17125, "quoteEnd": 17328}, {"id": 20016, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:28:12.432369", "updated_at": "2021-05-14 09:54:54.97449", "quoteText": "TO THE EXTENT PERMITTED BY APPLICABLE LAW, GOOGLE WILL NOT BE LIABLE FOR YOUR LOST REVENUES OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES", "case_id": 293, "document_id": 347, "quoteStart": 17367, "quoteEnd": 17538}, {"id": 20018, "title": "This service may collect, use, and share location data", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:30:04.203357", "updated_at": "2021-05-14 09:53:47.15629", "quoteText": "our location information<p>We collect information about your location when you use our services, which helps us offer features like driving directions for your weekend getaway or showtimes for movies playing near you.</p>\n<p>Your location can be determined with varying degrees of accuracy by:</p>\n<ul>\n<li>GPS</li>\n<li>IP address</li>\n", "case_id": 373, "document_id": 5866, "quoteStart": 3975, "quoteEnd": 4311}, {"id": 20019, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:30:21.079397", "updated_at": "2021-05-14 09:54:41.794502", "quoteText": "We use various technologies to collect and store information, including cookies, pixel tags, local storage, such as browser web storage or application data caches, databases, and server logs.</p>", "case_id": 323, "document_id": 5866, "quoteStart": 5436, "quoteEnd": 5631}, {"id": 20017, "title": "Any liability on behalf of the service is only limited to $500", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:28:38.120789", "updated_at": "2021-05-07 20:25:43.185301", "quoteText": "GOOGLE'S (AND ITS WHOLLY OWNED SUBSIDIARIES’) TOTAL CUMULATIVE LIABILITY TO YOU OR ANY OTHER PARTY FOR ANY LOSS OR DAMAGES RESULTING FROM CLAIMS, DEMANDS, OR ACTIONS ARISING OUT OF OR RELATING TO THIS AGREEMENT WILL NOT EXCEED $500 (USD).\n</p>", "case_id": 149, "document_id": 347, "quoteStart": 17722, "quoteEnd": 17965}, {"id": 20021, "title": "This service tracks which web page referred you to it", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:31:03.232475", "updated_at": "2021-05-14 09:53:54.127595", "quoteText": "time, and referrer URL of your request", "case_id": 387, "document_id": 5866, "quoteStart": 2303, "quoteEnd": 2341}, {"id": 20022, "title": "Information is gathered about you through third parties", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:31:51.645641", "updated_at": "2021-05-14 09:54:16.323082", "quoteText": "We may also collect information about you from trusted partners", "case_id": 382, "document_id": 5866, "quoteStart": 5064, "quoteEnd": 5127}, {"id": 20023, "title": "Your personal data is used for advertising", "source": "https://www.google.com/policies/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:32:21.776898", "updated_at": "2021-05-14 09:53:07.135642", "quoteText": "We also receive information from advertisers to provide advertising and research services on their behalf.</p>\n", "case_id": 216, "document_id": 5866, "quoteStart": 5322, "quoteEnd": 5433}, {"id": 20024, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.google.com/analytics/terms/us.html", "status": "Their notice is only located in the page of the terms, and no further notice is given to the user.", "created_at": "2021-05-07 19:33:03.0214", "updated_at": "2021-05-14 09:54:03.302247", "quoteText": "You should look at the terms regularly.\nGoogle will post notice of modifications to these terms at https://www.google.com/analytics/terms/, the Google Analytics Policies at www.google.com/analytics/policies/, or other policies referenced in these terms at the applicable URL for such policies.", "case_id": 121, "document_id": 347, "quoteStart": 21666, "quoteEnd": 21959}, {"id": 20028, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:36:46.900626", "updated_at": "2021-05-07 20:25:31.899298", "quoteText": "In the event of any conflicts between foreign law, rules, and regulations, and California law, rules, and regulations, California law, rules and regulations will prevail and govern.", "case_id": 241, "document_id": 347, "quoteStart": 23411, "quoteEnd": 23592}, {"id": 20027, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:36:24.003349", "updated_at": "2021-05-14 09:53:34.940143", "quoteText": "If any provision of this Agreement is held to be unenforceable for any reason, such provision will be reformed to the extent necessary to make it enforceable to the maximum extent permissible so as to effect the intent of the parties, and the remainder of this Agreement will continue in full force and effect.", "case_id": 294, "document_id": 347, "quoteStart": 22956, "quoteEnd": 23266}, {"id": 20032, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:57:41.361294", "updated_at": "2021-05-14 09:54:49.364585", "quoteText": "\nNo amendment to or modification of this Agreement will be binding unless (i) in writing and signed by a duly authorized representative of Google, (ii) You accept updated terms online, or (iii) You continue to use the Service after Google has posted updates to the Agreement or to any policy governing the Service.", "case_id": 403, "document_id": 347, "quoteStart": 22177, "quoteEnd": 22491}, {"id": 20033, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:58:49.480645", "updated_at": "2021-05-07 20:22:47.597098", "quoteText": "Google may share with the Third Party any Customer Data that is specific to the Third Party's Properties", "case_id": 188, "document_id": 347, "quoteStart": 16765, "quoteEnd": 16869}, {"id": 20031, "title": "You have the right to leave this service at any time", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:56:41.543817", "updated_at": "2021-05-07 20:23:06.616443", "quoteText": "Either party may terminate this Agreement at any time with notice.", "case_id": 170, "document_id": 347, "quoteStart": 20732, "quoteEnd": 20798}, {"id": 20030, "title": "You can opt out of targeted advertising", "source": "https://support.google.com/analytics/answer/2700409", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:55:43.304308", "updated_at": "2021-05-07 20:23:13.921648", "quoteText": "You can disable interest-based advertising", "case_id": 219, "document_id": 5867, "quoteStart": 3395, "quoteEnd": 3437}, {"id": 20012, "title": "You must create an account to use this service", "source": "https://www.google.com/analytics/terms/us.html", "status": "Generated through the annotate view", "created_at": "2021-05-07 19:25:41.377807", "updated_at": "2021-05-07 20:22:56.378281", "quoteText": "To register for the Service, You must complete the registration process by providing Google with current, complete and accurate information as prompted by the registration form, including Your e-mail address (username) and password.", "case_id": 230, "document_id": 347, "quoteStart": 7984, "quoteEnd": 8216}], "urls": ["google-analytics.com", "analytics.withgoogle.com", "marketingplatform.google.com"]}}