{"error": 448, "message": "OK", "parameters": {"id": 5614, "name": "Discord.Club", "created_at": "2021-11-14 22:39:15.554394", "updated_at": "2021-11-14 23:01:12.575256", "wikipedia": null, "keywords": null, "related": null, "slug": "discord-club", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5614.png", "url": "discord.club", "documents": [{"id": 10090, "name": "Privacy Policy ", "url": "https://discord.club/privacy", "xpath": "/html/body/div[1]/div[1]/div[1]/div[1]", "text": "Privacy Policy<p> To provide our services we need to collect some data from our users.\nData that isn't relevant to our services is never collected and stored.\nWe assume that every user has read and agreed to this policy.\n</p>Collected data<p> To provide our services we need to collect and store user data provided by discord.\nThis may include your discord user id, name, discriminator and avatar.\n<br> Beside these information, we are only storing data that is directly provided by the user.\nThis may include message data, webhook data and uploaded files.\n</p>Data protection<p> We ensure all users that their data is securely stored.\nOur site complies with the requirements of the European Union to protect the client data (GDPR).\n</p>Third party servicesCloudflare<p> We use Cloudflare to protect our site from malicious traffic and attacks.\nCloudflare may process certain information like cookies to provide its services.\nPlease visit their Privacy Policy for more information.\n</p>User Responsibility<p> The user is responsible for their data on this site.\nThey should not share any sensitive or inappropriate information over our services.\nWe advice our users to not share any information that they wouldn't want to be public.\n</p>Modification rights<p> Please be aware that information on this page might change at any time.\nSpecific items might be deleted, modified or added.\nWe therefore ask you to keep an eye out for changes yourself.\n</p>Data deletion<p> Every user has the right to request or delete all of their data at any point.\nUnder certain circumstances it may take up to 30 days for us to delete or provide the requested the data.\n<br> You can request your data at: contact[at]discord.club </p>", "created_at": "2021-11-14 22:39:15.557731", "updated_at": "2021-11-14 21:39:51.08335"}], "points": [], "urls": ["discord.club"]}}