{"error": 448, "message": "OK", "parameters": {"id": 5762, "name": "Quick Attorney Search", "created_at": "2021-11-22 04:27:17.456217", "updated_at": "2021-11-22 23:00:43.334303", "wikipedia": null, "keywords": null, "related": null, "slug": "quick-attorney-search", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5762.png", "url": "quickattorneysearch.com", "documents": [{"id": 10386, "name": "Terms of Service", "url": "https://www.quickattorneysearch.com/terms", "xpath": "", "text": " Toggle navigation <ul>\n<li>Home</li>\n<li>Terms </li>\n</ul> Injured in a Motor Vehicle Accident? Get The Compensation You Deserve <p>No Recovery, No fee</p>\n<p>CLICK FOR A FREE CONSULTATION</p>\n<ul>\n<li>Terms</li>\n<li>Privacy</li>\n</ul>\n<b>Terms of Service</b>\n<p>READ THIS TERMS OF SERVICE AND USE AGREEMENT BEFORE ACCESSING accidentandinjurylegalhelp.</p>\n<p>Welcome to accidentandinjurylegalhelp (referred to as “accidentandinjurylegalhelp”, “Web site”, “site”, “we”, “us”, or “our”).\nAccess to and use of this site is provided subject to the following terms and conditions:</p>\n<p>PLEASE READ THIS TERMS OF SERVICE AND USE AGREEMENT (“AGREEMENT”) CAREFULLY.\nYOUR USE OF THIS SITE, THE PRODUCTS AND SERVICES PROVIDED THROUGH OR IN CONNECTION WITH accidentandinjurylegalhelp CONSTITUTES ACCEPTANCE OF THIS AGREEMENT.</p>\n<p>BY ACCESSING OR USING ANY PART OF THE WEB SITE OR ITS PRODUCTS AND SERVICES (COLLECTIVELY, “SERVICES” OR “SERVICE”), YOU ACCEPT, WITHOUT LIMITATION OR QUALIFICATION, THESE TERMS OF SERVICE.\nIF YOU DO NOT AGREE TO THE ALL OF TERMS AND CONDITIONS OF THIS AGREEMENT, YOU SHOULD IMMEDIATELY CEASE ALL USAGE OF THIS WEB SITE OR THESE PRODUCTS AND SERVICES.</p>\n<p>We reserve the right, at any time, to modify, alter, or update the terms and conditions of this Agreement without prior notice.\nModifications shall become effective immediately upon being posted at on this site.\nYour continued use of the Service after amendments are posted constitutes an acknowledgement and acceptance of the Agreement and its modifications.\nExcept as provided in this paragraph, this Agreement may not be amended.</p> 1.\nNATURE OF SITE.\nCONSENT TO BE CONTACTED.\n<p>accidentandinjurylegalhelp and its affiliates, business partners, and/or licensors provide a service that allows you to input your information once and receive quotes or calls from one or more people/organizations.\nYou understand and agree that if you request a service, such as legal advice through the Service, accidentandinjurylegalhelp will share your information with certain business partners and/or unrelated third-party companies to process and fulfill your request.</p>\n<p>You further agree that by submitting information to accidentandinjurylegalhelp, you consent to allow business partners and third-party companies to contact you by telephone, email or mail, even if you have opted into the National Do Not Call List administered by the Federal Trade Commission, any state equivalent Do Not Call List, the internal Do Not Call List of a company, or any other Do Not Call List.</p>\n<p>You understand that accidentandinjurylegalhelp business partners and unrelated third-party companies may maintain the information you submitted to accidentandinjurylegalhelp whether you elect to use their services or not.\nIn the event you no longer want to receive communications from such a company, you agree to notify them directly.</p> 2.\nIMPORTANT INFORMATION.\n<p>accidentandinjurylegalhelp does not provide any type of legal advice.\naccidentandinjurylegalhelp, and its affiliates, business partners, and/or licensors help you locate unrelated third-party attorneys.\naccidentandinjurylegalhelp makes no representations or warranties concerning the qualifications or performance of these third-party companies.\nThe information and locator services provided by accidentandinjurylegalhelp may not be suitable for your needs.\nEach service provider has its own eligibility requirements, terms and conditions, and fees for their services.\nNot all services are provided in all states.</p> 3.\nUSER OBLIGATIONS.\n<p>By installing, accessing, and using this Web site, you represent that you are at least eighteen (18) years of age and will, at all times, provide true, accurate, current, and complete information when submitting information or materials on this Web site, including, without limitation, when you use Services provided.\nIf you provide any false, inaccurate, untrue, or incomplete information, accidentandinjurylegalhelp reserves the right to terminate your access and use of this Web site.\nIn addition, you agree to abide by all applicable local, state, national, and international laws and regulations with respect to your use of this Web site and agree not to interfere with the use and enjoyment of this Web site by other users and accidentandinjurylegalhelp’s operation or management of this Web site.\nMoreover, you agree not to impersonate any other person or entity, whether actual or fictitious, including impersonating an employee or representative of accidentandinjurylegalhelp, when using this Web site.</p> 4.\nDISCLAIMER REGARDING ACCURACY OF THIRD-PARTY INFORMATION.\n<p>accidentandinjurylegalhelp makes no warranties or representations whatsoever with regard to any product or service provided or offered by any third-party company, and you acknowledge that any reliance on representations and warranties provided by any third-party company shall be at your own risk.</p> 5.\nPROPRIETARY AND INTELLECTUAL PROPERTY RIGHTS.\n<p>All programs, software, products, information, documentation, and information contained on or available through the Web site, unless otherwise indicated, are protected by law including, but not limited to, United States copyright, trade secret, patent, and trademark law, as well as other state, national, and international laws and regulations.\nExcept as expressly provided herein, accidentandinjurylegalhelp does not grant any express or implied right to you or any other person under any intellectual or proprietary rights.\nAccordingly, unauthorized use of this Web site may violate intellectual property or other proprietary rights laws as well as other laws, regulations, and statutes.</p>\n<p>This Web site is Copyright © 2018 Ya Solutions Inc and/or its licensors.\nAll rights reserved.\naccidentandinjurylegalhelp also owns a copyright in the contents of the Web site as collective work and/or compilation and in the selection, coordination, arrangement, and enhancement of the content of this Web site.\nAny software and other downloadable or printable programs, information, video or materials available through this Web site and all copyrights, trade secrets, and know-how related thereto, unless otherwise indicated, are owned by accidentandinjurylegalhelp.</p>\n<p>This Web site is provided by Ya Solutions Inc.\nThis Agreement provides you, a User, with a personal, revocable, limited, non-exclusive, nontransferable license to use this Web site conditioned on your continued compliance with the terms and conditions of this Agreement.\nYou may print and download materials and information from this Web site solely for your personal use, provided that all hard copies contain all copyright and other applicable notices contained in such materials and information.\nThis Agreement is a license and not an assignment or sale.\nAny rights granted hereby are licensed and not sold or otherwise transferred to you.\nYou expressly acknowledge and agree that accidentandinjurylegalhelp transfers no ownership or intellectual property interest in and to the Web site to you or anyone else.</p>\n<p>Notwithstanding the foregoing, you may not modify, alter, translate, decompile, create derivative work(s), copy, distribute, disassemble, broadcast, transmit, reproduce, publish, remove or alter any proprietary notices or labels, license, transfer, sell, mirror, frame, exploit, rent, lease, grant a security interest in, transfer any right(s) in, or otherwise use in any manner not expressly permitted herein the Web site.</p>\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, COPYING OR REPRODUCING ANY SERVICES, PROGRAMS, PRODUCTS, OR MATERIALS PROVIDED BY accidentandinjurylegalhelp TO ANY OTHER SERVER OR LOCATION FOR FURTHER REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PROHIBITED.</p> 6.\nENFORCING SECURITY ON THE SITE.\n<p>Actual or attempted unauthorized use of the Web site may result in criminal and/or civil prosecution.\naccidentandinjurylegalhelp reserves the right to view, monitor, and record activity on the Web site without notice or permission from you.\nAny information obtained by monitoring, reviewing, or recording is subject to review by law enforcement organizations in connection with investigation or prosecution of possible criminal activity on the Web site.\naccidentandinjurylegalhelp will also comply with all court orders involving requests for such information.</p> 7.\nDISCLOSURE OF YOUR INFORMATION.\n<p>You acknowledge, consent and agree that accidentandinjurylegalhelp may access, preserve, and disclose the information we collect about you if required to do so by law or in good faith belief that such access preservation or disclosure is reasonably necessary to: (i) comply with legal process and respond to governmental investigations.\n(ii) enforce the Agreement.\n(iii) respond to claims that any information, services, or content violated the rights of the third parties.\n(iv) respond to your requests for customer service.\nor (v) protect the rights, property, or personal safety of accidentandinjurylegalhelp, its users and the public.</p> 8.\nDISCLAIMER OF WARRANTIES.\nLIMITATION OF LIABILITY.\n<p>accidentandinjurylegalhelp DOES NOT EVALUATE ANY COMPANY, ORGANIZATION, OR INDIVIDUAL, OR THEIR RESPECTIVE OFFERS, THAT ARE ACCESSIBLE THROUGH THIS WEB SITE.\nWE MAKE NO EXPRESS OR IMPLIED WARRANTIES OR REPRESENTATIONS OF ANY KIND WHATSOEVER, NOR ARE WE LIABLE FOR DIRECT, INDIRECT OR CONSEQUENTIAL DAMAGES ARISING IN CONNECTION WITH RESPECT TO THE CONTENT OF THE SERVICE, THE WEB SITE, PROGRAMS, THIRD-PARTY COMPANIES, SERVICES OR ANY PRODUCTS ACCESSED THROUGH THIS WEB SITE.\nANY FINANCIAL OR OTHER RELATIONSHIP ENTERED INTO BETWEEN YOU AND ANY THIRD-PARTY THAT AROSE FROM INFORMATION RECEIVED OR ACCESSED THROUGH THIS WEB SITE OR accidentandinjurylegalhelp IS SOLELY BETWEEN YOU AND THE THIRD-PARTY.\naccidentandinjurylegalhelp IS NOT A PARTY TO YOUR AGREEMENTS AND YOU ASSUME SOLE LIABILITY FOR ANY SUCH AGREEMENTS.</p>\n<p>THE WEB SITE, INCLUDING ALL CONTENT AND SERVICES MADE AVAILABLE ON OR ACCESSED THROUGH THE WEB SITE, IS PROVIDED ON AN “AS IS” AND ON AN “AS AVAILABLE” BASIS.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, accidentandinjurylegalhelp MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, NON-INFRINGEMENT, TITLE, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\naccidentandinjurylegalhelp DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE WEB SITE OR SERVICES OR ANY MATERIALS OR CONTENT CONTAINED THEREIN WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE WEB SITE OR THE SERVER THAT MAKES IT AVAILABLE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>accidentandinjurylegalhelp SHALL NOT BE LIABLE FOR THE USE OF THIS WEB SITE, INCLUDING ALL CONTENT AND SERVICES MADE AVAILABLE ON OR ACCESSED THROUGH THE WEB SITE, OR FOR ANY DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, THE CONTENT AND ANY ERRORS CONTAINED THEREIN.</p>\n<p>IN NO EVENT WILL accidentandinjurylegalhelp BE LIABLE FOR ANY SPECIAL, INDIRECT, CONSEQUENTIAL, OR INCIDENTAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST DATA, LOSS OF OPPORTUNITIES, COSTS OF COVER, LOSS OF REVENUE, LOSS OF USE, EXEMPLARY, PUNITIVE, PERSONAL INJURY/WRONGFUL DEATH, SPECIAL, INCIDENTAL, INDIRECT OR OTHER CONSEQUENTIAL DAMAGES, ARISING OUT OF OR RELATED TO THIS WEB SITE, ITS SERVICES, OR THE INFORMATION CONTAINED IN IT, WHETHER SUCH DAMAGES ARISE IN CONTRACT, NEGLIGENCE, TORT, UNDER STATUTE, IN EQUITY, AT LAW, OR OTHERWISE, EACH OF WHICH IS HEREBY EXCLUDED BY AGREEMENT OF THE PARTIES WHETHER OR NOT EITHER PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>Because some states/jurisdictions do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply.\nNotwithstanding the foregoing, total liability for accidentandinjurylegalhelp for any reason whatsoever related to use of this site shall not exceed the total amount paid by you to accidentandinjurylegalhelp in connection with the subject matter of the particular dispute.</p> 9.\nINDEMNIFICATION.\n<p>You agree to indemnify and hold accidentandinjurylegalhelp, its affiliates and all of their employees, agents, directors, officers, proprietors, partners, representatives, shareholders, servants, attorneys, predecessors, successors, and assigns harmless from any claim or demand, including reasonable attorneys’ fees and costs, made by any third-party due to or arising from your use of the accidentandinjurylegalhelp services or connection to the accidentandinjurylegalhelp Web site or your violation of this Agreement, or arising from your violation of any rights of a third-party, or other user of the Service using your computer, or of any intellectual property or any other right of any person or entity.</p> 10.\nMODIFICATIONS AND INTERRUPTION TO SERVICE AND WEB SITE.\n<p>accidentandinjurylegalhelp reserves the right to modify or discontinue the Service or site with or without notice to you.\naccidentandinjurylegalhelp shall not be liable to you or any third-party should accidentandinjurylegalhelp exercise its right to modify or discontinue the Service.\nYou acknowledge and accept that accidentandinjurylegalhelp does not guarantee continuous, uninterrupted or secure access to the site, services, or third-party companies, and operation of our site may be interfered with or adversely affected by numerous factors or circumstances outside of our control.</p> 11.\nRESPONSIBILITY FOR USE.\n<p>Use of the Internet and accidentandinjurylegalhelp is solely at your own risk and is subject to all applicable local, state, national, and international laws and regulations.\nWhile accidentandinjurylegalhelp has endeavored to create a secure and reliable site, you should understand that the confidentiality of any communication or material transmitted to/from the site over the Internet or other global communication network cannot be guaranteed.\nMoreover, you understand that the technical processing and transmission of accidentandinjurylegalhelp may involve transmission over various networks.\nAccordingly, accidentandinjurylegalhelp is not responsible for the security of any information transmitted via the Internet, the accuracy of the information contained on accidentandinjurylegalhelp, or for the consequences of any reliance on such information.\nMoreover, you agree to assume all risk and liability arising from your use of accidentandinjurylegalhelp, including the risk of a breach in the security of accidentandinjurylegalhelp.\nYou assume sole and complete risk for using accidentandinjurylegalhelp.</p>\n<p>Actual or attempted unauthorized use of the site may result in criminal and/or civil prosecution.\naccidentandinjurylegalhelp reserves the right to view, monitor, and record activity on the Site without notice or permission from you.\nAny information obtained by monitoring, reviewing, or recording is subject to review by law enforcement organizations in connection with investigation or prosecution of possible criminal activity on the web site.\naccidentandinjurylegalhelp will also comply with all court orders involving requests for such information.</p> 12.\nNO ENDORSEMENT OF POSTINGS.\n<p>You must use your best judgment and reasonable caution in evaluating all third party postings or other content on the Web site.\naccidentandinjurylegalhelp does not endorse, oppose, or edit any opinion or information provided by a user or third party, with the exception of removing temporarily or deleting what appears to be potentially unlawful content or content otherwise prohibited under this policy.\naccidentandinjurylegalhelp does not make any representation with respect to, nor does it endorse the accuracy, completeness, timeliness, or reliability of any advice, opinion, statement, or other material displayed, uploaded, distributed by any user of, or third party contributing materials to, this Web site.\naccidentandinjurylegalhelp expressly disclaims all responsibility and liability for such postings, information, and materials.</p> 13.\nPERMISSION TO USE POSTINGS.\n<p>The purpose of this Web site and the services, programs, software, products, materials, and information available through it is to help you find a legal advice from prospective attorney participating in our direct network (“participating attorney”).\nBy submitting information, content, and materials to a forum or other portion of this Web site or by otherwise using the Web site to transmit information, content, and materials, you automatically grant accidentandinjurylegalhelp a royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, redistribute, transmit, perform, and display such information, content, and materials (in whole or in part) worldwide and/or to incorporate into other works in any form, media, or technology now known or later developed for the full term of any rights that may exist in such information, content, and materials.\nNotwithstanding this right and license, it is understood that by merely permitting your information, content, and materials to appear on this Web site, accidentandinjurylegalhelp has not become and is not a publisher of such information, content, and materials.</p> 14.\nSUBMISSIONS.\n<p>accidentandinjurylegalhelp welcomes your feedback and suggestions about how to improve this site.\nBy transmitting any suggestions, information, material, or other content (collectively, “feedback”) to accidentandinjurylegalhelp, you represent and warrant that such feedback does not infringe the intellectual property or proprietary rights of any third party (including, without limitation, patents, copyrights, or trademark rights) and that you have all rights necessary to convey such feedback to accidentandinjurylegalhelp.\nIn addition, any feedback received through this site will be deemed to include a royalty-free, perpetual, irrevocable, transferable, non-exclusive right and license for accidentandinjurylegalhelp to adopt, publish, reproduce, disseminate, transmit, distribute, copy, use, create derivative works, and display (in whole or in part) worldwide, or act on such feedback without additional approval or consideration, in any form, media, or technology now known or later developed for the full term of any rights that may exist in such content, and you hereby waive any claim to the contrary.</p> 15.\nMESSAGE STORAGE.\n<p>accidentandinjurylegalhelp assumes no responsibility for the deletion of or failure to store any message.</p> 16.\nTHIRD-PARTY PRODUCTS/SERVICES.\n<p>accidentandinjurylegalhelp, in its sole discretion, may post the advertisements of third parties on this Web site and/or feature materials, programs, products, and services provided by third parties.\naccidentandinjurylegalhelp makes no representations with respect to, nor does it guarantee or endorse, the quality, non-infringement, accuracy, completeness, timeliness, reliability, or correct sequencing of such third party materials, programs, products, and services or any other materials, programs, products, and services which such third party materials, products, and services may access.\nYour correspondence or any other dealings with third parties found on this Web site are solely between you and such third party.\naccidentandinjurylegalhelp expressly disclaims responsibility and liability for all third party provided materials, programs, products, and services contained on or accessed through this Web site, and you agree that accidentandinjurylegalhelp shall not be responsible for any loss or damage of any sort incurred as a result of any such dealings or as the result of the presence of such third parties on this Web site.</p> 17.\nLINKS TO THIRD-PARTY SITES.\n<p>Our Web site may provide links to other sites on the Internet that are owned and operated by online merchants and other third-parties.\nThe linked sites are not under the control of accidentandinjurylegalhelp and you acknowledge that we are not responsible for the availability of, or the content located on or through, any third-party site.\nAccordingly, accidentandinjurylegalhelp expressly disclaims any responsibility for the content, materials, accuracy of information, and/or quality of the products or services provided by, available through, or advertised on these third party Web sites.\nMoreover, these links do not imply an endorsement with respect to any third-party or any Web site or the products or services provided by any third-party.\nYou should contact the site administrator or webmaster for those third-party sites if you have any concerns regarding such links or the content located on such sites.\nYour use of those third-party sites is subject to the terms of use and privacy policies of each site, and we are not responsible therein.\nWe encourage all you to review the terms of service and privacy policies of third-parties’ sites.</p> 18.\nACCESS.\n<p>You acknowledge that accidentandinjurylegalhelp retains the right, at our sole discretion, to terminate access to this site at any time.\naccidentandinjurylegalhelp further retains the right to terminate access any accounts involved with botnets and related activities.\nIf any hostnames are used as command and control points for botnets, accidentandinjurylegalhelp reserves the right to direct the involved hostnames to a honeypot, loopback address, logging facility, or any other destination at our discretion.\nYou agree that you will not use any robot, spider, or other automatic device, or manual process to monitor or copy our web pages or the content contained therein without prior written permission of an authorized officer of accidentandinjurylegalhelp.</p> 19.\nEVENTS BEYOND accidentandinjurylegalhelp’S CONTROL.\n<p>You expressly absolve and release accidentandinjurylegalhelp from any claim of harm resulting from a cause accidentandinjurylegalhelp’s control, including, but not limited to, the performance of third-party service providers, failure of electronic or mechanical equipment or communication lines, telephone or other interconnect problems, computer viruses, unauthorized access, theft, operator errors, severe weather, earthquakes, or natural disasters, strikes, or other labor problems, wars, or governmental restrictions.</p> 20.\nPRIVACY POLICY.\n<p>accidentandinjurylegalhelp considers your personal identifying information to be private and operates this Web site by keeping any collected personal identifying information confidential.\nNevertheless, you understand, acknowledge, and agree that the operation of this Web site requires the submission, use, and dissemination of various personal identifying information.\nAccordingly, your use of this Web site constitutes acceptance of accidentandinjurylegalhelp’s personal identifying information collection and use practices.\nPlease see accidentandinjurylegalhelp’s Privacy Policy for a summary of accidentandinjurylegalhelp’s personal identifying information collection and use practices.</p> 21.\nGOVERNING LAW.\n<p>This Agreement has been made in and will be construed and enforced in accordance with the laws of the state of New York as applied to agreements entered into and completely performed in New York, without regard to conflict of law principles.</p> 22.\nBINDING ARBITRATION.\n<p>ANY CLAIM OR DISPUTE RELATING IN ANY WAY TO YOUR USE OF THE SITE OR THESE TERMS OF USE SHALL BE SUBMITTED TO CONFIDENTIAL ARBITRATION, except that either party may seek interim relief from any state or federal court in the party’s state of residence to protect the party’s intellectual property rights.\nARBITRATION WOULD REMOVE YOUR RIGHT TO LITIGATE A CLAIM IN COURT OR TO HAVE A JURY TRIAL ON THAT CLAIM.\nOTHER RIGHTS THAT YOU WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nIT IS IMPORTANT THAT YOU READ THIS PROVISION CAREFULLY BEFORE ACCEPTING THESE TERMS OF USE.\nThe arbitration will be administered by the American Arbitration Association (“AAA”) under its then-current arbitration rules.\nIf any AAA rule conflicts with these Terms of Use, these Terms of Use shall control.\nYou can obtain procedures, rules, and fee information from the AAA at www.adr.org or 1-800-778-7879.\nAny participatory arbitration hearing that you attend shall take place in New York City, New York.\nNew York state law will apply during the Arbitration.\nThe judgment upon the award rendered by the arbitrator shall be final and binding and may be entered in any court having jurisdiction.\nUnless inconsistent with applicable law, each party shall bear the expense of their respective attorneys’, experts’ and witness fees, regardless of which party prevails in the arbitration.</p> 23.\nNO CLASS ACTIONS.\n<p>TO THE EXTENT ALLOWED BY LAW, WE EACH WAIVE ANY RIGHT TO PURSUE DISPUTES ON A CONSOLIDATED OR CLASSWIDE BASIS.\nTHAT IS, TO EITHER JOIN A CLAIM WITH THE CLAIM OF ANY OTHER PERSION OR ENTITY, OR ASSERT A CLAIM IN A REPRESENTATIVE CAPACITY ON BEHALF OF ANYONE ELSE IN ANY LAWSUIT, ARBITRATION, OR OTHER PROCEEDING.\nYOU UNDERSTAND THAT BY AGREEING TO THIS CLASS ACTION WAIVER, YOU MAY ONLY BRING CLAIMS AGAINST COMPANY IN AN INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.</p> 24.\nTERM AND TERMINATION.\n<p>This Agreement will take effect at the time you begin installing, accessing, or using this Web site, whichever is earliest.\naccidentandinjurylegalhelp reserves the right at any time and for any reason to deny you access to the Web site or to any portion thereof and to terminate this Agreement.\nThis Agreement will terminate automatically if you fail to comply with the limitations described herein.\nTermination will be effective without notice.\nYou may terminate at any time by ceasing to use the Web site, but all applicable provisions of this Agreement will survive termination, as outlined below.\nUpon termination, you must destroy all copies of any aspect of the Web site in your possession.</p> 25.\nSURVIVABILITY.\n<p>The provisions concerning Consent to be Contacted, Proprietary and Intellectual Property Rights, Events beyond accidentandinjurylegalhelp’s Control, Confidentiality, Indemnity, Representations and Warranties, Disclaimer of Warranty.\nLimitation of Liability, Availability of Records, Admissibility of this Agreement, Termination, Statute of Limitations, and Governing Law will survive the termination of this agreement for any reason.</p> 26.\nWAIVER.\n<p>Failure to insist on strict performance of any of the terms and conditions of this Agreement will not operate as a waiver of any subsequent default or failure of performance.\nNo waiver by accidentandinjurylegalhelp of any right under this Agreement will be deemed to be either a waiver of any other right or provision or a wavier of that same right or provision at any other time.</p> 27.\nADMISSIBILITY.\n<p>A printed version of this Agreement and of any related notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p> 28.\nSEVERABILITY.\n<p>If any part of this Agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and the liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most clearly matches the intent of the original provision and the remainder of this Agreement shall continue in effect.</p> 29.\nRELATIONSHIP OF PARTIES.\n<p>No joint venture, partnership, employment, or agency relationship exists between you and accidentandinjurylegalhelp as result of this Agreement or your utilization of this Web site.</p> 30.\nRESERVATION OF RIGHTS.\n<p>Any rights not expressly granted by accidentandinjurylegalhelp herein are reserved.</p> 31.\nENTIRE AGREEMENT.\n<p>This Agreement, accidentandinjurylegalhelp’s Privacy Policy and any related or associated service and product or software license agreements, which are all hereby incorporated by reference as if set forth fully herein, represents the entire agreement between you and accidentandinjurylegalhelp with respect to use of this Web site, and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral, or written between you and accidentandinjurylegalhelp with respect to this Web site.</p>\n<p>Please note that accidentandinjurylegalhelp reserves the right to change the terms and conditions of this Agreement and under which this Web site and its many offerings are extended to you.\nIn addition, accidentandinjurylegalhelp may add or delete any aspect of this Web site.\nYour continued use of this Web site will be conclusively deemed acceptance of any change to this Agreement or the Web site.</p> 32.\nCONTACT INFORMATION.\n<p>If you have questions regarding this Web site or if you are interested in obtaining more information concerning accidentandinjurylegalhelp please contact us at qas.support@yabrands.com.\nPlease contact your third-party service providers for any questions about their products or services.</p> 33.\nSTATUTE OF LIMITATIONS.\n<p>YOU AGREE THAT REGARDLESS OF ANY STATUTE OR LAW TO THE CONTRARY, ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE USE OF THE SERVICE OR THIS AGREEMENT MUST BE FILED WITHIN ONE (1) YEAR AFTER SUCH CLAIM OR CAUSE OF ACTION AROSE OR BE FOREVER BARRED.</p> 34.\nOTHER TERMS AND CONDITIONS.\n<p>Additional notices, terms, and conditions may apply to the purchase of goods, participation in a particular program, and/or to specific portions or features of the Web site, all of which are made a part of this Agreement by this reference.\nYou agree to abide by such other notices, terms, and conditions, including where applicable representing that you are of sufficient legal age to acquire a product and/or use or participate in a program, service, or feature.\nIf there is a conflict between this Agreement and the terms posted for or applicable to a specific portion of the Web site, including any areas to enable the on-line purchase of items or for any program or service offered on or through the Web site, the latter terms shall control with respect to your use of that portion of the Web site.\naccidentandinjurylegalhelp’s obligations, if any, with respect to its services, programs, and/or products are governed solely by the terms, conditions, notices, and agreements pursuant to which they are provided, and nothing herein should be construed to alter such terms, conditions, notices, and agreements.</p>\n<b>Privacy Policy</b>\n<p>This Privacy Policy covers accidentandinjurylegalhelp, its subsidiaries, and any of its websites (“Websites”).\nThis Privacy Policy is designed to tell you about our practices regarding collection, use, and disclosure of information that you may provide via this Website and certain related services.\nPlease be sure to read this entire Privacy Policy before using, or submitting information, to this Website.</p>\n<p>This Website is not intended for anyone under the age of eighteen (18) or persons residing outside of the United States.\nBy accessing the Website on any computer, mobile phone, tablet, or other device (collectively, “Device”), you agree to the terms of this Privacy Policy.\nIf you do not agree to the Policy, please do not use the Website.</p>\n<p>We may modify this Privacy Policy at any time.\nIf we decide to change this Privacy Policy, we will post those changes on our Website.\nWe encourage you to periodically review our Privacy Policy to stay informed about how we are using the information we collect.</p> Collection of Information <p>Personal Information</p>\n<p>We collect personal information from you when you provide it to us, including by providing information to us to find you a local attorney, or when you contact us.\nThis information may include, for example, name,date of birth, telephone number, mailing and home address, zipCode code and email address.</p>\n<p>\n</p>\n<p>Non-Personal Information</p>\n<p>When you visit the Website, we may collect certain non-personal information from you, including your Internet Protocol (IP) address, the date and time of your visit, browser type, operating system, the specific web pages visited during your connection, and the domain name from which you accessed the Website.\nIn addition, we may collect information about your browsing behavior, such as the date and time you visit the Website, the areas or pages of the Website that you visit, the amount of time you spend viewing the Website, the number of times you return to the Website and other clickstream data.\nWe may also use non-personal information for statistical analysis, research, and other purposes.</p>\n<p>Like many commercial websites, we analyze how visitors use our Site through what is known as “cookie” technology.\nA cookie is a small text file that is placed on your computer when you access the Site and allows us to recognize you each time you visit the Site.\nWe may use cookies to: (1) enhance or personalize your Website usage.\n(2) monitor Website usage.\n(3) manage the Website.\nand (4) improve the Website and our services.\nIf you choose, you can set your browser to reject cookies or you can manually delete individual or all of the cookies on your computer by following your browser’s help file directions.\nHowever, if your browser is set to reject cookies or you manually delete cookies, you may have some trouble accessing and using some of the pages and features that are currently on our Website, or that we may put on our Website in the future.</p>\n<p>We may also use web beacons on the Website, in our emails and in our advertisements on other websites.\nWeb beacons are tiny graphic images that are used to collect information about your Site visit, such as the pages you view and the features you use, as well as information about whether you open and/or act upon one of our emails or advertisements.\nWe may also collect the URL of the website you visited immediately before coming to the Website.\nWeb beacons help us analyze our Website visitors’ behavior and measure the effectiveness of the Website and our advertising.\nWe may work with service providers that help us track, collect and analyze this information.</p>\n<p>We may combine the non-personal information we collect, such as through cookies and web beacons, with other information we have collected from you.</p> Use of Information <p>We may use the information we collect from and about you for any of the following purposes: (1) to fulfill your request for solicitation purposesand match you with a participating lender.\n(2) to respond to your inquiries.\n(3) to review Website usage and operations.\n(4) to address problems with the Website, our business or our services.\n(5) to protect the security or integrity of the Site and our business.\n(6) to monitor the Site for compliance with our Terms of Use and the law.\n(7) to enforce our contracts with you.\nand (8) to contact you with Website updates, newsletters and other informational and promotional materials from us and offers from participating lenders, as well as from other companies.</p>\n<p>If you do not wish to receive communications from us about offers and promotions, you can opt-out of receiving these communications by emailing us at qas.support@yabrands.com or by following the instructions in the messages you receive.</p> Disclosure of Information <p>We may disclose information collected from and about you as follows: (1) to facilitate your request by sharing your personal information to participating attorneys so that they may contact you regarding a quote.\n(2) our related companies and service providers, to perform a business, professional or technical support function for us.\n(3)with consumer reporting and related agencies.\n(4) as necessary if we believe that there has been a violation of the Website Terms of Use or of our rights or the rights of any third party.\n(5) to respond to legal process (such as a search warrant, subpoena or court order) and provide information to law enforcement agencies or in connection with an investigation on matters related to public safety, as permitted by law, or otherwise as required by law.\nand (6) in the event that our company or substantially all of its assets are acquired, your personal information may be one of the transferred assets.\nWe may also disclose your personal information with your express consent.\nWe may share aggregate, non-personal information about Website users with third parties.</p> Security <p>We take reasonable and appropriate security precautions to secure the personal information that you choose to provide against the loss, misuse, alteration, or unauthorized access of such information.\nUnfortunately, no transmission of data over the Internet is guaranteed to be completely secure.\nWhile we strive to protect your personal information, we cannot ensure or warrant the security or confidentiality of any personal information you transmit to us.</p> Interest Based Advertising <p>We may partner with ad networks and other ad serving providers (“Advertising Providers”) who serve ads on behalf of us and others on non-affiliated sites.\nSome of those ads may be personalized, meaning that they are intended to be relevant to you based on information Advertising Providers collect about your visits to this site and elsewhere over time.\nOur Advertising Providers use cookies to personalize advertisements that you may see on other websites.</p>\n<p>Because an industry-standard Do-Not-Track protocol has not yet been established, we will not change your browsing experience based on any “Do Not Track” signals that may be sent by certain browsers or selected by you.</p>\n<p>However, you can visit www.cookiecentral.com and http://www.aboutads.info to learn more about this type of advertising and how to opt-out of this form of advertising by companies participating in the Digital Advertising Alliance (“DAA”) self-regulatory program.\nNote that electing to opt-out will not stop advertising from appearing in your browser or applications.\nIt may make the ads you see less relevant to your interests.\nIn addition, note that if you use a different browser or erase cookies from your browser, you may need to renew your opt-out choice.\nAs each browser is different, please check the help section of your browser for instructions on how to remove cookies and learn about other privacy and security settings that may be available.</p> Children <p>We do not direct the Website to, nor do we knowingly collect any personal information from, children under the age of thirteen.</p> Third Party Websites <p>The Website may contain links to third-party websites, including those for participating attorneys, which may have privacy policies that differ from our own.\nWe are not responsible for, nor do we endorse, any of the activities and practices that take place on these sites.\nAccordingly, we recommend that you review the privacy policy posted on any external site before disclosing any personal information.\nPlease contact those websites directly if you have any questions about their privacy policies.</p>\n<p>Disclaimer: The information provided on this site is not legal advice, does not constitute a lawyer referral service, and no attorney-client or confidential relationship is or will be formed by use of the site.\nWe provide access to independent attorneys.\nWe are not a law firm or a substitute for an attorney or law firm.</p> Quick Links <ul>\n<li>\n<i>\n</i> Home</li>\n<li>\n<i>\n</i> Terms</li>\n</ul>\n<p>Copyright © 2021 .\nAll Rights Reserved</p>\n<p>Do Not Sell My Personal Information</p> ", "created_at": "2021-11-22 04:27:17.45902", "updated_at": "2021-11-22 03:27:36.506299"}], "points": [], "urls": ["quickattorneysearch.com"]}}