{"error": 448, "message": "OK", "parameters": {"id": 1623, "name": "Attain By Aetna", "created_at": "2019-06-12 15:18:16.700011", "updated_at": "2021-03-25 03:19:47.387196", "wikipedia": "https://en.wikipedia.org/wiki/Aetna", "keywords": null, "related": null, "slug": "attain_by_aetna", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1623.png", "url": "https://www.attainbyaetna.com", "documents": [{"id": 1485, "name": "Privacy Policy", "url": "https://www.attainbyaetna.com/privacy.html", "xpath": "//*[@id=\"content__main\"]/div[2]/div/div/div/div/div", "text": " &nbsp.\n<p>\n<strong>Aetna’s Privacy Statement – Attain By Aetna</strong>\n</p>\n<p>&nbsp;</p>\n<p>This Privacy Statement describes practices of Aetna (Aetna, we or us) in connection with information we collect, use and disclose through \"Attain By Aetna,” a healthcare program (the program) featuring a mobile application (App) used with the Apple Watch and iPhone to combine sensor and clinical health data to allow participants to complete certain healthy living activities and to receive smart message notifications about healthy living engagement activities.</p>\n<p>&nbsp;</p>\n<p>This Privacy Statement encompasses information collected from eligible Aetna members who complete the “Consent to Participate” in the Attain By Aetna program.\nThe Consents are visible in the Settings Tab of the Attain By Aetna App – see View Participation Agreement in the App.\nSome of the information collected for the program will come through your use of the App, while other information used in the program, such as your health plan coverage and claim activity, will come from your Aetna account.&nbsp;</p>\n<p>&nbsp;</p>\n<p>We are committed to treating your information with care and respect and managing Attain By Aetna in a manner which is compliant with applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What types of information do we collect?</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may collect two basic types of information: Personal Information and Non-Personally Identifiable Information.</p>\n<p>&nbsp;</p>\n<p>By “Personal Information,” we mean data that is associated with an identifiable individual, such as a name, address or e-mail address.\nIn connection with health insurance, personal information includes, for example, personally identifiable coverage and claim information.\nAnd in connection with participation in Attain By Aetna, it also includes personally identifiable wellness or fitness information, including various activities identified through the App on your Apple Watch or iPhone.</p>\n<p>&nbsp;</p>\n<p>By “Non-Personally-Identifiable Information,” we mean information that is not associated with an identifiable individual.\nNon-Personally-Identifiable information may include information which would otherwise be personal information, but which has been de-identified or aggregated.\n&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>The full listing of information that may be collected, used or disclosed as part of your use of Attain, including information collected through the App and other information from Aetna, is described in the “Consent to Participate” for the Attain By Aetna program.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>How do we acquire and use personal information?</strong>\n</p>\n<p>&nbsp;</p>\n<p>We acquire Personal Information through your membership in an Aetna health plan and our related health care operations, as well as through your use of your Apple Watch or iPhone when you consent to participate in Attain By Aetna.</p>\n<p>&nbsp;</p>\n<p>For example, in connection with your participation in Attain By Aetna, in addition to your contact and demographic information, we will collect information about your medical conditions and medications, about your health care services use, about your health care coverage, as well as information concerning program activities (e.g., sleep related information, workout related information) coming from your Apple Watch or iPhone.&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you consent to participate in the Attain By Aetna, the information&nbsp;you share will never be sold or used for any underwriting, eligibility, premium or coverage decisions.\nIt may be used, for example, in support of the program to adjudicate rewards, to identify and deliver messages that may be helpful to your health or otherwise of interest to you.</p>\n<p>&nbsp;</p>\n<p>Except in connection with the sale, transfer, merger, consolidation or other transaction involving all or part of our company, we will not sell, license or, except as described below, otherwise transfer any rights to your Personal Information to any third party.</p>\n<p>&nbsp;</p>\n<p>\n<strong>For what and to whom may disclose your Personal Information?</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may disclose your Personal Information to Aetna affiliates or to third parties for the following purposes.&nbsp;In all cases we will require the recipient to protect the Personal Information and use it only for the purpose it was provided consistent with this Privacy Statement.</p>\n<p>&nbsp;</p>\n<ul>\n<li>To enable affiliates and third parties to perform certain services for us in connection with the Attain program, including, but not limited to,&nbsp;program and incentive administration, application maintenance and performance improvement tasks through the Program.\nFor example, if you choose to participate in the program then you also have the option to opt-in and allow Aetna to share your data collected under the program with a wholly owned Apple subsidiary, Ollopa, in order to help build and improve your Attain experience and the Attain program.\nIf you opt-in, your Contact Information and other information that directly identifies you will be separated from the rest of your data collected under the program and replaced with a random code before it is provided to Apple or Apple’s subsidiary.</li>\n<li>If required by law, such as pursuant to a subpoena, regulatory oversight, or other legal process.</li>\n<li>If we believe in good faith that disclosure is necessary (a) to protect our rights, the integrity of the application, or your safety or the safety of others, or (b) to detect, prevent, or respond to fraud, intellectual property infringement, violations of our Terms of Use, violations of law, or other misuse of the application.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We will not knowingly collect personally-identifiable information from minors under the age of eighteen (18) without their parents’ consent as required by applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How do we acquire and use non-personally identifiable information?</strong>\n</p>\n<p>&nbsp;</p>\n<p>When you use Attain By Aetna, &nbsp;we collect certain Non-Personally-Identifiable Information about you.\nThis data helps us to analyze and improve the usefulness of the information and services we provide through the Program.\nBecause Non-Personally Identifiable Information does not personally identify you, we may use and disclose such information for any purpose permitted by law and in support of the Program or as otherwise described in the Consents to Participate.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How do we protect your information?</strong>\n</p>\n<p>&nbsp;</p>\n<p>The security, integrity, and confidentiality of your information are extremely important to us.&nbsp;We have implemented technical, administrative and physical security measures that are designed to protect your information from unauthorized access, disclosure, use and modification.&nbsp;We regularly review our security practices to consider appropriate new technology and methods.&nbsp;We also periodically subject Attain to simulated intrusion tests and have developed comprehensive disaster recovery plans.\nHowever, please be aware that despite our best efforts, no security measures are perfect or impenetrable.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What happens if I no longer want to participate?</strong>\n</p>\n<p>&nbsp;</p>\n<p>As stated in the Consent to Participate, you are free to change your mind and stop participating in the Program at any time.\nYou can withdraw from the Program through the Attain App by going to the Settings tab or contacting Aetna support at the number listed below.</p>\n<p>&nbsp;</p>\n<p>You may also be withdrawn from the program if you no longer are an Aetna member, for non-payment if you finance your Apple Watch in connection with the program, or if you engage in any practices that are found to violate any participation terms.</p>\n<p>&nbsp;</p>\n<p>If you withdraw or are withdrawn from the program, no additional Personal Information will be collected about you, however, information that was previously collected about you may continue to be used as described in this Privacy Statement and the Consents.&nbsp.\nAdditionally, if you enrolled in the earn your Apple Watch portion of the program, you will be responsible for paying for any remaining costs associated with your Apple Watch.\nIt may take up to two business days from when received to process any withdrawals.</p>\n<p>&nbsp;</p>\n<p>After termination of the Program or user withdrawal, Aetna will keep data in accordance with Aetna’s Record Retention and Management Policy, and in compliance with legal guidelines.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Linking to other websites and applications</strong>\n</p>\n<p>&nbsp;</p>\n<p>From time to time, Attain By Aetna may provide links to other websites or applications, not owned or controlled by Aetna, &nbsp;that we think might complement and enhance your experience with Attain By Aetna.\nThis Policy Statement applies solely to information we collect through the program.\nIf you access or use a linked website or application, the privacy policy of that other website or application will apply to your access or use.\nWe encourage you to review each such third party’s privacy statement as well as their terms of use.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Do Not Track</strong>\n</p>\n<p>&nbsp;</p>\n<p>Currently, we do not respond to “Do Not Track” signals from browsers</p>\n<p>&nbsp;</p>\n<p>\n<strong>Personal Financial Information Obtained through the Apple Watch Retail Installment Agreement</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<em>This section of the Privacy Statement only applies:<br> &nbsp;</em>\n</p>\n<ul>\n<li>\n<em>to participants in the Attain By Aetna Program who purchase their Apple Watch through a retail installment agreement with Aetna Life Insurance Company.</em>\n</li>\n<li>\n<em> to personal financial information collected through the retail installment agreement.&nbsp.\nOther personal information, including personal health information, is addressed throughout the rest of the Privacy Statement.<br> &nbsp;</em>\n</li>\n</ul>\n<p>When you purchased your Apple Watch, you entered into a sale agreement called a retail installment agreement with Aetna Life Insurance Company.&nbsp.\nAs such we want to provide you with information as to what we do with personal financial information we collect through that agreement.</p>\n<p>&nbsp;</p>\n<p>\n<u>Why are we providing this notice?</u>\n</p>\n<p>&nbsp;</p>\n<p>Companies that offer financial products or services, including retail installment agreements, choose how they share your personal financial information.\nAetna Life Insurance Company is considered a financial company for this purpose.\nFederal law gives consumers the right to limit some but not all sharing of their information.\nFederal law also requires us to tell you how we collect, share, and protect your personal financial information.\nPlease read the following notice carefully to understand what we do.</p>\n<p>&nbsp;</p>\n<p>\n<u>What sort of information do we collect?</u>\n</p>\n<p>&nbsp;</p>\n<p>The types of personal financial information that we collect through the retail installment agreement may include, for example, your address, phone number, email address, and payment and transaction history, among other items of information.\nWhen you are no longer our customer, we may continue to use your personal financial information in connection with any outstanding payments you owe.</p>\n<p>&nbsp;</p>\n<p>\n<u>How do we share your personal financial information?</u>\n</p>\n<p>&nbsp;</p>\n<p>All companies that offer financial products or services, such as retail installment agreements, need to share their customers’ personal financial information to run their everyday business and meet customers’ needs.\nIn the section below, we list the reasons why financial companies may share their customers’ personal information, the reasons why Aetna chooses to share, and whether you may limit this sharing.</p>\n<p>&nbsp;</p>\n<p>\n<u>Reasons we can share your personal financial information</u>\n</p>\n<p>&nbsp;</p>\n<p>Financial companies may share your personal financial information for their everyday purposes, such as to process your transactions, maintain your account, respond to court orders and legal investigations, or report to credit bureaus.\nWe do share your personal information for this reason, and you cannot limit this type of sharing.</p>\n<p>&nbsp;</p>\n<p>Financial companies may share your personal financial information for their marketing purposes in order to offer their products or services to you.\nHowever, we will not share your information for this purpose.</p>\n<p>&nbsp;</p>\n<p>Financial companies may share your personal financial information for their joint marketing with other financial companies.\nHowever, we will not share your information for this purpose.&nbsp;</p>\n<p>&nbsp;</p>\n<p>Financial companies may share your personal financial information with their affiliates for their affiliates’ everyday business purposes, specifically information about your transactions and experiences or your creditworthiness.\nHowever, we will not share your information for this purpose.</p>\n<p>&nbsp;</p>\n<p>Financial companies may share your personal financial information with nonaffiliates to market to you.\nHowever, we will not share your information for this purpose.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Who is providing this notice?</u>\n</p>\n<p>&nbsp;</p>\n<p>Aetna Life Insurance Company is offering retail installment agreements for the sale of Apple Watches.\nThis notice only applies to personal financial information we collect in connection with these agreements.</p>\n<p>&nbsp;</p>\n<p>\n<u>How does Aetna protect your personal financial information?</u>\n</p>\n<p>&nbsp;</p>\n<p>The security, integrity, and confidentiality of your personal financial information are extremely important to us.&nbsp;We have implemented technical, administrative and physical security measures that are designed to protect your information from unauthorized access, disclosure, use and modification.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>How does Aetna collect your personal financial information?</u>\n</p>\n<p>&nbsp;</p>\n<p>We collect your personal financial information, for example, when you complete a retail installment agreement and pay any amounts owed under the terms of that agreement.</p>\n<p>&nbsp;</p>\n<p>\n<u>Why can’t you limit all information sharing?</u>\n</p>\n<p>&nbsp;</p>\n<p>Federal law only gives you the right to limit: (1) the sharing of personal financial information about your creditworthiness with affiliates’ for their everyday business purposes.\n(2) affiliates from using your personal financial information to market to you.\nand (3) the sharing of your personal financial information with nonaffiliates to market to you.\nWe will not share your personal financial information with affiliates or nonaffiliates for marketing purposes.\nState laws and individual companies may give you additional rights to limit sharing.\nFor example, under California and Vermont law, we will not share information we collect about residents of California or Vermont with companies outside of our corporate family other than as permitted by law.</p>\n<p>&nbsp;</p>\n<p>\n<u>Key Definitions for this section of the privacy statement</u>\n</p>\n<p>&nbsp;</p>\n<p>“Affiliates” are companies related by common ownership or control.\nThey can be financial and nonfinancial companies.\nOur affiliates include, for example, Aetna Life Insurance Company and Aetna Health Management, LLC.</p>\n<p>&nbsp;</p>\n<p>“Nonaffiliates” are companies not related by common ownership or control.\nThey can be financial and nonfinancial companies.&nbsp;</p>\n<p>&nbsp;</p>\n<p>“Joint marketing” means a formal agreement between nonaffiliated financial companies that together market financial products or services to you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Aetna Contact Information</strong>\n</p>\n<p>&nbsp;</p>\n<p>If you wish to contact us, email&nbsp;help@support.attainbyaetna.com&nbsp;or call 1-833-288-2461.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Changes to Aetna’s privacy statement</strong>\n</p>\n<p>&nbsp;</p>\n<p>Aetna may change this Privacy Statement from time to time.\nwhen updates are made, the version date (located at the bottom of this Privacy Statement) will also be updated to reflect that a revision occurred.\nWe encourage you to periodically reread this Privacy Statement to see if there have been any changes that may affect you.\nTo be sure you are aware of any material change, we will message you through Attain By Aetna.\nThis Privacy Statement is not intended to and does not create any contractual or other legal rights in or on behalf of any party.</p>\n<p>&nbsp;</p>\n<p>Effective Date:&nbsp.\nSeptember 1, 2018</p> ", "created_at": "2019-06-12 15:19:19.053721", "updated_at": "2019-06-12 15:19:23.35466"}], "points": [{"id": 7002, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.attainbyaetna.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2019-06-12 15:22:46.416224", "updated_at": "2019-06-13 06:18:52.605806", "quoteText": "Do Not Track</strong>\n</p>\n<p>&nbsp;</p>\n<p>Currently, we do not respond to “Do Not Track” signals from browsers", "case_id": 233, "document_id": 1485, "quoteStart": 9301, "quoteEnd": 9413}], "urls": ["https://www.attainbyaetna.com"]}}