{"error": 448, "message": "OK", "parameters": {"id": 3162, "name": "Texoma Council of Governments", "created_at": "2021-04-16 21:40:37.673969", "updated_at": "2021-04-17 00:01:01.677026", "wikipedia": null, "keywords": null, "related": null, "slug": "texoma_council_of_governments", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3162.png", "url": "tcog.com", "documents": [{"id": 5118, "name": "Terms of Use", "url": "https://www.tcog.com/terms-of-use/", "xpath": "", "text": " <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About\n<ul>\n<li>News</li>\n<li>Who We Are</li>\n<li>Opportunities<i>\n</i>\n<ul>\n<li>Employment</li>\n<li>Request for Proposals (RFPs)</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>General Overview<i>\n</i>\n<ul>\n<li>What are COGs?</li>\n</ul>\n</li>\n<li>TCOG Bylaws</li>\n<li>Vision Statement</li>\n</ul>\n</li>\n<li>Directory\n<ul>\n<li>Staff<i>\n</i>\n<ul>\n<li>Executive Office</li>\n<li>Administration &amp.\nFinance</li>\n<li>Aging Services</li>\n<li>Client Services</li>\n<li>Energy Services</li>\n<li>Regional Services</li>\n</ul>\n</li>\n<li>Members<i>\n</i>\n<ul>\n<li>Cities</li>\n<li>Schools</li>\n<li>Counties</li>\n<li>Other</li>\n<li>Texas COGs</li>\n</ul>\n</li>\n<li>Board<i>\n</i>\n<ul>\n<li>Current</li>\n<li>Meetings &amp.\nAgendas</li>\n<li>Committees<i>\n</i>\n<ul>\n<li>Audit &amp.\nFinance Subcommittee</li>\n<li>Executive Officers Committee</li>\n<li>Human Resources Subcommittee</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Calendar\n<ul>\n<li>Governing Board Meetings</li>\n</ul>\n</li>\n<li>Quick Links\n<ul>\n<li>9-1-1 Addressing</li>\n<li>Section 8 Housing</li>\n<li>Utility Assistance</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Get in touch with us <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Terms of Use<ul>\n<li>Home <i>\n</i>\n</li>\n<li>Terms of Use</li>\n</ul>\n<p>\n<strong>The Terms of Use stated below (the “Terms”) govern your use of www.texoma.cog.tx.us (the “Site”) and are legally binding on you.\nIf you do not agree with any of these terms, do not access or otherwise use this site or any information contained on the site.\nYour use of this site will be deemed to be your agreement to abide by each of the terms stated below.\nTexoma Council of Governments (“TCOG”) reserves the right to revise these terms at any time and we will notify you of these revisions by posting an updated version of these terms on the site.\nYou are responsible for regularly reviewing these terms.\nYour continued use of the site will constitute your consent to these changes.</strong>\n</p>\nGeneral Use Restrictions <p>All information, documents, products, software and services provided on this Site, including trademarks, logos, graphics and images (the “Materials”) are provided to you by TCOG.</p>\n<p>TCOG grants you the limited right to display the Materials only on your personal computer, and to copy and download the Materials displayed on this Site, provided that: (1) both the TCOG copyright notice (stated below) and this permission notice appear in the Materials so displayed, copied or downloaded, (2) the display, copy or download is solely for your personal or internal informational use (that is, not distributed or otherwise transmitted outside of your home or company, or otherwise broadcast in any media).\nYou agree that you have no right to modify, edit, alter or enhance any of the Materials in any manner.\nThis limited license terminates automatically, without notice to you, if you breach any of these Terms.\nOn termination of this limited license, you agree to immediately destroy any electronic or printed Materials.</p>\n<p>Except as stated in these Terms, you acknowledge that you have no right, title or interest in or to the Materials on any legal basis, without the advance written authorization of TCOG.</p>\nThird Party Content <p>Third parties may provide certain information and content to TCOG (“Third Party Content”).\nThe Third Party Content is, in each case, the copyrighted work of the creator/licensor, and may be subject to terms of use and/or privacy policies of these third parties.\nPlease contact the appropriate third party for further information regarding these terms.\nTCOG disclaims all warranties and conditions with regard to content provided by third parties, including all implied warranties of merchantability, fitness for a particular purpose and non-infringement.</p>\nLinking <p>You may not link to this Site from any pornographic, obscene, profane, defamatory, libelous, threatening, unlawful or other website or material which could constitute or encourage unlawful conduct that would be considered a criminal offense, give rise to civil liability or otherwise violate any law or regulation.\nNotwithstanding the fact that TCOG or other parties involved in creating, producing or delivering this Site, may monitor or review any links to this Site, TCOG and such parties assume no responsibility or liability which may arise from the content thereof, including but not limited to claims for defamation, libel, slander, obscenity, pornography, profanity or misrepresentation.\nAlthough this Site may link to other web sites (“External Sites”), TCOG is not, directly or indirectly, implying any approval, association, sponsorship, endorsement, or affiliation with any External Site, unless specifically stated herein.\nBy entering this Site you acknowledge and agree that TCOG has not reviewed the External Sites and is not responsible for the content contained on any External Site.\nYour access and use of any External Site is at your own risk.</p>\nNo Framing <p>You agree not to reproduce, transmit, display, distribute, “frame” or “mirror” any Materials on this Site on any other server or Internet-based device without the advance written authorization of TCOG.</p>\nLinks to Third Party Sites <p>This Site may provide links to other websites or resources over which TCOG does not have control (“External Websites”).\nThese links do not constitute an endorsement by TCOG of those External Websites.\nYou acknowledge that TCOG is providing these links to you only as a convenience, and further agree that TCOG is not responsible for the content of External Websites.\nYour use of External Websites is subject to the terms of use and privacy policies located on the External Websites.</p>\nPrivacy Policy <p>Your use of the Site is governed by the TCOG Privacy Policy that is available through this link (the “Privacy Policy”).</p>\nSubmissions <p>You acknowledge that you are responsible for the information and material that you submit to the Site (each a “Submission”), and that you, and not TCOG, will have full responsibility for each Submission, including its legality, reliability, appropriateness, originality and copyright.\nUnless otherwise explicitly stated in these Terms or in the Privacy Policy, you agree that any Submission provided by you in connection with this Site is provided on a non-proprietary and non-confidential basis.\nYou agree that TCOG will be free to use or disseminate a Submission on an unrestricted basis for any purpose and if you submit information to the Site, you grant TCOG a nonexclusive, worldwide, royalty-free license to (in any media now known or not currently known or invented) link to, utilize, use, copy, exploit, and prepare derivative works of the Submission, provided that TCOG agrees to use any personally identifiable information included in your Submissions in accordance with TCOG’s Privacy Policy.\nYou retain ownership of any copyrights or other intellectual property rights applicable to any information you submit to TCOG.</p>\nTrademarks and Copyrights <p>The trademarks, service marks, brands, names, logos and designs (“Trademarks”) of TCOG or others used on this Site are the property of TCOG or their respective owners.\nYou may not remove or alter any Trademark.\nYou may not use any trademark displayed on the Site without the express prior written permission of TCOG or the respective owner, and nothing contained on this Site grants by implication, waiver, estoppel or otherwise, any right to use these trademarks.\nAll of the Materials appearing on this Site, including but not limited to, text elements, site design, images and icons, as well as the selection, assembly and arrangement thereof, are the sole property of TCOG, Copyright © 2017, unless otherwise stated.\nAll rights not expressly granted in these Terms are reserved.\nExcept as otherwise required by applicable law, any reproduction, distribution, modification, retransmission or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner.</p>\nIndemnification <p>You agree to defend, indemnify and hold harmless TCOG and its affiliates, representatives, partners, agents and employees from and against all liabilities, claims, costs and expenses, including attorneys’ fees that arise out of or in connection with your use of the Site or breach of these Terms.</p>\nDisclaimer of Warranty <p>While TCOG makes reasonable efforts to ensure that the Materials are correct, TCOG makes no warranties or representations as to the accuracy of the Content.\nYou acknowledge and agree that this Site may include certain errors, omissions, outdated information that may affect the quality of the Materials.\nYou acknowledge that the Materials have not been independently verified or authenticated in whole or in part by TCOG, and agree that TCOG does not warrant the accuracy or timeliness of the Materials and further agree that TCOG has no liability for any errors or omissions in the Materials, whether provided by TCOG or its affiliates.</p>\n<p>TCOG, for itself and each of its affiliates, makes no representations, warranties, or guarantees as to the quality, suitability, truth, accuracy or completeness of any information or material contained on the site, including without limitation the materials and any third party content.\nUnless otherwise explicitly stated, to the maximum extent permitted by applicable law, the Site and any information or material contained on the Site is provided on an “as is” and “where is” basis, and is for personal use only.\nAll conditions, representations and warranties, whether expressed, implied, statutory or otherwise, including any implied warranty of merchantability, fitness for a particular use, or non-infringement of Third Party Rights, are disclaimed.</p>\nLimitation of Liability <p>Neither TCOG nor any of its partners, affiliates or Third Party Providers will be liable to you or any third party for any form of damages (including, without limitation, direct, indirect, incidental, special or consequential damages) arising out of or related to the use or attempted use of the Site, any external websites linked to this Site or the materials on the Site, however arising, whether for breach or in tort, even if TCOG was informed of the possibility of these damages.</p>\nGeneral <p>TCOG controls and operates this Site from its headquarters in the United States and makes no representation that the Materials are appropriate or will be available for use in locations other than the United States.\nIf you use this Site from outside the United States, you are entirely responsible for compliance with applicable local laws, including but not limited to the export and import regulations of other countries in relation to the Materials.\nThese Terms will be governed by Texas law and controlling United States federal law, without regard to the choice or conflicts of law provisions of any jurisdiction.\nYou will bring all disputes, actions, claims, or causes of action related to these Terms or in connection with this Site only in the federal and state courts located in Grayson County, Texas.\nIf any provision of these Terms is held by a court of competent jurisdiction to be contrary to law, then this provision(s) will be construed, as nearly as possible, to reflect the intentions of the parties, with all other provisions remaining in full force and effect.\nThe failure of TCOG to enforce any right or provision in these Terms will not constitute a waiver of this right or provision unless acknowledged and agreed to TCOG in writing.\nThese Terms comprise the entire agreement between you and TCOG and supersede all prior or contemporaneous negotiations, discussions or agreements, if any, between the parties regarding the subject matter contained in these Terms.</p>\n<p>\n<small>This Privacy Policy was last updated and became effective October 01, 2017</small>\n</p>\n<p>1117 Gallagher Drive<br>\nSherman, TX 75090</p>\n<p>(903) 893-2161 Phone<br>\n(800) 677-8264 Toll-Free</p>\n<p>info@texoma.cog.tx.us</p> Upcoming Events Thu 22 CSAC Public Election April 22 @ 11:00 am - 12:00 pm Bonham Sat 24 Household Hazardous Waste Collection Event (Gainesville) April 24 @ 8:00 am - 12:00 pm Gainesville May 13 FGP Monthly Inservice May 13 @ 9:00 am - 1:00 pm Sherman May 22 Free Sports Physicals May 22 @ 8:00 am - 12:00 pm Sherman <p> View More… </p> Open Records RequestsThe Public Information Act\n<p>Texas Government Code, Chapter 552, gives you the right to access government records.\nand an officer for public information and the officer’s agent may not ask why you want them.\nAll government information is presumed to be available to the public.\nCertain exceptions may apply to the disclosure of the information.\nGovernmental bodies shall promptly release requested information that is not confidential by law, either constitutional, statutory, or by judicial decision, or information for which an exception to disclosure has not been sought.</p>\n<p>For additional information on the Public Information Act and how to submit Open Records Requests to Texoma Council of Governments, please follow the link below.</p>\n<i>\n</i>Rights &amp.\nResponsibilities\nSearch <i>\n</i>\n<i>\n</i> © 2011-2019 Texoma Council of Governments.\nAll Rights Reserved.\n<ul>\n<li>Contact</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>OWA</li>\n</ul>\n<br>Hosted by MARJEN Technology Group&nbsp.\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> ", "created_at": "2021-04-16 21:40:39.248547", "updated_at": "2021-04-16 21:41:03.514353"}, {"id": 5117, "name": "Privacy Policy", "url": "https://www.tcog.com/privacy-policy/", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About\n<ul>\n<li>News</li>\n<li>Who We Are</li>\n<li>Opportunities<i>\n</i>\n<ul>\n<li>Employment</li>\n<li>Request for Proposals (RFPs)</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>General Overview<i>\n</i>\n<ul>\n<li>What are COGs?</li>\n</ul>\n</li>\n<li>TCOG Bylaws</li>\n<li>Vision Statement</li>\n</ul>\n</li>\n<li>Directory\n<ul>\n<li>Staff<i>\n</i>\n<ul>\n<li>Executive Office</li>\n<li>Administration &amp.\nFinance</li>\n<li>Aging Services</li>\n<li>Client Services</li>\n<li>Energy Services</li>\n<li>Regional Services</li>\n</ul>\n</li>\n<li>Members<i>\n</i>\n<ul>\n<li>Cities</li>\n<li>Schools</li>\n<li>Counties</li>\n<li>Other</li>\n<li>Texas COGs</li>\n</ul>\n</li>\n<li>Board<i>\n</i>\n<ul>\n<li>Current</li>\n<li>Meetings &amp.\nAgendas</li>\n<li>Committees<i>\n</i>\n<ul>\n<li>Audit &amp.\nFinance Subcommittee</li>\n<li>Executive Officers Committee</li>\n<li>Human Resources Subcommittee</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Calendar\n<ul>\n<li>Governing Board Meetings</li>\n</ul>\n</li>\n<li>Quick Links\n<ul>\n<li>9-1-1 Addressing</li>\n<li>Section 8 Housing</li>\n<li>Utility Assistance</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Get in touch with us <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Privacy Policy<ul>\n<li>Home <i>\n</i>\n</li>\n<li>Privacy Policy</li>\n</ul> Texoma Council of Governments values your privacy.\nBelow is TCOG’s policy on what information is obtained on this website.\n<p>Thank you for visiting https://www.tcog.com (hereinafter referred to as the “Site”).\nThis privacy policy explains the policies implemented throughout Texoma Council of Governments (hereinafter referred to as “TCOG”) governing the use of personally identifiable information provided to TCOG via the Site.</p>\nWhat We Collect and How We Use It <p>You may visit this Site without providing TCOG with any personally identifiable information.\nWe collect personally identifiable information about you only if you voluntarily provide it to us.\nYou may voluntarily provide to us personally identifiable information such as your name, address, email, phone number and other contact information, when you contact TCOG, submit a request to TCOG or fill out contact or application forms.\nWe may also collect other personally identifiable information that you choose to include in any communications that you send to us.\nWe may use your personally identifiable information to respond to your requests for information and provide you with information about TCOG and affiliate agencies.</p>\n<p>We may use small text files called cookies to improve your overall Site experience.\nA cookie is a piece of data stored on the users hard drive containing information about the user.\nCookies generally do not permit us to personally identify you.</p>\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>\n<p>The Site may track the total number of visitors to our Site, the number of visitors to each page of our Site, IP addresses, computer and browser type, version and domain, dates and times of use of each page of our Site, and any third party Website from which you transferred to link to this Site, and we may analyze these data for trends and statistics in the aggregate, but this information will be in aggregate form only and it will not contain personally identifiable information.\nThis aggregate information is not linked to any personal information that can identify any individual person.</p>\nDisclosure <p>We may provide aggregate information and the data generated by cookies to web design and marketing firms we contract for website development and advertising purposes.\nWe will disclose your personally identifiable information if we reasonably believe we are required to do so by law, regulation or other government authority or to prevent harm to yourself or others.\nAdditionally, we may disclose your personally identifiable information, in our sole discretion, to law enforcement agencies to assist in any investigation.</p>\nLinks to Third Party Sites <p>This Site includes links to other Websites on the Internet that are not under the control of or maintained by TCOG (“Third Party Sites”).\nThese links do not constitute an endorsement by TCOG of these Third Party Sites, the content displayed therein or the persons or entities associated therewith.\nYou acknowledge that TCOG is providing these links to you only as a convenience, and you agree that TCOG is not responsible for the content of Third Party Sites.\nYour use of these Third Party Sites is subject to the respective terms of use and privacy policies located on the Third Party Sites.</p>\n<p>\n</p>Embedded Content From Other Websites\n<br>\n<i>\n</i>\n<strong>The nitty gritty:</strong> This section has been revised to show we embed some Google services to improve site experience.\n<p>\n</p>\n<p>Articles on this Site may included embedded content (ie.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.\nThese websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.</p>\nYouTube\n<p>Our website uses plugins from YouTube, which is operated by Google.\nThe operator of the pages is YouTube LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.</p>\n<p>If you visit one of our pages featuring a YouTube plugin, a connection to the YouTube servers is established.\nHere the YouTube server is informed about which of our pages you have visited.</p>\n<p>If you’re logged in to your YouTube account, YouTube allows you to associate your browsing behavior directly with your personal profile.\nYou can prevent this by logging out of your YouTube account.</p>\n<p>YouTube is used to help make our website appealing.\nThis constitutes a justified interest pursuant to Art.\n6 (1) (f) DSGVO.</p>\n<p>Further information about handling user data, can be found in the data protection declaration of YouTube under https://policies.google.com/privacy.</p>\nGoogle Web Fonts\n<p>For uniform representation of fonts, this page uses web fonts provided by Google.\nWhen you open a page, your browser loads the required web fonts into your browser cache to display texts and fonts correctly.</p>\n<p>For this purpose your browser has to establish a direct connection to Google servers.\nGoogle thus becomes aware that our web page was accessed via your IP address.\nThe use of Google Web fonts is done in the interest of a uniform and attractive presentation of our plugin.\nThis constitutes a justified interest pursuant to Art.\n6 (1) (f) DSGVO.</p>\n<p>If your browser does not support web fonts, a standard font is used by your computer.</p>\n<p>Further information about handling user data, can be found at https://developers.google.com/fonts/faq and in Google’s privacy policy at https://policies.google.com/privacy.</p>\nAPIs\n<p>We make use of certain additional API keys, in order to provide specific features.</p>\n<p>These API keys may include the following third party services: PayPal and Eventbrite (API key, auth URL and Client Secret).</p>\nSecurity <p>We may employ procedural and technological measures, consistent with industry practice that are reasonably designed to protect your personally identifiable information from loss, unauthorized access, disclosure, alteration or destruction.</p>\n<p>Visitor comments may be checked through an automated spam detection service.</p>\nHow Long We Retain Your Data <p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our Site (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except thay cannot change their username).\nWebsite administrators can also see and edit that information.</p>\nCorrection/Updating Personally Identifiable Information <p>TCOG provides you with the ability to correct or delete any of the personally identifiable information that you have provided to us.\nIf you wish to correct or delete any information you have provided to us, you may mail your request to:</p>\n<p>\n<strong>Attn: Webmaster<br>Texoma Council of Governments<br>1117 Gallagher Drive, Suite 470<br>Sherman, TX 75090</strong>\n</p>\n<p>\n<strong>Please note:</strong> this does not include any data on our Site we are obliged to keep for administrative, legal, or security purposes.</p>\nPrivacy Policy Updates <p>Due to the rapidly evolving nature of the Internet, TCOG may need to update this Privacy Policy from time to time.\nIf so, TCOG will post its updated Privacy Policy on this Site so that you are always aware of what personally identifiable information we may collect and how we may use this information.\nTCOG encourages you to review this Privacy Policy regularly for any changes.\nYour continued use of this Site will be subject to the then-current Privacy Policy.</p>\n<p>\n<small>This Privacy Policy was last updated and became effective September 20, 2019</small>\n</p>\n<p>1117 Gallagher Drive<br>\nSherman, TX 75090</p>\n<p>(903) 893-2161 Phone<br>\n(800) 677-8264 Toll-Free</p>\n<p>info@texoma.cog.tx.us</p> Upcoming Events Thu 22 CSAC Public Election April 22 @ 11:00 am - 12:00 pm Bonham Sat 24 Household Hazardous Waste Collection Event (Gainesville) April 24 @ 8:00 am - 12:00 pm Gainesville May 13 FGP Monthly Inservice May 13 @ 9:00 am - 1:00 pm Sherman May 22 Free Sports Physicals May 22 @ 8:00 am - 12:00 pm Sherman <p> View More… </p> Open Records RequestsThe Public Information Act\n<p>Texas Government Code, Chapter 552, gives you the right to access government records.\nand an officer for public information and the officer’s agent may not ask why you want them.\nAll government information is presumed to be available to the public.\nCertain exceptions may apply to the disclosure of the information.\nGovernmental bodies shall promptly release requested information that is not confidential by law, either constitutional, statutory, or by judicial decision, or information for which an exception to disclosure has not been sought.</p>\n<p>For additional information on the Public Information Act and how to submit Open Records Requests to Texoma Council of Governments, please follow the link below.</p>\n<i>\n</i>Rights &amp.\nResponsibilities\nSearch <i>\n</i>\n<i>\n</i> © 2011-2019 Texoma Council of Governments.\nAll Rights Reserved.\n<ul>\n<li>Contact</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>OWA</li>\n</ul>\n<br>Hosted by MARJEN Technology Group&nbsp.\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> ", "created_at": "2021-04-16 21:40:38.59974", "updated_at": "2021-04-16 21:41:41.230766"}], "points": [{"id": 27479, "title": "There is a date of the last update of the agreements", "source": "https://www.tcog.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:23:24.150831", "updated_at": "2022-03-22 23:23:24.150831", "quoteText": "<small>This Privacy Policy was last updated and became effective October 01, 2017</small>\n</p>\n", "case_id": 331, "document_id": 5118, "quoteStart": 11901, "quoteEnd": 11996}, {"id": 27478, "title": "You maintain ownership of your content", "source": "https://www.tcog.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:22:23.629664", "updated_at": "2022-03-22 23:22:23.629664", "quoteText": "You retain ownership of any copyrights or other intellectual property rights applicable to any information you submit to TCOG.</p>\n", "case_id": 183, "document_id": 5118, "quoteStart": 6950, "quoteEnd": 7081}, {"id": 27123, "title": "The court of law governing the terms is in Texas", "source": "https://www.tcog.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-07 02:21:44.566537", "updated_at": "2022-03-07 03:54:45.824721", "quoteText": "These Terms will be governed by Texas law and controlling United States federal law, without regard to the choice or conflicts of law provisions of any jurisdiction.\n", "case_id": 163, "document_id": 5118, "quoteStart": 10860, "quoteEnd": 11026}], "urls": ["tcog.com"]}}