{"error": 448, "message": "OK", "parameters": {"id": 218, "name": "online-convert", "created_at": "2018-01-16 15:26:06.197546", "updated_at": "2021-06-24 01:01:14.865321", "wikipedia": null, "keywords": "", "related": "", "slug": "onlineconvert", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/218.png", "url": "online-convert.com", "documents": [{"id": 7267, "name": "Terms and Conditions", "url": "https://www.online-convert.com/terms", "xpath": "/html/body/div[1]/div[4]/div/div[1]/div/div[4]", "text": " Terms and conditions These are the general terms and conditions of QaamGo Media GmbH,\nHohenstaufenring 62, 50674 Köln, Germany\nhereinafter referred to as “Provider”.\n<br>\n<br>\n<strong>Please note, these Terms and Conditions were issued first in the German language, the following are a translation from German into English.</strong> Preamble\nThe Provider provides an infrastructure on online-convert.com, which should facilitate the User to\ntransfer electronic files from one format into another using file converter programs as well as to store\nthose files on Internet servers.\n§ 1 General and Application\n(1) Following Terms and Conditions apply to every business relation between the Provider and the User as\nCustomer.\n<br>\n<br>\n(2) Consumer means, in terms of these general terms and conditions, every natural person who enters into\na legal transaction for a purpose that is outside its trade, business, or profession.\n<br>\n<br>\nAn Entrepreneur means, in terms of these general terms and conditions, a natural or legal person or a\npartnership with legal personality who or which, when entering into a legal transaction, acts in\nexercise of its trade, business or profession.\n<br>\n<br>\nCustomers for the purposes of such terms and conditions are consumers as well as Entrepreneurs.\n<br>\n<br>\n(3) Individual contract agreements have priority ante these general terms and conditions.\nDiverging,\nconflicting or complementary general terms and conditions do not become a part of the contract, unless,\ntheir validity is expressly agreed.\n§ 2 Service description and prices\n(1) The Provider provides an infrastructure on online-convert.com, which should facilitate the Customer\nto transfer electronic files from one format to another using file converter programs as well as to\nstore those files on Internet servers.\n<br>\n<br>\nThe Provider performs for its Customer through the website online-convert.com extensive technical server\nservices, hosting services, and conversion services.\nIn this way, downloading and uploading of files in\nvarious formats are allowed through the server of the Provider.\nIt allows converting files from one file\nformat to another using Software as a Service (SaaS) mechanism.\n<br>\n<br>\nThe download includes the downloading of files for the permanent storage on a data carrier.\nThis includes the possibility to download already converted files, as above mentioned, from other serves\nfor further conversion.\n<br>\n<br>\nThe upload includes the providing of files of the Customer in order to storage them on the server of the\nProvider for the purpose of retrieving them by the Customer.\n<br>\n<br>\nIn general, the services provide a user the ability to transform a file (a \"User File\") from its original\nfile format to a user-selected file format.\nThe services operate by storing the uploaded or downloaded\nUser File on a server, converting it into a new file format (\"Converted File\") and then providing the\nuser a unique, non-guessable download link to the Converted File.\n<br>\n<br>\n(2) To provide its services, the Provider provides the Consumer with a free certain basic service on the\nwebsite.\nCustomers can also access a chargeable premium account with advanced features and services.\nThis also includes a so-called API service, which is however only available for Entrepreneurs.\nIn this\nregard, the specific terms of use for API-Services shall additionally apply according to section (4).\n<br>\n<br>\nThe services provide the following types of service levels: \"Free\", \"24h\", \"Monthly Subscription\", and\n\"Yearly Subscription\".\nThe Customer acknowledges and agrees that the Provider may establish general practices and\npolicies concerning the use of the services, including, without limitation, the maximum number of files\nthat a Customer may upload through the services, the maximum size of the files that a Customer may\nconvert through the services, the maximum number of hours or days that a file will be stored by the\nservices, and the maximum number of times a user may access the services in a given period of time.\n<br>\n<br>\n(3) The Provider provides memory space to the Customer within the framework of its operational and\ntechnical possibilities and depending on the use of its services, in order to save files created by the\nCustomer through uploading or by transferring a download link.\n<br>\n<br>\nFor this purpose, the Customer grants the Provider a right of use of the file, unlimited by time or\nspace.\n<br>\n<br>\nThe Provider reserves the right to delete files or refuse uploads or file downloads provided that there\nis not enough storage capacity.\n<br>\n<br>\nThe Provider reserves the right to change or discontinue any of the services at any time.\n<br>\n<br>\nWhile the Provider tries to ensure that the services are error-free, he cannot guarantee that user files\nor converted files will not be deleted or lost.\nThe Customer acknowledges and agrees that the Provider\nwill not be responsible for any failure of the services to convert a user file or store a user file or\nconverted file.\nThe Customer acknowledges and agrees that the Provider will not be responsible for the\ndeletion of a user file or converted file stored or processed during the provision of the services, or\nfor the corruption of or loss of any data, information or content contained in a user file or converted\nfile.\n<br>\n<br>\n(4) The specific scope of services depends on the corresponding description of the services offered by the\nProvider, which are an essential part of these terms and conditions.\n<br>\n<br>\nThe stated current prices shall apply.\nThe stated prices shall be binding.\nAll prices include the\nstatutory value-added tax.\n<br>\n<br>\n(5) The Customer has a right to compensation, provided that its counterclaims have been judicially\ndetermined, recognized, or undisputed by the Provider.\nThe Customer may exercise a right of retention\nonly if its counterclaim is based on the same contractual relationship.\n§ 3 Customer identification\n(1) The services free of charge can be used without any registration.\nOnly registered Customers have\naccess to the chargeable services of the Provider.\nAs part of the registration process, the Customer\nshall select a user name (email address) and a password.\n<br>\n<br>\nBy completely filling the registration form and accepting these general terms and conditions, the Customer makes a binding offer to conclude a contract to use the offered and ordered services.\n<br>\n<br>\nProvided that the services of the Provider are subject to a charge, the Customer shall – if necessary –\ntruly and completely specify its bank and/or its credit card details as well as any changes to its data\nwithout delay.\n<br>\n<br>\nThe Customer will receive an email after registration that will request the confirmation of the\nregistration.\nAs soon as the Customer confirms the registration, the process is completed.\n<br>\n<br>\n(2) In case the Customer is aware of any misuse of its access data to the services of the Provider,\nhe shall immediately inform the Provider.\nThe Provider is entitled to block access to the used\nservices in case of misuse.\nThe suspension of the block will be possible by written request of the\nCustomer.\n§ 4 Specific terms of use for API-Services\nThe following terms shall apply exclusively in regard to the use by the Customer of API-Services.\n<br>\n<br>\n(1) API means “Application Programming Interface”, which is a source code based specification intended\nto be used as an interface by software components to communicate with each other.\nAn API may include\nspecifications for routines, data structures, object classes, and variables.\n<br>\n<br>\nWith the API Customers can convert files regularly, outsource the conversion process to the Providers\nserver farm to speed up conversion time, and integrate a conversion service on the Customer’s website.\n<br>\n<br>\n(2) For getting started the Customer needs to register and has to obtain its personal API key.\nAfter the\nregistration (section 3 Customer identification), the Customer has to extract the API key from the\nconfirmation email sent by the Provider.\nFor more details see “How to use our API to convert media files directly” https://apiv2.online-convert.com/ § 5 Terms and termination\nThe use of the services of the Provider is not bound to a specific period of time.\n<br>\n<br>\nThe chargeable services of the Provider are subject to a certain contract period that arises from the\ndescription of the services offered by the Provider, which are an essential part of these general terms\nand conditions.\nThe right of the parties for extraordinary termination of the contract as well as the right to terminate\nthe recurring obligations for important reasons remain unaffected.\nAn important reason exists provided\nthat in consideration of all circumstances in the specific case and weighing up the interests of both\nparties, the terminating part may not be reasonably expected to continue the contractual relationship\nuntil the end of the agreed contractual period or until the expiration of the notice period.\n<br>\n<br>\nIn this respect, the Provider has the right for extraordinary termination especially if the Customer\nviolates section 7 (2) of these general terms and conditions.\n§ 6 Right of withdrawal for EU-Consumers <strong>- Withdrawal instructions for EU-consumers - <br>\n<br> You have the right to revоke your contractual statement without giving reasons in written form (e.g., letter, fax, e-mail) within 14 days.\nThe cancellation period begins at the earliest on receipt of these instructions in written form, however, not before concluding the contract not either before performing our duty to inform according to article 246 § 2 in connection with § 1 paragraph 1 and 2 EGBBG (Introductory Act to the German Civil Code) as well as our duties according to § 312g paragraph 1 sentence 1 BGB (German Civil Code) in connection with article 246 § 3 EGBGB (Introductory Act to the German Civil Code).\nThe revocation period shall be deemed by sending the revocation in due time.\n<br>\n<br> Declaration of revocation shall be sent to: <br>\n<br> QaamGo Media GmbH<br> Hohenstaufenring 62<br> 50674 Köln<br> Germany<br> Email: time2talk@online-convert.com<br> Fax: + 49 7732 9391657<br>\n<br> Consequences of the revocation <br>\n<br> In case of a valid revocation, both parties shall return the achievement or benefits (e.g.\ninterests) received.\nShould not be any possibility to return the benefits received, not completely either partly or just in degraded conditions, a compensation shall be paid.\nThis may mean that you must meet the contractual payment obligations for the period up to the revocation.\nPayments shall be refunded within 30 days.\nThe period begins for you at dispatch of the notice of revocation, and for us with its receipt.\n<br>\n<br> Particular information <br>\n<br> Your right of withdrawal will expire before maturity, if, due to your explicit approval, the contract is completely fulfilled by both parties before you have used your right to withdrawal.\n<br>\n<br> - End of withdrawal instructions for consumers -</strong> § 7 General duties of the Customer\n(1) The Customer is responsible for the availability of the technical requirements to use the benefits\nof the Provider, particularly with regard to the used hardware and software, the Internet connection and\nthe compatibility with the usual browser software.\nThe Customer is also obliged to secure its computer system, particularly to carry out a data backup regularly and to install up-to-date antivirus software.\nThe Provider is not liable for virus damages, which could have been prevented by using the corresponding\nsoftware.\n<br>\n<br>\n(2) The Customer shall attend the effective laws of the Federal Republic of Germany as well as the\npresent conditions when using the services provided by the Provider.\nHe particularly shall:\n<br>\n<br>\na) provide, as part of the application, true and complete information regarding its person and, if\nnecessary, regarding its authorized representative.\nParticularly, its true first and last name as well\nas its current address and – if necessary in order to use the services of the Provider – true and\ncomplete details of the planned means of payment (such as bank details).\nShould this information be\nuntruthful and should the collection of the fees not be possible or a return back debit affected by the\nbank for this reason or for any other reason in the responsibility of the Customer, then the Customer\nshall bear all associate expenditure as responsible part.\n<br>\n<br>\nb) not use the services of the Provider to view or spread neither immoral or illegal statements nor\npornographic and right-wing or violent contents.\n<br>\n<br>\nc) attend to the effective law of the Federal Republic of Germany, particularly the regulations\nregarding data and youth protection as well as criminal ordinances.\n<br>\n<br>\nd) not violate rights of third parties, particularly copyright and ancillary copyright, trademark,\npatent and other prоperty and personal rights.\nParticularly with regard to the use of copyrighted works,\nthe Customer is responsible for obtaining the relevant rights concerning that use.\nIn particular, he\nshould obtain the necessary rights from the GEMA (German Society for Musical Performing Rights and\nMechanical Reproduction Rights) or other right collecting societies as trustees for the administration\nof these rights.\n<br>\n<br>\n(3) As far as memory or storage capacity (central memory and fixed-disk storage) an is provided to the\nCustomer, he is not allowed to store any illegal, or infringing comments against the law or official\nregulations or against the rights of third parties.\nFollowing contents may neither be written nor\noffered:\n<br>\n<br>\na) Offers, which application, supply or distribution infringes industrial property rights (such as\ntrademark, patents, utility models and design rights), copyright and ancillary copyright and other\nrights (such as the right to the own image, name and personal rights).\nthe offer of plagiarism is not\npermitted.\n<br>\n<br>\nb) pornographic and harmful offers.\n<br>\n<br>\nc) propaganda articles and products from any unconstitutional organization:\n<br>\n<br>\nd) weapons as defined on the Weapon Act, particularly firearms, cutting and stabbing weapons of any kind\nas well as ammunition of any sort.\n<br>\n<br>\ne) protected live animals, products, and preparations of protected animals as well as protected plants\nand their preparations.\n<br>\n<br>\nf) bonds – especially shares – credits, loans, and financial aim.\nmoney market and financial instruments,\nexcluded from historical bonds that are not in circulation anymore.\n<br>\n<br>\ng) debt obligations and court titles as well as other claims arising from collection legal transactions.\n<br>\n<br>\nh) vouchers, which are available free of charge for everyone.\n<br>\n<br>\ni) goods whose possession is lawful, but their use in the country of delivery is prohibited.\n<br>\n<br>\nj) human organs.\n<br>\n<br>\nk) goods for a lower price as the statutory fixed price, insofar as the fixed price is not charged and\nthere is no exemption.\n<br>\n<br>\nl) land and land rights.\n<br>\n<br>\n(4) The Customer is the sole responsible for the contents and for the accuracy of the transferred data.\n<br>\n<br>\n(5) The Customer is not allowed to convert files automatically using a scripting language.\nThe sole exception is by using our API service.\n<br>\n<br>\n(6) The Customer is not allowed to share his account and login data.\n§ 8 Blocking of access\n(1) The Provider reserves the right to revoke the right to access to its services or to reject the\nregistration of a Customer who misuses the services of the Provider or violates these general terms and\nconditions.\nThe Customer will be immediately notified per email about this revocation of the right to\naccess or rejection of the registration.\n<br>\n<br>\n(2) If the Customer fails to meet its obligations under these general terms and conditions.\nviolations,\nfor which the Customer is responsible, the Provider is entitled, subject to any further claims, to\ntemporally fully or partially block the access to its services.\nThereof, the Customer will be\nimmediately notified per email.\n§ 9 Infringing content policy\n(1) Every user of the website has the possibility to report any violation of its intellectual property\nrights caused by any content on online-convert.com.\n<br>\n<br>\nFor this purpose, the Provider requires detailed information.\nThis information should content the\nfollowing:\n<br>\n<br>\na) A statement that contents at online-convert.com infringe intellectual property rights of the user or\nof third parties who authorised the user to act on their behalf.\n<br>\n<br>\nb) An identification of the copyright claimed to have been infringed, indicating a link to the relevant\ncontent.\n<br>\n<br>\nc) Full name, address, telephone number and email address of the user.\n<br>\n<br>\nd) A statement, that the user is either the copyright owner or a person authorised to act on their\nbehalf.\n<br>\n<br>\ne) A statement that the user believes in good faith that the use of the content in the manner complained has been allowed neither by the intellectual property rights owner nor by any other for this purpose authorised person.\n<br>\n<br>\n(2) If desired that the complaint should be considered pursuant to the U.S.\nDigital Millennium Copyright\nAct section 17 paragraph 512(c), those requested in section 9 (1) shall be stated under penalty of\nperjury.\nFurthermore, an electronic or physical signature is also necessary under the above required\ninformation.\n§ 10 Payment terms\n(1) Customers who use chargeable services of the Provider may pay in advance pre-cash / bank transfer,\nby credit card or via PayPal.\nThe Provider reserves the right to exclude certain terms of payment.\n<br>\n<br>\nTo realise the payment via PayPal, the Customer has to register under paypal.com.\nThe terms and\nconditions of paypal.com shall apply [https://www.paypal.com/de/cgi-bin/webscr?cmd=p/gen/ua/ua-outside].\nThe provision of services shall only happen as soon as the invoiced amount is credited to the PayPal\naccount of the Provider.\n<br>\n<br>\nThe exact payment method depends on the corresponding description of the services offered, which are an\nessential part of these general terms and conditions.\n<br>\n<br>\n(2) Unless the parties agreed otherwise, the Customer undertakes to pay the whole price within fourteen\ndays when the contract dates are received by e-mail.\nThe Customer comes to default after the expiration of\nthe deadline.\nDuring the default, the Consumer has to pay interest at a rate of at least 5 points above\nthe prime rate.\nDuring the default, the Entrepreneur has to pay interest at a rate of least 8 points\nabove the prime rate.\nCompared with the Entrepreneur, the Provider reserves himself to apply higher\ndamage caused by delay.\n<br>\n<br>\n(3) Unless stated otherwise in the description of the services, the begin of the availability of the\nService by the Provider will happen as soon as the complete invoice amount is credited to its account.\n§ 11 Exemption\nThe Customer disclaims the Provider and its employees of all claims, which other customers or third\nparties might have against the Provider because of violation of their rights through the data posted by\nthe Customer on the website online-convert.com or through provided files from the Customer on the server\nof the Provider.\nThis includes the costs of reasonable litigations and related expenses.\nFor this\npurpose, the Customer shall provide an adequate deposit based on the corresponding legal fees.\nThis does\nnot apply if the Customer is not responsible for the infringement.\n§ 12 Warranty\n(1) For the offered services, the Provider guarantees the average server availability of a monthly average\n98 % or an annual average of 99 % provided that the Provider does not act deliberately or grossly\nnegligently.\nExcluded from this are times, in which the server is not available due to technical or\nother problems which are beyond the control of the Provider (including force majeure or negligence of a\nthird party).\n<br>\n<br>\n(2) Defects on services of the Provider will be corrected when possible according to the error\ndescription made by the Customer.\nThis does not apply if the Customer is responsible for the\nmalfunction.\nFurther rights of the Customer are not affected.\n<br>\n<br>\n(3) The contents posted by the Customer on online-convert.com or using the server of the Provider are\nexternal contents for the Provider as defined in § 7 paragraph 2 German Telemedia Act (TMG).\nThe Customer that posted the contents is the legal responsible.\nThe Provider is not responsible for the\ndescriptions, characteristics, and legal validity of the Customer’s stored data.\nThe Provider does not\nguarantee the accuracy or completeness of the information and statements given by the Customer either\nthe identity or integrity of the Customer.\n§ 13 Liability\n(1) The Provider assumes no liability for the no-break availability of the server as well as for\nsystem-dependent losses, interruptions, and disturbances of the technical equipment that are not in the\nsphere of the Provider.\nParticularly, the Provider is not liable for disorders in the quality of the\nserver operated by the Provider due to force majeure or events for which the Provider is not\nresponsible.\nAmong these are strikes, lockouts, legal company-internal labour dispute actions, and\nofficial directives.\nThis also includes the entire or partial failure of the communication and network\nstructures necessary to own communication and network structures and gateways of other providers and\noperators.\n<br>\n<br>\n(2) With slightly negligent breaches of duty the liability limits on, depending on the kind of product,\npredictable, contractual, immediate average damages.\nThis is also valid to slightly negligent breaches\nof the duty of the statutory agents or assistant or agent of the Provider.\nThe Provider is not liable for\nslightly negligent violation of inessential contractual obligations.\nHowever, the Provider is liable for\nthe violation of the Customer’s essential contract obligated legal positions.\nEssential contract\nobligated legal positions are those which the contract has to grant to the Customer according to the\nsubject matter and purposes of the contract.\nThe Provider is further liable for the violation of\nliabilities whose fulfillment allows the proper realisation of the contract and in whose realisation the\nCustomer shall trust.\nThe preceding restrictions of liability do not concern Customer’s claims from\nguarantees and/or product liability.\nThe restrictions of liability will not be applied in case of\nfraudulent intent, violation of the essential contractual obligations nor if the Provider is accusable of\npersonal injury, impairment to health, and death of the Customer.\n<br>\n<br>\n(3) The Provider is not liable for a loss of data and/or programs as far as such damage is a consequence\nof the Customer’s failure to make data backups and guarantee a restoration of the lost data at\nreasonable efforts.\n<br>\n<br>\n(4) The Provider is only liable for the own contents on its web page online-convert.com.\nAs far as\naccess to other web pages by means of links is possible, the Supplier is not responsible for the\nexternal content.\nThe Provider does not embrace external content.\n<br>\n<br>\nIn case that the Provider is informed about illegal contents on external web pages, the Provider will\nremove the link provided that this is technically possible and reasonable to him.\n§ 14 Rights of the Provider All copyrights, trademark rights or other intellectual property rights to the website\nonline-convert.com, contents created by the Provider, data and other elements belong exclusively to the\nProvider.\nPossible rights of the Customer to the contents submitted by him or transmitted to the Provider remain unaffected.\n§ 15 Privacy Policy\n(1) Customer data are collected, stored and processed by the Provider in compliance with currently\neffective norms relative to the protection of personal data for the fulfillment of the contract.\n<br>\n<br>\n(2) Personal data collected during the registration and performances of the services are treated in\nstrict confidence.\nThese data are collected, stored and processed when legally allowed or in case that\nthe Customer consents herein.\n<br>\n<br>\n(3) The Provider is obligated to inform the Customer at any time upon request thoroughly and free of\ncharge in regard to the stored data provided that it affects him.\nThe Provider will neither pass on this\ndata nor the contents of private messages of the Customer to third parties without its consent.\nHowever,\nthis is not applicable if the Provider is legally obligated to disclosure such data to third parties, in\nparticular governmental authorities or as far as internationally technical standards require doing so\n<br>\n<br>\n(4) The Provider points out to the Customer that personal data (user-related data) and other information\nconcerning its use (connection data) (i.e.\naccess passwords, up- and downloads), will be stored during\nthe lifetime of the contract as far as it is required to fulfill the purpose of the contract, in\nparticular for invoicing.\n<br>\n<br>\n(5) The Provider is entitled to pass anonymous user information to third parties for demographic\npurposes.\nThese anonymous data may be used to generate statistics and quality assurance.\n§ 16 Change of the general business regulations\n(1) The Provider reserves the right at any time to make changes to these general terms and conditions\nunder the adequate prior notice of at least two weeks.\nThe announcement will be served through the publication of the changed general terms and conditions on the Internet indicating the effective date on the website\nonline-convert.com.\n<br>\n<br>\n(2) If the Customer does not disagree within two weeks after publication or if the Customer continues\nusing the ordered services offered by the Provider after the expiration of the period, the changed terms\nof business are considered as accepted.\nIn particular, the change announcement will be pointed out to\nthe two weeks term.\nIn the case of objection, the contract remains with no changes in content and with the\ncurrent terms and conditions.\nHowever, the Provider is entitled to terminate the contract.\n§ 17 Applicable law and jurisdiction\n(1) This agreement shall be governed by the laws of the Federal Republic of Germany.\nThe UN Convention\non Contracts for the International Sale of Goods regulations shall not be applied.\n<br>\n<br>\n(2) If the client is a merchant, statutory juristic person, or public law special legal estate, the\njurisdiction for all litigations from this contract shall be the Court in which the Provider’s business\nlocation has its seat, provided that an exclusive jurisdiction is not given.\n<br>\n<br>\nThe same applies if the client has no general jurisdiction in Germany or residence or usual stay is not\nknown at the time of the filing of the action.\n§ 18 Final Clause\nIf any provisions of these Terms and Conditions are found to be partially or totally invalid, the validity of the remaining provisions will not be affected.\n<p> Version 1.4, 6.\nMay 2020\n</p> ", "created_at": "2021-06-24 01:03:10.093043", "updated_at": "2021-06-24 01:03:16.221419"}, {"id": 7266, "name": "Privacy Policy", "url": "https://www.online-convert.com/privacy", "xpath": "/html/body/div[1]/div[4]/div/div[1]/div/div[4]", "text": " Privacy policy <ol>\n<li>\n1.\nPreamble <p>Welcome to our website! We place great importance upon the protection of your data and the protection of your privacy.\nFollowing, we want to describe which data we process when, for what purpose, and on which legal basis.\nWith this, we want to explain to you how our services work and how the protection of your personal data is guaranteed.</p>\n<p>According to art.\n4 para.\n1 DSGVO, personal data includes all information relating to an identified or identifiable natural person.\nAn identifiable natural person is one who can be identified directly or indirectly.\nMore information can be found, among others, in art.\n4 para.\n1 DSGVO.</p>\n<p>This privacy policy can be retrieved, saved and printed at any time at https://www.online-convert.com/privacy.</p>\n<p>If we cite our legitimate interest or the legitimate interest of a third party (art.\n6 para.\n1 lit.\nf) DSGVO) as the legal basis for the processing of personal data, you have the <strong>right of objection</strong> under art.\n21 DSGVO:</p>\n<p>\n<strong>Under art.\n21 DSGVO you have the right to</strong>\n</p>\n<p>\n<strong>object to the processing of personal data at any time.\nWe will then no longer process personal data for the purpose of direct marketing or any related profiling.</strong>\n</p>\n<p>\n<strong>We also do not process your personal data for other purposes after an objection, unless we can provide compelling reasons worthy of protection for the processing, which outweigh your interests, rights, and freedoms or if the processing serves the assertion, exertion or defense of legal claims (cf.\nArt.\n21 para.\n1 DSGVO, so-called “restricted right of objection”).\nIn this case, you must state the grounds for your objection which result from your specific situation.</strong>\n</p>\n<p>\n<strong>You can also object the processing of your personal data for reasons that arise from your specific situation, after they had been processed for scientific or historical research purposes or for statistical purposes in accordance with art.\n89 para.\n1 DSGVO, unless the processing is necessary for performing a task in the public interest (cf.\nArt.\n21 para.\n6 DSGVO).</strong>\n</p>\n<p>In the individual sections, we will also point out the right of objection to you separately (e.g.\nby using the note: “<strong>You have the right of objection</strong>”) if this right exists.\nThere, you will also find further information on how to exercise your right of objection.</p>\n<p>In order to keep the following privacy policy clear, we refer to information and data privacy statements on external websites in various places by using links (cf.\nsection “Social Networks &amp.\nExternal Links” in this privacy policy).\nWe strive to keep the links listed in this privacy policy up to date.\nNevertheless, due to the constant updating of the linked websites, it cannot be excluded that some links do not work properly.\nIf you notice such a link, we would be pleased if you could inform us so that we can insert the current link.</p>\n</li>\n<li>\n2.\nPerson in charge <p>The person in charge of the processing of personal Data within the meaning of art.\n4 para.\n7 DSGVO is:</p>\n<ul>\n<li>QaamGo Media GmbH</li>\n<li>Hohenstaufenring 62</li>\n<li>50674 Köln</li>\n<li>Germany</li>\n</ul>\n</li>\n<li>\n3.\nContact person for data privacy <p>If you have any questions regarding the processing of your personal data, as well as your rights regarding data privacy, please contact:</p>\n<ul>\n<li>Jens Bierkandt</li>\n<li>E-Mail: time2help@online-convert.com</li>\n</ul>\n</li>\n<li>\n4.\nLog-Files <p>Every time you visit our website, we automatically collect data and information from your device’s system and save them in so-called server-log-files.\nThis data contains information that relate to the identified or identifiable person (here: website visitor).\nThe data is transferred automatically by your respective browser when you visit our website.\nThis includes the following information:</p>\n<ul>\n<li>The time when our website was accessed (request to the server of the host provider),</li>\n<li>URL of the website from which you accessed our website,</li>\n<li>the operating system you are using,</li>\n<li>type and version of the browser you are using,</li>\n<li>IP address of your computer.</li>\n</ul>\n<p>The purpose of this processing is the accessibility of our website from your device, and the enabling of a correct display of our website on our device or in your browser.\nFurthermore, our data is used to optimize our website and ensure the security of our systems.\nAn evaluation of this data for the purpose of marketing does not take place.</p>\n<p>The legal basis for the processing is art.\n6 para.\n1 lit.\nf) DSGVO.\nWe have a legitimate interest in providing you with a website that is optimized for your browser and in enabling the communication between our server and your device.\nFor the latter, the processing of your IP address is particularly necessary.</p>\n<p>The data is stored on our side for 7 days.</p>\n<p>The recipient of the data is our server host, who works for us in the scope of a data processing agreement.\nThe servers are located in Europe exclusively.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong> You can inform us about or send your objection at any time (e.g.\nvia e-mail to time2help@online-convert.com).</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n5.\nCookies <p>Our website uses cookies.\nCookies are text files that are stored on your device, e.g., to make the use of a website more convenient or to recognize the device of a user and to save settings or similar.\nIn cookies, entries and settings on a website can be saved so that you do not have to enter them each time you visit a website.\nCookies contain a so-called cookie ID, which makes an identification of the device the cookie is saved on possible.\nIn detail, we use the following cookies:</p>\n<ul>\n<li>Cookies that contain a randomly generated, concrete identification number which makes you or your device identifiable during your visit to our website.\nThese cookies are automatically deleted at the end of your visit.</li>\n<li>Cookies that contain a randomly generated, concrete identification number which makes you or your device identifiable on our website.\nOn the basis of these cookies, the association of your session is stored.\nThese cookies are automatically deleted after one year.</li>\n<li>Cookies that store key-value-pairs.\nOn the basis of those, settings which you made on our website before, are stored.\nAmong others, this includes your selected language or options used to convert your files.\nThese cookies are automatically deleted after one year.</li>\n</ul>\n<p>The purpose of this processing is to make the use of our website convenient for you and to offer you the opportunity to save your settings.</p>\n<p>The legal basis for the processing is art.\n6 para.\n1 lit.\nf) DSGVO.\nWe have a legitimate interest in providing you with a website that stores your personal preferences and facilitates your visit on our website.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong>\n</p>\n<p>In your browser settings you can restrict or completely prevent the use of cookies.\nYou can also prompt the automatic deletion of cookies when a browser window is closed.</p>\n<p>You can find out how to delete and change the cookie settings of the most common browsers here:</p>\n<ul>\n<li>Google Chrome: Website</li>\n<li>Mozilla Firefox: Website</li>\n<li>Apple Safari: Website</li>\n<li>Microsoft Internet Explorer: Website</li>\n</ul>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n<p>Other services used by us also use cookies.\nWe point out the use of cookies with regard to individual services separately.</p>\n</li>\n<li>\n6.\nInformation about Google services <p>On our website we use various services of Google LLC (\"Google\"), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\n</p>\n<p>More detailed information about the specific Google services we use on our website can be found following in this privacy policy.</p>\n<p>By integrating Google services, Google may collect and process information (including personal data) about you.\nIt cannot be excluded that Google may also transfer the information to a server in a third country.</p>\n<p>As stated in Google’s Privacy Shield certification (you can find it under https://www.privacyshield.gov/list by searching for “Google”), Google committed to comply to the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework for the collection, usage, and storage of personal data from EU or Swiss member states.\nGoogle, including Google LLC and its wholly-owned subsidiaries in the USA, has stated via certification to comply to the Privacy Shield principles.\nFurther information can be found at https://policies.google.com/privacy/frameworks?gl=en.</p>\n<p>We ourselves cannot influence which data is collected and processed by Google.\nHowever, Google states that, among others, the following information (including personal data) might be processed:</p>\n<ul>\n<li>Protocol data (especially the IP address)</li>\n<li>Location-related information</li>\n<li>Unique application numbers</li>\n<li>Cookies and similar technologies</li>\n</ul>\n<p>Information about the types of cookies Google uses can be found at https://policies.google.com/technologies/types.</p>\n<p>If you are signed in using your Google account, Google may add the processed information to your account and treat it like personal data, depending on your account settings.\nTo do so, Google does, among others, the following:</p>\n<ul>\n<li>„When you’re not signed in to a Google Account, we store the information we collect with unique identifiers tied to the browser, application, or device you’re using.\nThis helps us do things like maintain your language preferences across browsing sessions.</li>\n<li>When you’re signed in, we also collect information that we store with your Google Account, which we treat as personal information.“<br>(https://policies.google.com/privacy?hl=en)</li>\n</ul>\n<p>A direct addition of this data can be prevented by logging out of your Google account or by adjusting the appropriate account settings in your Google account.\nFurthermore, you can prevent the installation of cookies – if Google sets them – by using the appropriate settings in your browser.\nhowever we would like to point out that, in this case, you may not be able to use all functions of this website to their full extent.</p>\n<p>You can find out how to delete the cookies in the most common browsers here:</p>\n<ul>\n<li>Google Chrome: Website</li>\n<li>Mozilla Firefox: Website</li>\n<li>Apple Safari: Website</li>\n<li>Microsoft Internet Explorer: Website</li>\n</ul>\n<p>Further information can be found in Google’s privacy policy, which can be found here:</p>\n<ul>\n<li>https://www.google.com/policies/privacy/</li>\n</ul>\n<p>Information about Google’s privacy settings can be found at https://privacy.google.com/take-control.html.</p>\n</li>\n<li> 7.\nUsage of Google Analytics <p>On our website we use Google Analytics, a web analysis service provided by Google Inc.\n(„Google“), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Google Analytics uses so-called “cookies”, which are text files that are saved on your device and that enabled the website to conduct an analysis of the websites you visited.\nGoogle Analytics may also use so-called web beacons (invisible graphics).\nVia these web beacons, information such as the visitor traffic on a website can be evaluated.\nThe information about the usage of our website (including the IP address of the users) generated by cookies and web beacons are transmitted to and stored by a Google server that might be located in the USA or other third countries.\nThis information might be shared by Google with Google’s contract partners.</p>\n<p>\n<strong>Information</strong> on Google’s existing Privacy Shield certification and other relevant data relating to Google’s processing of data in the scope of using Google services can be found in this data processing declaration in paragraph “<strong>6) Information about Google services</strong>”.</p>\n<p>The following types of data is processed by Google:</p>\n<ul>\n<li>Online identifiers (including cookie identifiers)</li>\n<li>IP address</li>\n<li>Device identifiers</li>\n</ul>\n<p>In addition, you can find more detailed information about the processed information at https://policies.google.com/privacy?hl=en#infocollect under “Information Google collects”, as well as at https://privacy.google.com/businesses/adsservices/.</p>\n<p>We only use Google Analytics with IP anonymization enabled (“anonymize IP”).\nThis results in the shortening of your IP address by Google within member states of the European Union or other states that are part of the Agreement on the European Economic Area.\nOnly in exceptional cases, the full IP address is transmitted to one of Google’s servers in the USA and shortened there.</p>\n<p>Furthermore, we concluded a contract of order processing with Google for the use of Google Analytics (art.\n28 DSGVO).\nGoogle processes the data on our behalf in order to evaluate your usage of the website, to compile reports about the website activity for us, and to provide us with further services relating to website and internet usage.\nGoogle might transfer this information to third parties when required by law or if third parties process this data on Google’s behalf.</p>\n<p>By integrating Google Analytics, we pursue the purpose of analyzing the user behavior on our website and being able to react to it.\nThis enables us to continuously improve our offer.</p>\n<p>The legal basis for the processing of personal data described here is art.\n6 para.\n1 lit f) DSGVO.\nOur legitimate interest for this is the great benefit for our offer that is provided by the functions described above.\nThe statistical evaluation of the user behavior enables us to react and optimize our offers according to the interests of our customers in particular.</p>\n<p>Within the scope of order processing, Google is entitled to commission subcontractors.\nYou can find a list of these subcontractors under https://privacy.google.com/businesses/subprocessors/.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong> To do so, you can prevent the processing of your data by Google by downloading and installing the browser plug-in available under the following link: https://tools.google.com/dlpage/gaoptout?hl=en</p>\n<p>You can also prevent the acquisition by Google Analytics by clicking on the following link.\nAn opt-out cookie is set, which prevents the future acquisition of your data when visiting this website: Deactivate Google Analytics</p>\n<p>Furthermore, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n<p>The processed information is stored for 26 months and will be deleted automatically at the end of this period.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n8.\nUsage of DoubleClick by Google (Double Click For Publishers) <p>This website uses DoubleClick For Publishers, a web analysis service provided by Google Inc.\n(„Google“), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>DoubleClick For Publishers uses so-called “cookies”, which are text files that are saved on your device and that enabled the website to conduct an analysis of the websites you visited.\nFurthermore, DoubleClick For Publishers uses so-called web beacons, small pixels or graphics.\nThe information generated by the cookies, if applicable in conjunction with the web beacons, about the use of this website (including the IP address of the users) are transmitted to and stored by a Google server that might be located in the USA or other third countries.</p>\n<p>\n<strong>Information</strong> on Google’s existing Privacy Shield certification and other relevant data relating to Google’s processing of data in the scope of using Google services can be found in this privacy policy under paragraph “<strong>6) Information about Google services</strong>”.</p>\n<p>The cookies might also contain so-called cookie IDs.\nThey are individual character sequences that serve the attribution of the cookies.\nThey can be used to, e.g., record so-called “conversions”.\nThese allow to determine to what extend subsequent browser activities show relations to ads, for example, if a purchase was made from same browser on which a corresponding ad was placed.</p>\n<p>The cookies set by DoubleClick For Publishers serve the purpose of analyzing the user behavior for marketing purposes, for example, to place relevant ads and to evaluate the success of the ad campaigns.</p>\n<p>The data processed by us in the scope of DoubleClick For Publishers are also processed by Google as an additional responsible party.\nThe details are regulated at https://privacy.google.com/businesses/controllerterms/ and can be viewed there by you.</p>\n<p>By integrating DoubleClick For Publishers, we pursue the purpose to reach our users in the best possible way with our advertisements, to portray user behavior, and to enable us to react to user behavior, as well as to analyze user behavior for marketing purposes, to, for example, place relevant ads for you and to evaluate the success of advertising campaigns.</p>\n<p>The legal basis for the processing of personal data described here is art.\n6 para.\n1.\nlit.\nf) DSGVO.\nOur legitimate interest for this is the great benefit for our offer that is provided by the functions described above.\nThrough optimized advertising campaigns, we reduce our divergence loss and improve the reach of our advertising media.\nFurther, Google has a legitimate interest in the processed (personal) data in order to improve their own services.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong>\n</p>\n<p>You have the possibility to disable the setting of DoubleClick cookies.\nAll you need to do is click on this opt-out link to place a DoubleClick deactivation cookie in your browser.</p>\n<p>Furthermore, you can change your settings for personalized advertising at https://adssettings.google.com and set the corresponding opt-out cookies.</p>\n<p>Also, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n<p>The processed information are stored for as long as they are necessary for the intended purpose or for as long as it is legally required.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n9.\nUsage of Google AdSense <p>On our website, we also use the functions of the online advertising service Google AdSense.\nGoogle AdSense is a service of Google Inc.\n(\"Google\"), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Google AdSense is a Google service that displays Google advertisements from advertisers on third-party websites.\nBy integrating Google AdSense we provide Google with appropriate advertising space o our website.</p>\n<p>Google AdSense uses so-called “cookies”, which are text files that are saved on your device and that enabled the website to conduct an analysis of the websites you visited.\nGoogle AdSense may also use so-called web beacons (invisible graphics).\nVia these web beacons, information such as the visitor traffic on the pages of this offer can be evaluated.\nThe information generated by cookies and web beacons about the usage of our website (including your IP address) and the delivery of advertising formats will be transmitted to and stored by a Google server that might be located in the USA or other third countries.\nThis way, Google can reconstruct on which websites the usage of advertising media took place in order to be able to allocate a commission to the website operator.</p>\n<p>\n<strong>Information</strong> on Google’s existing Privacy Shield certification and other relevant data relating to Google’s processing of data in the scope of using Google services can be found in this privacy policy under paragraph “<strong>6) Information about Google services</strong>”.</p>\n<p>Through the integration of Google AdSense, we pursue the purpose of being able to offer you interest-based advertisements, and to be able to finance our offer through the successful use of advertising media.\nFor this, we are using the option “contextual-only advertisements” from Google AdSense.\nThis means that Google will broadcast advertisements based on the content of our website and not on the interest profile created by you.\nTherefore, an analysis of your data for the purpose of profiling does not take place here.\nHowever, Google also uses cookies and web beacons in the scope of the “contextual-only advertisements” to prevent abuse, compile statistics, and prevent multiple visits.</p>\n<p>The legal basis for the processing of personal data described here is art.\n6 para.\n1.\nlit.\nf) DSGVO.\nOur legitimate interest for this is the great benefit for our offer that is provided by the functions described above.\nWe have a legitimate interest in presenting you with contextual advertisement on our website in order to achieve the highest possible success rate of the advertising media.</p>\n<p>The data will only be stored as long as it is necessary for the provision of this function.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong> To do so, you can prevent the acquisition of the data generated by the cookies (including your IP address) by Google as well as the processing of this data by Google by downloading and installing the browser plug-in available under the following link: https://tools.google.com/dlpage/gaoptout?hl=en</p>\n<p>In addition, you have the possibility to deactivate the interest-based ads from Google according to the instructions in the following link: https://support.google.com/ads/answer/2662922?hl=en</p>\n<p>Furthermore, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n10.\nUsage of Google reCAPTCHA <p>This website uses Google reCAPTCHA (hereinafter reCAPTCHA), a captcha service of Google Inc.\n(„Google“), 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.</p>\n<p>Google reCAPTCHA serves to ensure that entries made on our website are actually made by real persons and not automated, e.g., via software (so-called robots).</p>\n<p>For this purpose, reCAPTCHA (No CAPTCHA reCAPTCHA) displays a clickable checkbox “I’m not a robot” to you.\nTo do so, reCAPTCHA analyzes the behavior of a user as soon as they visit the website based on different characteristics.\nIf necessary, you will also be shown various images after clicking on the checkbox, which you have to assign to a given image subject by clicking on the relevant images.</p>\n<p>The integration of reCAPTCHA takes place via an interface (“API”) to the Google services.\nBy integrating reCAPTCHA, Google may collect and process information (including personal data).\nIt can not be ruled out that Google also transfers the information to a server in a third country.</p>\n<p>reCAPTCHA uses so-called “cookies”, which are text files that are saved on your device and that enabled the website to conduct an analysis of the websites you visited.\nFurthermore, reCAPTCHA also uses so-called web beacons, small pixels or graphics.\nThe information generated by cookies, possibly in conjunction with the web beacons, about the usage of our website (including your IP address) will be transmitted to and stored by a Google server that might be located in the USA or other third countries.</p>\n<p>\n<strong>Information</strong> on Google’s existing Privacy Shield certification and other relevant data relating to Google’s processing of data in the scope of using Google services can be found in this privacy policy under paragraph “<strong>6) Information about Google services</strong>”.</p>\n<p>More information about how reCAPTCHA works can be found at: https://developers.google.com/recaptcha/</p>\n<p>Via the integration of reCAPTCHA, we pursue the purpose of determining whether inputs on our website are made by a real person or a bot.</p>\n<p>The legal basis for the processing of personal data described here is art.\n6 para.\n1.\nlit.\nf) DSGVO.\nOur legitimate interest for this is the great benefit for our offer that is provided by the functions described above.\nThe automated check of whether a real person or a bot is making an entry accelerates and facilitates our workload and improves the level of reliability of the entries made.\nFurthermore, it prevents misuse.\nIn addition, Google has a legitimate interest in the collected (personal) data in order to improve its own services.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong>\n</p>\n<p>Furthermore, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n<p>The processed information will only be stored as long as it is necessary for the purpose it was processed for.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n11.\nWeb analysis tool Matomo <p>On our website, we use the open-source software Matomo (formerly PIWIK).\nMatomo is offered by Matomo.org.\nIt is provided primarily by InnoCraft Ltd., 150 Willis St, 6011 Wellington, New Zealand.</p>\n<p>Matomo is a web analysis tool which serves the analysis and evaluation of our website and its users.\nIn particular, we utilize Matomo to log and analyze the surfing behavior of the users of our website.</p>\n<p>Matomo is exclusively executed on our servers (within the scope of our hosting contracts, we have concluded an SDV with the web hoster, so that all processing of data is exclusively bound by instructions and processed on our behalf only), so that the data is not disclosed to third parties, and the data processing takes place on our servers (in Europe) exclusively.</p>\n<p>The integration of Matomo takes place on our website by loading an appropriate java script and an image tracker.\nLikewise, Matomo sets a cookie to identify your device.</p>\n<p>In the context of the usage of or the call to our website, including all our single pages and sub-pages, the following data is processed by us in particular:</p>\n<ul>\n<li>One byte of the IP address of the calling system of the user</li>\n<li>The accessed website</li>\n<li>The website from which the user accessed the called website (referrer)</li>\n<li>The sub-pages called from the called website</li>\n<li>The time spent on the website</li>\n<li>We use Matomo with the default settings.\nYou can find out which data is processed at https://matomo.org/faq/general/faq_18254/.</li>\n</ul>\n<p>You can find more information on how Matomo functions at https://matomo.org/why-matomo/ and https://matomo.org/docs/</p>\n<p>The purpose of processing the personal data is to analyze and evaluate the surfing behavior of our users.\nThis way, we can continuously improve our offer.</p>\n<p>The legal basis for the processing of personal data described here is art.\n6 para.\n1.\nlit.\nf) DSGVO.\nOur legitimate interest for this is the great benefit for our offer that is provided by the functions described above.\nThe statistic evaluation of the user behavior enables us, in particular, to react and optimize our offer in best interest of our users.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong>\n</p>\n<p>You can deactivate Matomo any time using the dedicated button.\nFurther processing of this data is stopped by this.\nIf you deactivate Matomo using the dedicated button, the deactivation is carried out by setting an additional cookie.\nHowever, Matomo will be used again if this cookie is deleted.</p>\n<p>Furthermore, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n<p>The processed information will be stored for 26 months and automatically deleted after the end of this period.</p>\n<p>For further information on data handling in connection with Matomo, please refer to Matomo’s privacy policy: https://matomo.org/privacy-policy/.</p>\n<p>Information about Matomo’s privacy settings can be found at https://matomo.org/docs/privacy/.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n12.\nUse of our services <p>When you use our service, we process different information, including personal data.\nIf you upload a file to our service in order to convert it, the data will be processed by us.\nIn addition to the data you provide as a file, we process the following data of yours during uploading and conversion:</p>\n<ul>\n<li>IP address</li>\n<li>date and time</li>\n</ul>\n<p>The link to download the generated file is generated randomly and cannot be guessed.\nThe generated file can be downloaded a maximum of 10 times.\nAccess is automatically blocked after 24 hours, optionally also immediately.\nAt the latest, the files are physically deleted after 72 hours, no backups are made.</p>\n<p>The purpose of the processing of the data provided by you is to make our conversion function available for you.\nThe purpose of collecting and processing additional data during the conversion (e.g.\nIP address) is to enable us to prove any misuse of our service and to record the conversion.</p>\n<p>The legal basis for the processing of personal data in the context of the conversion is art.\n6 para.\n1.\nlit.\nb) DSGVO.</p>\n<p>The legal basis for the processing of other personal data (e.g.\nIP address) is art.\n6 para.\n1.\nlit.\nf) DSGVO.\nOur legitimate interest for this is to be able to track and prevent misuse of our service.\nThe other data (in particular the IP address) is deleted as soon as they are not longer required for the purpose of their acquisition.</p>\n<p>The recipient of the data is our server host, who works with us within the scope of a data processing agreement.\nThe servers are located exclusively in Europe.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n13.\nRegistration &amp.\nuse of paid services <p>You have the possibility of creating a user account with us.\nThe data that has to be provided by you and which is processed by us result from the registration form.\nThis, in particular, includes your first name, last name, and e-mail address.</p>\n<p>When sending the message, the following data is also processed:</p>\n<ul>\n<li>Your IP address</li>\n<li>Date and time of sending</li>\n</ul>\n<p>After registration, we will send you an e-mail containing a link for the double opt-in procedure.\nThis will activate your account.\nThe date of this activation is also saved.</p>\n<p>The purpose of the processing is to provide you with a user account that you can later use for transactions on our site.\nFurthermore, you can view your purchases in your user account.</p>\n<p>The other personal data processed during the sending of the registration (IP address, date and time of sending) serve to prevent misuse, and to document the awareness of our privacy policy.</p>\n<p>The legal basis for the processing is our legitimate interest according to art.\n6 para.\n1.\nlit.\nf) DSGVO.\nWe have a legitimate interest in providing you with a user account to make our service more convenient and your shopping experience with us more pleasant.\nFurthermore, we have legitimate interest in preventing or being able to prove the misuse of our registration function.\nFinally, we have legitimate interest in recording the awareness of our privacy policy.</p>\n<p>Furthermore, you have the possibility to book different paid services.\nHere, we process the personal data provided by you during the registration for the processing and fulfillment of contracts.\nThe legal basis is art.\n6 para.\n1 lit.\nb) DSGVO.</p>\n<p>The processed information will only be stored as long as it is necessary for the purpose it was processed for or for as long as it is legally required.</p>\n<p>The processed information will only be stored as long as it is necessary for the purpose it was processed for or for as long as it is legally required.</p>\n<p>If we base the processing on our legitimate interest, you have the right to object.</p> Right of objection\n<p>You can send or inform us about your objection at any time (e.g.\nvia e-mail to time2help@online-convert.com).</p>\n<p>The provision of personal data is neither required by law nor by contract but it is necessary for the conclusion of a contract.\nThe lack of provision results in us not being able to provide you with a user account and a contract cannot be concluded.</p>\n</li>\n<li>\n14.\nLogin via social networks <p>We offer you the possibility to log in to our website by using an existing social media account.\nYou can log in or register using Twitter, Google or Facebook.</p>\n<p>Using the used plug-ins, you can transfer data with the help of your existing profile.\nIf you register with us using the plug-in, an additional registration on our site or the creation of a user account is necessary.</p>\n<p>If you click on the respective social network button on our website, you will be redirected to the respective registration page via a pop-up window.\nThis login pages are provided by the operators of these networks.</p>\n<p>After logging in to your profile, a connection is made between our website and your profile.\nAfter the completion of the process, your appropriate profile data will be transferred to our website.\nThis, in particular, includes the following data:</p>\n<ul>\n<li>name</li>\n<li>e-mail address</li>\n</ul>\n<p>The data transmitted may vary depending on the user or may exceed the data mentioned above.</p>\n<p>To prevent an unconscious data collection by these networks, the plug-ins are initially inactive on our side.\nIf you want to use the plug-in, you have to activate it first.\nWith the first time activation (clicking on it), you enable the data collection and processing by these networks.</p>\n<p>The purpose of processing the data is to process the registration process as well as the integration of the transmitted data to create a user account.</p>\n<p>The legal basis for the processing of personal data as described above is art.\n6 para.\n1 lit.\nb) DSGVO.</p>\n<p>In addition, we have a legitimate interest in the collection and processing of (personal) data according to art.\n6 para.\n1 lit.\nf) DSGVO.\nBy processing this data, the networks can, in particular, further develop and improve their services.</p>\n<p>The processed information will only be stored as long as it is necessary for the purpose it was processed for or for as long as it is legally required.</p>\n<p>The provision of personal data is neither required by law nor by contract but it is necessary for the conclusion of a contract.\nThe lack of provision results in us not being able to provide you with a user account and a contract cannot be concluded.</p>\n</li>\n<li>\n15.\nPayment via PayPal <p>You have the possibility to pay via PayPal.\nUpon completion of your order, you will be redirected to the website of the payment provider PayPal (Europe) S.à r.l.\net Cie, S.C.A., 22-24 Boulevard Royal, L-2449 Luxembourg („PayPal“).\nWhen paying via PayPal, information (including personal data) is transferred from us to PayPal and processed by PayPal for the purpose of payment processing.\nWhen paying via PayPal, the following data is transferred to PayPal in particular:</p>\n<ul>\n<li>Price</li>\n<li>Name of the product</li>\n<li>Unique user ID (whole number)</li>\n</ul>\n<p>When accessing the PayPal website or services of PayPal, PayPal sets cookies on your device.\nPayPal uses these cookies, among others, to identify you as a customer, to personalize PayPal services, contents, and ads, as well as to evaluate the effectiveness of advertisement, and to ensure the security of your account.\nYou may refuse the use of cookies by selecting the appropriate settings in your browser, provided that these cookies aren’t used to prevent fraud or to ensure the security of websites managed by PayPal.\nHowever, we would like to point out that in this case you may not be able to use all functions of PayPal to the full extent.</p>\n<p>You can view PayPal’s current privacy policy here: https://www.paypal.com/ie/webapps/mpp/ua/privacy-full?locale.x=en_IE</p>\n<p>As part of the transaction, we receive the following data from PayPal:</p>\n<ul>\n<li>https://developer.paypal.com/docs/classic/ipn/integration-guide/IPNIntro/#ipn-protocol-and-architecture</li>\n</ul>\n<p>The purpose of the data processing is the processing of the payment process and the contract.</p>\n<p>The legal basis for the processing of personal data in the payment process and the processing of the contract is art.\n6 para.\n1 lit.\nb) DSGVO.\nFor this, the data is stored only as long as it is necessary for the implementation and processing of your order and the fulfillment of legal storage periods.</p>\n<p>The provision of personal data is required for the conclusion of a contract.\nThe lack of provision results in the contract not being able to be concluded.</p>\n</li>\n<li>\n16.\nPayment via Credit Card\n<p>You have the possibility to pay via credit card.\nIn order to process your payment, we use a third-party payment processor called Stripe.\nYour payment will be processed by Stripe, who collect, use and process your information, including payment information, in accordance with their privacy policies.\nWe do not retain any personally identifiable information or any financial information such as credit card numbers.\nWhen paying via credit card, the following data is transferred to Stripe in particular:</p>\n<ul>\n<li>Price</li>\n<li>Name of the product</li>\n<li>E-mail address</li>\n</ul>\n<p>You can access their privacy policy via the following link: https://stripe.com/privacy</p>\n<p>Stripe’s European services are provided by Stripe Payments Europe Limited (“Stripe Payments Europe”), located in Ireland.\nIn providing Stripe Services, Stripe Payments Europe transfers personal data to Stripe, Inc.\nin the US.</p>\n<p>The purpose of the data processing is the processing of the payment process and the contract.</p>\n<p>The legal basis for the processing of personal data in the payment process and the processing of the contract is art.\n6 para.\n1 lit.\nb) DSGVO.\nFor this, the data is stored only as long as it is necessary for the implementation and processing of your order and the fulfillment of legal storage periods.</p>\n<p>The provision of personal data is required for the conclusion of a contract.\nThe lack of provision results in the contract not being able to be concluded.</p>\n</li>\n<li>\n17.\nHeader bidding <p>On our website, we use the java script “prebid.js” from Prebid.org.\nThis is an open source project, which enables us to start bidding requests on advertising platforms for advertising space provided by us.</p>\n<p>We provide advertising space on our website (e.g.\nareas on our website where banners can be displayed), which we would like to offer at the best possible conditions.\nIn order to ensure this, the java script “prebid.js”, which is integrated by us, “asks” our header bidders (cf.\nbelow) if they would like to make an offer on our advertising spaces.\nThe header bidder with the best bid wins the bid and the corresponding advertising material (advertisement) is displayed on our website.</p>\n<p>The header bidders inquired by us might, in the scope of the bidding process, receive information (including personal data) from you, and set cookies on your device in order to broadcast advertising material and enable the identification of your device.</p>\n<p>The legal basis for the processing of personal data as described above is art.\n6 para.\n1 lit.\nf) DSGVO.\nBy being able to display advertisements via the so-called header bidding to our users, we finance our offer and are able to continue doing so for you.</p>\n</li>\n<li>\n18.\nHeader Bidder <p>We use different header bidding services.\nThese are „Criteo“ (https://www.criteo.com/), „sovrn“ (https://www.sovrn.com/), „OpenX“ (https://www.openx.com/), “Amazon” (https://aps.amazon.com/aps/unified-ad-marketplace/), and „AppNexus“ (https://www.appnexus.com).</p>\n<p>In each case, we are active as “publishers”, thus providing advertising space for others on our website.</p>\n<p>The legal basis for the processing of personal data as described above is art.\n6 para.\n1 lit.\nf) DSGVO.\nBy being able to display personalized advertising to users, we can optimize our marketing and let it play out in a targeted manner.\nThis is also the purpose of the integration.</p>\n<p>\n<strong>Right of objection and further information</strong>\n</p> Right of objection\n<p>\n<strong>You have the right to object.</strong>\n</p>\n<p>\n<strong>criteo</strong>: At https://www.criteo.com/privacy/ under “2/ Criteo Sponsored Products”, you can deactivate the settings for personalized advertising for your respective browser.</p>\n<p>\n<strong>sovrn</strong>: At http://info.evidon.com/pub_info/2672?v=1&amp;nt=0&amp;nw=false you can object to personalized advertising by <strong>sovrn</strong>.</p>\n<p>\n<strong>OpenX</strong>: Among others, you can object to personalized advertising by <strong>OpenX</strong> at http://www.youronlinechoices.com/.</p>\n<p>\n<strong>Amazon</strong>: At https://www.amazon.com/adprefs you can configure that Amazon is not displaying personalized advertisements to you.\nPlease note further information on the website in this context.</p>\n<p>\n<strong>AppNexus</strong>: At https://www.appnexus.com/en/company/platform-privacy-policy#choices you can object to personalized advertising by <strong>AppNexus</strong>.</p>\n<p>Furthermore, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n<p>You can find further privacy policy information at:</p>\n<ul>\n<li>https://www.criteo.com/privacy/</li>\n<li>https://www.openx.com/legal/privacy-policy/</li>\n<li>https://www.appnexus.com/en/company/platform-privacy-policy</li>\n<li>https://www.sovrn.com/privacy-policy-eu/</li>\n<li>https://aps.amazon.com/aps/privacy-policy/</li>\n</ul>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n19.\nCloudflare <p>On our website, we are using the Cloudflare service.\nCloudflare is a service of Cloudflare, Inc., +1 (650) 319-8930, 101 Townsend St, San Francisco, CA 94107, USA, which also provides this service.</p>\n<p>Cloudflare is a so-called content delivery network which enables us to reduce the access time on our website.\nOur static data (e.g.\nimages, CSS, JS) are hosted on servers by Cloudflare, whereby our data is transmitted to different Cloudflare servers at different locations.\nWhen accessing our website, the content is automatically downloaded and provided from a nearby server location.\nTherefore, you can regularly access the content of our website more quickly.</p>\n<p>It cannot be ruled out that, by doing so, data might be accessed by servers outside the EU (e.g.\nUSA).\nWithin the scope of an order processing agreement, Cloudflare processes your (personal) data on our behalf and according to our instructions.</p>\n<p>An overview of the used server locations in Cloudflare’s network can be found at: www.cloudflarestatus.com</p>\n<p>As stated in Cloudflare Inc.’s Privacy Shield certification (you can find it under https://www.privacyshield.gov/list by searching for “cloudflare”), Cloudflare Inc.\ncommitted to comply to the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework for the collection, usage, and storage of personal data from EU or Swiss member states.\nCloudflare Inc.\nhas stated via certification to comply to the Privacy Shield principles.\nFurther information can be found at https://www.cloudflare.com/security-policy/.</p>\n<p>Furthermore, Cloudflare offers increased security and can detect and counter attacks on our servers quickly.</p>\n<p>The purpose of the processing of personal data is to increase the liability and access speed of our website, to improve security, to prevent or detect attacks on our website at an early stage, and thus to improve the overall usage.</p>\n<p>The legal basis for the processing of personal data described here is art.\n6 para.\n1.\nlit.\nf) DSGVO.\nOur legitimate and necessary interest for this is to improve the quality of our services and the security of our website, as well as ensuring a quick and reliable usage.\nIn addition, it is in our legitimate interest to ensure the stability of our servers, as well as to be able to compensate for variations of the utilization.</p> Right of objection\n<p>You can send or inform us about your objection at any time (e.g.\nvia e-mail to time2help@online-convert.com).</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n20.\nAmazon affiliate program <p>On our website, we are using the Amazon affiliate program.\nThe Amazon affiliate program is a network for affiliate marketing.\nOperators of the Amazon affiliate program are Amazon Europe Core S.à.r.l., Amazon EU S.à.r.l, Amazon Services Europe S.à.r.l., and Amazon Media EU S.à.r.l., all four of them located at 5, Rue Plaetis, L-2338 Luxemburg, as well as Amazon Instant Video Germany GmbH, Domagkstr.\n28, 80807 Munich.\nAmazon Deutschland Services GmbH, Marcel-Breuer-Str.\n12, 80807 Munich will act as the data processor on their behalf.</p>\n<p>Using the Amazon affiliate program, registered participants can advertise products on their website.\nFor this, various advertising measures such as data, images, texts, links, widgets, link formats, and other linking tools or information can be provided by the affiliate program.\nThe goal of the participation in the Amazon affiliate program is that end users place a “qualified order” at Amazon via advertisement.\nParticipants receive a reimbursement of advertising costs for such an order.</p>\n<p>We are registered as a participant in the Amazon affiliate program.</p>\n<p>After clicking on an advertisement of the Amazon affiliate program on our website, which will redirect to an offer <strong>on an external website, Amazon sets a cookie</strong> on your device which, among others, contains an ID that allows an association for Amazon.\nThat way, it is possible for Amazon to detect that you took notice of the offer and visited the website via our website.\nAdditionally, a potential purchase of the product can be traced and assigned to our affiliate ID.\nAmazon can detect your device based on this ID and, e.g., display personalized advertisements to you.</p>\n<p>Further information on Amazon’s usage of this data can be found here: https://www.amazon.com/gp/help/customer/display.html?nodeId=201909010</p>\n<p>The legal basis for the processing of personal data described here is art.\n6 para.\n1.\nlit.\nf) DSGVO.\nWe have an economic interest in having our results gathered by the Amazon affiliate program, as this is how we finance our offer.</p>\n<p>The data will only be stored as long as it is necessary for the provision of this function.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong>\n</p>\n<p>At https://www.amazon.com/adprefs you can configure that Amazon is not displaying personalized advertisements to you.\nPlease note further information on the website in this context.</p>\n<p>Furthermore, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n<p>Further information on the Amazon affiliate program can also be found at https://affiliate-program.amazon.com/ and https://www.amazon.com/gp/help/customer/display.html?nodeId=201909000.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision may result in you not being able to use our website entirely or to its full extent.</p>\n</li>\n<li>\n21.\nNewsletter <p>You have the possibility to subscribe to our newsletter on our website.</p>\n<p>The newsletter is administered directly by us and stored on our servers.</p>\n<p>When you subscribe to our newsletter, we process the following information (including personal data) from you:</p>\n<ul>\n<li>E-mail address</li>\n<li>Date and time</li>\n<li>IP address</li>\n<li>Type of action (subscription, un-subscription)</li>\n<li>Name</li>\n</ul>\n<p>In order to be able to display the proof of consent and the proof of subscription in a legally compliant manner, we keep the following data on the events subscription, change, confirmation, and delivery of the newsletter for each user profile which is generated with an e-mail address confirmed by the double opt-in procedure:</p>\n<ul>\n<li>date and time</li>\n<li>IP address</li>\n</ul>\n<p>In addition, we process the following information (including personal data) from you within the scope of your usage of our newsletter (receipt of the newsletter):</p>\n<ul>\n<li>E-mail address</li>\n<li>Name</li>\n<li>Date and time</li>\n<li>IP address</li>\n<li>Type of action (opening of the newsletter, clicking on links)</li>\n</ul>\n<p>The recipient of the data is our server host, who works with us within the scope of a data processing agreement.\nThe servers are located exclusively in Europe.</p>\n<p>We analyze the success and reach of our newsletter (campaigns).\nAt the same time we evaluate whether you open a newsletter and/or if you read or opened the Newsletter.</p>\n<p>For this purpose we set and store cookies and web beacons in order to enable statistic surveys, and to establish interest profiles.\nThat way it is possible for us to understand how you react to individual newsletters from us (e.g.\nif you have opened the newsletter).</p>\n<p>By subscribing to the newsletter, you consent to the processing of your personal data (art.\n6 para.\n1 lit.\na) DSGVO), whereby we secure the subscription via a double opt-in procedure:</p>\n<p>In the first step, you enter the mandatory data (e.g.\ne-mail address) and thus consent to the processing of your personal data by ticking the appropriate box.\nIn the second step, you will then automatically receive an e-mail with a confirmation or activation link, which you should also confirm or activate.\nThat way we ensure that the e-mail address entered on our website is, in fact, yours.</p>\n<p>The collection and processing of the user’s e-mail address serves the purpose of delivering the newsletter.\nThe collection and processing of further personal data as part of the registration process serves the purpose of preventing the misuse of our newsletter or the e-mail addresses used.\nIn addition, the processing described above serves to enable us to prove that you have given us your consent.</p>\n<p>The processing of cookie and measurement data serves the purpose of tracking the success and reach of our newsletter.</p>\n<p>The legal basis for the processing of personal data that is required for the technical provision of the newsletter, as well as the processing of cookie and measurement data, is your consent according to art.\n6 para.\n1 lit.\na) DSGVO.</p>\n<p>The legal basis for the processing of further personal data is our legitimate interest according to art.\n6 para.\n1 lit.\nf) DSGVO.\nWe have a legitimate interest in being able to prove that you have given us your consent.\nFurthermore, we have legitimate interest in being able to prevent or prove misuse of our newsletter.</p>\n<p>\n<strong>Your rights:</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Right of revocation</strong>\n</p> Right of revocation <p>\n<strong>You have the right to revoke your consent at any time without affecting the legality of processing carried out on the basis of your consent given until revocation.</strong> You can send or inform us about your revocation of consent at any time (e.g.\nvia e-mail to time2help@online-convert.com).</p>\n<p>You can also revoke your consent simply by clicking on the appropriate link in our newsletter (“Unsubscribe”).</p>\n</li>\n<li>\n<p>\n<strong>Right of objection</strong>\n</p>\n<p>If the processing of your data is not covered by the consent (especially protocol files), <strong>you have the right to object.</strong>\n</p> Right of objection <p>\n<strong>You have the right to object.</strong>\n</p>\n<p>You can send or inform us about your objection at any time (e.g.\nvia e-mail to time2help@online-convert.com).</p>\n<p>Furthermore, you can change your cookie preferences (e.g.\ndeleting cookies, blocking cookies, etc.).\nMore information about this can be found under “<strong>5) Cookies</strong>”.</p>\n</li>\n</ol>\n<p>The data will be deleted as soon as they are no longer necessary for the purpose for which they were collected for.\nYour registration data will therefore be stored only as long as the newsletter subscription is active.\nTracking and cookie data are deleted after 7 days.\nIf you do not confirm the e-mail address as part of the double opt-in procedure, your registration will be deleted automatically after 72 hours.</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision would result in us not being able to provide you with the newsletter.</p>\n</li>\n<li>\n22.\nApplication <p>On our website, we offer you the opportunity to apply for job offers and send us the application via e-mail.</p>\n<p>If you are using this means to contact us, your e-mail address and the information resulting from the message text and application itself will be processed.</p>\n<p>The purpose of processing your e-mail address is to process the application and to be able to answer the applicant’s request and to contact them.\nThe purpose of processing the personal data resulting from your application documents that have been sent in by you is to be able to find a suitable applicant.</p>\n<p>The legal basis for the processing of your e-mail address is art.\n6 para.\n1 lit.\nf) DSGVO.\nIt is our legitimate interest to provide you with the possibility to contact us at any time and to answer your inquiries.\nThe legal basis for processing the personal data resulting from the application are art.\n6 para.\n1 lit.\nb), Art.\n88 para.\n1 DSGVO, and §26 para.\n1 BDSG-neu.</p>\n<p>The personal data will be processed only for as long as it is necessary for the fulfillment of the purpose (recruitment procedure).\nThe application e-mail and the sent documents will be kept until a decision for or against the applicant has been made, and they will be deleted afterwards, at the latest after 24 months.</p>\n<p>If we base the processing of your data on our legitimate interest, you have the right to object:</p> Right of objection\n<p>\n<strong>You have the right to object.</strong> You can send or inform us about your objection at any time (e.g.\nvia e-mail to time2help@online-convert.com).</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision would result in us not being able to process your application.</p>\n</li>\n<li>\n23.\nMaking contact <p>You have the possibility to contact us by mail, phone, fax or e-mail.</p>\n<p>If you contact us via mail, we may, in particular, process your address data (e.g.\nlast name, first name, street, place of residence, postal code), date and time of receipt of the mail, as well es any data resulting from your letter itself.</p>\n<p>If you contact us via phone, we may, in particular, process your telephone number.\nas well as, if necessary and on request, your name, e-mail address, time of call, and details of your inquiry within the scope of the conversation.</p>\n<p>If you contact us via fax, we may, in particular, process the fax number or the sender identification, as well as the data resulting from the fax.</p>\n<p>If you contact us via e-mail, we, in particular, process your e-mail address, the time of the e-mail, as well as the data resulting from the message text (including attachments if applicable).</p>\n<p>The purpose of processing the data mentioned above is to process the contact request, answer the inquiry, and get in contact with the requesting party.</p>\n<p>The legal basis of the processing of personal data as mentioned above is art.\n6 para.\n1 lit.\nf) DSGVO.\nOur legitimate interest is to provide you with the opportunity to contact us and to answer your requests.</p>\n<p>Personal data will be deleted as soon as they are no longer necessary for the purpose for which they were collected.\nSupport requests will be deleted after 24 months at the latest.</p> Right of objection\n<p>\n<strong>You have the right to object.</strong> You can send or inform us about your objection at any time (e.g.\nvia e-mail to time2help@online-convert.com).</p>\n<p>The provision of personal data is neither required by law nor by contract, and it is not necessary for the conclusion of a contract.\nYou are also not obliged to provide personal data.\nHowever, the lack of provision would result in you not being able get in contact with us or that we can not get in contact with you.</p>\n</li>\n<li>\n24.\nSocial networks &amp.\nexternal links <p>In addition to this website, we also maintain presences on different social media networks, which you can reach via the corresponding button on our website.\nIf you visit such a presence, personal data might be transmitted to the provider of the social network.</p>\n<p>We want to point out that user data is also transferred to a server in a third country this way, and they can thus be processed outside of the European Union.\nUS vendors certified under the privacy shield are committed to comply with EU privacy standards.\nFurther information can be found at https://www.privacyshield.gov/Program-Overview.</p>\n<p>It is possible that, in addition to the storing of data that you have specifically entered in the social medium, further information might also be processed by the provider of the social network.</p>\n<p>In addition, the social network provider might process the most important data about the computer system from which you visit them – for example your IP address, the type of processor you are using, and the browser version including plug-ins.</p>\n<p>If you are logged in with your personal user account of the respective network while visiting such a website, this network can assign the visit to this account.</p>\n<p>The purpose and scope of the data collection by the respective medium as well as further processing of your data there, as well as your rights in this regard can be found in the respective terms of the respective people in authority, e.g.\nbelow:</p>\n<ul>\n<li>\n<p>\n<strong>Facebook (Facebook, Inc., 1 Hacker Way, Menlo Park, CA 94025, USA):</strong>\n</p>\n<ul>\n<li>For pages: Agreement on joint processing of personal data (art.\n6 para.\n1 DSGVO) https://www.facebook.com/legal/terms/page_controller_addendum</li>\n<li>Facebook privacy policy: https://www.facebook.com/about/privacy/,</li>\n<li>Opt-out possibility: https://www.facebook.com/settings?tab=ads and http://www.youronlinechoices.com/</li>\n<li>Privacy shield certification: https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Twitter (Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA):</strong>\n</p>\n<ul>\n<li>Privacy policy: https://twitter.com/de/privacy</li>\n<li>Opt-out possibility: https://twitter.com/personalization,</li>\n<li>Privacy shield certification: https://www.privacyshield.gov/participant?id=a2zt0000000TORzAAO&amp;status=Active</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Instagram (Instagram Inc., 1601 Willow Road, Menlo Park, CA, 94025, USA</strong>\n</p>\n<ul>\n<li>Privacy policy and Opt-out possibility: https://help.instagram.com/155833707900388</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Google and YouTube (Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA):</strong>\n</p>\n<ul>\n<li>Privacy policy: https://policies.google.com/privacy,</li>\n<li>Opt-out possibility: https://adssettings.google.com/authenticated,</li>\n<li>Privacy shield certification: https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>LinkedIn, Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland</strong>\n</p>\n<ul>\n<li>Privacy policy: https://www.linkedin.com/legal/privacy-policy</li>\n<li>Opt-out possibility: https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out</li>\n<li>Privacy shield certification: https://www.privacyshield.gov/participant_search https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active</li>\n</ul>\n</li>\n</ul>\n<p>We also want to point out that our website contains further links to external websites, whereby we have no influence on the processing of data on these external websites.</p>\n</li>\n<li>\n25.\nData security <p>We secure our website and other systems through technical and organizational measures against loss, destruction, access, alteration or distribution of your data by unauthorized persons.\nDespite regular checks, however, complete protection against all dangers is not possible.</p>\n</li>\n<li>\n26.\nChanges of the privacy policy <p>Changes in law or in our internal processes may make it necessary to adapt this privacy policy.</p>\n<p>In case of such changes, we will notify you about this above the heading “Privacy Policy”.</p>\n</li>\n<li>\n27.\nRevocation <p>You have the right to revoke your consent at any time with effect for the future, without affecting the lawfulness of the processing carried out on the basis of your consent until the point of revocation.</p>\n</li>\n<li>\n28.\nRights of affected parties <p>In general, you have the following rights:</p>\n<ul>\n<li>Right to information (art.\n15 DSGVO)</li>\n<li>Right to rectification (art.\n16 DSGVO)</li>\n<li>Right of objection (art.\n21 DSGVO)</li>\n<li>Right to cancellation (art.\n17 DSGVO)</li>\n<li>Right to limitation of processing (art.\n18f.\nDSGVO)</li>\n<li>Right to data transferability (art.\n20 DSGVO)</li>\n</ul>\n<p>For inquiries of this kind, please contact time2help@online-convert.com.\nPlease note that we must ensure that inquiries of this kind are actually from the person in question.</p>\n<p>You have the right to complain to a data protection supervisory without prejudice to any other administrative or judicial remedy.</p>\n<p>Automated decision making does not take place on our website.</p>\n</li>\n</ol> Privacy Policy for our Facebook Page Insights <p>Facebook Ireland Ltd („Facebook“) provides us, as operators of a Facebook page, so-called „Facebook Insights“ („Insights“).\nThese Insights consist of different statistics that provide us information about the usage of our Facebook page.\nDetailed information about this can also be found at https://www.facebook.com/business/a/page/page-insights.</p>\n<p>To create these statistics, different information (including personal data) provided by you is processed by Facebook.\nThe personal data is processed by Facebook and us as common people responsible under art.\n26 DSGVO.\nFollowing, we provide the essential information of the agreement between Facebook and us (https://www.facebook.com/legal/terms/page_controller_addendum) according to art.\n26 DSGVO for you.</p>\n<ol>\n<li>\nI.\nDenomination of the common people of responsibility <p>Commonly responsible for the processing are</p>\n<ul>\n<li>Facebook Ireland Ltd</li>\n<li>4 Grand Canal Square</li>\n<li>Dublin 2</li>\n<li>Ireland</li>\n<li>\n<br>and<br>\n<br>\n</li>\n<li>QaamGo Media GmbH</li>\n<li>Hohenstaufenring 62</li>\n<li>50674 Köln</li>\n<li>Germany</li>\n</ul>\n</li>\n<li>\nII.\nResponsibility with respect to the processing of Insight data <p>The primary responsibility (transfer of all duties of the DSGVO) of the processing of data has been assumed by Facebook.\nThis especially involves:</p>\n<ul>\n<li>Facebook assumes the necessary information obligations (e.g.\nart.\n13 DSGVO)</li>\n<li>Data subject rights can be asserted against Facebook (e.g.\nclaims of disclosure or cancellation, objection against data handling or withdrawal of potentially given agreements.\ncf.\nParagraph “V.\nData of subject rights”)</li>\n<li>Guarantee of technical and organizational measures of data processing</li>\n</ul>\n<p>Under www.facebook.com, Facebook keeps comprehensive information with regard to the data processing (art.\n13 DSGVO) on hand.\nTo give you an overview of the crucial information, in the scope of this privacy policy, we refer to the contents provided by Facebook as well.</p>\n<p>Despite the agreed upon primary responsibility of Facebook, you can of course assert your interests against us directly within the scope of the DSGVO.</p>\n<p>We immediately forward the request to Facebook via a forum designated for these matters.</p>\n</li>\n<li>\nIII.\nLegal basis for the processing <p>he legal basis and the purpose of the data processing by Facebook can be consulted at https://www.facebook.com/about/privacy/legal_bases as well as at https://www.facebook.com/policy.php.</p>\n<p>Our legal basis for the processing of Insights Data is our valid interest in accordance to art.\n6 para.\n1 lit.\nf) DSVGO.\nWe have legitimate interest in reconstructing the user behavior on our Facebook page.\nThat way, we are, in particular, able to assess the range and efficiency of our campaigns, posts, and other activities via the processed statistics.\nThis allows us to conduct an adequate, ongoing optimization of our website and offers.\nThis also represents the purpose of the processing for us.</p>\n</li>\n<li>\nIV.\nData processing on a Facebook page <p>Facebook can process the following data in particular:</p>\n<ul>\n<li>User interaction (click behavior, posts, likes, video views, page views, etc.)</li>\n<li>Cookies</li>\n<li>Demographic features (age, gender, state, etc.)</li>\n<li>IP address</li>\n<li>System and device information (e.g.\ntype of browser, operating system, etc.)</li>\n</ul>\n<p>The exact processing of your data when visiting our Facebook page depends on whether you have a Facebook account or not.\nIf you have an account on Facebook, Facebook can link your data to your account permanently to learn more about you that way.</p>\n<p>Even if you do not have a Facebook account, Facebook can store your data.\nThis may be done by using cookies.\nHere, this refers mostly to small text files that are saved on the respective device.\nDifferent kinds of information are written into these text files, so they can be read again at a later point in time.\nThus, Facebook can save and process data about you even if you do not have a Facebook account.\nMore detailed information about Facebook’s cookie policy can be found at https://www.facebook.com/policies/cookies/.</p>\n<p>In the scope of the usage of Insights, we obtain only anonymized statistics about the usage of our Facebook page from Facebook.\nFor us, it is merely visible how many users conducted certain interactions, not which user did a particular interaction.\nThe statistics of Insights data does not allow any statistical interference to the user.</p>\n</li>\n<li>\nV.\nData of subject rights <p>Fundamentally, you have the following rights:</p>\n<ul>\n<li>Right to information (art.\n15 DSGVO)</li>\n<li>Right to rectification (art.\n16 DSGVO)</li>\n<li>Right of objection (art.\n21 DSGVO)</li>\n<li>Right to cancellation (art.\n17 DSGVO)</li>\n<li>Right to limitation of processing (art.\n18f.\nDSGVO)</li>\n<li>Right to data transferability (art.\n20 DSGVO)</li>\n</ul>\n<p>You have the right to revoke your consent at any time with effect for the future, without affecting the lawfulness of the processing carried out on the basis of your consent until revocation.</p>\n<p>You can assert these rights directly against Facebook or against us (cf.\nSection “II Responsibility with respect to the processing of Insight data”).\nIf you want to assert your rights against us, please contact us using the e-mail address time2talk@online-convert.com and describe your specific request as detailed as possible.</p>\n<p>You have the right to object with regard to the processing of cookies.\nYou can exercise this right, e.g., as follows:</p>\n<p>In your browser settings, you can restrict or completely prevent the setting of cookies.\nYou can also prompt the automatic deletion of cookies when closing the browser window.</p>\n<p>You can find information on how to delete cookies and change the cookie settings in the most common browsers here:</p>\n<ul>\n<li>Google Chrome: Website</li>\n<li>Mozilla Firefox: Website</li>\n<li>Apple Safari: Website</li>\n<li>Microsoft Internet Explorer: Website</li>\n</ul>\n<p>Under https://www.facebook.com/policies/cookies/ you can also adjust the settings of using cookies.\nIn the sections \"<strong>If you have a Facebook account</strong>” (Facebook account available) and “<strong>Public</strong>” (no Facebook account available), you will find information on how to object the processing via Facebook.</p>\n<p>You can determine the storage time of the cookies via your browser by displaying the cookie information (usually, this s done by clicking on the “i” next to the address bar, e.g.\nin Firefox or Google Chrome).</p>\n<p>\n<strong>This text is copyright protected.\nThe project is supported by several lawyers.</strong>\n</p>\n<p>\n<strong>Status: February 2020</strong>\n</p>\n</li>\n</ol> ", "created_at": "2021-06-24 01:02:20.619995", "updated_at": "2021-06-24 01:02:28.388919"}], "points": [{"id": 1176, "title": "Online Convert uses Google Analytics to track you and give your information to Google.", "source": "Ghostery, DuckDuckGo Privacy Essencials", "status": "Google can see what you do on this website.", "created_at": "2018-02-26 20:26:52.568035", "updated_at": "2018-03-16 14:00:39.968319", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["online-convert.com"]}}