{"error": 448, "message": "OK", "parameters": {"id": 515, "name": "CloudSight", "created_at": "2018-06-04 15:40:46.555531", "updated_at": "2021-03-25 03:19:36.436197", "wikipedia": "https://en.wikipedia.org/wiki/CloudSight", "keywords": null, "related": null, "slug": "cloudsight", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/515.png", "url": "cloudsight.ai", "documents": [{"id": 298, "name": "Privacy Policy", "url": "https://cloudsight.ai/privacy-policy", "xpath": "/html/body/div/div/div/div", "text": " Privacy Policy pp We created this policy to give you an understanding of our information collection and use practices.\nIt is important that you read this document for the full explanation of our privacy practices.\n01 Overview <p> We created this policy to give you an understanding of our information collection and use practices.\nIt is important that you read this document for the full explanation of our privacy practices.\n</p> We receive information that: <ul>\n<li>You allow us to collect when you use certain CloudSight features</li>\n<li>We get from seeing how you use CloudSight</li>\n<li>We get from communicating with you</li>\n</ul> We share this information with: <ul>\n<li>Businesses that are legally part of the same group of companies that CloudSight is part of, or that become part of the same group</li>\n<li>Outside parties to comply with the law and legal obligation</li>\n</ul> We use this information to: <ul>\n<li>Provide CloudSight features and services to you</li>\n<li>Manage and improve the CloudSight website and services</li>\n<li>Analyze how you use CloudSight</li>\n<li>Provide you with information</li>\n<li>Diagnose technical problems and maintain security</li>\n</ul> We Store information: <ul>\n<li> Primarily in the United States, but may also use other locations around the world </li>\n</ul> 02 Privacy Policy <p> Welcome to CloudSight (\"CloudSight,\" \"we,\" \"us\" or \"our\").\nCloudSight provides a fast and accurate image recognition search.\nUpon receiving an image request, our API responds with keywords defining the image provided.\n</p>\n<ul>\n<li> Our Privacy Policy explains how we collect, use, share and protect information in relation to our API, web site, mobile services and any software provided on or in connection with CloudSight services (collectively, the \"Service\"), and your choices about the collection and use of your information.\n</li>\n<li> By using the Service you understand and agree that we are providing a platform for you to define images through our technology, and thereby accept this Privacy Policy providing the Service full consent to process, analyze, and store data in accordance with the terms set forth.\n</li>\n<li> Our Policy applies to all visitors, users, and others who access the Service (\"Users\").\n</li>\n</ul>", "created_at": "2018-08-16 13:23:52.33486", "updated_at": "2021-08-19 22:29:17.078685"}, {"id": 8795, "name": "Terms of Service", "url": "https://cloudsight.ai/terms", "xpath": "/html/body/div/div/div/div", "text": " Terms of Service ts 01 Overview <p> By accessing or using the CloudSight website, the CloudSight service, or any applications (including mobile applications) made available by CloudSight (together, the \"Service\"), however accessed, you agree to be bound by these terms of use (\"Terms Of Service\"), to the collection and user of your data and information as set forth in our privacy policy, available at https://cloudsight.ai/privacy-policy (“Privacy Policy”) and to be bound by these Terms Of Service.\nThe Privacy Policy is hereby incorporated into these Terms Of Service by reference.\nThe Service is owned or controlled by CloudSight, inc.\n(\"CloudSight\").\nThese Terms Of Service affect your legal rights and obligations.\nIf you do not agree to be bound by all of these Terms Of Service, do not access or use the Service.\n</p>\n<p> There may be times when we offer a special feature that has its own terms and conditions that apply in addition to these Terms Of Service.\nIn those cases, the terms specific to the special feature control to the extent there is a conflict with these Terms Of Service.\nArbitration notice: except if you opt-out and except for certain types of disputes described in the arbitration section below, you agree that disputes between you and CloudSight will be resolved by binding, individual arbitration and you waive your right to participate in a class action lawsuit or class-wide arbitration.\n</p> 02 Terms of Service <ul>\n<li> You may not post violent, nude, partially nude, discriminatory, unlawful, infringing, hateful, pornographic or sexually suggestive photos or other content via the Service.\n</li>\n<li> You agree that you will not solicit, collect or use the login credentials of other Service users.\n</li>\n<li> Other than as expressly set out in these terms or additional terms, neither CloudSight nor its suppliers or distributors make any specific promises about the services.\nFor example, we do not make any commitments about the content within the services, the specific function of the services, or their reliability, availability, or ability to meet your needs.\nWe provide the services “as is”.\n</li>\n<li> Some jurisdictions provide for certain warranties, like the implied warranty of merchantability, fitness for a particular purpose and non-infringement.\nTo the extent permitted by law, we exclude all warranties.\n</li>\n<li> You must not defame, stalk, bully, abuse, harass, threaten, impersonate or intimidate people or entities\nand you must not post private or confidential information via the Service, including, without limitation, your or any other person's credit card information, social security or alternate national identity numbers,\n<br>non-public phone numbers or non-public email addresses.\n</li>\n<li> You msay not use the Service for any illegal or unauthorized purpose.\nYou agree to comply with all laws, rules and regulations (for example, federal, state, local and provincial) applicable to your use of the Service and the content and other data you upload or otherwise transmit through the Service (“content”, including but not limited to, copyright laws.\n</li>\n<li>\nYou must not change, modify, adapt or alter the Service or change, modify or alter another website so as to falsely imply that it is associated with the Service or CloudSight.\n</li>\n<li> You must not interfere or disrupt the Service or servers or networks connected to the Service, including by transmitting any worms, viruses, spyware, malware or any other code of a destructive or disruptive nature.\nYou may not inject content or code or otherwise alter or interfere with the way any Service page is rendered or displayed in a user's browser or device.\n</li>\n<li> You must not create accounts with the Service through unauthorized means, including but not limited to, by using an automated device, script, bot, spider, crawler or scraper.\n</li>\n<li> You must not attempt to restrict another user from using or enjoying the Service and you must not encourage or facilitate violations of these Terms Of Service or any other CloudSight terms.\n</li>\n<li> Violation of these Terms Of Service may, in CloudSight's sole discretion, result in termination of your Service account.\nYou understand and agree that CloudSight cannot and will not be responsible for the content posted on the Service and you use the Service at your own risk.\nIf you violate the letter or spirit of these Terms Of Service, or otherwise create risk or possible legal exposure for CloudSight, we can stop providing all or part of the Service to you.\n</li>\n</ul>", "created_at": "2021-08-19 22:27:36.936261", "updated_at": "2021-08-19 22:28:37.956944"}], "points": [{"id": 4259, "title": "your data may be stored anywhere in the world", "source": "https://cloudsight.ai/client_privacy_policy?client=motorola", "status": "your data may be stored anywhere in the world", "created_at": "2018-06-04 15:43:34.861204", "updated_at": "2018-08-16 13:27:15.19246", "quoteText": null, "case_id": 187, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4260, "title": "separate policies for some parts of the service", "source": "https://cloudsight.ai/client_privacy_policy?client=motorola", "status": "separate policies for some parts of the service", "created_at": "2018-06-04 15:47:51.834524", "updated_at": "2018-06-18 15:52:57.1966", "quoteText": "", "case_id": 200, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4261, "title": "no right to leave the service", "source": "https://cloudsight.ai/client_privacy_policy?client=motorola", "status": "no right to leave the service", "created_at": "2018-06-04 15:51:56.60038", "updated_at": "2020-12-23 16:25:50.953591", "quoteText": null, "case_id": 172, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["cloudsight.ai"]}}