{"error": 448, "message": "OK", "parameters": {"id": 729, "name": "Royal Society of Chemistry", "created_at": "2018-09-30 16:55:56.912063", "updated_at": "2021-03-25 03:19:57.720198", "wikipedia": "https://en.wikipedia.org/wiki/Royal_Society_of_Chemistry", "keywords": null, "related": null, "slug": "royal_society_of_chemistry", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/729.png", "url": "pubs.rsc.org,rsc.org", "documents": [{"id": 600, "name": "Privacy Policy", "url": "http://www.rsc.org/help-legal/legal/privacy/", "xpath": "", "text": " &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-KW8L\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSkip to main content We use cookies to support your experience on our website.\nFurther details, including advice on disabling cookies, are available in our privacy and cookies policy.\nClose Members' area Support us Search: ×search&nbsp.\n&lt;form id=\"cse-search-box\" action=\"https://google.com/cse\"&gt.\n&lt;input type=\"hidden\" name=\"cx\" value=\"001058750563069951656:udsuknhw-80\"&gt.\n&lt;input type=\"hidden\" name=\"ie\" value=\"UTF-8\"&gt.\n&lt;div class=\"no-js-inner-wrapper\"&gt.\n&lt;input type=\"text\" name=\"q\" size=\"31\"&gt.\n&lt;div&gt.\n&lt;input class=\"gsc-search-button\" type=\"submit\" name=\"sa\" value=\"Search\"&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;input type=\"hidden\" name=\"nojs\" value=\"1\"&gt.\n&lt;/form&gt.\n&lt;img src=\"https://cse.google.com/images/google_custom_search_smwide.gif\"&gt.\nSearch: ×search&nbsp.\n<ul>\n<li>\nCOVID-19 response </li>\n<li>\nAbout us </li>\n<li>\nMembership &amp.\nprofessional community </li>\n<li>\nPolicy &amp.\nperspectives </li>\n<li>\nJournals, books &amp.\ndatabases </li>\n<li>\nTeaching &amp.\nlearning </li>\n<li>\nNews &amp.\nevents </li>\n<li>\nLocations &amp.\ncontacts </li>\n</ul> Help &amp.\nlegal <ul>\n<li> Help </li>\n<li> Legal <ul>\n<li>\n<b>\n</b>Terms of use </li>\n<li>\n<b>\n</b>Modern Slavery Act statement </li>\n<li>\n<b>\n</b>Privacy statement </li>\n<li>\n<b>\n</b>Copyright &amp.\npermissions </li>\n<li>\n<b>\n</b>Accessibility </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Home </li>\n<li> Help &amp.\nlegal </li>\n<li> Legal </li>\n<li> Privacy statement </li>\n</ul> Privacy statement <p>\n<strong>Last updated: 20 August 2020</strong>\n</p>\n<p>Your privacy is very important to us, which is why we make sure you are always in control of what we do with your personal data.</p>\n<p>The purpose of this Statement is to tell you what information we collect from you as a data subject, how and when it may be collected and what happens to it.\nFor the purpose of this Statement “we”, “our” and “us” refer to The Royal Society of Chemistry (and each of its subsidiaries) as an organisation (also referred to as “<strong>RSC</strong>”).\nTransmission of data online is not 100% secure and we cannot guarantee the security of data sent to us in this way.\nTransmission of data over the internet is at your own risk.</p>\n<p>The Royal Society of Chemistry is a data controller and our address for contact is:</p>\n<p>\n<em>Thomas Graham House</em>\n<br>\n<em>Science Park, Milton Road, Cambridge, CB4 0WF</em>\n</p>\n<p>Our Data Protection Officer is David Barr, he can be contacted via telephone (01223 420066), e-mail (DPO@rsc.org) or in writing at the address above.\nIf you have a specific question about this Statement or how we use your personal data, you should contact us via the contact methods set out above.\nPlease mark your communication as “Data Protection Enquiry”.</p>\n<p>This Statement only applies to:</p>\n<ul>\n<li>personal data processed by us or on our behalf.</li>\n<li>Individual contacts/participants from within your business (for example Directors) or information about you as a sole trader or partnership</li>\n</ul>\n<p>Third party websites and services we link to through our websites have their own privacy policies, independent of the Royal Society of Chemistry.\nWe hold no responsibility or liability for those independent policies and encourage you to review the privacy policies of any third party website you visit.</p>\n<p>This Privacy Statement explains in general terms how we seek to comply with data privacy laws and regulations, including but not limited to the General Data Protection Regulation (“Regulation”).</p> The data we collect about you\n<p>We collect data to provide you with a better experience of using our websites and applications, amongst other reasons (see the “How will we use your data?” section below).\nIn order to provide you with access to our services or data within our websites and applications, we may require that you provide certain personal data.\nThis information may include:</p>\n<ul>\n<li>Your name, postal address, telephone number, fax number, e-mail address, subscriber name or screen name, password used to access our services, country of residence and/or method of payment</li>\n<li>personal and contact details you give us when subscribing to receive marketing information from us (for example name, role and email address)</li>\n<li>data relating to your place of employment and affiliations</li>\n<li>information we collect via cookies or similar technology stored on your device about how you use our websites (please see section below re use of Cookies)</li>\n<li>your IP address, and home server and domain names</li>\n<li>information from social media activity (such as likes, shares and tweets) when you interact with us on social media</li>\n<li>information you provide if you report a problem with our website or service</li>\n<li>your financial information, such as account name and account number</li>\n</ul> How we collect your personal data\n<p>This will depend on the reason we are processing your personal data.\nOur processes for collection are:</p>\n<ul>\n<li>online via our various application platforms and databases that we use which are either wholly owned or used by us under license</li>\n<li>via post</li>\n<li>telephone</li>\n<li>face to face</li>\n<li>from publicly available sources, such as LinkedIn, institution websites</li>\n<li>collected as a business contact</li>\n<li>use of Cookies</li>\n</ul> Who we may share your personal data with, and why\n<ul>\n<li>Royal Society of Chemistry staff – to provide you with applicable services.</li>\n<li>Banks, finance management, direct debit, and accountancy software systems – so that we can process payments with you in accordance with the appropriate transaction that you are entering into with us.</li>\n<li>Reviewers and judges – in relation to an application for an award, scholarship, bursary, and grant funding.</li>\n<li>Mentoring services – to provide you with the service you opt in for.</li>\n<li>Telemarketing agencies – in order that they may assist us with our membership renewal process.</li>\n<li>Mailing and delivery companies – to send you written communications and hard copies of newsletters, magazines etc as appropriate.</li>\n<li>Electoral service companies – for assisting us with the running of our elections process.</li>\n<li>Sponsors and external judges – for their assessment of participants in our events and competitions.</li>\n<li>Third party legal, counselling and career services – to provide the contracted service (only on receipt of your completed contact form).</li>\n<li>Social media – where you have submitted a community related news story to us and we have published it, publication may be via&nbsp;http://www.rsc.org/news-events/community/ and in the print version of <i>Voice</i>.</li>\n<li>Print supplier companies – for fulfilment of external printing.</li>\n<li>Travel booking systems, travel companies, taxi services and flight providers – where you ask us to make such arrangements on your behalf.</li>\n<li>Venues where we are running an event, conference or symposium – when the venue requires personal details of attendees to make bookings, for example for hotel rooms.</li>\n<li>Publishing software and solutions companies – your personal data may be processed in such software systems in order for us to generate royalty details.</li>\n<li>Books sales agents, book distributors, shipping agents – in order to fulfil our sales obligations to you.</li>\n</ul> Our sources of personal data if it has not been supplied directly by you:\n<ul>\n<li>Our contracted editors – we may source your personal data via publicly facing websites, journal papers, institution websites and contracted 3rd party databases to collate recommended contact lists for potential authors and editors.</li>\n<li>Applications for travel grants made through the Society of Chemical Industry website (SCI) – SCI provides us with personal data in order for application to be assessed and decision made.</li>\n</ul> Third parties\n<p>We will not sell your personal data.</p>\n<p>We may disclose your personal data to third parties if we are under a duty to disclose or share it, in order to comply with any legal regulations, good governance obligations, in order to enforce or to protect our rights, property, or safety, that of other persons with whom we have a business relationship, or to purchasers or prospective purchasers in relation to a disposal of our business or assets.</p>\n<p>We may use third party service providers to support our provision of our services.\nSuch will relate to business functions, including (without limitation) IT support, hosting our data on cloud platforms, legal, accounting, audit, consulting and other professional service providers, and providers of other services related to our business.</p>\n<p>Portions of our services may be provided by organisations with which we have a contractual relationship, including subcontractors, and, accordingly, your personal data may be disclosed to them.\nWe only provide these organisations with the information that they need to be able to perform their services.\nWe will have in place an agreement with our service providers which will restrict how they are able to process your personal data.</p> Our simple promise\n<ul>\n<li>We will never pass your personal details to anyone outside the RSC for them to use for their own marketing purposes unless you have previously provided us with your informed and specific consent.</li>\n<li>We will make sure that our contact with you is relevant and in accordance with the preferences that you give us and in order to enable us to provide the service you require to you.</li>\n<li>You can change your contact preferences at any time.\nAll you need to do is update your preferences by contacting us at&nbsp;marketing@rsc.org.\nBut remember, you may miss out on important news and developments in chemical sciences.</li>\n<li>Your personal data will be stored safely and will remain secure at all times.</li>\n<li>No statistical information which identifies you personally will be published.</li>\n<li>No personal data will be kept any longer than necessary in order to fulfil the purpose it was collected for, and if you ask us to, it will be deleted.&nbsp.\nWe will collect and process your personal data in accordance with this Statement.</li>\n</ul>\n<p>If you make an enquiry via our website, on the telephone or via email, or via any third party, we will collect the information you provide to us, together with any information provided by that third party.</p> How we will use your data\n<p>We will process your personal data:</p>\n<ol>\n<li>As necessary to perform our contract with you for the relevant service: to take steps at your request before entering into it, to decide whether to enter into it, to manage and perform that contract and to update our records.</li>\n<li>As necessary for our own legitimate interests: for example&nbsp;to monitor emails, record calls, and other communications to train staff and activities relating to your membership, or in dealing with a complaint that you raise.</li>\n<li>As necessary to comply with a legal obligation: for example when you exercise your rights under data protection laws and make requests, for establishment and defence of legal rights or obligations, for example in dealing with any complaint from you.</li>\n<li>Based on your consent: for example to send you direct marketing where we’ve asked for your consent to do so.</li>\n</ol> Marketing\n<p>We want to share information and news about our products and services with you.\nWe can do this in various ways including e-mail, post, phone or social media (or such other method(s) as may become relevant) but only if you would like us to.</p>\n<p>In accordance with applicable laws and lawful basis for processing, we may use your personal data to provide you with direct marketing about our products and services as well as those of third parties and to take part in our marketing research.</p>\n<p>We will ensure that any direct marketing from us and which is sent by electronic means will provide a simple means for you to stop further communications, in accordance with applicable law.\nOnce you have provided your express consent for us to contact you on our behalf, or on behalf of other organisations, there are a number of methods available to you in order to change your preferences, to correct or update your personal data at any time by:</p>\n<ul>\n<li>clicking the ‘unsubscribe’ link in any promotional e-mail you receive from us</li>\n<li>contacting our product or service team where a correction is required</li>\n<li>contacting us at&nbsp;marketing@rsc.org</li>\n</ul>\n<p>In addition, if we need your consent for direct marketing under applicable law, and if you provide your consent, you will be able to change your mind at any time.</p>\n<p>We use 3rd parties to conduct some of our email campaigns using their contact lists, such as for scientific research, scholarly publishing and scientific education and for reasons such as promoting our journal products to drive manuscript submissions and promotion of our education resources, etc.\nWe will provide such 3rd parties with a stop list of those who have specifically opted out of receiving such emails on the proviso that this list is deleted after the campaign is completed.</p>\n<p>In the instance that marketing material we send you is returned, we will remove your incorrect details from our systems, where possible.</p>\n<p>If you complete a contact form on one of our websites, your query and data will be forwarded to our relevant internal team to answer and respond.</p> Publishing\n<p>Authors submit their manuscript and personal details via online submission and peer review systems.\nIf a manuscript is accepted the files will be transferred to our Production system, including your personal data.</p>\n<p>We may use your personal data to contact you to invite you to serve as a peer reviewer.\nWe will refrain from doing this if you inform us that you do not want to take part in such activity.</p>\n<p>Your personal information may be included in our internal tracking and archiving processes.</p>\n<p>If you provide us with your personal data, we will ask you if you would like to receive information from us about our other activities, products and services.\nIf you choose to opt-in to receiving this information then we may contact you regarding journal news, journal symposia, themed Issues, nominations for lectureships and awards.\nYou will not be automatically opted-in and if you do opt-in you can opt-out at any time.</p> Fundraising\n<p>Your personal information may be reviewed by RSC staff to help us deliver our charitable activities and raise funds.</p> Profiling and automated decision making\n<p>RSC does itself carry out automated decision making or profiling.\nWe will share email addresses, which have been given directly to RSC by data subjects, or browsing information, &nbsp;&nbsp;obtained in ways such as pixel tracking, to enable us to show tailored adverts on a third party platform, such as Twitter, Facebook, LinkedIn and Google, who may perform profiling.</p> Photography and Video\n<p>We have a procedure in place in relation to our use of images through use of photographs and video, including process for consent to use (as applicable), retention and deletion.\nFor more information please contact our Data Protection Officer at the address shown above.</p>\n<p>RSC operates CCTV surveillance cameras at Thomas Graham House and at Burlington House.\nSurveillance is monitored through a live feed by RSC staff within our Facilities Management and Hospitality teams.\nOff-site/remote access to surveillance footage is only granted to designated staff and is provided securely through our IT system, subject to our off-site working practices and policies.</p>\n<p>Surveillance cameras are located in public access areas such as meeting rooms, post rooms, corridors, cafes, canteens, libraries, stairs, lifts, reception areas and fire exits.\nSurveillance cameras on these sites record images only.\nthere is no recording of sound.</p>\n<p>Designated RSC staff have 24 hour access to the surveillance feeds and may access them during out of office hours in the case of an emergency, incident or alarm activation at our sites.&nbsp;</p>\n<p>Surveillance footage is stored securely for a period of 60 (sixty) days in our UK based servers, after which time the surveillance footage is automatically deleted.</p>\n<p>In the event of an incident or accident at either site, the footage may be downloaded by our staff and stored securely on our UK based servers in the interests of preserving evidence for any potential investigation and/or claim(s).\nAny such downloaded footage may also be shared with the relevant authorities, including the police, where we are required to do so by law.\nWe may retain footage that is downloaded and/or stored for these purposes for a period up to 6 (six) years to take into account the statutory limitation periods for any potential investigation(s) and claim(s).\nOnce any potential investigation(s) or claim(s) has concluded, we will delete the relevant footage.</p>\n<p>Access to the surveillance footage is limited to staff and those third party contractors that are required to perform maintenance and servicing of the surveillance camera equipment, including ADT Fire and Security PLC (“ADT”).\nADT are our chosen third party contractors for this service at both sites, however, alternative third party contractors in the same industry may be used by us to maintain and service our surveillance camera equipment in the event of an emergency or a change in our requirements.\nADT, or any such third party contractor, will not have access to the surveillance footage off-site/remotely.</p>\n<p>\n</p>\nCookies\nWhat is a cookie?\n<p>A cookie is text file that is stored on your computer or mobile device by a website’s server.\nEach cookie contains anonymised information about how you use our websites and applications, which allows us to improve your experience of using our products and services.</p> Show me more about cookies<b>\n</b>\n<p>Cookies by themselves cannot be used to identify you.</p>\n<p>Several types of cookie are used on our websites and applications:</p>\nSession cookies\n<p>These are temporary cookies that are saved on your computer or mobile device until you leave our website.\nThey carry information across pages of our websites and applications, for instance:</p>\n<ul>\n<li>Remembering items in a shopping basket</li>\n<li>So you can remain logged in as you browse our web pages</li>\n</ul>\nPersistent cookies\n<p>These cookies remain on your computer for much longer (though how long will depend on the lifetime of the specific cookie).\nThey are used to:</p>\n<ul>\n<li>help us recognise you as a unique visitor (just a number) when you return to our website and allow us to tailor content based on your previous preferences</li>\n<li>compile anonymous, aggregated statistics that allow us improve the website</li>\n<li>ensure you are not invited to complete website questionnaires too often or after you have already done so.</li>\n</ul>\nThird-party cookies\n<p>These cookies are produced by third party services we use to support your website experience.\nThey are used to:</p>\n<ul>\n<li>serve advertisements on our sites and track whether these advertisements are clicked on by users</li>\n<li>control how often you are shown a particular advertisement</li>\n<li>tailor content to your preferences</li>\n<li>count the number of anonymous users of our sites</li>\n<li>provide security within shopping baskets, eg to pay for a membership subscription or a journal pay-per-view.</li>\n</ul>\n<p>\n</p>Disabling cookies\n<p>If you prefer, it is possible to disable cookies by modifying the settings in your browser.\nHowever, you may not be able to use all the interactive features on our websites if cookies are disabled.</p> Show me how to disable cookies<b>\n</b>\n<p>The following table provides guidance on disabling cookies on a variety of browsers and mobile devices.</p> Browser guidanceMobile device guidance <p>Internet Explorer cookies</p>\n<p>How to delete cookies in Internet Explorer</p>\n<p>iOS cookies</p>\n<p>How to delete cookies on Apple devices</p>\n<p>Chrome cookies</p>\n<p>How to delete cookies in Chrome</p>\n<p>Android cookies</p>\n<p>How to delete cookies on Android devices</p>\n<p>Safari cookies</p>\n<p>How to delete cookies in Safari</p>\n<p>Windows phone cookies</p>\n<p>How to delete cookies on Windows phones</p>\n<p>Firefox cookies</p>\n<p>How to delete cookies in Firefox</p>\n<p>Blackberry</p>\n<p>How to delete cookies on Blackberry devices</p>\n<p>Opera cookies</p>\n<p>How to delete cookies in Opera</p> &nbsp.\n<p>To opt out of your personal information being collected by Google Analytics, please view the Google Analytics Opt-out Browser Add-on.</p>\n<p>To find out more about cookies please view the Information Commissioner’s Office guide to cookies.<br>\n<br>\n</p>\n<p>\n</p>List of cookies we use\n<p>This list of the cookies used on our websites provides a brief explanation of why they are used.</p> Show me the list of cookies<b>\n</b> Cookies commonly used across our websites Cookie nameDescription <p>_ga<br>_gat<br>__utma<br>__utmt<br>__utmb<br>__utmc<br>__utmz<br>__utmv <br>__utmx<br>__utmxx<br>__gads<br>__gid</p>\n<p>&nbsp;</p>\n<p>These cookies are created by Google Analytics and are used to collect information about how visitors use our websites, our applications, and the content we produce.\nThey do not store personal information, and none of your personal details are shared with us or with Google as a result of us using these cookies.</p>\n<p>We use the information we collect to help us understand how our websites and applications are used, so that we can improve them.\nWe also use it to compare the popularity of different pieces of content on our websites and applications, and different versions of these.</p>\n<p>Google may combine the data captured in these cookies with data from other cookies.\nWe may combine the information we collect using these cookies with other information available to us.</p>\n<p>For more details about the purpose and nature of these cookies, please see this page from Google: https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n<p>RecentSearches</p>\n<p>This cookie will save recent searches on the Publishing Platform</p>\n<p>Branding</p>\n<p>When you log onto the Publishing Platform, this cookie will display the name of your institution</p>\n<p>OAX</p>\n<p>OAXki_u</p>\n<p>ki_t</p>\n<p>ki_s</p>\n<p>KissInsights is used to ask our website visitors their opinion on our website and their user journey, cookies are used to ensure visitors do not receive multiple questions or surveys</p>\n<p>APISID</p>\n<p>HSID</p>\n<p>NID</p>\n<p>OGPC</p>\n<p>PREF</p>\n<p>SID</p>\n<p>Served by Google as part of Google Custom Search Engine, which is used to support our website search function.</p>\n<p>Google also combines the information collected through these cookies with other cookie information.</p>\n<p>\n<br> ASP.NET_SessionId</p>\n<p>This cookie will speed up the loading time of pages</p>\n<p>AuthSystemSessionID</p>\n<p>Authenticates users in secure areas of the website.\nThis will be removed when the browser is closed</p>\n<p>X-Mapping</p>\n<p>This cookie will help users have the best customer experience by routing the user to the best back-end server.\nIt does not store any personally-identifiable information</p>\n<p>dpging_Roles</p>\n<p>This cookie will remember your log in details onto the Publishing Platform.\nThey will be removed when you close your browser</p>\n<p>ASPSESSIONID</p>\n<p>&nbsp;</p>\n<p>This cookie will store information for each client session.\nThis cookie is removed once the browser is closed</p>\n<p>CFID</p>\n<p>This cookie will speed up the loading time of pages</p>\n<p>CFTOKEN</p>\n<p>Remembers the items you have added to your shopping cart</p>\n<p>is_returning</p>\n<p>Used to remember if you have requested the site to remember your log-in details</p>\n<p>AthensID</p>\n<p>Stores the ID of the customer when logging into secure areas of the site.\nThis is removed when the browser is closed.</p>\n<p>NSC_d16efm_qppm_iuuq</p>\n<p>Served by our advertising engine to display adverts on our websites.</p>\n<p>RecentlyViewed</p>\n<p>Enables recently visited pages to be displayed in the footer of www.rsc.org.</p>\n<p>hasVisitedBefore</p>\n<p>Cookie used to define whether our cookie policy displays or not.</p>\n<p>search_id</p>\n<p>Remembers radio button selection in our search function.</p> Cookies in use on www.rsc.org and sub-sites <b>Cookie name</b>\n<b>Description</b>\n<p>BasketCookieGuid</p>\n<p>This cookie generates unique basket id to identify user's basket.</p>\n<p>GoBackURLCookie</p>\n<p>This cookie is used to redirect user back to the platform from where he has added item to basket.\nIt is used only when recently added item is removed from platform and thus source of that platform is not available in system.</p>\n<p>BasketNumberCookie</p>\n<p>This cookie stores basket number.</p>\n<p>OrderCookieGuid</p>\n<p>This cookie holds order id and is created after user's basket is checked-out and converted into an order.</p>\n<p>personaldetails</p>\n<p>This cookie holds incomplete personal details of user that include title, email, firstname and lastname.</p>\n<p>ProductTypeCookie</p>\n<p>This cookie holds product type</p>\n<p>OrderAckgd_{OrderCookieGuid}</p>\n<p>This cookie key is dynamic and is used to display correct order's receipt even though user has another order in same browser's different tab.</p>\n<p>PreviousCookieGuid</p>\n<p>This cookie holds previous ordercookieguid once the user proceeds to payment, or in case user is from embargo country as current ordercookieguid is removed in both these cases.</p>\n<p>HE Stem Website Session ID</p>\n<p>Used to store a set of randomly generated questions and answers for use in the interactive case studies that we have built</p>\n<p>Token</p>\n<p>Cookie for validation of data input for sending Email</p>\n<p>focreturnurl</p>\n<p>Cookie to store return url&nbsp.\nto send user back from Resource landing page to FOC page.</p>\n<p>QuickViewDisplayLimit</p>\n<p>Cookie to store the limit value to display the quick view tooltip.\nThis functionality has been removed hence not relevant and need to delete the code as well.</p>\n<p>QuickViewDisplayCounter</p>\n<p>Cookie to store the current display counter value to display the quick view tooltip.\nThis functionality has been removed hence not relevant and need to delete the code as well.</p>\n<p>tokentyp</p>\n<p>Cookie to store a flag when an email is sent on Thank you page but it is not being used now so need to delete the code.</p>\n<p>RecentSearches</p>\n<p>This cookie will save recent searches on the Publishing Platform</p>\n<p>Branding</p>\n<p>This cookie stores the institution id, when you log on&nbsp.\nto the Publishing Platform</p>\n<p>ASP.NET_SessionId</p>\n<p>This cookie generates unique session id to identify the user.</p>\n<p>AuthSystemSessionID</p>\n<p>Authenticates users in secure areas of the website.\nThis will be removed when the browser is closed</p>\n<p>ASPSESSIONID</p>\n<p>This cookie will store information for each client session.\nThis cookie is removed once the browser is closed</p>\n<p>tokenCookie</p>\n<p>This cookies contains encrypted values of user Id, Session Id and remember me which is used to check if user is already logged in.</p>\n<p>ud</p>\n<p>This cookies contains UserID and Preferred Display Name as plain text which is used by our header web api.</p>\n<p>OrderToken</p>\n<p>Stores the order token details and count of products in cart which is provided by eCommerce</p>\n<p>RSCSelectCookieId</p>\n<p>This cookie generates unique id to identify user's RSC Select form.</p>\n<p>SMECookieId</p>\n<p>This cookie stores sme id that uniquely identifies user/his application form.</p>\n<p>token</p>\n<p>Cookie for validation of data input for sending Email</p>\n<p>ApplicationCheckAccessCookie</p>\n<p>This cookies contains access details</p> Cookies in use on ChemSpider Cookie nameDescription <p>k_visit</p>\n<p>Used to register&nbsp;customer feedback via the Kampyle widget</p>\n<p>wiki_needShow</p>\n<p>Remembers the user preference for showing different parts of a ChemSpider record</p>\n<p>rscdb_needShow</p>\n<p>Remembers the user preference for showing different parts of a ChemSpider record</p>\n<p>patents_needShow</p>\n<p>Remembers the user preference for showing different parts of a ChemSpider record</p>\n<p>session_start_time</p>\n<p>Remembers the time a blog visit was started</p>\n<p>push_time_start</p>\n<p>Used to set a time delay before a user is asked again for feedback via the Kampyle widget</p>\n<p>CSSESSID</p>\n<p>Remembers a session identifier, used to retrieve and display results for registered users</p>\n<p>ASP.NET_SessionId</p>\n<p>This cookie generates unique session id to identify the user.</p>\n<p>.RSCID-SESSION-ID</p>\n<p>This cookie generates unique session id to identify the user.</p>\n<p>.RSCID-AUTH</p>\n<p>This cookie generates a unique identifier to identify the user once logged into RSC ID on Chemspider.</p> Cookies in use on LearnChemistry Cookie nameDescription <p>HE Stem Website Session ID</p>\n<p>Used to store a set of randomly generated questions and answers for use in the interactive case studies that we have built</p> Cookies in use on Chemistry World&nbsp;and edu.rsc.org <b>Cookie name</b>\n<b>Description</b>\n<p>.\nASPXAUTH</p>\n<p>Indicates the user is logged in.\nContains user specific information such as user ID in encrypted form</p>\n<p>ADFEAuthCookie</p>\n<p>Used to authenticate user when they log in to the site</p>\n<p>ADConCtrlCookie</p>\n<p>This cookie is used to support content access for logged in website users.\nThe cookie contains no personally identifiable information.\nIt is created when a user successfully logs into the website</p>\n<p>ADmessage_[notification identifier]</p>\n<p>This cookie is used to support notification to users that their website subscription is due to expire.\nThe cookie identifies where the notification has been presented to a user so that it is not shown again.\nThe cookie contains no personally identifiable information.\nIt is created when the notification is displayed.\nNote: This cookie has multiple variants where the [notification identifier] in the cookie name represents the individual notification item reference.</p>\n<p>ADmessage_session_4</p>\n<p>Related to subscription renewal message</p>\n<p>AgentCookie</p>\n<p>When logged in, used to identify user’s browser and device</p>\n<p>AnonUserCookie</p>\n<p>Managing session state when not logged in</p>\n<p>Consent</p>\n<p>Some users are required to complete additional data consent questions prior to site usage.\nThis cookie is added to improve the website’s performance, ensuring this check is not made on every page of the site and for every visit.\nThe cookie contains no personally identifiable information.\nIt is created when a user completes the consent form.</p>\n<p>CT_CookiePolicyAccepted</p>\n<p>Dropped when cookie policy has been seen / accepted</p>\n<p>_gat</p>\n<p>Used by Google Analytics</p>\n<p>ai_session</p>\n<p>Application Insights – helps to monitor site performance</p>\n<p>ai_user</p>\n<p>Application Insights – helps to monitor site performance</p>\n<p>sp_</p>\n<p>Spam filter</p>\n<p>_AntiXsrfToken</p>\n<p>Stores session information used to guarantee the origin of JavaScript request</p>\n<p>__cfduid</p>\n<p>Related to GetClicky web statistics tool</p>\n<p>_bizo_bzid<br>_bizo_cksm<br>_bizo_np_stats</p> &nbsp;Related to Bizo advertising network (owned by LinkedIn) <p>cwvogel</p> Anonymously records how many articles have been fully scrolled through within the current web browser in each of the last 28 days <p>IP_Message_Accepted</p> Added when a user closes the IP access welcome message Cookies used by 24/7 media\n<p>24/7 media is a digital marketing company that we contract to generate adverts on our websites.</p> Cookie nameDescription <p>OAX</p>\n<p>24/7 Real Media tell us that the data they collect identifies unique users across the network.\nThe cookie is used for reporting purposes, including reach and frequency of an ad or to see which ads are clicked on.&nbsp.\nData is retained for one year.</p>\n<p>RMF with extensions S, D, L, M</p>\n<p>Limits the amount of times an ad is served, excludes the user from seeing the ad or retarget a user who has already seen a particular ad</p>\n<p>RMFS</p>\n<p>Limit number of times a particular ad is served to a specific user per session</p>\n<p>RMFH</p>\n<p>Limit number of times a particular ad is served to a specific user per hour</p>\n<p>RMFD</p>\n<p>Limit number of times a particular ad is served to a specific user per day</p>\n<p>RMFW</p>\n<p>Limit number of times a particular ad is served to a specific user per week</p>\n<p>RMFM</p>\n<p>Limit number of times a particular ad is served to a specific user per month</p> International transfer\n<p>The Royal Society of Chemistry is a global organisation with subsidiary companies located around the world.\nThis Statement establishes our global principles for the collection, use and disclosure of information gathered through our websites and applications.\nThe country in which you are doing business with us or where the website you are visiting is located/hosted may have specific requirements concerning personal data.</p>\n<p>On occasion, the information you provide to us may be transferred to countries outside the European Economic Area (EEA).\nBy way of example, this may happen where any of our servers or those of our third party service providers are from time to time located in a country outside of the EEA.\nThese countries may not have similar data protection laws to the UK.\nWhere possible, we will seek to work with service providers whose servers are located within the EEA.</p>\n<p>If we transfer your information outside of the EEA in this way, we will take steps to ensure that appropriate security measures are taken with the aim of ensuring that your privacy rights continue to be protected as outlined in this policy.\nThese steps include imposing contractual obligations on the recipient of your personal information or ensuring that the recipients are subscribed to ‘international frameworks’ that aim to ensure adequate protection.</p>\n<p>We have not set out the specific circumstances when each of these protection measures are used.\nYou can contact us at&nbsp;DPO@rsc.org&nbsp;for the details as to how we protect specific transfer of your data.</p> Children’s Data\n<p>We recognise any individual under the age of 18 years old as being a child.\nWe take safeguarding of children (including the protection of their personal data) seriously and will take all reasonable steps to ensure that children are provided with sufficiently clear information on how we will collect, process and store their personal data, and that children&nbsp;and their guardians understand the nature of the processing of their personal data together with their rights in respect of the same.</p>\n<p>Save for photography and filming, children under 18 years old may be able to provide consent in their own right to the processing of their personal data depending on their maturity and ability to understand the nature of the processing of that data.\nWe will take reasonable steps to assess a child’s maturity and ability to understand the nature of data processing before determining whether a child can reasonably consent to processing in their own right.\nFurther information on how we will assess a child’s ability to consent in their own right can be supplied on request via our contact details above.</p> Special categories of personal data\n<p>We may collect special categories of personal data if it is provided to us by you, or on your behalf, with your consent and it is appropriate to the service that we will provide to you.\nBy giving us this information, you agree that we may use such data as set out in this Statement.</p> Data anonymisation and aggregation\n<p>We may anonymise or aggregate your personal information in such a way as to ensure that you are not identified or identifiable from it, in order to use the anonymised or aggregated data, for example, for statistical analysis and administration including analysis of trends, to carry out actuarial work, to tailor products and services and to conduct risk assessment and analysis of costs and charges in relation to our products and services.\nWe may share anonymised or aggregated data with third parties.</p> Your rights\n<p>We also offer the following controls:</p>\n<ol>\n<li>You may request access to, or copies of, the personal data that we hold about you.\nIf you would like to exercise this right, please contact us at DPO@rsc.org or the RSC designated address above;</li>\n<li>If you believe that any data we have about you is incorrect or incomplete, or have concerns as to how we are using your data please contact us at DPO@rsc.org as soon as possible.\nWe will take steps to seek to correct or update any data if we are satisfied that the data we hold is inaccurate.</li>\n<li>You may request that your personal data is deleted, where it is no longer necessary for the purposes for which it is being processed and provided there is no other lawful basis for which we may continue to process such data;</li>\n<li>If we are processing your personal data to meet our legitimate interests, you may object to such processing.\nIf we are unable to demonstrate our legitimate grounds for that processing, we will no longer process your personal data for those purposes;</li>\n<li>You may withdraw any consent given to processing (this will not affect the lawfulness of processing based on consent before its withdrawal).\nor</li>\n<li>If we are processing your personal data automatically, for the purposes of performing our contract with you, or based on your consent you may have the right to request that the personal data we hold about you be transferred to a third party data controller.</li>\n</ol>\n<p>If you consider that we are in breach of our obligations under data protection regulation, you may lodge a complaint with the&nbsp;Information Commissioner’s Office.</p> Retention\n<p>We have criteria in place in relation to how we determine the period for which we use your personal data, as well as a process for their deletion at the end of the relevant retention period.\n&nbsp;For more information please contact our Data Protection Officer at the address shown above.\n&nbsp;In certain circumstances, we may be required to retain your personal data for longer where such retention is required by law or record-keeping requirements, including managing our relationship with you, defending any claims, or for tax purposes.</p> Changes to this Statement\n<p>This statement is not a contract, and it does not create any legal rights or obligations.\nWe may change this Statement from time to time in order to reflect changes in the law and/or our privacy practices.\nWe will update the date at the top of the Statement accordingly.\nWe encourage you to regularly check this Statement online for changes.</p> Help &amp.\nlegal <ul>\n<li> Help </li>\n<li> Legal <ul>\n<li>\n<b>\n</b>Terms of use </li>\n<li>\n<b>\n</b>Modern Slavery Act statement </li>\n<li>\n<b>\n</b>Privacy statement </li>\n<li>\n<b>\n</b>Copyright &amp.\npermissions </li>\n<li>\n<b>\n</b>Accessibility </li>\n</ul>\n</li>\n</ul> Web team For queries regarding the website <dl>\n<dt>Email: </dt>\n<dd> Send us an email </dd>\n</dl> Share\n<ul>\n<li>FB</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n<li>icon</li>\n</ul> Back to top Not a member? <ul>\n<li>Apply for membership</li>\n</ul>\n<ul>\n<li> Journals </li>\n<li> Networks </li>\n<li> Contacts </li>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Linked In</li>\n<li>YouTube</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Advertise</li>\n<li>Legal</li>\n<li>Privacy</li>\n<li>Accessibility</li>\n</ul>\n<p>© Royal Society of Chemistry 2020.\nRegistered charity number 207890.\n</p> close To email address: * (required) From email address: * (required) Message: * (required) Captcha: <br>\n<br>Refresh<br>Input symbols<br>\n<br>\n<p>&lt;p&gt;We're sorry, your email could not be sent.\nPlease contact webmaster@rsc.org.&lt;/p&gt;</p>\n<p>&lt;p&gt;Your email has been sent.&lt;/p&gt;</p> close Your name: * (required) Your email: * (required) Subject: * (required) Message: * (required) Captcha: <br>\n<br>Refresh<br>Input symbols<br>\n<br> &lt;img height=\"1\" width=\"1\" src=\"https://www.facebook.com/tr?id=185189948523564&amp;amp;ev=PageView\n&amp;amp;noscript=1\"&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none;\" alt=\"\" src=\"https://dc.ads.linkedin.com/collect/?pid=464329&amp;amp;fmt=gif\"&gt;", "created_at": "2018-09-30 16:58:39.493479", "updated_at": "2020-12-14 20:18:55.206911"}, {"id": 765, "name": "Terms of Service", "url": "http://www.rsc.org/help-legal/legal/terms-conditions/", "xpath": "//div[contains(@class, 'layout-a2__col-a')]", "text": " Terms of use <p>Last updated on 27 April 2020</p>\n<ul>\n<li>Any reference to ‘We’, ‘Us’ and ‘Our’ is to The Royal Society of Chemistry as an organisation.</li>\n<li>Any reference to ‘Our Websites’ is to websites available within rsc.org and www.chemspider.com.</li>\n<li>Any reference to ‘You’ and Your’ is to you as an individual user of Our Websites.</li>\n<li>Any reference to ‘Terms’ is to all terms and conditions set out on this web page and linked to from this web page.</li>\n<li>Any reference to ‘Interactive Services’ is to services which includes but not limited to commenting, connecting to others, uploading and publishing content on Our Websites (‘Contribution’).</li>\n</ul> Revising our Terms <p>We may revise our Terms at any time by amending this page.\nPlease ensure that you review these terms each time you use Our Websites as you will be deemed to have accepted any changes we make if you continue to use Our Websites after the update has been published.&nbsp;</p> Using Our Websites <p>Our Websites are protected by copyright.</p>\n<p>We will, wherever possible, ensure that the information contained on Our Websites is accurate and up-to-date, but we accept no liability for omissions or errors therein or their consequences.\nWe reserve the right to make changes to the information published on Our Websites at any time.</p>\nBrowsing, downloading and printing information\n<p>You may browse, download or print out one copy of the material displayed on Our Websites for your personal, non-commercial, non-public use, but you must retain all copyright and other proprietary notices contained on these materials.</p>\nProhibited uses\n<p>You may use Our Websites only for lawful purposes.\nYou must not use Our Websites:</p>\n<ul>\n<li>in any way that breaches any applicable local, national or international law or regulation</li>\n<li>in any way that is unlawful or fraudulent, or has any unlawful or fraudulent purpose or effect</li>\n<li>in any way that subjects or may subject us to any derogatory treatment, misrepresents us, brings us into disrepute, or causes us to incur liability to any third party</li>\n<li>to bully, intimidate, harass, harm, offend or discriminate against any user</li>\n<li>to solicit sign-in information or access an account belonging to anyone else</li>\n<li>to transmit or procure the sending of any unauthorised advertising or promotional materials, or any other form of solicitation (spam)</li>\n<li>to knowingly transmit any material that contains viruses or any other harmful program or computer code that is designed to adversely affect the operation of any computer software or hardware</li>\n<li>to promote sexually explicit material, violence or terrorism</li>\n<li>to send, knowingly receive, upload, download, use or re-use any material which does not comply with the Terms of using our Interactive Services</li>\n<li>to share information about any individual without their express consent</li>\n<li>to store or use the personal data of other users of Our Websites</li>\n<li>to knowingly use or reuse any material which does not comply with these terms and conditions</li>\n<li>to further copy, distribute or otherwise use any of the materials from Our Websites without our written consent</li>\n<li>to interfere with, damage or disrupt software or hardware used to operate Our Websites.</li>\n</ul>\nUsing our Interactive Services\n<p>Some of Our Websites provide Interactive Services which include the option to contact and connect to other users, or make a Contribution by publishing information on Our Websites.\nPlease note that further terms and conditions may apply when using our Interactive Services.\nThese terms and conditions and policies may reference each other and are not mutually exclusive.</p>\n<p>In addition to the Terms set out above in respect to ‘Prohibited uses’, you must comply with the spirit of the following standards as well as the letter when using our Interactive Services.\nThese additional standards apply to each part of any Contribution, as well as to its whole.</p>\n<p>A Contribution must:</p>\n<ul>\n<li>be accurate and up-to-date (where they state facts)</li>\n<li>be genuinely held (where they state opinions)</li>\n</ul>\n<p>A Contribution must not:</p>\n<ul>\n<li>be dishonest, inaccurate or likely to deceive any person</li>\n<li>contain any material which is defamatory of any person</li>\n<li>contain any material which is obscene, offensive, hateful or inflammatory</li>\n<li>promote sexually explicit material or violence</li>\n<li>put the welfare of children at risk</li>\n<li>advertise, promotes or offer to trade any goods or services, except in areas (if any) specifically designated for such purpose</li>\n<li>promote, encourage or facilitate terrorism or other activities that risk national security</li>\n<li>promote discrimination based on race, sex, religion, nationality, disability, gender, marital status, sexual orientation or age</li>\n<li>violate and/or infringe any applicable law, such as copyright, database right or trade mark of any other person</li>\n<li>be made in breach of any legal duty owed to a third party, such as a contractual duty or a duty of confidence.</li>\n<li>promote, facilitate or encourage any illegal activity such as (by way of example only) copyright infringement or computer misuse</li>\n<li>be threatening, cause annoyance, inconvenience or needless anxiety, abuse, invade, infringe or try to infringe another's privacy.&nbsp.\nThis includes you storing or trying to store personal data or usage details of other users of our Site and/or Interactive Services</li>\n<li>be likely to harass, upset, embarrass, alarm or annoy any other person</li>\n<li>be used to impersonate any person, or to misrepresent your identity or affiliation with any person</li>\n<li>give the impression that they emanate from Us, if this is not the case</li>\n<li>suggest any endorsement or approval by The Royal Society of Chemistry of a product or service (for instance, a personal website) or any non-Royal Society of Chemistry entity, product or content or any belief or opinion expressed within a product or service.</li>\n</ul>\n<p>Where Interactive Services are in use on Our Websites:</p>\n<ul>\n<li>please be mindful of your own safety and use your best judgment when submitting information and/or content, whether via a Contribution or otherwise to Our Websites.&nbsp.\nIn particular we discourage divulging personal telephone numbers, email addresses and postal addresses or other information that can be used to identify or locate you in public areas of Our Websites&nbsp;</li>\n<li>we may assess any possible risks for users (and in particular, for children) from third parties when they use any interactive service provided on Our Websites, and we will decide in each case whether it is appropriate to use moderation of the relevant service (including what kind of moderation to use) in the light of those risks.\nHowever, we are under no obligation to oversee, monitor or moderate any interactive service we provide on Our Websites, and we expressly exclude our liability for any loss or damage arising from the use of any interactive service by a user in contravention of our content standards, whether the service is moderated or not</li>\n<li>the use of any of our Interactive Services by children is subject to the consent of their parent or guardian.\nIf you permit your child to use a web enabled device to access or view any of our Interactive Services you are solely responsible for deciding whether the content is appropriate for that child to access or view.&nbsp.\nWe advise parents who permit their children to use an interactive service that it is important that they communicate with their children about their safety online, as moderation (if undertaken) is not fool-proof.\nChildren who are using any interactive service should be made aware of the potential risks to them</li>\n<li>where we do moderate an interactive service, we will normally provide you with a means of contacting the moderator, should a concern or difficulty arise.</li>\n</ul>\nContribution and copyright\n<p>By contributing information to Our Websites through Interactive Services:</p>\n<ul>\n<li>you warrant that you are entitled to submit the Contribution to us and that the Contribution is accurate, not confidential, and not in violation of any contractual restrictions or other third party rights</li>\n<li>you agree that you own the copyright in your Contribution and that you may request its deletion at any time, unless you have shared information or content with others and they have not deleted it, or it was copied or stored by other users</li>\n<li>you confirm that you have the consent of anyone who is identifiable in your Contribution or the consent of their parent/guardian if they are under the age of 16</li>\n<li>you agree to grant Us a non-exclusive licence to use that Contribution.&nbsp.\nAlthough you will still own the copyright in your Contribution, We will have the right to freely use, copy, edit, alter, modify, display, reproduce, publish, distribute, archive and/or store the material contained in your Contribution.&nbsp.\nThis licence will be free of charge, irrevocable, worldwide, perpetual, unlimited and capable of assignment and/or sub-licence.&nbsp.\nWe may exercise all copyright and publicity rights in the material contained in your Contribution in all jurisdictions, to their full extent and for the full period for which any such rights exist in that material.If you are not in a position to grant a licence to Us as set out under this clause or you do not want to grant Us such a licence to use your Contribution in accordance with Our Terms, please do not share or submit a Contribution to us</li>\n<li>you warrant that any Contribution you make does comply with Our Terms and you will be liable to us and indemnify us for any breach of this warranty.&nbsp.\nIf you are a consumer user, this means you will be responsible for any loss or damage we suffer as a result of your breach of this warranty</li>\n<li>you grant Us the right to use and publish your name and/or preferred display name (“PDN”) against any content you submit to Our Websites and the name that you choose in relation to publications (where applicable)</li>\n<li>you acknowledge that we cannot guarantee that users will not use the ideas and/or information that you post via your Contribution and we are not responsible for a user’s misuse or misappropriation of any content and/or information in your Contribution</li>\n<li>we will not be responsible, or liable to any third party, for the content or accuracy of any Contribution posted by you or any other user of Our Websites</li>\n<li>the views expressed by other users on Our Websites do not represent our views or values.&nbsp.\nWe do not control or direct users’ actions on Our Websites, nor do we endorse any Contribution and we are not responsible for the content or information users transmit or share on Our Websites.</li>\n</ul>\nOur right to edit and remove your information\n<ul>\n<li>Any Contribution you make may be moderated by Us which means that they may be reviewed, edited and/or removed.</li>\n<li>We reserve the right to remove any of a Contribution if we believe that your Contribution or any part of it does not comply with Our Terms.&nbsp.\nFor the avoidance of doubt we reserve the right to remove any of your a Contribution if we deem to be potentially defamatory of any person or which we deem unlawful or in violation of any third party rights.</li>\n<li>We reserve the right to disclose any content or information you submit to us, whether part of a Contribution or otherwise as necessary to satisfy any law, regulation or Governmental request.</li>\n</ul>\nSuspension and termination\n<ul>\n<li>We will determine, in our discretion, whether there has been a breach of Our Terms through your use of Our Websites and we reserve the right to disable or close access to Our Websites and/or Interactive Services.&nbsp.\nWhen a breach of our Terms has occurred, we may take such action as we deem appropriate.&nbsp;</li>\n<li>Failure to comply with Our Terms may result in our taking all or any of the following actions:\n<ul>\n<li>immediate, temporary or permanent withdrawal of your right to use Our Websites</li>\n<li>immediate, temporary or permanent removal of any posting or material uploaded by you to Our Websites</li>\n<li>issue of a warning to you</li>\n<li>legal proceedings against you for reimbursement of all costs on an indemnity basis (including, but not limited to, reasonable administrative and legal costs) resulting from the breach</li>\n<li>further legal action against you</li>\n<li>disclosure of such information to law enforcement authorities as we reasonably feel is necessary.</li>\n</ul>\n</li>\n<li>We exclude liability for actions taken in response to breaches of Our Terms.&nbsp.\nThe responses described in Our Terms are not limited, and we may take any other action we reasonably deem appropriate.</li>\n</ul> Liability of our services <p>We shall not be liable for any direct consequential or indirect consequential loss or damage of any nature whatsoever alleged to be caused by errors or omissions in the information contained on Our Websites.</p>\n<p>In no event shall we be liable for any general, special, direct, indirect, consequential or incidental damages, or any damages whatsoever, resulting from loss of use, data or profits, whether in an action of contract, negligence or other tortious action, arising out of or in connection with the use of information available from Our Websites.</p>\n<p>In no event shall we be liable for any damage to your computer equipment or software which may occur on account of your access to or use of Our Websites, or your downloading of materials, data, text, or images from Our Websites, whether caused by a virus, bug or otherwise.</p> Warranties and disclaimers <p>We make no representations whatsoever about the suitability of the information contained in any information on Our Websites.\nAll information is provided \"as is\" without warranty of any kind, express or implied, without limitations, warranties of title or implied warranties of merchantability or fitness for a particular purpose.</p>\n<p>You warrant that any Contribution you make through our Interactive Services complies with these terms and conditions, and you will be liable to us and indemnify us for any breach of this warranty.\nYou are responsible for any loss or damage we suffer as a result of your breach of this warranty.</p>\n<p>Our Websites contain links to third party websites.\nThese websites are outside our control and we are not responsible for the contents of any linked site or any link contained in a linked site.\nWe provide these links only as a convenience, and the inclusion of any link does not imply endorsement or approval by the Royal Society of Chemistry.</p> Websites and services not covered by Our Terms <p>Third-party websites and services we link to through Our Websites have their own terms and conditions policies, independent of us.\nWe hold no responsibility or liability for these independent policies.\nWe encourage you to look for and review the policies of any third-party website you visit.&nbsp;</p> Terms and Conditions of Purchase <ul>\n<li> Netsuite PO Terms &amp.\nConditions </li>\n</ul> Declarations Amazon Associates Programme <p>The Royal Society of Chemistry is a participant in the Amazon Europe S.à r.l.\nAssociates Programme, an affiliate advertising programme designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.co.uk.</p> ", "created_at": "2018-12-03 20:44:49.123042", "updated_at": "2020-12-14 20:34:37.339947"}], "points": [{"id": 4719, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-10-05 02:35:57.715949", "updated_at": "2018-12-03 20:26:13.567265", "quoteText": "<p>We may disclose your personal information to third parties if we are under a duty to disclose or share it, in order to comply with any legal regulations, good governance obligations, in order to enforce or to protect our rights, property, or safety, that of other persons with whom we have a business relationship, or to purchasers or prospective purchasers in relation to a disposal of our business or assets.</p>\n<p>", "case_id": 243, "document_id": 600, "quoteStart": 9435, "quoteEnd": 9856}, {"id": 14750, "title": "This service can license user content to third parties", "source": "http://www.rsc.org/help-legal/legal/terms-conditions/", "status": "\"We will have the right to freely use [...] the material contained in your Contribution. This licence will be [...] capable of assignment and/or sub-licence.\"", "created_at": "2021-01-22 22:03:57.927796", "updated_at": "2021-02-11 01:26:19.216131", "quoteText": "unlimited and capable of assignment and/or sub-licence.", "case_id": 134, "document_id": 765, "quoteStart": 9185, "quoteEnd": 9240}, {"id": 4707, "title": "This service only shares user information with third parties when given specific consent", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-09-30 17:13:46.410583", "updated_at": "2021-02-06 04:16:15.012603", "quoteText": "Our simple promise\n<ul>\n<li>We will never pass your personal details to anyone outside the RSC for them to use for their own marketing purposes unless you have previously provided us with your informed and specific consent.</li>\n<li>We will make sure that our contact with you is relevant and in accordance with the preference information that you give us and in order to enable us to provide the service you require to you.</li>\n", "case_id": 296, "document_id": 600, "quoteStart": 10655, "quoteEnd": 11085}, {"id": 4705, "title": "There is a date of the last update of the terms", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-09-30 17:09:02.782053", "updated_at": "2021-01-18 10:49:02.731098", "quoteText": "//www.googletagmanager.com/ns.htm", "case_id": 331, "document_id": 600, "quoteStart": 17, "quoteEnd": 50}, {"id": 4706, "title": "This service does not sell your personal data", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-09-30 17:11:00.110447", "updated_at": "2021-01-22 22:00:52.596006", "quoteText": "<p>We will not sell your personal data.</p>", "case_id": 193, "document_id": 600, "quoteStart": 8076, "quoteEnd": 8119}, {"id": 4708, "title": "The service provides details about what kinds of personal information they collect", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-10-03 09:49:25.539006", "updated_at": "2018-10-03 09:51:01.642511", "quoteText": "personal", "case_id": 228, "document_id": 600, "quoteStart": 1754, "quoteEnd": 1762}, {"id": 4709, "title": "Third parties may be involved in operating the service", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-10-03 09:51:43.164974", "updated_at": "2018-10-06 19:03:53.294583", "quoteText": "We may use third party service providers to support our provision of our services.\nSuch will relate to business functions, including (without limitation) IT support, hosting our data on cloud platforms, legal, accounting, audit, consulting and other professional service providers, and providers of other services related to our business.</p>\n<p>Portions of our services may be provided by organisations with which we have a contractual relationship, including subcontractors, and, accordingly, your personal data may be disclosed to them.\nWe only provide these organisations with the information that they need to be able to perform their services", "case_id": 207, "document_id": 600, "quoteStart": 8534, "quoteEnd": 9182}, {"id": 4720, "title": "You can delete your content from this service", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-10-05 02:37:17.307984", "updated_at": "2021-02-06 04:16:15.186679", "quoteText": "No personal information will be kept any longer than necessary in order to fulfil the purpose it was collected for, and if you ask us to, it will be deleted.</li>", "case_id": 175, "document_id": 600, "quoteStart": 11505, "quoteEnd": 11667}, {"id": 4710, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "http://www.rsc.org/help-legal/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2018-10-03 09:52:06.98663", "updated_at": "2020-12-30 05:39:38.639281", "quoteText": "We will have in place an agreement with our service providers which will restrict how they are able to process your personal data.</p>", "case_id": 210, "document_id": 600, "quoteStart": 9184, "quoteEnd": 9318}, {"id": 14579, "title": "There is a date of the last update of the agreements", "source": "http://www.rsc.org/help-legal/legal/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-18 10:49:31.39181", "updated_at": "2021-02-09 20:39:45.863889", "quoteText": "<p>Last updated on 27 April 2020</p>", "case_id": 331, "document_id": 765, "quoteStart": 14, "quoteEnd": 50}, {"id": 14749, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "http://www.rsc.org/help-legal/legal/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-22 22:03:37.784644", "updated_at": "2021-02-11 01:26:00.901909", "quoteText": "We will have the right to freely use, copy, edit, alter, modify, display, reproduce, publish, distribute, archive and/or store the material contained in your Contribution.&nbsp.\nThis licence will be free of charge, irrevocable, worldwide, perpetual,", "case_id": 130, "document_id": 765, "quoteStart": 8935, "quoteEnd": 9184}, {"id": 14748, "title": "You maintain ownership of your data", "source": "http://www.rsc.org/help-legal/legal/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-22 22:03:06.246749", "updated_at": "2021-02-11 01:25:49.258541", "quoteText": "Although you will still own the copyright in your Contribution,", "case_id": 183, "document_id": 765, "quoteStart": 8871, "quoteEnd": 8934}, {"id": 14747, "title": "Users agree not to use the service for illegal purposes", "source": "http://www.rsc.org/help-legal/legal/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-01-22 22:02:00.879926", "updated_at": "2021-02-11 01:26:27.368124", "quoteText": "You must not use Our Websites:</p>\n<ul>\n<li>in any way that breaches any applicable local, national or international law or regulation</li>\n<li>in any way that is unlawful or fraudulent, ", "case_id": 280, "document_id": 765, "quoteStart": 1700, "quoteEnd": 1887}], "urls": ["pubs.rsc.org", "rsc.org"]}}