{"error": 448, "message": "OK", "parameters": {"id": 4600, "name": "CV Compiler", "created_at": "2021-07-07 21:16:24.073801", "updated_at": "2021-07-07 22:00:48.413661", "wikipedia": null, "keywords": null, "related": null, "slug": "cv-compiler", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4600.png", "url": "cvcompiler.com", "documents": [{"id": 8175, "name": "Terms & Conditions & Privacy Policy", "url": "https://cvcompiler.com/terms", "xpath": "//body", "text": " <ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n</ul> Terms &amp.\nConditions <p>Last update: December 24, 2018</p>\n<p>RelocateMe OÜ is a corporation which is organized and exists under the laws of Estonia, with an address at Pae tn 21, Tallinn city, Harju county, 11415 (hereafter referred to as \"Provider\" or “We”).\nRegistration with the Service creates a contract (hereafter referred to as “Terms”) between you (hereafter referred to as \"Client\") and the Provider.</p>\n<p>Each time you access and use the Site, you have agreed to be bound by these Terms.</p> Service Description <p>We aim to help you craft a tech resume that will help you get hired faster.</p>\n<p>CV Compiler works to find weak points in your resume and immediately suggests how to make improvements.</p>\n<p>CV Compiler offers four pricing plans: Free, Advanced Lite, Advanced, and Premium.\nDepending on the plan you have chosen, you will gain access to some or all of the features below:</p>\n<ul>\n<li>Automatic resume review(s).\nDetailed feedback on your resume’s strengths and weaknesses.\nThe number of automatic resume reviews available depends on the plan you select.</li>\n<li>15- or 90-day access to your resume review results.</li>\n<li>Downloadable resume template(s).\nThe number of resumes templates available depends on the plan you select.</li>\n<li>Cover letter examples.\nTips and templates for creating a cover letter.</li>\n<li>Effective lines.\nResume bullet point examples.</li>\n<li>LinkedIn hacks.\nTips to boost your LinkedIn profile</li>\n<li>Tech Insights.\nA list of the top tech skills required to land a job at big-name companies.</li>\n<li>Useful content.\nA hand-picked list of career-related articles.</li>\n<li>An in-depth critique (moderation) of your revamped resume.\nThis is the final step.</li>\n</ul> CV Compiler Account <p>To begin using the Service, you must first sign in with your LinkedIn or GitHub account.\nDuring this, we request you to accept the Terms.\nYou may not use the Service if you do not accept these Terms and Conditions.</p> Your Personal Data <p>1.\nData protection is imperative to the Provider.\nThe Provider handles any data strictly confidentially and in accordance with the respective data protection regulations.\nUser data is always stored securely.\nHowever, to operate such, it is sometimes necessary to store your data and pass it on to third parties.</p>\n<p>2.\nBy using the Site, you are consenting to have your personal data processed by the Provider and agree to our Privacy Policy.</p>\n<p>3.\nIf you no longer want to be connected to the Site and/or its Services, please email to hello@cvcompiler.com, and we will delete your personal data permanently within the fourteen day period.\nIf you’re on a free plan, you can also remove all your personal data from the website by using the Delete profile button.</p> Service Messages <p>By using our Site and/or Services, you have consented to receive email notifications sent to the email address associated with your account.</p> Payment <p>There are three paid plans available: Advanced Lite, Advanced, and Premium.</p>\n<p>Charges for website services may be paid via PayPal.\nWe also accept credit card payments (the payments are processed by Paddle).\nPremium plan payments are being accepted via PayPal only.</p>\n<p>The Provider has the discretion to alter prices for its services at any time.\nAll payments shall be made in U.S.\ndollars or euros.\nYou also understand that additional fees may be added to prices.\nBased on your location, your purchase may be subject to foreign exchange fees or differences in prices (e.g., exchange rates).\nFor information on PayPal fees, please visit this page.</p> Discounts <p>Occasionally we offer discounts on our services.\nAny promo codes must be used within the specified time.\nWe also reserve the right to limit the number of promo codes to one per client.</p> Complaints &amp.\nrefunds <p>1.\nWe accept complaints sent via email to the address: hello@cvcompiler.com.</p>\n<p>2.\nIf we receive a complaint from you, we will respond to you within 14 days and use our best efforts to investigate and resolve the complaint.</p> No Guarantee of Results <p>CV COMPILER IS NOT AN EMPLOYMENT OR RECRUITMENT AGENCY.\nIT ALSO MAKES NO GUARANTEES REGARDING THE EFFECTIVENESS OF THE SERVICE IN MEETING YOUR EMPLOYMENT OBJECTIVES.\nWE DO NOT GUARANTEE THAT THE USE OF OUR SITE, AND/OR SERVICE WILL RESULT IN YOU GETTING HIRED, AND WE ARE NOT RESPONSIBLE FOR ANY EMPLOYMENT DECISIONS MADE BY YOUR POTENTIAL EMPLOYERS.</p>\n<p>It is prohibited to</p>\n<p>(a) Upload a resume or any document whose content does NOT belong to you;<br> (b) Request contacting to an email address or contact information that is not your own;<br> (c) Copy/sell resume lines (content) we have on the Site;<br> (d) Take any actions that impose an unreasonable or disproportionately large load on the Site's infrastructure.\n</p>\n<p>We have no obligation to accept, display, review, monitor, or maintain any content submitted by users.\nWe reserve the right to remove any content from the Service in our sole discretion at any time without prior notice, whether or not such Content violates these Terms.</p> Contracts for Products and Services of Third Parties <p>The Service may also include access to products and services of independent third parties either directly or via links to sites operated by such third parties.</p> Interruptions or Discontinuation of the Service <p>1.\nThe Provider may suspend the Service for repair, maintenance, and/or upgrade work.\nIn such event, the Provider shall make reasonable efforts to keep the said interruption as brief as is reasonably possible with as little inconvenience to the Client.</p>\n<p>2.\nThe Provider reserves the right to modify or discontinue, temporarily or permanently, individual services provided by it or third parties via the Services, or the Services themselves.</p>\n<p>3.\nThe Provider aims to make the system as widely accessible as possible.\nBecause of the technical aspects of the Internet and mobile phone connections, over which the Service has no influence, disruptions may, however, arise occasionally in the data transfer.\nThe Provider cannot, therefore, give any guarantee on the accessibility of the system or for the accessibility of individual participants, however, providing best performance is one of the main goals of the Provider.</p> Intellectual Property Rights <p>1.\nExcept as otherwise set forth herein, all right, title and interest in any intellectual property, proprietary rights or other rights related to intangible property that have been used, developed, comprising, embodied in, or practiced in connection with any of the Service (\"the Provider Intellectual Property Rights\") are owned by the Provider or its licensors, and you agree to make no claim of interest in or ownership of any such the Provider Intellectual Property Rights.</p>\n<p>2.\nYou acknowledge that no title to the Provider Intellectual Property Rights is transferred to you and that you do not obtain any rights, express or implied, in the Service.\nApart from the expressly granted rights in this Agreement.</p>\n<p>3.\nIf you are a copyright owner or agent thereof and believe that any of our content infringes upon your copyright, please contact us at the following email address: hello@cvcompiler.com.</p> Arbitration and Governing Law <p>1.\nThe exclusive means of resolving any dispute or claim arising out of or relating to these Terms of Use (including any alleged breach thereof), the Service, or the Website shall be Arbitration.</p>\n<p>2.\nAll disputes or claims relating to or in connection with this contract.\nThis includes disputes relating to its validity, breach, termination or nullity shall be finally settled under the Rules of Arbitration of the International Arbitral Centre of the Austrian Federal Economic Chamber in Vienna (Vienna Rules) by one arbitrator appointed in accordance with the said Rules.</p>\n<p>3.\nThe number of arbitrators shall be one.</p>\n<p>4.\nThe substantive law of England and Wales shall apply.</p>\n<p>5.\nThe language to be used in the arbitral proceedings shall be English.</p>\n<p>6.\nWe are always interested in resolving disputes amicably and efficiently.\nSo before you commence an arbitration, we suggest that you contact us to explain your complaint, as we may resolve it with no arbitration.\nYou may contact us at hello@cvcompiler.com.</p> Changes to the Terms and Conditions <p>These Terms and Conditions may be modified or altered at any time, without notice.\nWe recommend that you occasionally check the Terms and Conditions to ensure you have the most up to date information.</p> Privacy Policy <p>Last update: December 24, 2018</p>\n<p>We fully respect the privacy of our users and strive for transparency regarding the use of your personal data.\nThis Privacy Policy describes the information we collect on the Site and how that data is used.</p>\n<p>We are bound by the General Data Protection Regulation (Regulation (EU) 2016/679).\nWe also retain your personal data to fulfill our legal and regulatory obligations.</p>\n<p>By using the Service, you consent to the collection and use of your personal data in accordance with this Privacy Policy.\nHowever, we never use or share the information that you have provided to us with anyone apart from the exempt parties described in this Party Policy.</p> What is personal information? <p>Personal information is any information that can personally identify a person to whom it belongs.\nThis may include (but is not limited to): name, age, citizenship, gender, postcode, and contact details (including phone numbers and email addresses).</p> Information we collect when you sign in or contact us <p>To use the Service, you must sign in by using a third-party account (LinkedIn or GitHub).\nThe information we collect from third parties (if you permit those third parties to share it with us) includes your name and email address.\nYour password for those third-party services is never shared with us.\nThe information we store in our database also includes your authorization provider (LinkedIn or GitHub) and authorization time.</p>\n<p>We may also collect and store your contact details (your name and email) when you contact us through any of our social media accounts or via email.</p> Information we collect when you upload your CV <p>CV Compiler scans and scores your resume, giving concise and to the point recommendations on how it can be improved.</p>\n<p>To parse your resume and analyze its content, we use a third-party service (DaXtra) and our own engine (GlossaryTech).\nWe store your resume data solely to provide feedback on your CV along with personalized recommendations for its improvement.\nAll information belongs to the Client (you) and is stored privately.</p>\n<p>The Provider does not sell or forward your resume to any third parties.</p> How we protect your data <p>We do our best to ensure the security and confidentiality of your data.\nThese include physical, electronic and administrative safeguards such as firewalls, data encryption, SSL, data anonymization and other up-to-date technologies.</p>\n<p>Once we receive your data, we protect it on our servers using a combination of administrative, physical and logical security safeguards.\nWe also recommend that you try to secure all of the computing devices you have used for our software Service.</p> Billing information and payment details <p>You can check your CV score free of charge.\nHowever, if you want to gain access to all of the content and suggestions, then you will be required to pay a one-time service fee.\nThis payment can be made via PayPal or using a credit card.\nPlease note all credit card payments are processed by Paddle.</p>\n<p>We want to inform you that we never receive your PayPal account information or credit cards details.\nPayPal and Paddle do not share this data with us, under any circumstances.</p> Your rights <p>If you direct an inquiry to the Service Provider, we save the communication history with you and the information and data submitted in this communication (e.g., an email address) to optimally answer your request and any further follow-ups.</p>\n<p>Upon submitted such a request, you have the right to cost-free information about the personal data stored regarding your person.\nAdditionally, you may also have such personal data corrected, blocked, transferred, or deleted.</p>\n<p>Moreover, you have the right to be forgotten permanently and request us (by email) to delete all personal data.\nFurthermore, you can always request an electronic copy of your own personal data and ask for information about the processing of your data via hello@cvcompiler.com.</p>\n<p>In the event of a data breach, you will be notified about it within 72 hours.</p>\n<p>If you no longer want to be connected to the Site and/or its Services, please contact us at hello@cvcompiler.com, and we will delete your personal data permanently within the 14 (fourteen) day period.</p> Use of Cookies and Web Analysis Services <p>A \"cookie\" is a piece of information stored on your computer and which records how you move your way around a website so that when you revisit that website, it can present tailored options based on the information stored about your last visit.\nCookies can also be used to analyze traffic and for advertising and marketing purposes.\nCookies are used by nearly all websites and do not harm your system.</p>\n<p>To understand how you use cvcompiler.com and improve your further experience on our site, we may use temporary (or “session”) cookies.\nWe also allow third parties (particularly Google) to use analytical cookies on our website:</p>\n<p>Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nFor more information, please visit https://policies.google.com/privacy.</p>\n<p>You can delete or block cookies through your browser settings.\nHowever, be aware that some are necessary for the proper functioning of the Site.\nFor more information on how to manage and remove cookies across various internet browsers, please visit allaboutcookies.org.</p> Changes to our Privacy Policy <p>We may revise this Privacy Policy to reflect changes in the law, the Service, or for any other reason, without a notice.\nWe recommend that you check the Privacy Policy occasionally to have the most up to date information.</p>\n<p>If you have any questions, concerns or issues regarding our Privacy Policy or the Service, please contact us at hello@cvcompiler.com.</p> This website uses cookies<p>We use our own and third-party cookies to ensure that you get the best experience on our website.\nMore info</p>Select cookies to accept<ul>\n<li> Necessary</li>\n<li> Site Preferences</li>\n<li> Analytics</li>\n<li> Marketing</li>\n</ul>\n<p>OKCustomise Cookies</p>", "created_at": "2021-07-07 21:16:24.078448", "updated_at": "2021-07-07 19:16:41.177226"}], "points": [], "urls": ["cvcompiler.com"]}}