{"error": 448, "message": "OK", "parameters": {"id": 5956, "name": "Dank Memer", "created_at": "2021-11-30 18:10:32.120548", "updated_at": "2021-11-30 23:01:14.60132", "wikipedia": null, "keywords": null, "related": null, "slug": "dank-memer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5956.png", "url": "dankmemer.lol", "documents": [{"id": 10756, "name": "Terms of Service", "url": "https://dankmemer.lol/terms", "xpath": "", "text": "<ul>\n<li>Commands</li>\n<li>FAQ</li>\n<li>Blog</li>\n<li>Store</li>\n<li>Items</li>\n<li>Feedback</li>\n</ul>Dank MemerSupportLoginmenuTERMS OF SERVICELast updated: July 7th, 2019Please read these Terms of Service (\"Terms\", \"Terms of Service\") carefully before using the https://www.dankmemer.lol website (the \"Service\") operated by Melms Media LLC (\"us\", \"we\", or \"our\").Your access to and use of the Service is conditioned upon your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who wish to access or use the Service.By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you do not have permission to access the Service.PurchasesIf you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.You represent and warrant that: (i) you have the legal right to use any credit card(s)or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.The service may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.Availability, Errors and InaccuraciesWe are constantly updating product and service offerings on the Service.\nWe may experience delays in updating information on the Service and in our advertising on other web sites.\nThe information found on the Service may contain errors or inaccuracies and may not be complete or current.\nProducts or services may be mispriced, described inaccurately, or unavailable on the Service and we cannot guarantee the accuracy or completeness of any information found on the Service.We therefore reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.Links To Other Web SitesOur Service may contain links to third party web sites or services that are not owned or controlled by Melms Media LLCMelms Media LLC has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.You acknowledge and agree that Melms Media LLC shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third party web sites or services.We strongly advise you to read the terms and conditions and privacy policies of any third party web sites or services that you visit.We therefore reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.TerminationWe may terminate or suspend your access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.IndemnificationYou agree to defend, indemnify and hold harmless Melms Media LLC and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees), resulting from or arising out of a) your use and access of the Service, or b) a breach of these Terms.DisclaimerYour use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.Melms Media LLC its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.ExclusionsSome jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.Governing LawThese Terms shall be governed and construed in accordance with the laws of North Carolina, United States, without regard to its conflict of law provisions.Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have had between us regarding the Service.ChangesWe reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Service.Contact usIf you have any questions about our Terms, please contact us by email: admin@dankmemer.ggDANK MEMERCopyright © 2021 Dank MemerPremiumCommandsOur blogStaffTermsPrivacyRulesReportsAppealsLight Mode\n<p>\n</p> English <ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Limba română</li>\n</ul> You control your privacy <p>When you use this site, we and our vendors process data from you and your device.\nThis data can include your type of browser, settings, cookies, unique identifiers, IP address, and geo location.\nOnce dismissed, these settings can be accessed again from the link in our privacy policy or footer.</p>\n<p> We're requesting consent to offer: <strong>Personalised ads and content, ad and content measurement, audience insights and product development</strong>\n</p>\n<p> Ads and content can be personalised based on a profile.\nMore data can be added to better personalise ads and content.\nAd and content performance can be measured.\nInsights about audiences who saw the ads and content can be derived.\nData can be used to build or improve user experience, systems and software.\n</p> Advanced Settings Accept <p> Your consents are specific to this site &amp.\ndevice.\n</p> ", "created_at": "2021-11-30 18:10:32.124402", "updated_at": "2021-11-30 17:11:16.524454"}, {"id": 10755, "name": "Privacy Policy", "url": "https://dankmemer.lol/privacy", "xpath": "", "text": "<ul>\n<li>Commands</li>\n<li>FAQ</li>\n<li>Blog</li>\n<li>Store</li>\n<li>Items</li>\n<li>Feedback</li>\n</ul>Dank MemerSupportLoginmenuPRIVACY POLICYEffective date: February 02, 2019Melms Media LLC (\"us\", \"we\", or \"our\") operates the https://www.dankmemer.lol website (hereinafter referred to as the \"Service\").This page informs you of our policies regarding the collection, use and disclosure of personal data when you use our Service and the choices you have associated with that data.We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, the terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://www.dankmemer.lolDefinitions<ul>\n<li>ServiceService is the https://www.dankmemer.lol website operated by Melms Media LLC</li>\n<li>Personal DataPersonal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).</li>\n<li>Usage DataUsage Data is data collected automatically either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n<li>CookiesCookies are small files stored on your device (computer or mobile device).</li>\n<li>Data ControllerData Controller means the natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal information are, or are to be, processed.\nFor the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.</li>\n<li>Data Processors (or Service Providers)Data Processor (or Service Provider) means any natural or legal person who processes the data on behalf of the Data Controller.\nWe may use the services of various Service Providers in order to process your data more effectively.</li>\n<li>Data Subject (or User)Data Subject is any living individual who is using our Service and is the subject of Personal Data.</li>\n</ul>Information Collection and UseWe collect several different types of information for various purposes to provide and improve our Service to you.Types of Data CollectedPersonal DataWhile using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:<ul>\n<li>Email address</li>\n<li>Your IP Address</li>\n<li>Cookies and Usage Data</li>\n</ul>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by contacting us.Usage DataWe may also collect information on how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.\nThis is all stored by google, and not us.\nWe may use email addresses in the future, only to send registered users emails about our service.Tracking &amp.\nCookies DataWe use cookies and similar tracking technologies to track the activity on our Service and we hold certain information.Cookies are files with a small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nOther tracking technologies are also used such as beacons, tags and scripts to collect and track information and to improve and analyse our Service.You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.Examples of Cookies we use: <ul>\n<li>Session Cookies.\nWe use Session Cookies to keep you logged in to Discord on our site.\nWe also use Google Analytics, which uses cookies for general statistical data to help us learn and grow about how to make a better user experience.</li>\n</ul>Use of DataMelms Media LLC uses the collected data for various purposes:<ul>\n<li>To provide and maintain our Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our Service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information</li>\n</ul>Legal Basis for Processing Personal Data under the General Data Protection Regulation (GDPR)If you are from the European Economic Area (EEA), Melms Media LLC legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.Melms Media LLC may process your Personal Data because:<ul>\n<li>We need to perform a contract with you</li>\n<li>You have given us permission to do so</li>\n<li>The processing is in our legitimate interests and it is not overridden by your rights</li>\n<li>For payment processing purposes</li>\n<li>To comply with the law</li>\n</ul>Retention of DataMelms Media LLC will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes and enforce our legal agreements and policies.Melms Media LLC will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer periods.Transfer of DataYour information, including Personal Data, may be transferred to - and maintained on - computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those of your jurisdiction.If you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to United States and process it there.Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.Melms Media LLC will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.Disclosure of DataLegal RequirementsMelms Media LLC may disclose your Personal Data in the good faith belief that such action is necessary to:<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Melms Media LLC</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul>Security of DataThe security of your data is important to us but remember that no method of transmission over the Internet or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.Disclosure of DataIf you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nMelms Media LLC aims to take reasonable steps to allow you to correct, amend, delete or limit the use of your Personal Data.If you wish to be informed about what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.In certain circumstances, you have the following data protection rights:<ul>\n<li>The right to access, update or delete the information we have on you.\nWhenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section.\nIf you are unable to perform these actions yourself, please contact us to assist you.</li>\n<li>The right of rectification.\nYou have the right to have your information rectified if that information is inaccurate or incomplete.</li>\n<li>The right to object.\nYou have the right to object to our processing of your Personal Data.</li>\n<li>The right of restriction.\nYou have the right to request that we restrict the processing of your personal information.</li>\n<li>The right to data portability.\nYou have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.</li>\n<li>The right to data portability.\nYou also have the right to withdraw your consent at any time where Melms Media LLC relied on your consent to process your personal information.</li>\n</ul>Please note that we may ask you to verify your identity before responding to such requests.You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).Service ProvidersWe may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), provide the Service on our behalf, perform Service-related services or assist us in analysing how our Service is used.These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.AnalyticsWe may use third-party Service Providers to monitor and analyse the use of our Service.<ul>\n<li>Google AnalyticsGoogle Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualise and personalise the ads of its own advertising network.You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en</li>\n</ul>AdvertisingWe may use third-party Service Providers to show advertisements to you to help support and maintain our Service.<ul>\n<li>Google AdSense &amp.\nDoubleClick Cookie Google, as a third party vendor, uses cookies to serve ads on our Service.\nGoogle's use of the DoubleClick cookie enables it and its partners to serve ads to our users based on their visit to our Service or other websites on the Internet.You may opt out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page: http://www.google.com/ads/preferences/</li>\n</ul>PaymentsWe may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.The payment processors we work with are:<ul>\n<li>PayPal / Braintree Their Privacy Policy can be viewed at https://www.paypal.com/webapps/mpp/ua/privacy-full</li>\n</ul>Links to Other SitesOur Service may contain links to other sites that are not operated by us.\nIf you click a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.Children's PrivacyOur Service does not address anyone under the age of 13 (\"Children\").We do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.Changes to This Privacy PolicyWe may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.Contact usIf you have any questions about our Terms, please contact us by email: admin@dankmemer.ggDANK MEMERCopyright © 2021 Dank MemerPremiumCommandsOur blogStaffTermsPrivacyRulesReportsAppealsLight Mode\n<p>\n</p> English <ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Italiano</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Limba română</li>\n</ul> You control your privacy <p>When you use this site, we and our vendors process data from you and your device.\nThis data can include your type of browser, settings, cookies, unique identifiers, IP address, and geo location.\nOnce dismissed, these settings can be accessed again from the link in our privacy policy or footer.</p>\n<p> We're requesting consent to offer: <strong>Personalised ads and content, ad and content measurement, audience insights and product development</strong>\n</p>\n<p> Ads and content can be personalised based on a profile.\nMore data can be added to better personalise ads and content.\nAd and content performance can be measured.\nInsights about audiences who saw the ads and content can be derived.\nData can be used to build or improve user experience, systems and software.\n</p> Advanced Settings Accept <p> Your consents are specific to this site &amp.\ndevice.\n</p> ", "created_at": "2021-11-30 18:10:32.122745", "updated_at": "2021-11-30 17:10:58.472777"}], "points": [], "urls": ["dankmemer.lol"]}}