{"error": 448, "message": "OK", "parameters": {"id": 4798, "name": "Radio.co ", "created_at": "2021-07-20 22:22:34.989602", "updated_at": "2021-07-20 22:00:57.60447", "wikipedia": null, "keywords": null, "related": null, "slug": "radio-co", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4798.png", "url": "radio.co", "documents": [{"id": 8600, "name": "Terms of Service", "url": "https://radio.co/terms", "xpath": "//body", "text": " Radio.co <i>\n<i>\n</i>\n</i>\n<ul>\n<li>\nProduct Tour\n<ul>\n<li>\n<i>\n</i> Overview\nCreate, broadcast, &amp.\ngrow.\n</li>\n<li>\n<i>\n</i>\n<i>\n</i> Broadcast\nAnywhere, anytime.\n</li>\n<li>\n<i>\n</i>\n<i>\n</i> Programming\nProfessional grade, for everyone.\n</li>\n<li>\n<i>\n</i>\n<i>\n</i> Station Management\nInsights at your fingertips.\n</li>\n<li>\n<i>\n</i>\n<i>\n</i> Listener Engagement\nReach communities globally.\n</li>\n<li> Explore All Features </li>\n</ul>\n</li>\n<li>\nWhy Radio.co\n</li>\n<li>\nBook Demo\n</li>\n<li>\nPricing\n</li>\n<li>\nUniversity\n</li>\n<li>\nBlog\n</li>\n<li>\nFree Trial\n</li>\n<li>\nSign In\n</li>\n</ul> Terms of Service\n<p>\n<strong>Last modified:</strong> 20th March 2021</p>\nWhat's New\n<ul>\n<li>Clarifications with regards to plan level support offering.</li>\n</ul>\nRadio.co (UK) Ltd is Registered in England and Wales (Company No: 9272479 &amp.\nVAT Number: GB248855657)\n<p>Referred hereinafter as 'Radio.co', 'our', 'we' and 'us'.\nis an internet service provider.\nAll customers under our service are subject to the terms and conditions described in this document.\n</p>\n<p>Radio.co reserves the right to make alterations to this document whenever we deem reasonable.\nIt is the client's sole responsibility to check this document for updates on a regular basis.\n</p>\n<p>Our Services are very diverse, so sometimes additional terms or product requirements (including age requirements) may apply.\nAdditional terms will be available with the relevant Services and those additional terms become part of your agreement with us if you use those Services.\n</p>\nAcceptable Use, Rules of Conduct, Copyright, and Restrictions\n<p>Radio.co<strong>®</strong> is a registered trademark of Radio.co (UK) Ltd.</p>\n<p>All material on this site, including but not limited to text, images, illustrations, code, scripts, video and audio is protected by copyrights which are owned and controlled by Radio.co.\nMaterial from this website may not be copied, reproduced, republished, uploaded, posted, transmitted, or distributed in any way, unless we give you the written permission to do so.\n</p>\n<p>Do not misuse our Services, for example, do not interfere with our Services or try to access them using a method other than the interface and the instructions that we provide.\nYou may use our Services only as permitted by law, including applicable export and control laws and regulations.\nYou may not use our services to distribute illegal or un-sociable material.\nIf you are breaking laws, being obscene, spreading false information, or abusing our infrastructure, we have the right to stop you from doing these things.\nIn light of recent events we have a duty of care to listeners to take action against any station reported as spreading misinformation regarding the current Covid-19 pandemic.</p>\n<p>While Radio.co believes in free speech, content that directly discriminates others (racism, sexism, sexual orientation discrimination) is not permitted on the platform.\nRadio.co does not actively monitor streams, however any complaints received regarding stations on our platform will be investigated fully.\n</p>\n<p>We may suspend or stop providing our Services to you if you do not comply with our terms or policies or if we are investigating suspected misconduct.Failure to comply will result in Radio.co terminating your account with immediate effect.</p>\n<p>Using our Services does not give you ownership of any intellectual property rights in our Services or the content that you access.\nYou may not use content from our Services unless you obtain permission from its owner or are otherwise permitted by law.\nThese terms do not grant you the right to use any branding or logos used in our Services.\nDo not remove, obscure or alter any legal notices displayed in or along with our Services.\n</p>\n<p>\n<strong>Reselling Radio.co products and services without our prior consent is strictly prohibited.</strong>\n</p>\n<p>Our Services display some content from third parties.\nThis content is the sole responsibility of the entity that makes it available.\nWe may review content to determine whether it is illegal or violates our policies, and we may remove or refuse to display content that we reasonably believe violates our policies or the law.\nBut that does not necessarily mean that we review content, so please do not assume that we do.\n</p>\n<p>In connection with your use of the Services we may send you service announcements, administrative messages and other information.\nYou may opt out of some of those communications.\n</p>\n<p>API resources for Radio.co products are shared with other users of the system and clients are required to understand this.\nWe reserve the right to monitor, restrict, suspend API access or bill clients found to be using a disproportionate level of shared resources on a regular basis.\n</p>\n<p>We do not provide any form of legal cover to any individual or company who utilize our services to distribute content with any copyright protection.\nUnder no circumstances will Radio.co be responsible for the behaviour of our clients or their users when found to be broadcasting protected content.\nAll licensing, copyright and royalty issues are the sole responsibility of the individual clients and/or their production entities.\n</p>\n<p>Radio.co does not provide any form of music licensing or coverage for royalties.\nWe recommend always consulting with qualified professionals or the relevant authorities for your country regarding copyright and licensing.\n</p>\n<p>If contacted by an authority in the event of an illegal situation regarding the distribution of copyright protected or illegal material, we will co-operate fully in any investigations they decide to make against clients found to be breaking the law.\n</p>\n<p>Some of our Services are available on mobile devices.\nDo not use such Services in a way that distracts you and prevents you from obeying traffic or safety laws.</p>\nFair Use &amp.\nOverages\n<p>All clients are subject to a fair use policy to maintain network health for all users.\nIf we detect excessive use of our API or streaming servers for an extended period of time, we may enforce rate limiting.\nA member of the team will contact your station owner if this occurs.\n</p>\n<p>Without exception, Radio.co requires prior notification from clients who intend to use Radio.co's services in conjunction with any large events and/or product launches.\nSudden increase or spikes in traffic due to events or launches may cause interruption to service.\nIf Radio.co is not informed prior to the fact, we will not be held liable for any interruption in your service during this time.<br>\n</p>\n<p>All plans include concurrent listener, periodic (monthly) bandwidth and storage limits.\nIf your station usage exceeds bandwidth or storage usage by more than 25% one calendar month, or 10% over multiple consecutive months, your plan will be upgraded automatically to a more suitable plan level which will carry a prorated upgrade fee.\nYou will be notified by email 24 hours prior to upgrade.\n</p>\nTrials, Payment, Cancellations, Discounts, and Refunds\n<p>Trial periods are intended purely for evaluation of the product.\nUsing the product for any commercial purpose during trial period is strictly prohibited.\nTrials are limited to one per station.\nIf we detect trial abuse, you acknowledge the trial period will be forfeited and payment will be attempted.\nIf payment is unsuccessful your station may be removed from our systems.\nYou will be prohibited from signing up for any future stations with us.\n</p>\n<p>Services are billed on a monthly or yearly subscription basis unless otherwise specified.\nPayment will be collected on a specific billing date either 1 month or 1 year from the initial payment date automatically and will continue until a cancellation request is received via the correct method (see below).\nWhere two complimentary months are offered on annual plans, these will be month eleven (11) and twelve (12) of your billing cycle.\nFailure to pay for services delivered will result in suspension of service and/or late payment fee's in accordance with the Late Payment of Commercial Debt Act (1998).\nIf services are left unpaid for an extended period of time we reserve the right to remove the service (including all data) from our servers without notice.\n</p>\n<p>All standard plans offer a 24 hour 'cooling off' period for new customers after their trial period.\nRefunds are available for 24 Hours after any payment has been collected from a new customer for a new service, providing the service(s) provided have not been used excessively.\n</p>\n<p>Website Builder (including Plus), all Custom and Gold plans, once purchased, are non-refundable.\nAny refunds provided will be entirely at our discretion.\n</p>\n<p>It is the clients responsibility to keep track of all payments made.\nAny refunds to existing customers or given after the 24 hour cooling off period will be made entirely at our discretion.\n</p>\n<p>Unless otherwise stated in writing our standard discount is 10% in exchange for a banner placement on your website and discounts are only available to non-profit organisations with a registered charity number.\nAny discounts offered by Radio.co are done at our sole discretion.\n</p>\n<p>For payments received via any other means than Paypal or Credit Card there will a 10% processing and administration fee added to your bill.\n</p>\n<p>You are not liable for any form of refund if you have breached the terms of service in any way.\n</p>\n<p>All payments billed to existing clients are non-refundable, clients wishing to cancel their service should do so via the Billing section of their Radio.co station at least 7 days before their next billing date, or within their 7 day trial period.\nOur base pricing is laid out in US Dollars ($), pricing in Euros (€) and British Pounds (£) is for your convenience and subject to change depending on current exchange rates.\nCancelling a PayPal or Card subscription directly without notifying us may result in an automated termination of service and loss of data.\n</p>\nPromotions\n<p>From time to time Radio.co may run promotions or provide promo codes.\nAny promotional codes released are for use on new accounts only and cannot be retrospectively applied.\n<br>\n<br>Radio.co has the right to withdraw any promotional campaign or codes at any time without prior notice.</p>\nAdd-on Terms\nGeneral (Applies to all Add-Ons)\n<p>Add-ons are not available during any trial periods as these are additional services.\nYou can create your Mobile App during the trial period however it will not be submitted to development until your first payment is received and you have accepted the terms of the add-on via your dashboard.\n</p>\n<p>Add-ons are billed immediately after the trial period (unless included in your plan) or immediately after adding it to your account regardless of the Add-on's status.\n<br>\n<br>Payments for Add-ons that have not been utilised are non refundable.\n<br>\n<br>If an Add-on is cancelled, it will remain available in it's current state until the end of the current billing period.\n</p>\nMobile Apps (Android &amp.\niOS)\n<p>Use of Mobile Apps requires access to an Apple/Google Play developer account.\nMembership to third party services may be chargeable.\nCharges may vary per region.\nAny user signing up to an Apple/Google Play developer account also accepts the terms of these third party services.\n</p>\n<p>We cannot guarantee all models of device will support Radio.co Mobile Apps.\nThey have been designed to work on most newer devices including iOS 10 or above, and Android 7.0 or above.\nAll Apps are provided in English (US).\n</p>\n<p>We are unable to update existing Apps on Google Play if they were developed by a third party.\nAll new Android Apps will be provided with intent to publish as a new App.\nIn similar cases with iOS Apps the support team may contact you to confirm.\n</p>\n<p>Due to recent security changes, your iOS App may be rejected due to access issues.\nYou will be asked to contact support via live chat to resolve.\n</p>\n<p>Mobile Apps are reviewed by the in-house development team to ensure they are suitable for the store.\nImages which are deemed explicit or breach copyright will be rejected.\nReview may filter or amend text that is deemed unsuitable for store listings.\n</p>\n<p>Any vanity changes which require redevelopment of Radio.co provided apps (purchased post November 2016) will be subject to a standard administration fee of $30/app.\nThis includes store screenshots and App icons.\n</p>\n<p>Legacy Apps (developed up to 30th November 2016) cannot be redeveloped.\nIf vanity changes are required the App will need to be upgraded to the new version (available in studio.radio.co).\nThis is subject to an upgrade fee of $50/app.\n</p>\n<p>We do not accept any liability for third party applications which violate Apple/Google Play Terms of Service and/or Apple/Google Play Developer Program Policies.\nBy purchasing and using Radio.co Mobile Apps you are agreeing that you have read and understand the guidelines for any services where you intend to publish your App.\nFor all intents and purposes, and unless otherwise stated in writing by Radio.co, all applications developed by us are considered third party applications.\n</p>\n<p>Once any App has been developed, Radio.co is not responsible for any delays caused by the publishing or review process and is not liable to compensate for any such delays.\nMobile Apps are chargeable regardless of their status on any third party app marketplace.\n</p>\n<p>If a Mobile App add-on is cancelled it is the clients responsibility to remove the Apps from any stores where it has been published.\nIf payment fails or an App is cancelled, we reserve the right to promote Radio.co within the App interface.\n</p>\nWebsite Builder (Lite &amp.\nPlus)\n<p>Radio.co Website Builder is charged either monthly or annually in line with your main subscription.\nThis includes access to 1 free .com/.net/.org domain name during initial setup.\nIt is the clients responsibility to ensure the chosen domain is free of typos or errors.\nIf a domain is registered in error we reserve the right to charge an admin fee of $30 to register a replacement.\n</p>\n<p>If you wish to change your Website builder service to a third party domain (or between third party domains) an admin fee of $15 will apply.\n</p>\n<p>If you cancel this add-on we reserve the right to retain domain ownership.\nYou can request a domain transfer to another provider by contacting support - You will be charged an administration fee of $30.\n</p>\n<p>The Website builder Add-on is non-refundable on Monthly plans.\nWe offer refunds within the first 24 hours of purchase on annual Website builder plans minus a $30 administration fee.\n</p>\n<p>Website Builder is a third-party service.\nRadio.co does not provide any uptime guarantee or SLA.\nOur Acceptible use policy applies to Website Builder.\nWe may terminate or suspend any account which violate any clauses in this policy.\n</p>\n<p>Radio.co does not provide any form of mail service with Website Builder or the free domain.\nClients should contact support to discuss options.\nAny DNS administration regarding email setup is subject to an admin fee of $20.\n</p>\n<p>If payment for your service fails your website may be suspended.\nRadio.co reserves the right to promote their services on any Website Builder domain registered via our service until your Add-on is reactivated.\n</p>\nWebsite Builder (Legacy)\n<p>For Website's setup prior to November 2016 the following terms apply:\n</p>\n<p>The initial domain registration is for 1 year.\nIf your domain expires you must contact Radio.co Support ASAP so it can be renewed.\nFailure to do so may cause your domain to enter the redemption period.\nA charge of $250 will be applicable to release it and renew.\nAlternatively we can register an alternative .com/.net/org domain free of charge.\n</p>\nAlexa Skills\n<p>Alexa skills are available in <strong>one</strong> of the following languages: <br>- English<br>- French<br>- Spanish<br>- German<br>- Japanese<br>\n<br>Multilanguage support is not yet available.\nSkills made in a specific language will only be available to user's who's devices are set to the specific language.\n<br>\n<br>Alexa Skill invocation names may be adjusted by the development team to comply with Amazon's developer guidelines.\nSome words are prohibited from use.\nThe support team will contact you if this would cause any major deviations from your proposed invocation.\n</p>\n<p>Profanity is prohibited.\nAny skills who's invocation or description include profanity, references to drug or sexual acts will be rejected.\n<br>\n<br>'Now Playing' support is dependent on your station's content.\nIt may be disabled if Amazon refuse to support it.\n(e.g.\nIf your track information is not in a supported language (above)).\n<br>\n<br>\n<strong>Skills on Echo devices with a display:</strong>\n<br>Skills will briefly show the now playing information on the display before reverting back to the home screen or the default play controls.\nThese will not show the current playing information.\n</p>\n<p>\n<strong>Permission Document<br>\n</strong>This is a requirement to use the Alexa Skill service.\nA template is available within your dashboard.\nPlease only submit skills for development if your station is correctly licensed in your territory (if playing copyrighted content) and you give Radio.co (UK) Limited permission to submit the skill on your behalf.</p>\n<p>\n<strong>Redevelopment<br>\n</strong>If a skill requires redevelopment due to anything other than bug fixes (e.g.\nvanity changes) we reserve the right to charge a redevelopment fee ($15 or equivalent) to facilitate this.</p>\nSupport and Communications Policy\n<p>Customers who require technical support can contact us at any time via the help centre (help.radio.co).\n</p>\nGeneral Support terms\n<p>Attempting to seek support via any other channel such as the Website sales chat system or sales email may delay or prevent any response from the support team.\nWe aim to respond to support queries within 24 hours of submission.\nWe often respond much sooner than this, however our standard products do not include any form of support time response guarantee unless otherwise specified.\n</p>\n<p>Corporate customers who require a dedicated account manager, or guaranteed response times should contact us to arrange a premium service level agreement.\nWe regret that we are unable to provide technical support via other lines of communication such as telephone to clients on our standard support agreement.\nThis is enforced due to the nature of our business and to ensure a fair level of service to the large number of customers who we serve.\n</p>\n<p>To aid our customer service representatives, it is important for clients to include a clear outline of account information, system reference numbers and adequate details of any problems when submitting a request to our support department, with a detailed description and screenshots where required.\nFailure to do so will result in a delayed response and/or resolution times.\n</p>\n<p>Clients are expected to be courteous and professional in their communications to Radio.co.\nUnder no circumstances will we tolerate any kind of verbal, physical, written or other abuse (including threats of abuse, retribution or ticket desk spamming) of any Radio.co customer, employee, member, or officer will result in immediate account termination.\n</p>\n<p>Radio.co agrees to offer support to clients only on topics directly relating to our services and our technical support team are there to assist clients with any problems directly relating to the availability or functionality of our service.\nOur support service does not cover generic computer, equipment or website advice.\nWe always try to help clients as much as possible, however, it is important for clients to acknowledge that their hardware/software setup is unique and it is not always possible for our support technicians to offer 100% resolution of all problems.\nIn these cases we will attempt to offer 'Best Effort' support.\nClients are expected to do their own research and seek training on such matters.\nWe do not offer support for third party services.\nClients will need to seek advise from the third party vendor.\n</p>\n<p>Any views, information or opinions presented in any communication from a Radio.co staff member are solely those of the author and do not necessarily represent those of the company.\n</p>\n<p>Our 'Plan' support levels are detailed below.\nWe may change our support policy at any time.\n</p>\nBasic Support (LITE Plan)\n<p>The Lite plan includes self service support only.\nYou can find our help guides at https://help.radio.co</p>\nStandard Support (Bronze &amp.\nSilver Plan)\n<p>Use of the help centre and access to the support team via email and messenger regarding issues directly related to Radio.co services and features.\nThere is no limit to the number of tickets you can send.\nPlease note, the in-app messenger is not a live chat service.\n</p>\nEnhanced Support (Gold &amp.\nPro Plan)\n<p>Access to the support options above plus you can schedule a call with one of the technical support representatives.\nPlease find the terms below</p>\nTelephone Support Terms\n<p>We offer telephone support for clients who may be finding it difficult to set up their station, or have many questions.\nFor smaller queries, or troubleshooting which may require investigation, we advise you contact support via live chat or email as this method of communication may be more effective.\n</p>\n<p>Telephone support can only be provided if you have scheduled a call.\nYou can request a call back by contacting support at help.radio.co.\nTelephone support is provided on a first come, first served basis, subject to availability.\n</p>\n<p>We can provide support by either Telephone, or Google Meet.\n</p>\n<p>Support calls are allocated 15 minute time slots.\nOur technical support representatives may not exceed the allocated time.\nThis is to keep telephone support availability as open as possible for all clients who are offered this service.\n</p>\n<p>Our support team can only advise on issues directly relating to your Radio.co account or any third party services offered by Radio.co.\n</p>\nSales Chat\n<p>Sales chat is available during standard office hours.\nThis is designed for quick questions and sales queries only.\nIf a client requires support they should use the official methods stated above.\nOur sales chat operators will not tolerate abuse or profanity.\nIf used we reserve the right to evaluate the status of your services with us (if applicable) which could result in account suspension.\n</p>\nYour Content in our Services\n<p>Some of our Services allow you to upload, submit, store, send or receive content You retain ownership of any intellectual property rights that you hold in that content.\nIn short, what belongs to you stays yours.\n</p>\n<p>When you upload, submit, store, send or receive content to or through our Services, you give Radio.co (and those we work with) a worldwide licence to use, host, store, reproduce, modify, create derivative works (such as those resulting from translations, adaptations or other changes that we make so that your content works better with our Services), communicate, publish, publicly perform, publicly display and distribute such content.\nThe rights that you grant in this licence are for the limited purpose of operating, promoting and improving our Services, and to develop new ones.\nSome Services may offer you ways to access and remove content that has been provided to that Service.\nAlso, in some of our Services, there are terms or settings that narrow the scope of our use of the content submitted in those Services.\nMake sure that you have the necessary rights to grant us this licence for any content that you submit to our Services.\n</p>\nAbout Software in our Services\n<p>When a Service requires or includes downloadable software, this software may be updated automatically on your device once a new version or feature is available.\nSome Services may let you adjust your automatic update settings.\n</p>\n<p>Radio.co gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive licence to use the software provided to you by Radio.co as part of the Services.\nThis licence is for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by Radio.co in the manner permitted by these terms.\nYou may not copy, modify, distribute, sell or lease any part of our Services or included software, nor may you reverse engineer or attempt to extract the source code of that software, unless laws prohibit those restrictions or you have our written permission.\n</p>\n<p>Open-source software is important to us.\nSome software used in our Services may be offered under an open-source licence that we will make available to you.\nThere may be provisions in the open-source licence that expressly override some of these terms.\n</p>\nModifying and Terminating our Services\n<p>We are constantly changing and improving our Services.\nWe may add or remove functionalities or features and we may suspend or stop a Service altogether.\n</p>\n<p>You can stop using our Services at any time, although we would be sorry to see you go.\nRadio.co may also stop providing Services to you or add or create new limits to our Services at any time.\n</p>\n<p>We believe that you own your data, and preserving your access to such data is important.\nIf we discontinue a Service, where reasonably possible, we will give you reasonable advance notice and a chance to remove information from that Service.\n</p>\nOur Warranties and Disclaimers\n<p>We provide our Services using a commercially reasonable level of skill and care and we hope that you will enjoy using them.\nBut there are certain things that we do not promise about our Services.\n</p>\n<p>Other than as expressly set out in these terms or additional terms, neither Radio.co nor its suppliers or distributors makes any specific promises about the Services.\nFor example, we do not make any commitments about the content within the Services, the specific functions of the Services or their reliability, availability or ability to meet your needs.\nWe provide the Services “as is”.\n</p>\n<p>Some jurisdictions provide for certain warranties, like the implied warranty of merchantability, fitness for a particular purpose and non-infringement.\nTo the extent permitted by law, we exclude all warranties.\n</p>\nLiability for our Services\n<p>When permitted by law, Radio.co and Radio.co’s suppliers and distributors will not be responsible for lost profits, revenues or data, financial losses or indirect, special, consequential, exemplary or punitive damages.\n</p>\n<p>To the extent permitted by law, the total liability of Radio.co and its suppliers and distributors for any claims under these terms, including for any implied warranties, is limited to the amount that you paid us to use the Services (or, if we choose, to supplying you with the Services again).\n</p>\n<p>In all cases, Radio.co and its suppliers and distributors will not be liable for any loss or damage that is not reasonably foreseeable.\n</p>\n<p>We recognise that in some countries, you might have legal rights as a consumer.\nIf you are using the Services for a personal purpose, then nothing in these terms or any additional terms limits any consumers’ legal rights which may not be waived by contract.\n</p>\nBusiness uses of our Services\n<p>If you are using our Services on behalf of a business, that business accepts these terms.\nIt will hold harmless and indemnify Radio.co and its affiliates, officers, agents and employees from any claim, action or proceedings arising from or related to the use of the Services or violation of these terms, including any liability or expense arising from claims, losses, damages, judgements, litigation costs and legal fees.\n</p>\nAbout these Terms\n<p>We may modify these terms or any service specific terms, for example, to reflect changes to the law or changes to our Services.\nYou should look at the terms regularly.\nWe’ll post notice of modifications to these terms on this page.\nWe’ll post notice of modified additional terms in the applicable Service.\nChanges will not apply retrospectively and will become effective no earlier than fourteen days after they are posted.\nHowever, changes addressing new functions for a Service or changes made for legal reasons will be effective immediately.\nIf you do not agree to the modified terms for a Service, you should discontinue your use of that Service.\n</p>\n<p>If there is any inconsistency between these terms and the additional terms, the additional terms will prevail to the extent of the inconsistency.\n</p>\n<p>Any charges laid out in these terms are presented in US Dollars ($).\nIf your subscription is billed in any other currency we will use the current day's exchange rate to process any charges due.\n</p>\n<p>These terms govern the relationship between Radio.co and you.\nThey do not create any third party beneficiary rights.\n</p>\n<p>If you do not comply with these terms and we do not take action immediately, this doesn’t mean that we are giving up any rights that we may have (such as taking action in the future).\n</p>\n<p>If it turns out that a particular term is not enforceable, this will not affect any other terms.\n</p>\n<p>For information about how to contact Radio.co, please visit our contact page.\n</p>\nContacting Radio.co\n<p>For customer support, sales or billing enquiries - please use the contact form on our website to get in touch with us, or email studio@radio.co.\n</p>\n<p>For business and other enquiries, our correspondence address is: Radio.co, Suite 2A, Basil Chambers, 65 High Street, Manchester, M4 1FS, UK.\n</p>\n<p>Our telephone number is (+44) 161 884 1384</p> Ready to get started?\n<p>Join over 44,100 broadcasters who chose Radio.co</p> Create your station in less than 60 seconds, for free.\n<p>Pick a plan, cancel anytime, no hardware needed</p>\n<ul>\n<li>\nTry Free for 7 Days\n</li>\n</ul> Take a tour with a radio specialist and ask us anything.\n<p>No obligation, just a helping hand</p>\n<ul>\n<li>\nTake Tour\n</li>\n<li>\nBook Demo\n</li>\n</ul>\n<p>Your complete online radio solution.\nAutomate your schedule, go live, and track listeners, all-in-one place.</p> Product\n<ul>\n<li>Product Tour</li>\n<li>Book Demo</li>\n<li>On-Demand Tour</li>\n<li>Pricing</li>\n<li>Solutions</li>\n<li>Customers</li>\n<li>Production Services</li>\n</ul> Resources\n<ul>\n<li>Blog</li>\n<li>University</li>\n<li>Webinars</li>\n<li>Courses</li>\n<li>Case Studies</li>\n<li>Radio Guide</li>\n<li>Bandwidth Calculator</li>\n<li>Start Podcasting</li>\n</ul> Company\n<ul>\n<li>About</li>\n<li>Why Choose Us</li>\n<li>Comparison</li>\n<li>Brand</li>\n<li>Contact</li>\n</ul> Support\n<ul>\n<li>FAQs</li>\n<li>Feedback</li>\n<li>Help Guides</li>\n<li>Service Status</li>\n</ul>\n<p>Subscribe for radio news and insights, freshly delivered to your inbox.</p> Your email...\nicon--twitter icon--facebook icon--youtube icon--instagram <p>Made with ❤️ in Manchester</p>\n<p>Copyright © Radio.co\n2021.\nAll rights reserved.\nPrivacy Policy,\nCookies, &amp.\nTerms and Conditions\n</p> ", "created_at": "2021-07-20 22:22:34.992132", "updated_at": "2021-07-20 20:23:21.067241"}], "points": [], "urls": ["radio.co"]}}