{"error": 448, "message": "OK", "parameters": {"id": 160, "name": "toodledo", "created_at": "2018-01-16 15:26:05.025798", "updated_at": "2021-06-24 15:16:03.876649", "wikipedia": null, "keywords": "", "related": "", "slug": "toodledo", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/160.png", "url": "toodledo.com", "documents": [{"id": 118, "name": "Privacy Policy", "url": "http://www.toodledo.com/info/privacy.php", "xpath": "//div[@id='rchunk']", "text": " Privacy Policy\n<p>Last Updated: October 25, 2018</p>\n<p>Welcome to Toodledo, Inc.’s (“Toodledo”) Privacy Policy.\nWe understand the importance of respecting your privacy, and we’re committed to protecting the personal information of our customers and site visitors.</p>\n<p>We’ve kept this Privacy Policy as simple as possible, in order to let you the how, why and what of our data collection practices when you visit our website or use our mobile application.\n</p>\n<p>It also tells you about your privacy rights and how the law protects you.</p>\nWhat Information Do We Collect?\n<b>Types of Data Collected</b>\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).\nAt Toodledo, we collect a variety of information about our customers and visitors to the Toodledo websites and mobile applications in order to provide a better customer experience.\nThis personal data falls into these categories:</p> Category of Data What It Includes Identity Data Your first name, last name, your login/password.\nContact Data Your billing address and email address.\nFinancial Data The last 4 digits of your credit card and the expiration year only and your PayPal account information.\nTransaction Data Details about payments from you and other details of services you have purchased from us and any data that you upload to the website or mobile services.\nProfile Data Your name and password, purchases or orders made by you, preferences, feedback responses, as well as any profile data which we have added (for example, using analytics).\nTechnical Data Your first name, last name, your login/password.\nIdentity Data IP address, your login data, operating system and browser type and version, location and other technology on the devices you use to access the website or mobile application.\nUsage Data Information about how you use our website and mobile applications and services.\nTracking Data Information we or others collect about you from cookies and similar tracking technologies.\nMarketing and Communications Data Your preferences in receiving direct marketing from us and our third parties and your communication preferences.\n<br>\n<strong>Aggregated Data</strong>\n<p>We also collect, use and share Aggregated Data such as statistical or demographic data for any purpose.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific website or mobile application feature.\nAggregated Data may be derived from your personal data but is not considered personal data in law as this data does not directly or indirectly reveal your identity.\n</p>\n<p>To provide better content and service, Toodledo’s websites and mobile applications use the Cyfe analytics service and the Google Analytics web analytics service.\nYou can learn more about Cyfe's use of cookies by visiting https://www.cyfe.com/privacy.\nGoogle Analytics’ use of cookies by visiting the Google Privacy and Terms page at http://www.google.com/policies/.\nYou may opt out of being tracked by Google Analytics by:</p>\n<ul>\n<li>Turning off cookies in the preferences settings in your browser </li>\n<li>Downloading the Google Analytics opt-out browser add on available at: https://tools.google.com/dlpage/gaoptout/ </li>\n<li>Opting out of user interest and demographic categories in the Settings for Google Ads feature to manage or opt out of Google interest based ads.\nor</li>\n<li>Managing cookies used for online advertising across multiple companies at the US-based Network Advertising Initiative at http://www.networkadvertising.org/choices/.</li>\n</ul>\n<p>If we combine or connect Aggregated Data with your personal data so that it can directly or indirectly identify you, we treat the combined data as personal data which will be used in accordance with this Privacy Policy.</p>\n<p>Toodledo tracks your browsing habits across other third-party websites and we do not respond to browser do not track signals.</p>\nSensitive Information\n<p>We do not request and do not want to collect any sensitive data that includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data.\nWe do not collect any information about criminal convictions and offences.\nIf you voluntarily upload such information to the website or mobile application, you are expressly consenting to Toodledo’s collection of such information.</p>\nChildren’s Privacy\n<p>Toodledo recognizes the privacy interests of children and we encourage parents and guardians to take an active role in their children’s online activities and interests.\nNeither our website, mobile application nor our services are intended for children under the age of 16.\nToodledo does not target its services or this website or mobile application to children under 16.\nToodledo does not knowingly collect personal data from children under the age of 16.</p>\nHow We Use Your Information\n<p>We use your information in a number of different ways.\nThe tables below provide more detail, showing what we do with your information and why, but generally, we use your information for the following reasons:</p>\n<ul>\n<li>In order to perform the contract we are about to enter into or have entered into with you.\nFor example, when you use or purchase our services pursuant to our Terms of Use, that’s a contract.\nThis may include disclosure to the third parties who help us perform our end of the bargain, such as payment processors.</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.\nFor example, when we carry out fraud screening as part of the check-out process.</li>\n<li>Where we need to comply with a legal or regulatory obligation.\nFor example, keeping records of our sales for tax compliance.</li>\n</ul> Purpose/Activity Type of Data Non-Exhaustive Lawful Basis for Processing To register you as a new customer Identity.\nContact Performance of a contract with you To process and deliver you our services including: Manage payments, fees and charges Collect and recover money owed to us Identity.\nContact.\nFinancial.\nTransaction.\nMarketing and Communications Performance of a contract with you Necessary for our legitimate interests (including to recover debts due to us) To manage our relationship with you which will include: Notifying you about changes to our terms or Privacy Policy Providing you with customer support Notifying you of service issues and features Identity.\nContact.\nProfile.\nMarketing and Communications Required in order to perform of a contract with you.\nNecessary to comply with a legal obligation.\nNecessary for our legitimate interests (to keep our records updated and to study how customers use our products).\nTo deliver direct marketing to you Identity.\nContact.\nProfile.\nUsage.\nMarketing and Communications.\nTracking.\nTechnical For most direct marketing communications, we rely on consent or consent implied from your past purchase from us of similar products, however there are situations in which it is in our legitimate interests to use your personal data in this way (Please see Advertising, Marketing and Your Communications Preferences below) To administer and protect our business and this website or mobile application (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data) Identity.\nContact.\nTechnical.\nTracking Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganization or group restructuring exercise) Necessary to comply with a legal obligation To deliver relevant website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you Identity.\nContact.\nProfile.\nUsage Marketing and Communications.\nTechnical.\nTracking Necessary for our legitimate interests (to study how customers use our products/services, to develop them, to grow our business and to inform our marketing strategy) To use data analytics to improve our website, mobile application, services, marketing, customer relationships and experiences Technical.\nTracking.\nUsage Necessary for our legitimate interests (to define types of customers for our products and services, to keep our website and mobile application updated and relevant, to develop our business and to inform our marketing strategy) To make suggestions and recommendations to you about other products of ours that may be of interest to you Identity.\nContact Technical.\nUsage.\nProfile Necessary for our legitimate interests (to develop our products/services and grow our business) To prevent and detect fraud and unlawful acts Identity.\nContact.\nFinancial.\nTransaction.\nTechnical.\nTracking Necessary for our legitimate interests (to protect our business and our customers by way of undertaking fraud monitoring and suspicious transaction monitoring) Necessary to comply with a legal or contractual obligation to share personal data for the purposes of law enforcement In order to resolve legal claims or disputes involving you or us All relevant data categories, depending on the nature of the allegation or claim Necessary to bring or defend a claim How Is Your Data Collected?\n<p>We use different methods to collect data from and about you including through:</p>\n<p>Direct interactions.\nYou may give us your Identity, Contact, Transaction Data and Financial Data by filling in forms, uploading content and data or by corresponding with us by email.\nThis includes personal data you provide when you:</p>\n<ul>\n<li>sign up to receive information</li>\n<li>make inquiries or request information be sent to you</li>\n<li>create an account on our website or mobile application</li>\n<li>order or purchase our services</li>\n<li>ask for marketing to be sent to you</li>\n<li>contact us.\nor</li>\n<li>upload content such as tasks, lists and notes.</li>\n</ul>\n<p>Automated technologies or interactions.\nAs you interact with us via our website or mobile application, we may automatically collect Technical Data about your operating system, browsing actions and patterns.\nWe may also collect Tracking Data when you use our website or mobile application, or when you click on one of our advertisements (including those shown on third party websites).</p>\n<p>Third parties or publicly available sources.\nWe may receive personal data about you from various types of third parties, including:</p>\n<ul>\n<li>Technical Data and/or Tracking Data from analytics providers, advertising networks and search information providers.</li>\n</ul>\nSharing Your Information\n<ul>\n<li>Companies that help us to provide our services, such as hosting service providers and payment service providers;</li>\n<li>Professional service providers, such as auditors bankers, lawyers, accountants and insurers, marketing agencies, advertising partners and website hosts, who help us run our business.\nand</li>\n<li>Governments, regulators, law enforcement and fraud prevention agencies, so we can assist law enforcement and comply with law enforcement.\nand</li>\n<li>Companies approved by you, such as social media sites (if you choose to link your accounts to our website or mobile application).</li>\n</ul>\n<p>For example, we share personal data with the following specific third parties:</p>\n<ul>\n<li>Rackspace for hosting.\nPlease visit their Privacy Policy to see how they use your personal data.</li>\n<li>CampaignMonitor for assisting us with our marketing campaigns.\nPlease visit their Privacy Policy to see how they use your personal data.</li>\n<li>Stripe and PayPal for processing payments.\nPlease visit their Privacy Policy to see how they use your personal data.</li>\n</ul>\n<p>We also share data with third parties connected to advertising, retargeting and analytics.\nPlease see Cookies below, including the cookie list, for more information about who those third parties are.</p>\n<p>We may share data with third parties to whom we choose to sell, transfer, or merge parts of our business or our assets.\nAlternatively, we may seek to acquire other businesses or merge with them.\nIf a change happens to our business, then the new owners may use your personal data in the same way as set out in this Privacy Policy.</p>\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.</p>\n<p>If you elect to send a list or task from the website or mobile application to another user, we will transmit your name and email along with the list or task you requested to that user.</p>\n<p>We may also share your personal data if the law otherwise allows it.</p>\nPayment Information\n<p>Toodledo uses third-party payment processors Stripe and PayPal to process payments.\nAll online payments are conducted in accordance with Payment Card Industry (PCI) data security standards and your billing information is encrypted before being communicated to them.\nSubject to the below exceptions, your credit card details are communicated directly from your browser to these payment processors - Toodledo does not see your full Permanent Account Number (PAN).</p>\nAdvertising, Marketing and Your Communication Preferences\n<p>We may use your Identity, Contact, Technical, Tracking, Usage and Profile Data to form a picture of what we think may be of interest to you.\nThis is how we decide which products, services and offers may be relevant for you and tell you about them.\nThis is what we call direct marketing.\nWe carry out direct marketing by email.\nYou have the right at any time to opt out of marketing emails.\nThe easiest way to opt out is to use the unsubscribe link that you will find at the bottom of each communication.\n</p>\n<p>If you see Toodledo’s advertisements on websites and in social media, these may not be directed specifically at you, we might just have bid for the space.\nBut we may specifically direct certain email promotions to you.</p>\n<p>We also work with partners to try and promote the reach of our advertisements and use analytics and retargeting for this reason.\nWe use Tracking Data to deliver relevant online advertising, including via websites and social media.\nFor more information on Tracking Data, and in particular cookies, which also help us deliver website and social advertising that we believe is most relevant to you and to potential new customers of Toodledo, please see Cookies below.</p>\nCookies\n<p>You can see from Advertising, Marketing and Your Communication Preferences above that cookies are a tool that we – and everyone one else who operates online – use for advertising.\nHowever, advertising is just one of the many reasons why cookies are used, and as you can see below, there are different types of cookies.\n</p>\n<b>Strictly Functional Cookies\n</b>\n<p>First and foremost, cookies help our websites work better.\nThey help us work behind the scenes to make your customer experience a lot easier.\nYou’d miss a lot of these things if they were gone – like easily logging in and moving from page to page.</p>\n<b>Performance Cookies\n</b>\n<p>Other cookies collect information about how visitors use our websites, and measure how well the websites work – like whether a visitor gets an error message from our web pages.\nThese cookies don't collect information that identifies a visitor.\nAll of the information that these types of cookies collect is aggregated and used to improve how our websites works.</p>\n<b>Advertising Cookies\n</b>\n<p>And of course, there are cookies that collect information about your browsing habits in order to make any advertising that is delivered to you more relevant to you and your interests.\nThey are usually placed by advertising networks with our permission.\nThey remember that you have visited a website and this information is then shared with other organizations such as advertisers.\nQuite often, targeting or advertising cookies will be linked to site functionality provided by the other organization.\nThis is also why when you’ve been on one of our websites, you might see some tools that you previously looked at on our websites.\nThis includes retargeting.\n</p>\n<p>Cookies can also tell us if you have seen a specific advertisement, and how long it has been since you have seen it.\nThis is helpful, because it means we can control the effectiveness of our advertisements and control the number of times people might be shown our advertisements.\nCookies also help us understand if you’ve opened a marketing email - we don’t want to send you things that you don’t read.</p>\n<p>Almost all the cookies that relate to advertising are part of third party online advertising networks.\nIf you’d like to read about how you can control which advertisements you see online, see opt-out programs established by the Digital Advertising Alliance (United States), the Digital Advertising Alliance of Canada and the European Interactive Digital Advertising Alliance.\nWe do not control cookies which are set by advertising networks.</p>\n<p>You can also set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies.\nIf you disable or refuse cookies, please note that some parts of this website may become inaccessible or not function properly.</p>\n<p>For more information about the cookies we use, including who they belong to, their ID and why they are used, click here.\nWe’ve also included links to the third-party websites where you can go to find out more.</p>\nThird Party Links\n<p>The website and mobile application may provide links to other websites or resources, including apps developed by third parties using the Toodledo API that may integrate with our website and mobile application, over which Toodledo does not have control (“External Websites”).\nSuch links do not constitute an endorsement by Toodledo of those External Websites, and Toodledo is providing these links to you only as a convenience.\nWe are not responsible for the content of those External Websites, and your use of External Websites is subject to their respective terms of use and privacy policies.</p>\nData Security &amp.\nRetention\n<p>We have put in place appropriate security measures designed to prevent your personal data from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed.\nFor example, we use encryption and password protection.\nIn addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.</p>\n<p>We will only keep your personal data for as long as necessary to fulfil the purposes for which we collected it in the first place, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nIf you cease using our website and mobile application for one (1) year, we will generally delete your data at that one (1) year anniversary from when you ceased use.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>We generally keep certain information about our customers (such as, Contact, Identity, Financial and Transaction Data) related to our customers' purchases for seven years after a transaction for tax purposes.</p>\n<p>In some circumstances you can ask us to delete your data.\nsee Your Legal Rights below for further information.</p>\nInternational Transfers\n<p>The information you enter on the website or mobile application or otherwise provide to Toodledo may be transferred and processed outside of the European Economic Area to the United States of America, which does not offer an equivalent level of protection to that of the European Union.\nThe European Union's General Data Protection Regulation (“GDPR”) allows for transfer of personal data from the European Union to a third country in certain situations.\nBy agreeing to the Terms of Use and this Privacy Policy, you agree to the transfer of all such information to the United States of America and to the processing of that information by Toodledo on servers located in the United States of America as described in this Privacy Policy.\nWe may adopt other means, such as entering into different certification programs such as the Privacy Shield under applicable law, in order to ensure adequate safeguards under the GDPR.\n</p>\nYour Legal Rights\n<p>If the GDPR applies to you because you are in the European Economic Area, you have certain rights in relation to your personal data:</p>\n<ul>\n<li>The right to be informed – that’s an obligation on us to inform you how we use your personal data (and that’s what we’re doing in this Privacy Policy);</li>\n<li>The right of access – that’s a right to make what’s known as a ‘data subject access request’ for a copy of the personal data we hold about you;</li>\n<li>The right to rectification – that’s a right to make us correct personal data about you that may be incomplete or inaccurate (though we generally recommend first making any changes in your Account Settings);</li>\n<li>The right to erasure (also known as the ‘right to be forgotten’) – that’s where in certain circumstances you can ask us to delete the personal data we have about you (unless there’s an overriding legal reason we need to keep it);</li>\n<li>The right to restrict processing – that’s a right for you in certain circumstances to ask us to suspend processing personal data;</li>\n<li>The right to data portability – that’s a right for you to ask us for a copy of your personal data in a common format (for example, a .csv file);</li>\n<li>The right to object – that’s a right for you to object to us processing your personal data (for example, if you object to us processing your data for direct marketing).\nand</li>\n<li>Rights in relation to automated decision making and profiling – that’s a right you have for us to be transparent about any profiling we do, or any automated decision making.</li>\n</ul>\n<p>These rights are subject to certain rules around when you can exercise them.\nIf you wish to exercise any of the rights set out above, please contact us (see How to Contact Toodledo About Privacy).</p>\n<p>Generally, you will not have to pay a fee to access your personal data (or to exercise any of the other rights) unless your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\n</p>\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>We have appointed a data privacy manager who is responsible for overseeing questions in relation to this Privacy Policy.\nIf you have any questions about this Privacy Policy, including any requests to exercise your legal rights, please contact the data privacy manager using the details in How to Contact Toodledo About Privacy below.</p>\n<p>Finally, you have the right to make a complaint at any time to the supervisory authority for data protection issues in your country of residence.\nWe would, however, appreciate the chance to deal with your concerns before you approach the supervisory authority so please contact us first.</p>\nHow to Contact Toodledo About Privacy\n<p>If you have any questions about this Privacy Policy, or would like to exercise any of your rights, even if you are not located in the European Economic Area, please contact us at: </p>\n<p>Title or Role:\t<b>Privacy Manager</b>\n</p>\n<p>E-Mail: gdpr@toodledo.com</p>\n<p>Phone Number: +1 (937) 453-3828</p>\nChanges to this Privacy Policy\n<p>Toodledo may need to update this Privacy Policy from time to time.\nIf so, Toodledo will post its updated Privacy Policy on our websites along with a change notice on the websites.\nIf we make significant changes, we may also send registered users of our services a notice that this Privacy Policy has been changed.\nToodledo encourages you to review this Privacy Policy regularly for any changes.\nYour continued use of this website, mobile application and/or services and/or your continued provision of personal data to us after the posting of such notice will be subject to the terms of the then-current Privacy Policy.</p> ", "created_at": "2018-07-17 10:11:46.013549", "updated_at": "2020-12-11 15:16:25.055185"}, {"id": 119, "name": "Terms of Service", "url": "http://www.toodledo.com/info/terms.php", "xpath": "//div[@id='rchunk']", "text": " TOODLEDO, INC.\n(\"TOODLEDO\", \"WE\" OR \"US\") TERMS OF USE\n<p>Last Updated: October 22, 2018</p>\n<p>\n<b>THE TOODLEDO TERMS OF USE(THE \"TERMS\") SET FORTH BELOW GOVERN YOUR USE OF THE TOODLEDO WEBSERVICE LOCATED AT THE URL WWW.TOODLEDO.COM AND THE TOODLEDO MOBILE APPLICATION (COLLECTVELY, THE \"SERVICE\").\nTHESE TERMS ARE A LEGAL CONTRACT BETWEEN YOU AND TOODLEDO AND GOVERN YOUR ACCESS TO, AND USE OF, THE SERVICE.\nIF YOU DO NOT AGREE WITH ANY OF THESE TERMS, DO NOT ACCESS OR OTHERWISE USE THE SERVICE OR ANY INFORMATION ON OR RELATED TO THE SERVICE.\nYOUR USE OF THE SERVICE CONSTITUTES YOUR AGREEMENT TO ABIDE BY EACH OF THE TERMS SET FORTH BELOW.\nTOODLEDO MAY MAKE CHANGES TO THE CONTENT OFFERED ON THE SERVICE, AT ANY TIME WITHOUT NOTICE, AND TOODLEDO CAN CHANGE THESE TERMS AT ANY TIME.\nIF TOODLEDO CHANGES ANY OF THESE TERMS, TOODLEDO WILL POST THE UPDATED TERMS ON THE SERVICE.\nTOODLEDO MAY ALSO SEND REGISTERED USERS THAT HAVE SUBMITTED THEIR EMAIL ADDRESS A NOTICE OF THE CHANGE TO THESE TERMS.\nYOUR CONTINUED USE OF THE SERVICE AFTER SUCH CHANGES HAVE BEEN POSTED ACKNOWLEDGES YOUR AGREEMENT TO THE NEW TERMS.\nTHEREFORE, YOU SHOULD CHECK THE TERMS OF USE POSTED ON THE SERVICE PERIODICALLY FOR UPDATES AND CHANGES.</b>\n</p>\n<p>\n<b>YOU REPRESENT, ACKNOWLEDGE AND AGREE THAT YOU ARE AT LEAST 16 YEARS OF AGE AND YOU AGREE TO THESE TERMS.\nIF YOU ARE THE PARENT OR LEGAL GUARDIAN OF A USER OF THE SERVICE AND YOU HAVE QUESTIONS ABOUT THE SERVICE OR THESE TERMS, PLEASE CONTACT US AT ADMIN@TOODLEDO.COM.</b>\n</p>\n<strong> General Use Restrictions</strong>\n<p> Toodledo provides productivity and organizational tools through the Service.\nCertain information, documents, and services provided on and through the Service, including content, logos, graphics, sounds, images delivered to you through the Service (together, the \"Materials\") are provided to you by Toodledo and are the copyrighted and/or trademarked work of Toodledo or Toodledo's licensors.\nMaterials do not include Submissions (as defined below in the Submissions Section).\n</p>\n<p> Subject to your payment of any applicable fees, Toodledo grants you a limited, personal, non-exclusive and non-transferable license to use the Service and Materials on devices you own, all solely for your personal use.\nExcept for the license set forth in the preceding license grant above, you acknowledge and agree that you have no right to modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Materials or the Service in any manner.\nThis limited license terminates automatically, without notice to you, if you breach any of these Terms.\nUpon termination of this limited license, you must cease using the Service and agree to immediately destroy any downloaded or printed Materials.\nExcept as stated herein, you acknowledge that you have no right, title or interest in or to the Service or any of the Materials.\n</p>\n<p> We may offer updates of the Service, from time to time, for feature enhancement, security or other purposes.\n</p>\n<p> You agree to comply with all export and re-export regulations and restrictions of the U.S.\nDepartment of Commerce and other United States agencies and authorities that may apply to the Service.\n</p>\n<p> If you violate these Terms, Toodledo may terminate and/or suspend your access to the Service and/or use of the Materials, Third Party Content (as defined below) without notice.\nToodledo prefers to advise you of your inappropriate behavior and to recommend any necessary corrective action.\nHowever, certain violations of these Terms, as determined by Toodledo, may result in immediate termination of your access to the Service.\nToodledo has the right to terminate any password-restricted account for any reason.\nIf any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\nToodledo’s failure to enforce any of these Terms is not a waiver of such term.\n</p>\n<strong>Password Restricted Areas</strong>\n<p> You need a password to use the Service.\nYou are responsible for maintaining the confidentiality of your password and account, and you agree to notify Toodledo if your password is lost, stolen, or disclosed to an unauthorized third party, or otherwise may have been compromised.\nYou are responsible for all activities that occur under your account, and Toodledo is not responsible for any unauthorized use of your account in the event that your password is stolen or revealed to a third party.\nYou agree to immediately notify Toodledo of any unauthorized use of your account or any other breach of security in relation to the Service known to you.\nToodledo provides you with tools to change your password and to otherwise edit or safeguard your account on your account settings page.\n</p>\n<p> You may not sell, transfer, give, or otherwise surrender your account or account password to another party.\nYou agree that you will not use other users' contact information gathered from the Service for commercial purposes and agree not to provide any other user's contact information to any third party.\n</p>\n<strong>Term.\nTermination</strong>\n<p>\n<b>If you purchase a paid subscription, each subscription period will automatically renew for additional periods equal to the expiring subscription period at our then-current rates, unless you or we give the other party written notice of non-renewal at least thirty (30) days before the end of the relevant subscription period.</b> You may terminate these Terms at any time by ceasing use of the Service but You will not receive any refund of prepaid fees for the current subscription period, if applicable.\nToodledo additionally may terminate these Terms on thirty (30) days written notice to You if You breach any of these Terms and the breach remains uncured at the end of such thirty (30) day period.\nOn any termination of these Terms You will cease using the Service.\n</p>\n<p> Disclaimer of Warranties, Limitation of Liability, Arbitration and Class Action Waiver, General and other sections that by their nature are intended to survive termination will survive any termination of these Terms.\n</p>\n<strong>Disclaimer of Warranties</strong>\n<p> Your use of the Service is at your own risk.\nNeither the Materials, Submissions nor the Third Party Content have been verified or authenticated in whole or in part by Toodledo, and they may include inaccuracies, typographical, or other errors.\nToodledo does not warrant the accuracy of timeliness of the Materials, Submissions or the Third Party Content contained on the Service.\nToodledo has no liability for any errors or omissions in the Materials, Submissions and/or the Third Party Content, whether provided by Toodledo, our users, or our licensors.\n</p>\n<p>\n<b>NEITHER TOODLEDO OR ITS LICENSORS OR SUPPLIERS MAKE ANY EXPRESS, IMPLIED OR STATUTORY REPRESENTATIONS, WARRANTIES, OR GUARANTEES IN CONNECTION WITH THE SERVICE, ANY MATERIALS, SUBMISSIONS OR THIRD PARTY CONTENT, RELATING TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THE SERVICE, INCLUDING WITHOUT LIMITATION THE MATERIALS, THE THIRD PARTY CONTENT AND THE SUBMISSIONS OF OTHER USERS OF THE SERVICE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICE, MATERIALS, THIRD PARTY CONTENT, SUBMISSIONS, AND ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THE SERVICE IS PROVIDED TO YOU ON AN \"AS IS,\" \"AS AVAILABLE\" AND \"WHERE-IS\" BASIS WITH NO WARRANTIES OF ANY KIND, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD PARTY RIGHTS.\nNEITHER TOODLEDO NOR ITS LICENSORS OR SUPPLIERS PROVIDE ANY WARRANTIES AGAINST VIRUSES, SPYWARE OR MALWARE THAT MAY BE INSTALLED ON YOUR COMPUTER.\nTOODLEDO DOES NOT GUARANTEE THE CONFIDENTIALITY OF YOUR SUBMISSIONS.</b>\n</p>\n<strong>LIMITATION OF LIABILITY</strong>\n<p> TO THE EXTENT PERMITTED BY APPLICABLE LAW, NEITHER TOODLEDO NOR ITS LICENSORS OR SUPPLIERS SHALL BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR USING, DISPLAYING, COPYING, OR DOWNLOADING ANY MATERIALS, THIRD PARTY CONTENT OR SUBMISSIONS TO OR FROM THE SERVICE.\nIN NO EVENT SHALL TOODLEDO OR ITS LICENSORS OR SUPPLIERS BE LIABLE TO YOU FOR ANY DAMAGE TO YOUR HEALTH OR FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF Toodledo OR ITS LICENSORS KNOW THERE IS A POSSIBILITY OF SUCH DAMAGE.\n</p>\n<strong>Privacy Policy</strong>\n<p> Your use of the Service is governed by the Toodledo Privacy Policy, which is available at https://www.toodledo.com/info/privacy.php.\n</p>\n<strong>Third Party Content</strong>\n<p> Certain information and content that are not Submissions may be provided by third party licensors and suppliers to Toodledo (\"Third Party Content\").\nThe Third Party Content is, in each case, the copyrighted and/or trademarked work of the creator/licensor.\nUnless you have permission from the owner of the Third Party Content or as otherwise set forth in these Terms, you agree to only display the Third Party Content on your personal computer solely for your personal use.\nYou acknowledge and agree that you have no right to download, cache, reproduce, modify, display (except as set forth in this paragraph), edit, alter or enhance any of the Third Party Content in any manner unless you have permission from the owner of the Third Party Content or as otherwise expressly authorized in these Terms.\nYou hereby indemnify and hold Toodledo and all providers/licensors of Third Party Content harmless from any third party claims related to your use of the Third Party Content in any manner other than authorized hereunder.\n</p>\n<strong>Submissions</strong>\n<p> You acknowledge that you are responsible for any comments, postings and other material that you submit, upload or otherwise make available on the Service, including without limitation, your tasks, lists and notes (each a \"Submission\").\nYou further acknowledge that you, and not Toodledo, bear full responsibility for each such Submission you make, including its legality, reliability, appropriateness, and trademark and copyright ownership.\n</p>\n<p> Unless otherwise explicitly stated herein or in the Toodledo Privacy Policy, you agree that any Submission provided by you in connection with the Service is provided on a non-proprietary and non-confidential basis.\nExcept as expressly set forth below, you grant Toodledo a nonexclusive, worldwide, royalty-free license to (in any media, whether now known or not currently known or invented) to your Submissions to make copies of your Submissions.\n</p>\n<p> Additionally, Toodledo agrees that the use all of your Submissions will be in accordance with Toodledo’s Privacy Policy applicable to personally identifiable information.\nYou further agree that you will not upload to the Service or include in any Submission any material protected by copyright, trademark, or any other proprietary right without the express permission of the owner of such copyright, trademark or other proprietary right owned by a third party, and the burden of determining whether any material is protected by any such right is on you.\nYou shall be solely liable for any damage resulting from any infringement of copyrights, trademarks, proprietary rights, or any other harm resulting from any Submission that you make.\n</p>\n<p> You represent and warrant that: (i) you own all Submissions uploaded by you on or through the Service, or that you otherwise have the right to grant the licenses to Toodledo set forth in this section, and (ii) your Submissions do not violate the privacy rights, publicity rights, trademark rights, copyrights, contract rights or any other rights of any person or entity.\nYou agree to pay and indemnify Toodledo for all royalties, fees, damages and any other monies owing any person by reason of any Submissions uploaded by you to or through the Service.\n</p>\n<strong>Etiquette</strong>\n<p> Toodledo asks that you respect the Toodledo online community as well as other individuals participating within the Toodledo online community.\nYour conduct should be guided by common sense and basic etiquette.\nTo further these common goals, when uploading Submissions to or otherwise using the Service, you agree not to, without limitation:\n</p>\n<ul>\n<li>\n<p> Upload any sensitive data that includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data or criminal convictions and offences.\n</p>\n</li>\n<li>\n<p> Upload anything that exploits children or minors or participate in a group that exploits children or minors.\n</p>\n</li>\n<li>\n<p> Upload any content that is mature, adult in nature or inappropriate for a general audience.\n</p>\n</li>\n<li>\n<p> Use explicit/obscene language or solicit/upload sexually explicit images (actual or simulated) or to participate in racially, ethnically, or otherwise offensive language.\n</p>\n</li>\n<li>\n<p> Defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\n</p>\n</li>\n<li>\n<p> Upload any copyrighted or trademarked materials without the express permission from the owner.\n</p>\n</li>\n<li>\n<p> Impersonate or represent Toodledo, our staff or other industry professionals.\n</p>\n</li>\n<li>\n<p> Solicit a user's password or other account information.\n</p>\n</li>\n<li>\n<p> Harvest user names, addresses, homepage URL's or email addresses for any purpose other than your personal use in your interactions on the Service.\n</p>\n</li>\n<li>\n<p> Upload information that makes available or includes another individual's personally identifiable information (for example, their real name, e-mail address, address, employer or school).\n</p>\n</li>\n<li>\n<p> Disseminate any unsolicited or unauthorized advertising, promotional materials, 'junk mail', 'spam', 'chain letters', 'pyramid schemes', or any other form of such solicitation.\n</p>\n</li>\n<li>\n<p> Discuss or incite illegal activity.\n</p>\n</li>\n<li>\n<p> Upload anything that depicts cruelty to animals.\n</p>\n</li>\n<li>\n<p> Alter or interfere with Toodledo’s Service or operations by employment of third party scripts, code, bots, etc.\n</p>\n</li>\n<li>\n<p> Remove, hide, or obscure access to Toodledo tools used to report a user or their behavior.\n</p>\n</li>\n</ul>\n<p> This list of prohibitions provides examples and is not complete or exclusive.\nToodledo reserves the right to (a) terminate your access to your account, your ability to upload to the Service and (b) refuse, delete or remove any Submissions for any action that Toodledo determines is inappropriate or disruptive to the Service or to any other user of the Service with or without cause and with or without notice, for any reason or no reason.\nToodledo may report to law enforcement or other appropriate government authorities any actions that may be suspicious or illegal, and any reports it receives of such conduct.\nWhen legally required or at Toodledo’s discretion, Toodledo will cooperate with law enforcement or appropriate government agencies in any investigation.\nYou hereby acknowledge and agree that in using the Service, you may be exposed to content that may be offensive or objectionable to you.\nYOU HEREBY ACKNOWLEDGE AND AGREE THAT ALL SUBMISSIONS SUBMITTED BY YOU OR ANY OTHER USER EXPRESS THE VIEWS OF THE AUTHOR, AND Toodledo WILL NOT BE HELD RESPONSIBLE FOR OR LIABLE FOR THE CONTENT IN SUCH SUBMISSIONS.\nYour access to and use of the Service is undertaken at your own risk and Toodledo is not responsible for any offensive, harmful or otherwise objectionable materials that may be included on the Service by any third party\n</p>\n<p> These prohibitions do not require Toodledo to monitor, police, or remove any Submissions or other information submitted by you or any other user, and Toodledo disclaims any obligation or responsibility to do so.\n</p>\n<p> You understand that your interactions and dealings with other users of the Service are solely between you and such other user.\nToodledo is not responsible for any loss, harm or damage of any sort incurred as a result of any such interactions or dealings, and Toodledo has no obligation to become involved in any resulting dispute.\n</p>\n<strong>Unauthorized Activities</strong>\n<p> Submissions and unauthorized use of any Materials or Third Party Content contained on the Service may violate applicable laws and regulations.\nYou agree to indemnify and hold Toodledo and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys' fees and costs of defense) Toodledo or any other indemnified party suffers in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third party that your use of the Service or the use of the Service by any person using your user name and/or password (including without limitation, your Submissions) violates any applicable law or regulation, or the copyrights, trademark rights or other rights of any third party.\n</p>\n<strong>Payment and Electronic Communications</strong>\n<p> When you purchase a subscription, you are expressly agreeing that Toodledo is permitted to bill you the applicable fees, any applicable tax and any other charges you may incur with Toodledo in connection with such subscription and that the fees will be billed to the credit card or account you provide in accordance with the billing terms in effect at the time a fee or charge is due and payable.\nIf payment is not received or cannot be charged to your credit card account for any reason in advance, Toodledo reserves the right to either suspend or terminate your access to the Service and terminate these Terms.\nAll fees are non-refundable.\n</p>\n<p> By using the Service, you consent to receiving electronic communications from Toodledo.\nThese electronic communications may include notices about applicable fees and charges, transactional information and other information concerning or related to our Service.\nThese electronic communications are part of your relationship with Toodledo and you receive them as part of your purchase of a subscription.\nYou agree that any notices, agreements, disclosures or other communications that we send you electronically will satisfy any legal communication requirements, including that such communications be in writing.\n</p>\n<strong>Proprietary Rights</strong>\n<p> Toodledo is a trademark of Toodledo in the United States.\nOther trademarks, names and logos on the Service are the property of their respective owners.\n</p>\n<p> Unless otherwise specified in these Terms, all information and screens appearing on the Service, including documents, services, Service design, text, graphics, logos, images and icons, as well as the arrangement thereof, are the sole property of Toodledo, Inc.\nCopyright 2018 Toodledo All rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or licensor.\nToodledo will be responsible for any investigation, defense, settlement and discharge of any intellectual property infringement claim based on the Service.\n</p>\n<strong>Copyright and Trademark Infringements</strong>\n<p>\n<b>Only the intellectual property rights owner or the owner's authorized agent is permitted to report potentially infringing materials through Toodledo’s reporting system set forth below.\nIf you are not the intellectual property rights owner or the owner's authorized agent, you should contact the intellectual property rights owner and they can choose whether to use the procedures set forth in these Terms.</b>\n</p>\n<p> Notification: Toodledo respects the intellectual property rights of others, and we require you to do the same when interfacing with the Service.\n</p>\n<p> Submissions and unauthorized use of any Materials or Third Party Content contained on the Service may violate applicable laws and regulations.\nYou agree to indemnify and hold Toodledo and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys' fees and costs of defense) Toodledo or any other indemnified party suffers in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third party that your use of the Service or the use of the Service by any person using your user name and/or password (including without limitation, your Submissions) violates any applicable law or regulation, or the copyrights, trademark rights or other rights of any third party.\n</p>\n<p> Toodledo may, in appropriate circumstances and at our discretion, terminate service and/or access to the Service for users who infringe the intellectual property rights of others.\nIf you believe that your work is the subject of copyright infringement and/or trademark infringement and appears on our Service, please provide Toodledo’s designated agent the following information:\n</p>\n<ul>\n<li>\n<p> A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</p>\n</li>\n<li>\n<p> Identification of the copyrighted and/or trademarked work claimed to have been infringed, or, if multiple works at a single online Service are covered by a single notification, a full list of such works at that Service.\n</p>\n</li>\n<li>\n<p> Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled at the Service, and information reasonably sufficient to permit Toodledo to locate the material.\n</p>\n</li>\n<li>\n<p> Information sufficient to permit Toodledo to contact you as the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.\n</p>\n</li>\n<li>\n<p> A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright and/or trademark owner, its agent, or the law.\n</p>\n</li>\n<li>\n<p> A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</p>\n</li>\n<li>\n<p> Toodledo’s agent for notice of claims of copyright or trademark infringement on the Service can be reached as follows: </p>\n</li>\n</ul>\n<p>\n<b>By mail:</b>\n<br> Toodledo<br> Attn: DMCA Administrator<br> 10 Crow Canyon Court, Suite 210<br> San Ramon, CA 94583\n</p>\n<p>\n<b>By e-mail:</b> dmca@toodledo.com\n</p>\n<p> Please also note that for copyright infringements under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.\n</p>\n<strong>ioS Terms</strong>\n<p> If you are using the Service through an application on an iOS device, you may only use the Service on any iOS devices that you own or control as permitted in the Apple, Inc.\n(“Apple”) App Store Terms of Service usage rules.\nYou acknowledge that Apple has no obligation to furnish any maintenance or support services with respect to the Service.\nToodledo, and not Apple, will be responsible for any investigation, defense, settlement and discharge of any intellectual property infringement claim based on the Service.\nYou acknowledge and agree that Apple and Apple's subsidiaries, are third party beneficiaries of these Terms, and that Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary thereof.\n</p>\n<strong>Android Terms</strong>\n<p> If you are using the Service through an application on an Android device, you may only use the Service on any Android devices that you own or control as permitted in the Google Play Terms of Use.\nYou acknowledge that Google has no obligation to furnish any maintenance or support services with respect to the Service.\n</p>\n<strong>General</strong>\n<p> Toodledo controls and operates the Service from its headquarters in the United States of America and the Materials, Submissions and/or Third Party Content may not be appropriate or available for use in other locations.\nIf you use the Service outside the United States of America, you are responsible for following applicable local laws.\n</p>\n<p> These Terms are the entire agreement between you and Toodledo and supersede all prior or contemporaneous negotiations, discussions or agreements between you and Toodledo about the Service.\nThe proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.\n</p>\n<p> These Terms will be governed and interpreted pursuant to the laws of the State of California United States of America, for contracts to be executed and fully performed therein and notwithstanding any principles of conflicts of law.\nThe parties specifically disclaim application of the Convention on Contracts for the International Sale of Goods.\nYou specifically consent to personal jurisdiction in the State of California in connection with any New York dispute between you and Toodledo arising out of these Terms or pertaining to the subject matter hereof.\n</p>\n<p> You agree that the exclusive venue for any dispute arising out of these Terms or pertaining to the subject matter thereof will be in the state and federal courts in.\nYou irrevocably waive all rights to bring or participate in any class action suits or claims regarding the matters related hereto.\nIf any part of these Terms is unlawful, void or unenforceable, that part will be deemed severable and will not affect the validity and enforceability of any remaining provisions.\nThese Terms constitute the entire agreement among the parties relating to this subject matter.\nTo the extent a purchase order, confirmation letter, or other communication is inconsistent with these Terms, these Terms will govern, unless expressly agreed in writing otherwise by an executive officer of Toodledo (i.e., regular employees cannot bind Toodledo).\n</p>\n<p> If you have any questions, complaints or claims with respect to the Service, please contact us at:\n</p>\n<p> Toodledo, Inc.<br> 10 Crow Canyon Court, Suite 210<br> San Ramon, CA 94583\n</p>\n<p> Or\n</p>\n<p> admin@toodledo.com\n</p>\n<strong>Arbitration And Class Action Waiver</strong>\n<p> PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.\n</p>\n<p> You and Toodledo agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.\n</p>\n<p> This Section is intended to be interpreted broadly and governs any and all disputes between us, including but not limited to claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\nclaims that arose before this Agreement or any prior agreement (including, but not limited to, claims related to advertising).\nand claims that may arise after the termination of this Agreement.\nThe only disputes excluded from this broad prohibition are the litigation of certain intellectual property and small court claims, as provided below.\n</p>\n<p> By agreeing to these Terms, you agree to resolve any and all disputes with Toodledo as follows:\n</p>\n<p> Initial Dispute Resolution: Most disputes can be resolved without resort to litigation.\nYou can reach Toodledo's support department at info@toodledo.com.\nExcept for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with the Toodledo support department, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.\n</p>\n<p> Binding Arbitration: If the parties do not reach an agreed-upon solution within a period of thirty (30) days from the time informal dispute resolution is initiated under the Initial Dispute Resolution provision above, then either party may initiate binding arbitration as the sole means to resolve claims, subject to the terms set forth below.\nSpecifically, all claims arising out of or relating to these Terms of Use (including the Terms of Use' or Privacy Policy's formation, performance, and breach), the parties' relationship with each other, and/or your use of the Services shall be finally settled by binding arbitration administered by JAMS in accordance with the JAMS Streamlined Arbitration Procedure Rules for claims that do not exceed $250,000 and the JAMS Comprehensive Arbitration Rules and Procedures for claims exceeding $250,000 in effect at the time the arbitration is initiated, excluding any rules or procedures governing or permitting class actions.\nThe arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of these Terms of Use or the Privacy Policy, including but not limited to any claim that all or any part of these Terms of Use or Privacy Policy is void or voidable, whether a claim is subject to arbitration, or the question of waiver by litigation conduct.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator's award shall be written and shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nTo start an arbitration, you must do the following: (a) write a Demand for Arbitration that includes a description of the claim and the amount of damages you seek to recover (you may find a copy of a Demand for Arbitration at www.jamsadr.com ).\n(b) send three copies of the Demand for Arbitration, plus the appropriate filing fee, to JAMS.\nand (c) send one copy of the Demand for Arbitration to Toodledo at admin@toodledo.com.\n</p>\n<p> To the extent the filing fee for the arbitration exceeds the cost of filing a lawsuit, Toodledo will pay the additional cost.\nIf the arbitrator finds the arbitration to be non-frivolous, Toodledo will pay the fees invoiced by JAMS, including filing fees and arbitrator and hearing expenses.\nYou are responsible for your own attorneys' fees unless the arbitration rules and/or applicable law provide otherwise.\n</p>\n<p> The parties understand that, absent this mandatory arbitration provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.\n</p>\n<p> If you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing.\nFor individuals residing outside the United States, arbitration shall be initiated in the State of California, United States of America, and you and Toodledo agree to submit to the personal jurisdiction of any federal or state court in Contra Costa county, California in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\n</p>\n<p> Class Action Waiver: The parties further agree that the arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nYOU AND Toodledo AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS USER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above shall be deemed null and void in their entirety and the parties shall be deemed to have not agreed to arbitrate disputes.\n</p>\n<p> Exception: Litigation of Intellectual Property and Small Claims Court Claims: Notwithstanding the parties' decision to resolve all disputes through arbitration, either party may bring enforcement actions, validity determinations or claims arising from or relating to theft, piracy or unauthorized use of intellectual property in state or federal court or in the U.S.\nPatent and Trademark Office to protect its intellectual property rights (\"intellectual property rights\" means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights).\nEither party may also seek relief in a small claims court for disputes or claims within the scope of that court's jurisdiction.\n</p>\n<p> 30-Day Right to Opt Out: You have the right to opt out and not be bound by the arbitration and class action waiver provisions set forth above by sending (from the email address you use on Toodledo) written notice of your decision to opt out to Toodledo (admin@toodledo.com) with the subject line, \"ARBITRATION AND CLASS ACTION WAIVER OPT-OUT.\" The notice must be sent within thirty (30) days of your first use of the Services.\notherwise, you shall be bound to arbitrate disputes in accordance with the terms of those paragraphs.\nIf you opt out of these arbitration provisions, Toodledo also will not be bound by them.\n</p>\n<p> Changes to This Section: Toodledo will provide thirty (30) days' notice of any changes to this section by posting on the Toodledo Terms of Use webService, sending you a message, or otherwise notifying you when you are logged into your account.\nAmendments will become effective thirty (30) days after they are posted on the Toodledo Terms of Use webService or sent to you.\n</p>\n<p> Changes to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day.\nIf a court or arbitrator decides that this subsection on \"Changes to This Section\" is not enforceable or valid, then this subsection shall be severed from the section entitled “Arbitration and Class Action Waiver,” and the court or arbitrator shall apply the first Arbitration and Class Action Waiver section in existence after you began using the Services.\n</p>\n<p> Survival: This Arbitration and Class Action Waiver section shall survive any termination of your Account or the Services.\n</p>\n", "created_at": "2018-07-17 10:11:46.034541", "updated_at": "2020-12-11 15:16:27.204683"}], "points": [{"id": 20967, "title": "The posting of pornographic content is prohibited", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-20 06:29:44.057225", "updated_at": "2021-05-21 14:11:57.846265", "quoteText": "Use explicit/obscene language or solicit/upload sexually explicit images (actual or simulated)", "case_id": 315, "document_id": 119, "quoteStart": 13092, "quoteEnd": 13186}, {"id": 20966, "title": "You agree not to submit libelous, harassing or threatening content", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-20 06:28:38.544207", "updated_at": "2021-05-21 14:11:51.827632", "quoteText": "Defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.", "case_id": 283, "document_id": 119, "quoteStart": 13283, "quoteEnd": 13413}, {"id": 17430, "title": "This service gives your personal data to third parties involved in its operation", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:24:04.561212", "updated_at": "2021-05-16 22:05:05.838885", "quoteText": "Companies that help us to provide our services, such as hosting service providers and payment service providers;</li>\n<li>Professional service providers, such as auditors bankers, lawyers, accountants and insurers, marketing agencies, advertising partners and website hosts, who help us run our business.", "case_id": 188, "document_id": 118, "quoteStart": 10894, "quoteEnd": 11198}, {"id": 20269, "title": "30 days of notice are given before closing your account", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-12 04:35:15.584778", "updated_at": "2021-05-12 07:06:08.77003", "quoteText": "You may terminate these Terms at any time by ceasing use of the Service but You will not receive any refund of prepaid fees for the current subscription period, if applicable.\nToodledo additionally may terminate these Terms on thirty (30) days written notice to You if You breach any of these Terms and the breach remains uncured at the end of such thirty (30) day period.", "case_id": 206, "document_id": 119, "quoteStart": 5562, "quoteEnd": 5934}, {"id": 20268, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-12 04:33:16.950326", "updated_at": "2021-05-12 07:05:41.29752", "quoteText": "Toodledo’s failure to enforce any of these Terms is not a waiver of such term.", "case_id": 295, "document_id": 119, "quoteStart": 3958, "quoteEnd": 4036}, {"id": 20248, "title": "There is a date of the last update of the agreements", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:06:24.175199", "updated_at": "2021-05-11 16:58:18.990867", "quoteText": "Last Updated: October 25, 2018", "case_id": 331, "document_id": 118, "quoteStart": 19, "quoteEnd": 49}, {"id": 20247, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:06:00.87584", "updated_at": "2021-05-11 16:58:10.848415", "quoteText": "If any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above shall be deemed null and void in their entirety and the parties shall be deemed to have not agreed to arbitrate disputes.", "case_id": 294, "document_id": 119, "quoteStart": 32596, "quoteEnd": 32953}, {"id": 20252, "title": "The service claims to be GDPR compliant for European users", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:18:15.522605", "updated_at": "2021-05-11 16:58:41.588852", "quoteText": "The European Union's General Data Protection Regulation (“GDPR”) allows for transfer of personal data from the European Union to a third country in certain situations.", "case_id": 481, "document_id": 118, "quoteStart": 20404, "quoteEnd": 20571}, {"id": 20251, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:17:32.223409", "updated_at": "2021-05-11 16:58:48.825832", "quoteText": "Disseminate any unsolicited or unauthorized advertising, promotional materials, 'junk mail', 'spam', 'chain letters', 'pyramid schemes', or any other form of such solicitation.", "case_id": 281, "document_id": 119, "quoteStart": 14096, "quoteEnd": 14272}, {"id": 20250, "title": "The posting of pornographic content is prohibited", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:09:02.432757", "updated_at": "2021-05-12 04:09:45.174461", "quoteText": "ta if the law otherwise allows it.</p>\nPayment Information\n<p>Toodledo uses third-party paymen", "case_id": 315, "document_id": 118, "quoteStart": 13092, "quoteEnd": 13186}, {"id": 20249, "title": "You agree not to submit libelous, harassing or threatening content", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-05-10 21:08:25.650963", "updated_at": "2021-05-12 04:17:27.106695", "quoteText": "ce with Payment Card Industry (PCI) data security standards and your billing information is encrypted before being communicated to", "case_id": 283, "document_id": 118, "quoteStart": 13283, "quoteEnd": 13413}, {"id": 718, "title": "Toodledo term", "source": "https://groups.google.com/forum/#!topic/tosdr/qO1r_eGpeOM", "status": "Toodledo term", "created_at": "2018-01-16 15:27:01.949969", "updated_at": "2018-03-15 17:36:37.20036", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17421, "title": "The service collects many different types of personal data", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 09:57:46.749101", "updated_at": "2021-03-16 10:34:30.488269", "quoteText": "Transaction Data Details about payments from you and other details of services you have purchased from us and any data that you upload to the website or mobile services.", "case_id": 376, "document_id": 118, "quoteStart": 1317, "quoteEnd": 1486}, {"id": 17422, "title": "The service collects many different types of personal data", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 09:58:32.406149", "updated_at": "2021-03-16 18:26:17.978076", "quoteText": "Profile Data Your name and password, purchases or orders made by you, preferences, feedback responses, as well as any profile data which we have added (for example, using analytics).\n", "case_id": 376, "document_id": 118, "quoteStart": 1487, "quoteEnd": 1670}, {"id": 17425, "title": "The service collects many different types of personal data", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:03:47.899221", "updated_at": "2021-03-16 10:29:53.183969", "quoteText": "Technical Data Your first name, last name, your login/password.\n", "case_id": 376, "document_id": 118, "quoteStart": 1670, "quoteEnd": 1734}, {"id": 17426, "title": "Third-party cookies are used for statistics", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:07:22.606044", "updated_at": "2021-03-16 17:59:23.494472", "quoteText": "To provide better content and service, Toodledo’s websites and mobile applications use the Cyfe analytics service and the Google Analytics web analytics service", "case_id": 325, "document_id": 118, "quoteStart": 2726, "quoteEnd": 2886}, {"id": 17423, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:03:01.93077", "updated_at": "2021-03-16 22:42:09.96051", "quoteText": "Identity Data IP address, your login data, operating system and browser type and version, location and other technology on the devices you use to access the website or mobile application.", "case_id": 399, "document_id": 118, "quoteStart": 1734, "quoteEnd": 1921}, {"id": 17429, "title": "The service uses your personal data for advertising", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:21:31.479983", "updated_at": "2021-03-16 17:59:14.301113", "quoteText": "We may also collect Tracking Data when you use our website or mobile application, or when you click on one of our advertisements (including those shown on third party websites).</p>\n<p>Third parties or publicly available sources.\nWe may receive personal data about you from various types of third parties, including:</p>\n<ul>\n<li>Technical Data and/or Tracking Data from analytics providers, advertising networks and search information providers.</li>", "case_id": 216, "document_id": 118, "quoteStart": 10402, "quoteEnd": 10853}, {"id": 17432, "title": "The service uses social media cookies/pixels", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:27:11.093961", "updated_at": "2021-03-16 18:20:28.01317", "quoteText": "and</li>\n<li>Companies approved by you, such as social media sites (if you choose to link your accounts to our website or mobile application).</li>", "case_id": 307, "document_id": 118, "quoteStart": 11350, "quoteEnd": 11497}, {"id": 17418, "title": "The service collects many different types of personal data", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 09:51:23.023984", "updated_at": "2021-03-16 10:32:04.731696", "quoteText": "Types of Data Collected</b>\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.", "case_id": 376, "document_id": 118, "quoteStart": 581, "quoteEnd": 735}, {"id": 17428, "title": "This service is only available to users over a certain age", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:18:28.867105", "updated_at": "2021-03-16 17:58:43.081801", "quoteText": "Neither our website, mobile application nor our services are intended for children under the age of 16.\nToodledo does not target its services or this website or mobile application to children under 16.\nToodledo does not knowingly collect personal data from children under the age of 16.", "case_id": 152, "document_id": 118, "quoteStart": 4790, "quoteEnd": 5076}, {"id": 17431, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:25:58.116666", "updated_at": "2021-03-16 18:20:39.651432", "quoteText": "and</li>\n<li>Governments, regulators, law enforcement and fraud prevention agencies, so we can assist law enforcement and comply with law enforcement.", "case_id": 164, "document_id": 118, "quoteStart": 11199, "quoteEnd": 11349}, {"id": 17424, "title": "The service collects many different types of personal data", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:03:23.05634", "updated_at": "2021-03-16 10:31:06.886355", "quoteText": "Technical Data Your first name, last name, your login/password.\n", "case_id": 376, "document_id": 118, "quoteStart": 1670, "quoteEnd": 1734}, {"id": 17420, "title": "The service collects many different types of personal data", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 09:57:01.204714", "updated_at": "2021-03-16 10:32:35.624469", "quoteText": "Financial Data The last 4 digits of your credit card and the expiration year only and your PayPal account information.", "case_id": 376, "document_id": 118, "quoteStart": 1198, "quoteEnd": 1316}, {"id": 17427, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 10:08:49.327289", "updated_at": "2021-03-16 17:57:48.339485", "quoteText": "\n<p>Toodledo tracks your browsing habits across other third-party websites and we do not respond to browser do not track signals.</p>", "case_id": 233, "document_id": 118, "quoteStart": 3917, "quoteEnd": 4050}, {"id": 17419, "title": "The service collects many different types of personal data", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-03-16 09:54:02.996042", "updated_at": "2021-03-16 18:23:38.866653", "quoteText": "At Toodledo, we collect a variety of information about our customers and visitors to the Toodledo websites and mobile applications in order to provide a better customer experience.\nThis personal data falls into these categories:</p> Category of Data What It Includes Identity Data Your first name, last name, your login/password.\nContact Data Your billing address and email address.", "case_id": 376, "document_id": 118, "quoteStart": 815, "quoteEnd": 1197}, {"id": 7818, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2019-08-27 09:06:28.341762", "updated_at": "2021-02-06 04:25:26.887545", "quoteText": "If any provision of this agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this agreement, which shall remain in full force and effect.", "case_id": 294, "document_id": 119, "quoteStart": 7757, "quoteEnd": 8013}, {"id": 7817, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2019-08-27 09:04:56.393692", "updated_at": "2021-02-06 04:25:26.94327", "quoteText": "Indemnity\n<p>By using this site you agree to defend, indemnify, and hold harmless the web site, its officers, directors, employees and agents, from any claims, actions or demands, including without limitation reasonable legal and accounting fees, alleging or resulting from your use of the material or your breach of the terms of this agreement.", "case_id": 146, "document_id": 119, "quoteStart": 7216, "quoteEnd": 7561}, {"id": 8450, "title": "This service tracks you on other websites", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-11-24 15:19:49.704109", "updated_at": "2021-02-06 03:50:45.633463", "quoteText": "This site logs the IP addresses and types of browser used by its guests.", "case_id": 129, "document_id": 118, "quoteStart": 242, "quoteEnd": 314}, {"id": 8451, "title": "You have the right to leave this service at any time", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-11-24 15:20:45.56709", "updated_at": "2021-02-06 04:25:28.083038", "quoteText": "Right to be Forgotten\n<p>Users may remove themselves and their information from the website's database at anytime by deleting their account through the settings section of our website.", "case_id": 170, "document_id": 118, "quoteStart": 2093, "quoteEnd": 2277}, {"id": 8449, "title": "Many third parties are involved in operating the service", "source": "http://www.toodledo.com/info/privacy.php", "status": "Generated through the annotate view", "created_at": "2019-11-24 15:18:01.000055", "updated_at": "2021-02-06 03:50:45.664463", "quoteText": "<p>Toodledo uses Google Analytics to monitor the website and make improvements.", "case_id": 208, "document_id": 118, "quoteStart": 3673, "quoteEnd": 3752}, {"id": 8448, "title": "You can request access and deletion of personal data", "source": "http://www.toodledo.com/info/terms.php", "status": "Generated through the annotate view", "created_at": "2019-11-24 15:14:53.153726", "updated_at": "2021-02-06 04:25:28.060634", "quoteText": "You may delete data from your account, or delete your entire account at any time.", "case_id": 195, "document_id": 119, "quoteStart": 3361, "quoteEnd": 3442}], "urls": ["toodledo.com"]}}