{"error": 448, "message": "OK", "parameters": {"id": 5689, "name": "wildlifestudios", "created_at": "2021-11-18 02:57:45.453502", "updated_at": "2021-11-18 23:01:10.753989", "wikipedia": null, "keywords": null, "related": null, "slug": "wildlifestudios", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5689.png", "url": "wildlifestudios.com", "documents": [{"id": 10244, "name": "Privacy Policy", "url": "https://wildlifestudios.com/policy-center/privacy-policy/", "xpath": "/html/body/main/section[2]", "text": " Choose a category Overview Privacy Policy Overview <ul>\n<li>Terms of Service</li>\n<li>Privacy\n<ul>\n<li>Wildlife Studios Privacy Policy</li>\n<li>Candidates Privacy Policy</li>\n<li>Children’s Privacy Policy</li>\n<li>Content Partner’s Privacy Policy</li>\n</ul>\n</li>\n<li>Partner Program Policies\n<ul>\n<li>Support a Creator Agreement</li>\n<li>Community Partner’s Guidelines</li>\n</ul>\n</li>\n<li>Code of Conduct</li>\n<li>Safety Center\n<ul>\n<li>Law Enforcement</li>\n</ul>\n</li>\n<li>Social Media Policies\n<ul>\n<li>Social Media Terms of Usage</li>\n</ul>\n</li>\n</ul> Privacy Policy Language English (U.S.) Français Deutsch Italiano 日本語 (にほんご) Português (Brazil) English (British) العربية English (Australian) 한국어 Русский Türkçe 中文 (Zhōngwén) (傳統) 中文 (Zhōngwén) (简) <p>Effective date: March 12, 2020.</p>\n<p>If you do not want to receive tailored in-application advertisements from third parties, please see - Opting Out of Third-Party Tailored Advertising.</p>Updates to the Privacy Policy<p>We have updated our Privacy Policy to provide more clarity on our data practices.\nThe updates took effect on November 16, 2020.</p>\n<p>What’s new?</p>\n<ul>\n<li>We have described the audio functionality available for player communication in certain games;</li>\n<li>We have adjusted the wording on the use of tracking technologies to provide more information on screen recording that allow us to identify bugs and improve our games;</li>\n<li>We have included more detail on the circumstances when we may disclose information with third parties that perform services on our behalf.</li>\n</ul>Introduction<p>Wildlife Studios publishes applications (“apps”) for the web and mobile devices.\n“Wildlife Studios” or “we,” “our,” or “us” refers to Wildlife Studios Limited (collectively, “Wildlife Studios”) in this Privacy Policy.\n&nbsp;For the purposes of data protection laws, Wildlife Studios is the \"data controller\" of your personal information.\nThe apps, in most cases, are free to play games (with optional in-app purchases), and in order to maintain the high quality and great user experience we process information from and about you in particular to improve the entire experience in the apps and to support our internal operations.</p>\n<p>This Privacy Policy applies whenever you download and play our apps or otherwise access any of our other products, services, content, websites (http://www.wildlifestudios.com, among others) and/or the other domains provided by Wildlife Studios, together referred to as “Services.” By using any Services, including when you play or access our Services through social networks or mobile devices, you agree to the collection and use of your information as set forth in this Privacy Policy and our Terms of Service (please note that depending on the Service, it may have a customized version of these Terms of Service, as indicated on that Service’s website).</p>\n<p>If you do not want Wildlife Studios to collect, store, use or share your information in the ways described in this Privacy Policy, you should not play Wildlife Studios’ apps or use Wildlife Studios’ Services.</p>\n<p>This Privacy Policy describes:</p>\n<ul>\n<li>What information we collect and how we collect it;</li>\n<li>How we use that information;&nbsp;</li>\n<li>Legal bases for the use of your information;</li>\n<li>How we share and disclose your information;</li>\n<li>Data subject rights and your choices;</li>\n<li>Third party links and features;&nbsp;</li>\n<li>Children’s privacy;</li>\n<li>Transfer of information to other countries;</li>\n<li>How long we keep your information;&nbsp;</li>\n<li>How we protect the information we store about you;</li>\n<li>California privacy rights;&nbsp;</li>\n<li>Changes to our Privacy Policy.\nand</li>\n<li>How to contact us.</li>\n</ul>Information We Collect and How We Collect It<p>The information we collect about you falls into two categories: information you provide directly to us, and information we collect automatically.</p>1.\nInformation That You Share with Us Directly<p>When you use our Services, you can provide us information directly.\nWe will store the information you provide us directly on our systems and use it for the purposes described in this Privacy Policy.</p>a.\nProfile Information<p>Some apps or parts of our Services may allow you to give us certain profile information, including:</p>\n<ul>\n<li>Your age or birthday;</li>\n<li>Your first and last names;</li>\n<li>Your email address.\nand</li>\n<li>Other information so we can authenticate you or so we can improve our services.&nbsp;</li>\n</ul>\n<p>We may also let you create a player profile, separate from your social networking site profile that other Wildlife Studios players can see.\nYour player profile will include the following information you provide us:</p>\n<ul>\n<li>A profile photo;</li>\n<li>A username(s);</li>\n<li>Biographic details (like your age range);</li>\n<li>The approximate location that you provide;</li>\n<li>If you sign in through or link to your social media profile, information associated with your profiles on that social network;</li>\n<li>Details about the apps you play.\nand</li>\n<li>A Wildlife Studios player ID number that is created by Wildlife Studios and used to identify your profile.</li>\n</ul>\n<p>Certain apps allow certain information in your Wildlife Studios player profile to be publicly accessible, including:</p>\n<ul>\n<li>The Wildlife Studios player ID;</li>\n<li>Your first and last names.\nand</li>\n<li>Your player profile picture.</li>\n</ul>b.\nInformation about your contacts<p>Certain of our Services give you the ability to import your address book contacts, including names, email addresses, and social media handles, if available, or manually enter them so that you can find your contacts on Wildlife Studios and invite them to play our apps or to other of our Services.\nYou are responsible for obtaining your contacts' permission when you choose to provide their contact information to us.\nWe may receive information about you from other Wildlife Studios users who import or manually share their contacts.\nWe use and may store any or all of this contact information to enable you and your contacts to connect through all of our Services.\nIf you want to remove the contacts stored in our apps or Services, follow the instructions provided in the particular app or Service to request that we remove them from our systems for that app or Service.\nIf you have provided us your contacts in multiple apps or Services and want to remove those contacts from all apps and Services, you will need to take this step in each app or Service.\nIf you need to enter a password to allow us to access your address book, we will not store that password.</p>c.\nInformation You Generate Using Our Communications Features<p>Certain of our Services allow you to communicate or share information with Wildlife Studios and with other Wildlife Studios players.\nThese features include:</p>\n<ul>\n<li>Player forums, message boards and chat functions;</li>\n<li>The ability to post public comments to other players’ profiles;</li>\n<li>Private messaging;</li>\n<li>The ability to send invitations to other players, either directly on our websites or to their email accounts;</li>\n<li>Photo or drawing sharing.\nand/or</li>\n<li>We may also ask for your approval to access your audio.\nYour audio may be used solely to allow you to communicate with other players during gameplay.\nIt will not be used for any advertising purpose or to improve or personalize our Services.\nWe may only have access to audio transmissions temporarily during chat features and will not record or store it in our servers.</li>\n</ul>\n<p>You acknowledge and expressly agree that we may access in real-time, record and/or store any of these communications, comments, photos, and drawings on our servers.\nWe use these communications to protect the safety and well-being of our players and Wildlife Studios' rights and property in connection with our Services.\nto conduct research.\nto operate, improve, and personalize our Services and our players’ experiences, including through analytics.\nand to manage and deliver contextual advertising.</p>d.\nPayment Information<p>If you make a purchase in our Services, such as a license to use in-app virtual currency or virtual items in an app you play, our third party payment processor will collect the billing and financial information to process your charges.\nWildlife Studios does not collect or store your financial information.\nHowever, Wildlife Studios' payment processors may share non-financial information with us related to your purchases, like transaction information, transaction ID, the items purchased and value in order to fulfill your order.&nbsp;</p>\n<p>Please note that purchases of third party credits or currencies may also be subject to those parties’ policies.</p>e.\nCustomer Support Correspondence<p>When you contact our Customer Support team, we will collect and store the contact information you give them (generally, your name and email address), information about your game play or activity on our Services, and your Wildlife Studios player and/or social network ID number.\nWe will also store the communications you have with the Customer Service team and any information in those communications in order to provide support.</p>2.\nInformation We Collect Automatically<p>\n</p>a.\nInformation from Social Networks <p>If you play Wildlife Studios' apps or access any of our other Services by using a social network (such as Facebook) ID, we automatically receive certain information about you from the social network, depending upon the Wildlife Studios app you’re playing, the social network, and your friends’ and your privacy settings on that social network.\nFor example, Wildlife Studios will automatically collect and store some or all of the following information provided by the social network:</p>\n<ul>\n<li>Your first and last name;</li>\n<li>Your profile picture or its URL;</li>\n<li>Your social network ID number, which is linked to publicly available information like your name and profile photo;</li>\n<li>Public data for your friends (including their social network ID numbers);</li>\n<li>Information from friends who have also linked their social media account with our App;</li>\n<li>The login email you provided to that social network when you registered with it;</li>\n<li>The location of the devices you use to access our Services;</li>\n<li>Your gender;</li>\n<li>Your exact age and/or age range;</li>\n<li>Other publicly-available information on the social network.\nand/or&nbsp;</li>\n<li>Any other information that you or the social networks share with us.</li>\n</ul>\n<p>If you access our Services from a social network, you should also read that social network’s Terms of Service and Privacy Policy.\nIf you are unclear about what information a social network is sharing with us, please go to the social networks where you play our apps to find out more about their privacy settings.</p>b.\nTracking Technologies<p>We, and service providers acting on our behalf, like Google Analytics, store log files and use tracking technologies, such as:</p>\n<ul>\n<li>Device identifiers such as the IDFA (the identifier for advertisers on iOS) and AAID (Google's advertising identifier, for Android devices).\nand&nbsp;</li>\n<li>Cookies on our websites, which are small pieces of data transferred to your mobile device or computer that enable us to (i) recognize your computer.\n(ii) store your preferences and settings.\n(iii) understand the web pages of the Services you have visited.\n(iv), enhance your user experience by delivering and measuring the effectiveness of content and advertising tailored to your interests.\n(v) perform searches and analytics.\nand (vi) assist with security and administrative functions.</li>\n</ul>\n<p>We and our service providers use these technologies to collect and analyze certain kinds of technical information, such as:</p>\n<ul>\n<li>IP addresses;</li>\n<li>The type of computer or mobile device you are using;</li>\n<li>Your operating system version and platform type;</li>\n<li>Your mobile device’s identifiers, such as your MAC Address, IDFA, and/or International Mobile Equipment Identity (IMEI);</li>\n<li>Your browser types and language;</li>\n<li>The website you visited before or after visiting our Services, domain names, landing pages, pages viewed, clicks and time on a page;</li>\n<li>Whether or not some of Wildlife Studios’ other apps are installed on your device;</li>\n<li>App activity, including recordings of your gameplay and other interactions with the app.\nand</li>\n<li>App state and the date and time of activity on our websites or apps.</li>\n</ul>\n<p>We may connect this information with your social network ID (where available) or Wildlife Studios user ID.</p>\n<p>Please note that companies delivering advertisements on our Services may also use cookies or other technologies as described below in Third Party Advertising and Analytics, and those practices are subject to those companies’ own policies.</p>\n<p>For more information on how to limit the types of cookies you allow, please see - Opting out of Cookies.</p>c.\nInformation from Your Mobile Device<p>If you play Wildlife Studios apps or access our other Services on your mobile device, in addition to your device identifiers, we may also automatically collect:</p>\n<ul>\n<li>The name you have associated with your device;</li>\n<li>Your country.\nand</li>\n<li>Information about Wildlife Studios apps you have on your device.</li>\n</ul>\n<p>We may also automatically collect, with your permission, your GPS location information.&nbsp;</p>\n<p>If you want to adjust your privacy preferences on your mobile device, please see - How to Access, Update and Manage Your Information.</p>d.\nInformation Across Devices and Applications<p>Sometimes, we (or our service providers) may use the information we collect -- for instance, usernames, IP addresses and unique mobile device identifiers or other IDs (like social network ID) -- to locate or try to locate the same unique users across multiple browsers or devices (such as smartphones and tablets), or work with providers that do this, in order to better tailor content and features and provide you with a seamless experience across devices.\nIf you wish to opt out of cross device tracking for purposes of interest-based advertising, you may do so through your Android or Apple device-based settings.</p>3.\nHow We Use the Information We Collect<p>We, or our service providers, primarily use the information we collect and store to &nbsp.\n&nbsp.\n&nbsp;analyze and improve our Services pursuant to a legitimate business interest, fulfill our contract with you and provide you with our Services, and for other purposes, including:</p>\n<ul>\n<li>To operate, improve and optimize our Services and our players’ experiences;</li>\n<li>To create player accounts or profiles and to enable you to play our apps;</li>\n<li>To find and recommend other Wildlife Studios players to you;</li>\n<li>To personalize our Services for you;</li>\n<li>To enable players to communicate with each other;</li>\n<li>To provide technical support and respond to player inquiries;</li>\n<li>To process transactions;</li>\n<li>To conduct research and develop new products and Services;</li>\n<li>To protect the safety and well-being of our players;</li>\n<li>To protect Wildlife Studios' rights and property in connection with our Services;</li>\n<li>To verify your identity and prevent fraud or potentially illegal activities;</li>\n<li>To enforce our Terms of Service;</li>\n<li>To manage and deliver contextual and behavioral advertising;</li>\n<li>To notify players of in-app updates, new products or promotional offers;</li>\n<li>To administer rewards, surveys, sweepstakes, contests, or other promotional activities or events sponsored or managed by us or our business partners;</li>\n<li>To debug, identify and repair errors that impair existing intended functionality of the Services;</li>\n<li>To comply with our legal obligations, resolve any disputes we may have with you or other players, and to enforce our agreements with third parties;</li>\n<li>To conduct audits related to interactions, transactions, and other compliance activities.\nand</li>\n<li>Other purposes you consent to, are notified of, or are disclosed when you provide personal information.</li>\n</ul>a.\nEmail and SMS Message Communications<p>If you provide your email address to Wildlife Studios, we will use it to respond to your customer support inquiries inform you about in-app activity, including comments from friends and in-app status updates and upgrades, invite you to take part in anonymous surveys, and invite you for events held by Wildlife.\nSome messages, such as invitations to friends to play an app, may include your name and profile photo.\nWe may also send promotional email messages and promotional SMS messages (e.g.\ntext messages) (\"Promotional Communications\") directly or in partnership with other parties, in accordance with your marketing preferences.\nEach Promotional Communication will offer you choices about receiving further messages and will provide a method for you to opt-out of future communications.</p>b.\nUse of De-identified and Aggregated Information<p>For the purposes discussed in this Privacy Policy, we may combine the information that we collect through the Services with information that we receive from other sources, both online and offline, and use such combined information in accordance with this Privacy Policy.</p>\n<p>We may aggregate and/or de-identify any information collected through the Services so that such information can no longer be linked to you or your device (“Aggregate/&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;De-Identified Information”).\nWe may use Aggregate/De-identified Information for any purpose, including without limitation for research and marketing purposes, and may also disclose or publish such data for industry analysis, demographic profiling, marketing, analytics, and advertising, and other business purposes.</p>c.\nHow We Use Automatic Collection Technologies<p>We, as well as third parties that provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to automatically collect information through the Services.\n&nbsp;Our uses of these Technologies fall into the following general categories:&nbsp;</p>\n<ul>\n<li>\n<strong>Operationally Necessary.&nbsp;</strong>This includes Technologies that allow you access to our Services, applications, and tools that are required to identify irregular site behavior, prevent fraudulent activity and improve security or that allow you to make use of our functionality;</li>\n<li>\n<strong>Performance Related.\n&nbsp;</strong>We may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how our visitors use the Services;</li>\n<li>\n<strong>Functionality Related.\n&nbsp;</strong>We may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.\n&nbsp;This may include identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed;</li>\n<li>\n<strong>Advertising or Targeting Related.\n&nbsp;</strong>We may use first party or third-party Technologies to deliver content, including ads relevant to your interests, on our Services or on third party sites.</li>\n</ul>d.\nLegal Bases for Use of Your Information<p>If you are located in the EU/EEA, the legal bases for using your information as set out in this Privacy Policy are as follows:</p>\n<ul>\n<li>Where use of your information is necessary to perform our obligations under a contract with you (for example, to comply with our Terms of Service);</li>\n<li>Where use of your information is necessary for our legitimate interests or the legitimate interests of others (for example, to provide security for our websites, products, software, or applications.\nto operate our business and our Services.\nto make and receive payments.\nto prevent fraud and to know the customer to whom we are providing Services);</li>\n<li>Where use of your information is necessary to comply with legal requirements and/or defend our legal rights;</li>\n<li>Where we have obtained your prior consent (for example, for certain marketing activities).</li>\n</ul>How We Share Your Information<p>We will share your information (which may include personal information) for a business purpose with third parties or allow third parties to collect this information from our Services in the following circumstances:</p>a.\nAggregated/De-identified Information<p>From time to time, Wildlife Studios may share Aggregate/De-identified Information about use of the Services for industry analysis, demographic profiling, marketing, analytics, advertising, and other business purposes.\nThe sharing of such data is unrestricted.</p>b.\nFriends and Other Wildlife Studios Players<p>The Services allow you to interact with other players.\nIn most Wildlife Studios apps, if you play or register through a social network (for example, Facebook Connect), your friends will see your name, profile photo and your app activity.\nIn some Wildlife Studios apps, other players, including those who are not your social network friends, will be able to see your app activity and profile, which may include your name or username and your profile photo, and communicate with you within our Services.\nIn certain cases, your profile photo can reveal your social network ID or Wildlife Studios player ID, and access to a social network ID or Wildlife Studios player ID may allow others to view the public information associated with your related social network profile or Wildlife Studios account.\nOther players may be able to send you app requests or friend requests through the related social network’s or Wildlife Studios' features.</p>c.\nThird Party Advertising and Analytics<p>We allow advertising on our Services so we can continue to offer many of our Services for free.\nTo do so, we allow third parties (e.g., ad network and ad servers) to serve tailored ads to you on the Services, other sites, and in other applications, and to access their own cookies or tracking technologies on your computer, mobile device, or other device you use to access the Services.\nWhen advertisers or ad networks place ads in our Services, they may collect, or we may share with them and with analytics providers, the following types of information from our Services:</p>\n<ul>\n<li>Performance data (like the number of clicks on an advertisement);</li>\n<li>Aggregated and/or de-identified information about you and other players collectively that is not intended to specifically identify you (for example, players between the ages of 29 and 34 who live in Berlin);</li>\n<li>Certain technical information (such as IP addresses, non-persistent device identifiers such as IDFAs, and de-identified persistent device identifiers such as a hashed Android ID);</li>\n<li>Your social network ID.\nand</li>\n<li>Other contextual data about your game play (such as, your level and session duration).&nbsp;</li>\n</ul>\n<p>This information may be used to:</p>\n<ul>\n<li>Measure the effectiveness of advertising.\nand/or</li>\n<li>Show you advertisements for products and services that are more likely to appeal to you (a practice known as behavioral advertising)</li>\n</ul>\n<p>Advertisers or advertising networks may collect this information by using one of more tracking technologies described above, such as, browser cookies and web beacons.</p>\n<p>Please note, if you click on a third party advertisement, you may no longer be on a site hosted by Wildlife Studios or the social network through which you are playing Wildlife Studios' apps.</p>\n<p>\n<strong>If you do not want to receive tailored in-application advertisements from third parties, please see -&nbsp;Opting&nbsp;Out of Third Party Tailored Advertising</strong>.</p>\n<p>We may also use third-party web analytics services (such as Google Analytics and LinkedIn Analytics) on our website Services to collect and analyze traffic and player activity through cookies and similar tools to improve your experience.\nengage in auditing, research, or reporting.\nassist with fraud prevention.\nand provide certain features to you.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-out Browser Add-on by clicking here.&nbsp;</p>d.\nSafety, Security and Compliance with Law<p>Your information, the contents of all of your online communications in our Services, and the communications between you and Wildlife Studios may be accessed and monitored as needed to provide our Service and may be disclosed:</p>\n<ul>\n<li>When we have a good faith belief that we must disclose the information in response to legal process (for example, a court order, search warrant or subpoena);</li>\n<li>To comply with any applicable laws or regulations;</li>\n<li>Where, in our sole discretion, we believe that the Service is being used to commit a crime, including in order to report criminal activity or to share information with other companies and organizations for the purposes of fraud protection, credit risk reduction, and other security precautions;</li>\n<li>When we have a good faith belief that there is an emergency that poses a threat to the health and/or safety of you, another person, or the public generally.\nand</li>\n<li>To protect the rights or property of Wildlife Studios and other applicable third parties, including to enforce our Terms of Service.</li>\n</ul>e.\nOffer Walls<p>Wildlife Studios apps or their purchase pages may display an “offer wall” that is hosted by an offer wall provider.\nAn offer wall permits third party advertisers to provide virtual currency to players in exchange for interacting with an advertisement or for completing a marketing offer that may include signing up for an account with one of those advertisers.\nThese offers are not made by Wildlife Studios.\nThese offers may be shown to you based on certain technical information, like your geographic area or de-identified demographic information.\nIf you click on one of these offers, you will no longer be on a site hosted by Wildlife Studios or the social network through which you are playing Wildlife Studios' apps.\nTo properly credit player accounts and to prevent fraud, a unique identifier, in some cases your social network ID or Wildlife Studios player ID, will be shared with the offer wall provider.</p>f.\nAffiliates<p>We may share information we collect with our affiliates for the purposes stated in this Privacy Policy.</p>g.\nThird Party Service Providers<p>We may share information we collect with our third party service providers that perform services on our behalf, including, but not limited to:</p>\n<ul>\n<li>Payment processing;</li>\n<li>Email delivery;</li>\n<li>Hosting services;</li>\n<li>Customer service;</li>\n<li>Crash reporting;</li>\n<li>Data management;</li>\n<li>Graphics and user interface;</li>\n<li>Tools and utilities;</li>\n<li>Push notifications;</li>\n<li>Image processing;</li>\n<li>User authentication;</li>\n<li>Audio communication.\nand/or</li>\n<li>Customer service.</li>\n</ul>h.\nSale or Merger<p>In the event that Wildlife Studios undergoes a business transition, like a merger, acquisition by another company, or sale of all or part of its assets (like selling an app), we may transfer all of your information, including personal information, to the successor organization in the transition.\nWe will make reasonable efforts to inform you and other players (in the way described in - Changes to Our Privacy Policy) of the business transition before transferring your personal information.</p>Data Subject Rights and Your Choices<p>You have certain rights with respect to your information as further described in this section.</p>a.\nYour Legal Rights<p>If you would like further information about your legal rights under applicable law or would like to exercise any of them, please submit a request using our webform.\nYour local laws may permit you to request that we:</p>\n<ul>\n<li>Provide access to and/or a copy of certain information we hold about you;</li>\n<li>Prevent the processing of your information for direct-marketing purposes (including any direct marketing processing based on profiling);</li>\n<li>Update information which is out of date or incorrect;</li>\n<li>Delete certain information which we are holding about you;</li>\n<li>Restrict the way that we process and disclose certain of your information;</li>\n<li>Transfer your information to a third party provider of services.\nand/or</li>\n<li>Revoke your consent for the processing of your information.</li>\n</ul>\n<p>We will consider all requests and provide our response within the time period stated by applicable law.\nPlease note, however, that certain information may be exempt from such requests in some circumstances, which may include if we need to keep processing your information for our legitimate interests or to comply with a legal obligation.\nWe may request you provide us with information necessary to confirm your identity before responding to your request.</p>\n<p>If you no longer want Wildlife Studios to use your information, or you otherwise want to exercise your privacy rights under applicable law, contact us by submitting a request using our webform or send us an e-mail at privacy@wildlifestudios.com.\nPlace \"Delete My Account\" in the subject line, and include your first name, last name, e-mail address, your unique Player ID in the body of the e-mail.\nWe will respond to your request within the time period stated by applicable law.\nIf you make such a request, you may no longer be able to play such app or use our Services.</p>\n<p>If applicable, you may also make a complaint to the data protection supervisory authority in the country where you are based.\nAlternatively, you may seek a remedy through local courts if you believe your rights have been breached.</p>b.\nInformation We Receive from a Social Network Where You Play Our Apps or From Your Mobile Device<p>To manage the information Wildlife Studios receives about you from a social network, like Facebook, where you play our apps, you will need to follow that social network’s instructions in order to update your information and change your privacy settings.</p>\n<p>To review and update information associated with your Wildlife Studios app profile in certain apps, visit the “settings” page in that app.\nYou also can manage some aspects of information collection and use by visiting the “settings” page of your mobile device and reviewing the permissions of each application or “app.”</p>\n<p>Once Wildlife Studios receives your information from a social network or your mobile device, that information is stored and used by Wildlife Studios in accordance with this Privacy Policy.\nYou may access and update that information as described below.</p>c.\nOpting Out of Geolocation<p>If you have previously allowed us to access your geolocation data and you no longer wish for us and our service providers to collect and use GPS location information, you may disable the location features on your device.\nPlease see your device manufacturer settings.\nPlease note that if you disable such features, you will not be able to access or receive some or all of the services, content, features, and/or products made available via the Services.</p>d.\nOpting Out of Push Notifications<p>When you install our apps on your mobile device you can choose to receive push notifications, which are messages an app sends you on your mobile device even when the app is not on.\nYou can turn off notifications by visiting your mobile device’s “settings” page.</p>e.\nOpting Out of Third Party Tailored Advertising<p>We neither have access to, nor does this Privacy Policy govern, the use of cookies or other tracking technologies that may be placed on the device you use to access the Services by non-affiliated third parties.\n&nbsp;If you are interested in more information about tailored advertising and your choices to prevent third parties from delivering tailored web and mobile web advertising, you may visit the following websites:</p>\n<ul>\n<li>Network Advertising Initiative Consumer Opt-Out Page or the Digital Advertising Alliance Opt-Out Page for U.S.-based advertising</li>\n<li>Your Online Choices EU website for EU-based advertising.\nand &nbsp.\n&nbsp;&nbsp;</li>\n<li>Google Ads Settings.</li>\n</ul>\n<p>These opt-out tools are provided by third parties, not Wildlife Studios.\nWildlife Studios does not control or operate these tools or the choices that advertisers and others provide through these tools.</p>\n<p>In addition, if you do not want to receive tailored in-application advertisements from third parties that relate to your interests in apps on your mobile device, you may opt-out by adjusting the ad tracking settings on your device.\nYou can also reset the advertising identifier” (like an IDFA) from your mobile device’s settings page, which will prevent continued use of existing behavioral data tied to the previous “Advertising Identifier.” In addition, depending on the platform provider (such as Apple or Google), you may be able to download apps, such as the Digital Advertising Alliance’s “AppChoices” app, that offer to provide you with control regarding the collection and use of cross-app data for tailored advertising.\nLike the opt-out tools mentioned above for the web, these mobile opt-out tools are provided by third parties, not Wildlife Studios.\nWildlife Studios does not control or operate these tools or the choices that advertisers and others provide through these tools.</p>\n<p>\n<strong>Please note that you may still receive advertisements from third parties within Wildlife Studios' apps even if you opt-out of tailored advertising, but they will not be based on your activity across unrelated web sites or apps.</strong>\n</p>f.\nOpting Out of Cookies<p>You can set your web browser to warn you about attempts to place cookies on your computer or limit the type of cookies you allow.\nIf you disable cookies, you may lose some of the features and functionality of our Services because Wildlife Studios cookies are necessary to provide our web-based Services.</p>g.\n“Do Not Track”<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\n&nbsp;Please note that we do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers.\n&nbsp.\n&nbsp;&nbsp;</p>h.\nPrivacy Policies of Linked Third Party Services and Advertisers<p>Our websites and apps may contain advertisements from third parties, which are companies other than Wildlife Studios that may link to their own websites, online services or mobile applications.\nWe are not responsible for the privacy practices or the content of these third parties, and the collection, use, and disclosure of your information will be subject to the privacy policies of those third parties.\nIf you have any questions about how these third parties use your information and how you can opt out, you should review their policies and contact them directly.&nbsp;</p>\n<p>Please see the links below to learn more about the data practices of the third-party services and advertising partners that we use or may use:</p>\n<ul>\n<li>AdColony</li>\n<li>Anzu.io</li>\n<li>Applovin</li>\n<li>Chartboost</li>\n<li>Facebook Audience Network</li>\n<li>Fyber</li>\n<li>Google Admob</li>\n<li>Google Analytics</li>\n<li>InMobi</li>\n<li>IronSource</li>\n<li>LinkedIn Analytics</li>\n<li>Mintegral</li>\n<li>MoPub</li>\n<li>Ogury</li>\n<li>Smaato</li>\n<li>Tapjoy</li>\n<li>Tik Tok (ByteDance)</li>\n<li>UnityAds</li>\n<li>Vungle&nbsp.\n&nbsp.\n&nbsp;</li>\n</ul>i.\nOur Policies Concerning Children<p>Protecting children’s privacy online is very important to us.\nWith the exception of Math Learner, our Services are not directed to children (under 13 in the US, under 16 for EU residents, or other age as required by local law), and the Services do not knowingly collect Personal Data from children.</p>\n<p>When a user indicates they are under 13 (or the applicable age in their territory), we take actions such as limiting their access to certain features, such as social media plug-ins, chat features, and certain types of notification alerts, and limiting the collection and sharing of personal information to only what is necessary to support the internal operations of our Services.\n&nbsp;</p>\n<p>If you are a parent or guardian and have any concerns regarding the service, wish to review information collected from your child, or have that information modified or deleted, you may contact us by submitting a request using our webform.\nIf we become aware that a child has provided us with Personal Data, we will delete any Personal Data we have collected, unless we have a legal obligation to keep it, and terminate the child’s account and/or revert them to the underage experience, as applicable.</p>Transfer of Information to Other Countries<p>Your information may be transferred to the United States, Brazil, or other locations to process and store data in accordance with our Privacy Policy and to provide you with our Services.\nPlease note that privacy laws vary from jurisdiction to jurisdiction, and the laws applicable in the location where your information is transferred, stored, used or processed, may be different from the applicable privacy laws in the country in which you are a resident.\nWe are committed to ensuring your information is protected.</p>How Long We Keep Your Information<p>We keep your information for no longer than necessary for the purposes for which it is processed.\nThe length of time for which we retain information depends on the purposes for which we collect and use it and/or as required to comply with applicable laws.\n&nbsp;For instance, we may retain some information for a few years after you have closed your account with us if this is necessary to meet our legal obligations or to exercise, defend or establish legal rights.</p>Security of Your Information<p>We implement appropriate security measures to protect the security of your information.\nIf you access our Services through a social network and your social network account is hacked, this may lead to someone accessing your Wildlife Studios apps without your permission.\nBe careful to keep your social network account information, including your social network account password, secure as well.\nWe urge you to log out of your Wildlife Studios account and any social network account you have used to access our Services after you use it.</p>\n<p>When you sign into your Wildlife Studios account or enter payment information, we or our third party payment processor use secure socket layer technology (\"SSL\") to encrypt the transmission of that information.\nWhile we take reasonable precautions against possible security breaches of our Services and our customer databases and records, no website or Internet transmission is completely secure.\nAlthough we strive to protect your personal information, we cannot guarantee that unauthorized access, hacking, data loss, or other breaches will never occur, we cannot guarantee the security of your information while it is being transmitted to our Service.\nAny transmission is at your own risk.\nIf you have questions about the security of our websites, please contact us by visiting our website at http://www.wildlifestudios.com/.</p>Your California Privacy Rights<p>Under the California Consumer Privacy Act of 2018 (“CCPA”), California residents have certain rights around our collection, use, and sharing of their personal information as explained in the Your Legal Rights section above.\nIn addition, you have the right not to be discriminated against for exercising your privacy rights.\nIf you wish to exercise any of your rights as a California resident, please contact us as set forth below.\nIn exercising any rights under the CCPA, we will ask certain questions in order to verify your identity and your status as a California resident.\nAn agent may also submit a request on your behalf, but we may require that you verify the agent has been authorized by you.</p>\n<p>As described above in the How We Share Your Information section, we have collected and disclosed the following categories of personal information for a business purpose over the past 12 months to our service providers and third parties listed in the Privacy Policies of Linked Third Party Services and Advertisers section above:</p>\n<ul>\n<li>Personal identifiers (e.g., a real name, alias, postal address, IP address, account name, email address, etc.);</li>\n<li>Personal information categories (e.g., name, signature, social security number, physical characteristics, financial information, etc.);</li>\n<li>Protected classification characteristics (e.g., age (40 years or older), race, ethnicity, citizenship, religion, sex, etc.);</li>\n<li>Commercial information (e.g., records of products or services purchased, obtained, or considered, or other purchase histories);</li>\n<li>Internet or other electronic network activity (e.g., browsing history, search history, etc.);</li>\n<li>Geolocation data (e.g., physical location or movements);</li>\n<li>Sensory data (e.g., audio, electronic, visual, etc.).\nand</li>\n<li>Inference drawn from other personal information to create a profile about a consumer (e.g., profile reflecting a consumer’s preferences, characteristics, psychological trends, behavior, etc.).</li>\n</ul>\n<p>We do not “sell” personal information as such term is defined by the CCPA, nor do we have actual knowledge that we have “sold” any personal information of minors under 16 years of age.&nbsp;</p>\n<p>California law permits users who are California residents to request and obtain a list of the third parties to whom we disclose their 'personal information' (if any, and as defined under applicable California law) for their direct marketing purposes in the prior calendar year.\nTo request this information, please contact us as set forth below.&nbsp;</p>Changes to Our Privacy Policy<p>We reserve the right to modify this Privacy Policy at any time, so we encourage you to review it frequently.\nYou should periodically check this privacy page for updates.\nIf we make a material change to the Policy, you will be provided with appropriate notice in accordance with legal requirements.\nYour continued use of the Services signifies your acceptance of our Privacy Policy as modified.</p>Contact Us<p>If you have any questions, comments or concerns regarding our Privacy Policy and/or practices, please contact us by submitting a request using our webform.\nAll other inquiries should be directed to Wildlife Studios' Support Page.</p> v6 (March, 2021)10/29/2021, 10:05:18 PM <strong>Did you find this helpful?</strong>\n<i>\n</i>\n<strong>Yes</strong>\n<i>\n</i>\n<strong>No</strong>\n<p>3012 of 4210 users who found this helpful.</p> ", "created_at": "2021-11-18 01:59:01.422284", "updated_at": "2021-11-18 01:59:14.935904"}, {"id": 10243, "name": "Terms", "url": "https://wildlifestudios.com/terms-of-service/", "xpath": "/html/body/main/section[2]", "text": " Choose a category Overview Terms of Service Overview <ul>\n<li>Terms of Service</li>\n<li>Privacy\n<ul>\n<li>Wildlife Studios Privacy Policy</li>\n<li>Candidates Privacy Policy</li>\n<li>Children’s Privacy Policy</li>\n<li>Content Partner’s Privacy Policy</li>\n</ul>\n</li>\n<li>Partner Program Policies\n<ul>\n<li>Support a Creator Agreement</li>\n<li>Community Partner’s Guidelines</li>\n</ul>\n</li>\n<li>Code of Conduct</li>\n<li>Safety Center\n<ul>\n<li>Law Enforcement</li>\n</ul>\n</li>\n<li>Social Media Policies\n<ul>\n<li>Social Media Terms of Usage</li>\n</ul>\n</li>\n</ul> Terms of Service Language English (U.S.) Français Deutsch Español Italiano 日本語 (にほんご) Română Português (Brazil) English (British) English (Canadian) 한국어 Русский Türkçe 中文 (Zhōngwén) (傳統) 中文 (Zhōngwén) (简) Terms of Service<p>Last update: July 7, 2020</p>\n<p>Welcome to the Wildlife Studios Terms of Service (“<strong>Terms</strong>”).\nThis is a legal agreement between you and Wildlife Studios Limited, an Irish corporation (“<strong>Wildlife</strong>”), regarding the Services you use from us.\n“<strong>Services</strong>” means collectively, and sometimes individually, the following: (a) each of our Games, and (b) any websites, software or other services we provide with or in support of a Game, whether or not they are installed or used on a computer, console, or a mobile device.\n“Game” means our game that you download and access that is subject to these Terms, regardless of where you download and/or access it, and any documentation, software, updates, Virtual Goods and Content (each defined below) included in it.</p>\n<p>\n<strong>IMPORTANT NOTICE REGARDING ARBITRATION FOR USERS IN THE US ONLY: WHEN YOU AGREE TO THESE TERMS YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND US THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY SECTION 19 “DISPUTE RESOLUTION AND GOVERNING LAW” BELOW FOR DETAILS REGARDING ARBITRATION (INCLUDING THE PROCEDURE TO OPT OUT OF ARBITRATION).\nTHESE TERMS ALSO INCLUDE A WAIVER OF RIGHTS BY YOU TO BRING A CLASS ACTION AGAINST US AND A LIMITATION ON DAMAGES THAT YOU CAN COLLECT FROM US THAT MAY ARISE OUT OF YOUR USE OF THE SERVICES.</strong>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>BY USING THE SERVICES, YOU AGREE TO THESE TERMS.</strong>\n</p>1.\nDefined Terms<p>You’ll notice some capitalized terms in these Terms.\nThey’re called “defined terms,” and we use them so we don’t have to repeat the same language again and again, and to make sure that the use of these terms is consistent throughout the Terms.&nbsp;We’ve included the defined terms throughout because we want it to be easy for you to read them in context.</p>2.\nAdditional Terms<p>Some Services may be available (or only available) through accessing (or downloading from) a third-party platform or store, including but not limited to the Steam game platform, the Google Play Store, and Apple App Store (each, an “<strong>App Store</strong>”).\nYour use of the Services is also governed by any applicable agreements you have with any App Store (the “<strong>App Store Agreement(s)</strong>”).\nIn the event of a conflict between any other App Store Agreement(s), from which you acquire one of our Games, and these Terms with respect to your use of the Services, including our Games, these Terms will take priority.&nbsp;</p>\n<p>The collection of information from you and related to the Services (whether obtained through an App Store or not) is governed by our Privacy Policy at https://wildlifestudios.com/privacy-policy.\nOur Privacy Policy explains how we collect, use, and disclose information that we collect from and about you.</p>3.\nEligibility and Registration<ol>\n<li>\n<u>Age</u>.\nYou must be at least 13 years old (or such other minimum age as is applicable in the jurisdiction you live in) to create a Game Account (as defined below) or use or access any of our Services.\nIf you are at least the relevant minimum age but are not legally considered an adult in your jurisdiction, you must ask one of your parents (or legal guardians) to read these Terms and accept it on your behalf, and to create a Game Account.\nParents and guardians are responsible for the acts of their minor children when using a Game Account they created, or any of our Services, and if you are a parent or guardian accepting these Terms, you understand and agree that you will be responsible for all uses of the Game Account and our Services by your minor child whether or not you authorized such uses.\nYou may not create or use a Game Account, or use or access any of our Services on behalf of a legal entity or for a commercial purpose.</li>\n<li>\n<u>Account Creation</u>.\nTo access parts of a Game, you may need to create an in-game account (your “<strong>Game Account</strong>”).\nYour Game Account, if applicable, is separate from any account you may have with any App Store (your “<strong>App Store Account</strong>”).\nYou may be able to create your Game Account using an existing account you have with us or your email address.\nTo the extent you create your Game Account through the use of a third-party account (for example, your account with Facebook or Google), we may access certain personal information that the third-party provides to us such as your email address and name to help create your Game Account.\nFurther information about use of third-party accounts is provided in the Privacy Policy at https://wildlifestudios.com/privacy-policy.</li>\n<li>\n<u>Keep Your Information Current</u>.\nIt’s important that you provide us with accurate, complete and up-to-date information for your Game Account and you agree to update such information to keep it that way.\nIf you don’t, we may suspend or terminate your Game Account.\nYou agree that you will not disclose your Game Account password to anyone and will notify us immediately of any unauthorized use of your Game Account.\nYou are responsible for all activities that occur under your Game Account, whether or not you know about them.\nIf you believe that your Game Account is no longer secure, then you must immediately notify us at our support email address at support@tfghelp.mail.helpshift.com.</li>\n<li>\n<u>No Account Sharing.</u> You may not sell, rent, lease, share or provide access to your Game Account to anyone else.\nWe reserve all available legal rights and remedies to prevent unauthorized use of our Services, including, but not limited to, technological barriers, IP mapping, and, in serious cases, directly contacting your Internet Service Provider (ISP) regarding such unauthorized use.</li>\n<li>\n<u>No False Accounts.</u> You may not create a Game Account for anyone else or create a Game Account in a name other than your own.</li>\n</ol>4.\nLicense<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>License Grant</u>.\nSo long as you comply with these Terms and, as applicable, the App Store Agreement(s), we grant you the following license: a personal, non-exclusive, non-transferable, non-sublicensable limited right and license to (i) download and install the Game on the device permitted by the App Store Agreement(s) (if applicable), and (ii) access and use the Services, including any Content, for&nbsp;your personal entertainment purposes leveraging only the functionality of the Game and Services.\nWe and our licensors reserve all rights not granted to you in these Terms.\n“<strong>Content</strong>” means all artwork, titles, themes, objects, characters, names, dialogue, catch phrases, stories, animation, concepts, sounds, audio-visual effects, methods of operation, musical compositions, Virtual Goods (defined in Section 7) and any other content within the Services.\nContent also includes anything generated, created, or that is otherwise developed within the Services by any user (including you) as a result of interaction with the functionality of the Services and you agree that all intellectual property rights in any such Content will vest in us or otherwise be assigned by you to us upon creation.&nbsp;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Content You Create Outside the Services</u>.\n“<strong>User Content</strong>” means any Content that you (or other Game Account holders) create or obtain outside the Services that you or another user makes available within the Services.\nPlease note that, if Content is created within the Services, it is <u>not</u> User Content.\nonly Content created or obtained from outside the Services that a user then makes available within the Services is User Content.\nBy making any User Content available through the Services you hereby grant to us the following license: a non-exclusive, transferable, worldwide, royalty-free license, with the right to sublicense, to use, copy, modify, create derivative works based upon, distribute, publicly display, and publicly perform your User Content in connection with operating and providing the Services and Content to you and to other users of the Services.\nExcept to the extent prohibited by law, you waive the benefit of any “moral rights” or “droit moral” or similar rights in any country to any User Content.&nbsp;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Service Limits Based on Where You Live</u>.<em>\n</em>We may restrict, modify, or limit your access to and use of certain Content, Virtual Goods, an entire Game, or any or all of the Services depending on the territory in which you are located.</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Retail Purchase</u>\n<em>.\n</em>We may offer codes or product keys that can be activated in a Game or used to activate a Game on the App Store.\nSuch codes or keys must be purchased (or otherwise obtained legally) through us or one of our authorized retailers to be valid.\nIf you purchase such a code or key from a third party, that third party is responsible for addressing any issues you have with these codes or keys.\nSubject to applicable law, we will have no responsibility for these codes or keys purchased from any third party.</p>5.\nLicense Restrictions<p>You agree not to do any of the following with respect to the Services:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;use them commercially, for a promotional purpose, or for the benefit of any third-party or in any manner not permitted by these Terms;</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;use, or provide, any unauthorized third-party programs that intercept, emulate, or redirect any communication between the Services and Wildlife or that collect information about the Game;</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;use, or provide ancillary offerings to anyone, that are not offered within the Services by us (or the functionality of the App Store), such as hosting, “leveling” services, mirroring our servers, matchmaking, emulation, communication redirects, mods, hacks, cheats, bots (or any other automated control), trainers and automation programs that interact with the Services in any way, tunneling, third-party program add-ons, and any interference with online or network play;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;access or use them on more than one device at the same time;</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;copy, reproduce, distribute, display, mirror, frame or use them (or any of our other materials, intellectual property, or proprietary information) in a way that is not expressly authorized in these Terms or as permitted by applicable law;</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sell, rent, lease, license, distribute, or otherwise transfer the Services, Game or any Content, including, without limitation, Virtual Goods or Game Currency, including participating in or operating so called “secondary markets” for Virtual Goods, Game Currency or Content;</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;attempt to reverse engineer, derive source code from, modify, adapt, translate, datamine, decompile, or disassemble or make derivative works based upon the Services or any Content, except as otherwise permitted by applicable local law;</p>\n<p>(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;remove, disable, circumvent, or modify any technological measure we implement to protect them or any of their associated intellectual property;</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;create, develop, distribute, or use any unauthorized software programs to gain advantage in any online or other game modes or otherwise Cheat (as defined below);</p>\n<p>(j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;violate any applicable law or regulation;</p>\n<p>(k)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;attempt to probe, scan or test its vulnerability or breach any security or authentication measures;</p>\n<p>(l)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;access, tamper with, or use non-public areas of the Services;</p>\n<p>(m) behave in a manner which is detrimental to the enjoyment of the Services by other users as intended by us, in our sole judgment, including, without limitation, harassment, use of abusive or offensive language, game abandonment, game sabotage, spamming, social engineering, or scamming, or contrary to public morals or public policy;</p>\n<p>(n)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;upload, publish, submit or transmit any User Content or engage in any behavior that: (i) infringes, misappropriates or violates a third-party’s patent, copyright, trademark, trade secret, contractual rights, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive, including “trolling;” (iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent, bullying, or threatening or promotes violence, terrorism, or actions that are threatening to any person or entity.\nor (vii) promotes illegal or harmful activities or substances.\n(viii) harms or attempts to harm minors in any way;</p>\n<p>(o)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Services or any of its users;</p>\n<p>(p)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;collect or store any information that could be used to identify an individual, either itself or combined with other information, from the Services from other users of the Services without their express permission;</p>\n<p>(q)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;trespass, or attempt to gain access to a property or location where you do not have permission to be or engage in any activity that may result in injury, death, property damage, nuisance or other liability;</p>\n<p>(r)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;impersonate or misrepresent your affiliation with any person or entity;</p>\n<p>(s)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;use IP proxying or other methods to disguise the place of your residence, whether to circumvent geographical restrictions on the Services or for any other purpose;</p>\n<p>(t)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;play on another person’s Game Account to “boost” that Game Account’s status, level or rank;</p>\n<p>(u)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;use the Services in any way that would affect us adversely or reflect negatively on us or the Services or discourage any person from using all or any portion of the features of the Services.\nor</p>\n<p>(v)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;encourage or enable anyone else to do any of the foregoing.</p>6.\nOwnership of the Services<p>We and our affiliates and licensors own all title, ownership and intellectual property rights in the Services.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services.&nbsp;You understand and agree that you have no ownership interest in the Services or any Games or Content therein.\nThe Services (and particularly our Games) may have built-in mechanisms designed to prevent granting one user an unfair advantage over other users (these actions are “<strong>Cheating</strong>” and the software is the “<strong>Cheat Detection Software</strong>”).\nWe may add or update our Cheat Detection Software periodically as we may require in our sole discretion.\nThe Services and/or the Cheat Detection Software may collect and transmit details about your Game Account, gameplay, and unauthorized programs or processes in connection with Cheating, subject to our Privacy Policy and applicable law.\nIn the event that we in our sole discretion conclude that you are Cheating, you agree that we may exercise any or all of our rights under these Terms, including termination of these Terms and your access to our Services.\nIn addition if you Cheat in one Game or Service, we may terminate your license to use all of our Games and Services.</p>\n<p>Although we are not obligated to monitor access to or use of the Services or to review or edit any Content, we have the right to do so for the purpose of operating and publishing the Services, to ensure compliance with these Terms, to protect the health or safety of anyone that we believe may be threatened, to protect our legal rights and remedies, to report a crime or offensive behavior, or to comply with applicable law.\nWe may (but don’t have to) remove or disable access to any Content, at any time and without notice.\nWe may (but don’t have to) investigate violations of these Terms or conduct that affects the Services.</p>7.\nVirtual Goods, Game Currency, and Subscriptions <p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Purchasing or Obtaining Virtual Goods and Game Currency</u>.\nWe may offer certain upgrades and options within our Games that you can buy with real world currency, including, but not limited to, in-game currency (“<strong>Game Currency</strong>”), character skins, mounts and vehicles, digital cards, experience boosts, gear and other customizations for your in-Game characters, and other such digital add-on items that may improve your Game experience in some way (“<strong>Virtual Goods</strong>”).\nExcept as otherwise communicated to you within the functionality of the Game, Game Currency and Virtual Goods are not transferable from one Game to another.\nYou may also be able to obtain certain Virtual Goods and Game Currency without purchase, such as an in-Game award.\nWhen you purchase Game Currency, Virtual Goods, or a Game itself (each, a “<strong>Transaction</strong>”), your purchase will be made through the functionality available through the App Store or other platforms we make available to you.\nPrior to making a Transaction, you should make sure you fully understand the agreement that covers your Transaction, whether that agreement is an App Store Agreement or another payment platform agreement (like a third-party payment processor’s terms).\nThere may be limits to the quantity and number of times you can purchase Virtual Goods, Game Currency, or other aspects of your Transaction.\nFor example, there may be a maximum amount of Game Currency you are able to hold (in-Game) or purchase at a given time, or a maximum number of Transactions you may make per day.\nthese additional restrictions may be communicated to you via the functionality of the Services.\nWe may, from time to time, modify, amend, or supplement our fees, billing methods and terms applicable to Game Currency, Virtual Goods or to any purchases, and post those changes in these Terms, in separate terms and conditions or in other terms or agreements posted on the applicable website or as part of the Game or otherwise provided to you by us.\nSuch modifications, amendments, supplements or terms shall be effective immediately upon posting and shall be incorporated by reference into these Terms.\nIf any change is unacceptable to you, you may terminate the use of your Game Account at any time.</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Your License to Virtual Goods and Game Currency</u>.\nVirtual Goods and Game Currency are digital items and your use of them is governed by these Terms and the App Store Agreement(s).&nbsp;VIRTUAL GOODS AND GAME CURRENCY HAVE NO MONETARY VALUE AND CANNOT BE REDEEMED FOR CASH.\nVIRTUAL GOODS AND GAME CURRENCY ARE NON-TRANSFERABLE AND NON-TRADABLE, IN WHOLE OR PART, AND ARE NOT PROVIDED FOR INVESTMENT PURPOSES.\nProvided you comply with the terms of these Terms and the App Store Agreement(s), we grant you the following license: a personal, non-exclusive, non-transferable, non-sublicensable limited right and license to use any Virtual Goods or Game Currency you gain access to, whether purchased or otherwise obtained, solely in connection with your use of the Game in question and within the Game (unless we otherwise communicate to you that you may use them in multiple Games) and for no other purpose.&nbsp;Unless, expressly permitted by us in a specific Game, you may not trade any such Virtual Good or Game Currency with others.\nWe may cancel, revoke, or otherwise prevent the use of Virtual Good or Game Currency if we suspect any unauthorized or fraudulent activity, and/or to correct any erroneous application of any Virtual Goods or Game Currency to your Account.</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Changes to Game Currency and Virtual Goods.</u> Except as otherwise prohibited by applicable law, we, in our sole discretion, may modify, substitute, replace, suspend, cancel or eliminate any Game Currency or Virtual Goods, including your ability to access or use Game Currency or Virtual Goods, without notice or liability to you.\nYOU AGREE THAT YOU WON’T ASSERT OR BRING ANY CLAIM AGAINST US, OUR AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, OR LICENSORS (THE “<strong>WILDLIFE PARTIES</strong>”) RELATING TO (A) A CLAIM THAT YOU HAVE A PROPRIETARY INTEREST IN ANY GAME CURRENCY OR VIRTUAL GOODS.\nOR (B) A CLAIM FOR AN ALLEGED MONETARY VALUE OF GAME CURRENCY OR VIRTUAL GOODS LOST UPON (I) DELETION OR SUSPENSION OF YOUR ACCOUNT, (II) ADJUSTMENTS TO THE GAME THAT RESULT IN THE VALUE OF VIRTUAL GOODS OR GAME CURRENCY CHANGING, OR (III) MODIFICATION, TERMINATION OR EXPIRATION OF THESE TERMS.</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Subscriptions</u>.\nAlthough certain features of a Game or the Services may be available at no charge, other features and/or content may only be available via a subscription plan (“<strong>Subscription</strong>”).\nSubscriptions, if offered, give full access to all the Subscription features as long as Subscription is active.\nIf you purchase a Subscription, you must ensure all the information that you submit is true and accurate (including, without limitation, your credit/debit card number and expiration date, and other payment details) and that you have appropriate parental or guardian consent if you are under 18 years of age.\nYou agree to pay all Subscription fees specified when you apply including all applicable taxes.\nIf you choose a recurring Subscription for a Game, you acknowledge that payments will be processed automatically (e.g., charged to your credit card) until you cancel the Subscription or your Game Account.</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Free Trial</u>.\nFrom time to time, Wildlife may offer a free trial for a Subscription.\nYou may need to opt-into a Subscription in order to access it during the trial period.\nIf so, and subject to applicable law, you will have the right to opt-out at any time during the trial period until at least 24 hours prior to the end of the trial period and you will be automatically charged after the trial period unless you opt-out at least 24 hours prior to the end of your trial period.\nAdditional terms and conditions may apply with respect to free trials which will be communicated to you by Wildlife.</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Subscription Cancellation</u>.\nAt any time, subject to applicable law, you can cancel the auto-renewal of your Subscription by going to the settings of your account or App Store Account after your purchase.\nIf you cancel the auto-renewal of your Subscription, it shall remain active until the then current Subscription period has lapsed.\nSubject to applicable law, please note that you will not get a refund for any remaining period of a Subscription and when your Subscription has lapsed, you may lose access to the application and its content.</p>8.\nRefunds<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Subject to applicable law, (i) all Games, Virtual Goods and Game Currency remain our property, have no monetary value and are not redeemable, refundable, or eligible for any other alternate remedy for any “real world” money or anything of monetary value, unless they are defective, unavailable, or do not perform in accordance with the specifications we provide.\nand (ii) we may revoke your license to such Games, Virtual Goods and/or Game Currency at any time consistent with these Terms without notice or liability to you.</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Some countries, states, provinces or other jurisdictions provide a statutory right to withdraw from an agreement to purchase digital content within a defined cancellation or ‘cooling-off’ period.&nbsp;By using any Games, Virtual Goods and/or Game Currency during this cancellation period, you hereby waive any statutory right you may have to withdraw from your agreement to purchase the applicable Game, Virtual and/or Game Currency and you agree that you will therefore not be eligible to receive a refund (or any alternative remedy) in relation to such Game, Virtual Good and/or Game Currency.\nWhere applicable law does not permit you to waive your right to so withdraw, you hereby agree that such withdrawal right expires immediately upon use of your Game, Virtual Good and/or Game Currency, as permitted by applicable law.</p>9.\nAccessing a Game from an App Store <p>Where a Game is made available to you via an App Store (like the Apple App Store or Google Play Store) you acknowledge and agree that:</p>\n<ul>\n<li>These Terms are between you and us, not the App Store, and we (not the App Store), are solely responsible for the Game.</li>\n</ul>\n<p>· &nbsp.\n&nbsp.\n&nbsp;The App Store has no obligation to provide any Game maintenance or support.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp;If the Game cannot meet its warranties (if any), you can contact the App Store and they will refund you the purchase price of the Game (if applicable) and, to the maximum extent permitted by applicable law, the App Store will have no other warranty obligation whatsoever with respect to the Game.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be our sole responsibility.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp;Except as stated above, the App Store is not responsible for addressing any claims you have or any claims of any third-party relating to the Game or your possession and use of the Game, including, without limitation: (i) product liability claims.\n(ii) any claim that the Game fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp;In the event of any third-party claim that the Game or your possession and use of the Game infringes that third-party’s intellectual property rights, we will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by these Terms.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp;The App Store, and its subsidiaries, are third-party beneficiaries of these Terms and upon your acceptance of these Terms, the App Store will have the right to enforce these Terms against you as a third-party beneficiary thereof.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp;You represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a terrorist-supporting country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp;You must also comply with all applicable third-party terms of service when using the Game.</p>10.\nFeedback<p>We welcome your feedback, comments and suggestions for improvements to the Services (“<strong>Feedback</strong>”).\nYou can submit Feedback by emailing us at support@tfghelp.mail.helpshift.com or via the functionality of the Services (if available).\nIf you provide us with any Feedback, you hereby grant us the following license: a non-exclusive, transferable, worldwide, perpetual, irrevocable, fully-paid, royalty-free license, with the right to sublicense, under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon, distribute copies of, publicly perform, publicly display and otherwise exploit the Feedback for any purpose and in any country.\nIf you have rights in the Feedback that cannot be licensed to us under applicable law (such as moral and other personal rights), you hereby waive and agree not to assert those rights.\nYou understand and agree that you are freely giving your Feedback, that we don’t have to use it, and that you will not be compensated in any way for your Feedback.\nYou represent and warrant that you have rights in any Feedback that you provide to us sufficient to grant us and other affected parties the rights described above, including, without limitation, intellectual property rights or rights of publicity or privacy.</p>11.\nDMCA/Copyright Policy<p>We respect copyright law and expect our users to do the same.\nIt’s our policy to terminate in appropriate circumstances Game Accounts of users who repeatedly infringe or are believed to be repeatedly infringing the rights of copyright holders.</p>12.\nThird Party Websites and Resources<p>The Services may contain links to third-party websites or resources.\nWe provide these links only as a convenience and are not responsible for the content, products or services on or available from those websites or resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party websites or resources.</p>13.\nData Charges and Mobile Devices<p>You are responsible for all data-related charges that you may incur for using our Services, including, without limitation, mobile, text-messaging, and data charges.\nYou should understand or ask your service provider what charges you may incur before using the Services</p>14.\nService and Terms Modifications<p>We may (but don’t have to) update these Terms at any time whenever we think there is a need.\nIf we do so, you will be prompted to agree to the updated Terms upon your next access to the Services or when the updated Terms are otherwise communicated to you.\nYou must agree to these updates to continue using the Services.</p>\n<p>We may provide patches, updates, or upgrades to the Services that must be installed in order for you to continue to use the Services.\nWe may update the Services remotely without notifying you, and you hereby consent to us applying such patches, updates, and upgrades.\nIf your device can prevent automatic updates, you may not be able to access the Services until you manually update the Services yourself on your device.\nWe may modify, suspend, discontinue, substitute, replace, or limit your access to any aspect of the Services at any time.\nSubject to applicable law, you acknowledge that any character data, game progress, game customization or other data related to your use of any particular Game and other elements unique to the Services may cease to be available to you at any time without notice from us, including, without limitation, after a patch, update, or upgrade is applied by us.\nYou agree that we do not have any maintenance or support obligations with respect to the Services.</p>\n<p>Subject to applicable law, we may change the price of the Services, Games, Virtual Goods, Game Currency, Subscription, or Content, at any time, for any reason, without notice or liability to you.</p>15.\nWarranty Disclaimers<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW THE SERVICES ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND AND THE WILDLIFE PARTIES HEREBY DISCLAIM ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE.\nWITHOUT LIMITING THE FOREGOING, THE WILDLIFE PARTIES EXPLICITLY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, QUIET ENJOYMENT AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nThe Wildlife Parties make no warranty that the Services will meet your requirements or be available on an uninterrupted, secure, virus-free or error-free basis.\nThe Wildlife Parties make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness or reliability of the Services.</p>16.\nLimitation of Liability<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW THE WILDLIFE PARTIES WILL NOT BE LIABLE IN ANY WAY FOR ANY:</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LOSS OF PROFITS,</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LOST REVENUE,</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LOST SAVINGS,</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LOSS OF DATA, OR</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES,</p>\n<p>ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR THE SERVICES, OR THE DELAY OR INABILITY TO USE OR LACK OF FUNCTIONALITY OF THE SERVICES, EVEN IN THE EVENT OF ONE OF A WILDLIFE PARTY’S FAULT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, INDEMNITY, PRODUCT LIABILITY, BREACH OF CONTRACT, BREACH OF WARRANTY, OR OTHERWISE AND EVEN IF THAT WILDLIFE PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.&nbsp;FURTHER, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE AGGREGATE LIABILITY OF THE WILDLIFE PARTIES ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR THE SERVICES WILL NOT EXCEED: (A) THE TOTAL AMOUNTS YOU HAVE PAID (IF ANY) OR ARE PAYABLE BY YOU TO US FOR THE PARTICULAR GAME OR SERVICE IN QUESTION DURING THE SIX (6) MONTHS IMMEDIATELY PRECEDING THE EVENTS GIVING RISE TO SUCH LIABILITY.\nOR (B) IF (A) DOES NOT APPLY, FIFTY DOLLARS ($50 USD).\nTHESE LIMITATIONS AND EXCLUSIONS REGARDING DAMAGES APPLY EVEN IF ANY REMEDY FAILS TO PROVIDE ADEQUATE COMPENSATION AND ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN YOU AND US.</p>\n<p>Notwithstanding the foregoing, some countries, states, provinces or other jurisdictions do not allow the exclusion of certain warranties or the limitation of liability as stated above, so the above terms may not apply to you.\nInstead, in such jurisdictions, the foregoing exclusions and limitations will apply to the maximum extent permitted by the laws of such jurisdictions.\nAlso, you may have additional legal rights in your jurisdiction, and nothing in these Terms will prejudice such rights that you may have as a consumer of the Services.</p>17.\nIndemnity<p>You agree to indemnify, defend, and hold the Wildlife Parties and their employees, officers, directors, agents, contractors, and other representatives harmless from all claims, demands, actions, losses, liabilities, costs and expenses (including, without limitation, attorneys’ fees, costs, and expert witnesses’ fees) that arise out of or in any way are connected with: (a) your access to or use of the Services.\nor (b) any claim that, if true, would constitute a breach by you of these Terms.\nYou agree to reimburse us for any payments made or loss suffered by us, whether in a court judgment or settlement, based on any matter covered by this Section 17.</p>18.\nTermination<p>We may suspend or terminate your access to and use of the Services, including any Game, Virtual Goods, and Content, with no liability, on reasonable notice to you in the event that (a) we cease providing the Game to similarly situated users generally.\n(b) you breach these Terms (including the App Store Agreement(s) and our other policies specified in these Terms).\n(c) the owner of the applicable App Store terminates your App Store Account.\nor (d) we otherwise deem it necessary to terminate these Terms in our sole discretion, for any reason.\nYou may also terminate these Terms by deleting and uninstalling the applicable Game on any and all of your devices or by deleting your App Store Account.\nUpon any termination of these Terms, the rights granted to you will automatically terminate, you may no longer exercise any of those rights or these Terms.&nbsp;Subject to applicable law, we may, in our sole discretion, provide continued access to and use of the Services prior to such termination.</p>\n<p>Where required by applicable law, termination of these Terms does not require a court decision to effect termination or a notice served by a court bailiff as a prerequisite to termination.</p>\n<p>Except to the extent required by law, all payments and fees are non-refundable under all circumstances, regardless of whether or not these Terms has been terminated.</p>\n<p>The following sections will survive termination of these Terms: 6 (first two sentences only), 10, 16, 17, 19 through 23, and this sentence of Section 18.</p>19.\nDispute Resolution and Governing Law – United States<p>This section applies if you are accessing, using, or have purchased the Services in the United States.</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Governing Law and Forum Choice</u>.\nThese Terms and any action related thereto including but not limited to any&nbsp;dispute, controversy, difference, or claim arising out of or relating to these Terms, the Game, or any related service, including the existence, validity, interpretation, performance, breach or termination thereof or any dispute regarding non-contractual obligations arising out of or relating to these Terms, the App, or any related service (collectively, “<strong>Disputes</strong>”) will be governed by the Federal Arbitration Act, federal arbitration law, and the laws of the State of California, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set forth in this Section 19, the exclusive jurisdiction for all Disputes (defined below) that you and we are not required to arbitrate will be the state and federal courts located in the Northern District of California, and you and we each waive any objection to jurisdiction and venue in such courts.</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Mandatory Arbitration of Disputes</u>.\nWe each agree that any Dispute will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and we agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of these Terms, and that you and we are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of these Terms.</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Location of Arbitration</u>.&nbsp;If you are a resident of the United States, any arbitration will take place in your county of residence, to the exclusion of all other venues.</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Exceptions</u>.\nAs limited exceptions to Section 19(b) above, the following Disputes can be resolved in court and need not be resolved through arbitration: (i)&nbsp;any Dispute that can be resolved in small claims court (if it qualifies).\nand (ii) any Dispute involving the infringement or misappropriation of our intellectual property rights.</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Opt-out</u>.\nYou have the right to opt out of arbitration entirely and litigate any Dispute<strong>\n</strong>if you provide us with written notice of your desire to do so<strong>\n</strong>by email at our Support Email Address within thirty (30) days following the date you first agree to these Terms.</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Conducting Arbitration and Arbitration Rules</u>.\nThe arbitration will be conducted by the American Arbitration Association (“<strong>AAA</strong>”) under its Consumer Arbitration Rules (the “<strong>AAA Rules</strong>”) then in effect, except as modified by these Terms.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at www.adr.org.</p>\n<p>If your claim is for U.S.\n$10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic or video-conference hearing, or by an in-person hearing as established by the AAA Rules.&nbsp;If your claim exceeds U.S.\n$10,000, the right to a hearing will be determined by the AAA Rules.\nAny arbitration hearings will take place in the county (or parish) where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Arbitration Costs</u>.\nPayment of all filing, administration and arbitrator fees will be governed by the AAA Rules.\nWe’ll pay for all filing, administration and arbitrator fees and expenses if your Dispute is for less than $10,000, unless the arbitrator finds your Dispute frivolous.\nIf we prevail in arbitration we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.</p>\n<p>(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Class Action Waiver</u>.&nbsp;<strong>YOU AND WE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</strong>&nbsp;Further, if the parties’ dispute is resolved through arbitration, the arbitrator may not consolidate another person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.&nbsp;If this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution (Section 19) shall be null and void.</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Effect of Changes on Arbitration</u>.\nNotwithstanding the provisions of Section 14 above, if we change any of the terms of this Section 19 after the date you first accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by sending us written notice (including by email to our Support Email Address) within 30 days of the date such change became effective, as indicated in the “Last Updated” date above or in the date of our notice to you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and us in accordance with the terms of this Section 19 “Dispute Resolution and Governing Law” as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).</p>\n<p>(j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Severability</u>.&nbsp;With the exception of any of the provisions in Section 19(h) above, if an arbitrator or court of competent jurisdiction decides that any part of these Terms is invalid or unenforceable, the other parts of these Terms will still apply.</p>20.\nDispute Resolution and Governing Law – Outside the United States<p>This section applies if you are accessing, using, or have purchased the Services outside of the United States.\nThese Terms and any action related thereto will be governed by the laws of the State of California, without regard to its conflict of laws provisions.\nThe exclusive jurisdiction for all Disputes will be the state and federal courts located in the Northern District of California.</p>21.\nNo Assignment<p>You may not assign or transfer these Terms, by operation of law or otherwise, without our prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null and void.\nNotwithstanding the title of this Section, we may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>22.\nMiscellaneous<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Entire Agreement</u>\n<em>.\n</em>These Terms and any other document or information referred to in these Terms constitutes the entire and exclusive understanding between you and us regarding the Services and supersede any and all prior oral or written understandings or agreements between you and us regarding the Services.</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>Language</u>\n<em>.\n</em>The original language of these Terms is in English.\nany translations are provided for reference purposes only.\nYou waive any right you may have under the law of your country to have these Terms written or construed in any other language.</p>\n<p>(c) <u>Severability</u>\n<em>.\n</em>These Terms describe certain legal rights.\nYou may have other rights under the laws of your jurisdiction.\nThese Terms do not change your rights under the laws of your jurisdiction if the laws of your jurisdiction do not permit it to do so.\nAs noted above, limitations and exclusions of warranties and remedies in these Terms may not apply to you because your jurisdiction may not allow them in your particular circumstance.\nEach of the provisions in these Terms operates separately.\nIn the event that certain provisions of these Terms are held by a court or tribunal of competent jurisdiction to be unenforceable, those provisions will be enforced only to the furthest extent possible under applicable law and the remaining provisions of these Terms will remain in full force and effect.</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<u>No Waiver</u>\n<em>.\n</em>Your and our actions or inactions will not create any other rights under these Terms except as what is explicitly written within these Terms.<em>\n</em>Our failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by one of our duly authorized representatives.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.</p>\n<p>(e) &nbsp;<u>Third Party Rights</u>\n<em>.</em> Except as described in Section 9, a person who is not a party to these Terms will have no right under to enforce any of its terms.</p>23.\nContact Information<p>If you have any questions about these Terms or the Game, please contact us at support@tfghelp.mail.helpshift.com.</p>\n<p>\n<br>\n</p>\n<p>teste</p>9/10/2021, 11:21:10 PM <strong>Did you find this helpful?</strong>\n<i>\n</i>\n<strong>Yes</strong>\n<i>\n</i>\n<strong>No</strong>\n<p>2642 of 3509 users who found this helpful.</p> ", "created_at": "2021-11-18 02:57:45.45567", "updated_at": "2021-11-18 01:58:43.784567"}], "points": [], "urls": ["wildlifestudios.com"]}}