{"error": 448, "message": "OK", "parameters": {"id": 5804, "name": "Next Generation Internet", "created_at": "2021-11-26 06:03:09.569927", "updated_at": "2021-11-26 23:01:09.617617", "wikipedia": null, "keywords": null, "related": null, "slug": "next-generation-internet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5804.png", "url": "ngi.eu", "documents": [{"id": 10466, "name": " Privacy Policy", "url": "https://www.ngi.eu/privacy-policy", "xpath": "/html/body/div[2]/div[3]/div/div[2]", "text": " OUR PRIVACY POLICY AT A GLANCE\n<p>\n<strong>Because we take your privacy very seriously at NGI, we summarise below the most essential information about how we process your personal data.</strong>\n</p>\n<ul>\n<li>\n<u>Need more information?</u> Please consult our full privacy policy below.</li>\n<li>\n<u>Looking for information about how we use cookies?</u> Please consult our cookie policy here.</li>\n<li>\n<u>Do you have any questions?</u> Please do not hesitate to contact us at info@ngi.eu.</li>\n</ul>\n<i>\n</i>WHAT DATA DO WE COLLECT?<i>\n</i>\n<p>We collect your personal data when you visit our website, subscribe to our newsletter, register for one of our events, and when you collaborate or communicate with us.\nWe mainly process your identity and contact details (such as your e-mail address).</p>\n<i>\n</i>HOW DO WE USE YOUR DATA?<i>\n</i>\n<p>We use your personal data solely for the purpose for which you provided it, such as making our website available to you, sending our newsletter if you are subscribed, organizing our events, and communicating with you to collaborate with you or to answer your question or request.</p>\n<i>\n</i>WITH WHOM DO WE SHARE YOUR DATA?<i>\n</i>\n<p>In principle, we do not share your personal data with third parties (with the exception of the NGI4ALL project partners, our employees and suppliers, or authorities if we have to comply with a request).\nWe ensure that your personal data remains secure.</p>\n<i>\n</i>WHAT ARE YOUR RIGHTS?<i>\n</i>\n<p>You have the right to access, rectify, erase your personal data, or to object to or limit the processing thereof.\nIf you want to exercise your rights, please send an e-mail to info@ngi.eu or submit your request via our GDPR form here.</p> Privacy Policy\n<p>We are very delighted that you have shown interest in the NGI Initiative.\nWe attach great importance to the security and confidentiality of your personal data.\nThis privacy policy informs you about the processing of your personal data and was last updated on 12 August 2021.</p>\n1.\nWhen does this privacy policy apply?\n<p>We collect and use your personal data when you:</p>\n<ul>\n<li>Use our website (ngi.eu);</li>\n<li>Work with us or communicate with us in that context;</li>\n<li>Communicate with us by e-mail, phone or any other digital communication channel;</li>\n<li>Subscribe to our newsletter;</li>\n<li>Register for one of our events.</li>\n</ul>\n<p>This privacy policy may be amended as set forth in Article 8.</p> 2.\nWho are we?\n<p>“We” in this privacy policy refers to Martel GmbH:</p>\n<p>\n<strong>Martel GmbH</strong>\n<br>\nUeberlandstrasse 111<br>\n8600 Duebendorf<br>\nSwitzerland</p>\n<p>info@ngi.eu<br>\n0041 31 994 25 25</p>\n<p>www.martel-innovate.com</p>\n<p>We are responsible for the collection and use of your personal data in the manner explained in this privacy policy.\nIf you have any questions about this, please contact us by e-mail (info@ngi.eu).</p>\n<p>In certain circumstances, third parties may (also) be responsible for the processing of your personal data.\nFor example, if you click on a link and leave our website.\nIn that case, we recommend that you consult the privacy policies of these third parties.\nIn particular,</p>\n<ul>\n<li>The NGI Community is managed by FundingBox Accelerator.\nYou can read the privacy policy applicable to your use of the NGI Community here.</li>\n<li>The NGI Exchange is managed by NGI Forward project, made of a different consortium, and falls under the responsibility of Edgeryders OÜ.\nWe do not share your personal data with Edgeryders OÜ.\nYou can read the privacy policy applicable to your use of the NGI Exchange here.</li>\n</ul> 3.\nWhich personal data do we process and why?\n<strong>WHEN YOU USE OUR WEBSITE</strong>\n<p>When you visit our website, we process personal data about you (e.g.\nin our server log files).\nThe personal data we process is mainly technical information such as (1) the browser types and versions used, (2) the operating system used, (3) the website from which you reach our website (so-called referrers), (4) the sub-websites, (5) the date and time of access, (6) an IP address, and (7) the ISP.</p>\n<p>We use this technical information (1) to deliver the content of our website correctly, (2) to ensure the most fault-free operation of our website and (3) to detect and prevent malware, illegal content and conduct and other forms of potential abuse.</p>\n<p>We rely on our legitimate interest in keeping our online presence safe.</p>\nWHEN YOU SUBSCRIBE TO OUR NEWSLETTER\n<p>When you subscribe to our newsletter, we process (1) your e-mail address, (2) an IP address, (3) the date and time of your subscription (4).</p>\n<p>We use this information (1) to send a confirmation e-mail, (2) to send you our newsletter, and (3) to keep track of our newsletters (i.e.\nwhether you opened the newsletter or clicked on a link in the newsletter) and to improve future newsletters.</p>\n<p>We rely on your consent for this.\nYou can withdraw your consent (i.e.\nunsubscribe from our newsletter) at any time by clicking the “unsubscribe” link at the bottom of our newsletter.\nWhen you unsubscribe from our newsletter, we will delete your e-mail address from our mailing list.</p>\n<strong>WHEN YOU REGISTER FOR AN EVENT</strong>\n<p>When you register for an event, we process (1) the identity and contact details provided by you to us, (2) your e-mail address, and (3) other information that is required to complete your registration for the event in question.</p>\n<p>We use this information (1) to process your registration and prepare, organize and secure our events, and (2) to evaluate the event and improve future events.</p>\n<p>We rely either on (1) our agreement with you by your acceptance of the applicable terms and conditions or (2) our legitimate interest to be able to organize interesting events or to promote the NGI initiative.</p>\n<strong>WHEN YOU WORK WITH US</strong>\n<p>When you work with us (e.g.\nif you were a speaker at one of our events or if we have had contact with you as a journalist to highlight the NGI initiative), we process (1) the identity and contact details provided by you to us, (2) your e-mail address, and (3) in some cases, the name of the organization you work for and your job title.</p>\n<p>We use this information to contact you for (future) collaborations, opportunities or events.</p>\n<p>We rely either on (1) our agreement with your or (2) our legitimate interest in building up our network of contacts.</p>\nWHEN YOU COMMUNICATE WITH US\n<p>When you communicate with us, we process (1) the identity and contact details provided by you to us, (2) the content of the communication, and (3) the technical details of the communication itself (e.g.\ndate and time).</p>\n<p>We use this information to enable communication between you and us.</p>\n<p>We rely on our legitimate interest in being able to respond to requests, questions or comments or to contact you proactively for questions of any kind.</p>\nIN ALL OF THE ABOVE CASES\n<p>The above-mentioned personal data can also be used for the following purposes:</p>\n<ul>\n<li>To comply with our legal obligations or to comply with any reasonable request from competent police authorities, judicial authorities, government institutions or bodies, including competent data protection authorities.\nWe rely on our legal obligation for this.</li>\n<li>To prevent, detect and combat fraud or other illegal or unauthorized activities.\nWe rely on our legal obligation for this.</li>\n<li>To defend us in legal proceedings.\nWe rely on our legitimate interest in using your personal data in these proceedings.</li>\n<li>To inform a third party in the context of a possible merger with, acquisition of/by or demerger by that third party, even if that third party is located outside the EU.\nWe rely on our legitimate interest in entering into business transactions.</li>\n</ul> 4.\nWith whom do we share your personal data?\n<p>In principle, we do not share your personal data with anyone other than the persons who work for us, as well as with the NGI4ALL project partners and with the suppliers who help us process your personal data.\nAnyone who has access to your personal data will always be bound by strict legal or contractual obligations to keep your personal data safe and confidential.\nThis means that only the following categories of recipients will receive your personal data:</p>\n<ul>\n<li>You;</li>\n<li>Your employer or business partners, but only when this is necessary for the purposes mentioned above (e.g.\nwhen your employer is our supplier or customer);</li>\n<li>Our employees and suppliers.\nand</li>\n<li>Government or judicial authorities to the extent that we are obliged to share your personal data with them (e.g.\ntax authorities, police or judicial authorities).</li>\n</ul>\n<p>We do not transfer your personal data outside the European Economic Area (EEA) (the European Economic Area consists of the EU, Liechtenstein, Norway and Iceland).\nWe will only transfer your personal data outside the EEA if you or your employer, as a customer or supplier, have offices outside the EEA with which we need to communicate.\nIf a transfer were to take place, we will take sufficient safeguards to protect your personal data during the transfer (e.g.\nby entering into an agreement based on standard data protection clauses approved by the European Commission).</p>\n<p>The NGI initiative is a project funded by the European Commission, meaning that it is a possible that another (consortium of) partner(s) will take over the NGI initiative in the future as a result of a new funding round.\nIn that case, your personal data may be transferred to the new (consortium of) partner(s) in order to ensure the continuity of the NGI4ALL project and after you have been informed thereof.</p> 5.\nHow long do we keep your personal data\n<p>Your personal data will only be processed for as long as necessary to achieve the purposes described above or, when we have asked you for your consent, until you withdraw your consent.\nAs a general rule, we will de-identify your personal data when it is no longer needed for the purposes described above or when the maximum legal retention period has expired.\nHowever, we cannot delete your personal data if there is a legal or regulatory obligation or a court or administrative order preventing us from doing so.</p>\n<p>We retain all personal data collected through our website for as long as necessary to protect the legitimate interests stated above.\nWe retain technical information such as our server log files until 6 months after your visit to our website, after which it will be deleted or de-identified.\nWe retain all personal data related to an event until 2 years after the event.</p>\n<p>All personal data we collect through our interactions with you through telephone, email or other digital communication channels will be retained for as long as necessary to communicate with you, but also to maintain a historical record of our communications.\nThis allows us to return to previous communications when you come back to us with new questions, requests, comments or other input.</p> 6.\nHow do we keep your personal data secure?\n<p>The security and confidentiality of the personal data we process is very important to us.\nThat is why we have taken measures to ensure that all personal data processed is kept secure.\nThese measures include technical and organizational measures to protect our infrastructure, systems, applications and processes.\nWe’ve also taken other measures, such as taking internal policy measures, limiting the processing to the personal data necessary for the fulfilment of the purposes and minimizing the processing of personal data.</p> 7.\nYour rights regarding your personal data\n<p>You have certain rights related to the processing of your personal data: the right of access, rectification, erasure, and data portability as well as the right to object to or limit the processing of your personal data and to withdraw your consent.\nTo exercise one of your rights, you can submit a written request to info@ngi.eu stating the right to which your request relates.\nYou can also submit your request via our GDPR form here.\nIf you are still dissatisfied, you have the right to contact the competent data protection authority.</p> 8.\nChanges to this privacy policy\n<p>We reserve the right to modify this privacy policy on our own initiative.\nIf material changes to this privacy policy affect the personal data collected, we will notify you in a manner customary for us to communicate with you (e.g., by email or by posting on our platform).\nOur privacy policy will also state the date it was last amended.</p> 9.\nHow can you contact us?\n<p>Should you have any further questions about the processing of your personal data, please do not hesitate to contact us at info@ngi.eu.</p> ", "created_at": "2021-11-26 06:03:09.574578", "updated_at": "2021-11-26 05:03:42.965926"}, {"id": 10465, "name": "Cookie policy", "url": "https://www.ngi.eu/cookie-policy", "xpath": "/html/body/div[2]/div[3]/div/div[2]", "text": " What Are Cookies <p>As is common practice with almost all professional websites this site uses cookies, which are tiny files that are downloaded to your computer, to improve your experience.\nThis page describes what information they gather, how we use it and why we sometimes need to store these cookies.\nWe will also share how you can prevent these cookies from being stored however this may downgrade or ‘break’ certain elements of the sites functionality.\nFor more general information on cookies see the Wikipedia article on HTTP Cookies.</p> How We Use Cookies <p>We use cookies for a variety of reasons detailed below.\nUnfortunately, in most cases, there are no industry standard options for disabling cookies without completely disabling the functionality and features they add to this site.\nIt is recommended that you leave on all cookies if you are not sure whether you need them or not in case they are used to provide a service that you use.</p>\n<p>We retain technical information such as our server log files until 6 months after your visit to our website.</p> Disabling Cookies <p>You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nBe aware that disabling cookies will affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually result in also disabling certain functionality and features of this site.\nTherefore it is recommended that you do not disable cookies.</p> &nbsp.\nPrivacy settings Decide which cookies you want to allow.\nYou can change these settings at any time.\nHowever, this can result in some functions no longer being available.\nFor information on deleting the cookies, please consult your browser’s help function.\nLearn more about the cookies we use.\nWith the slider, you can enable or disable different types of cookies: <ul>\n<li> Svg Vector Icons : http://www.onlinewebfonts.com/icon Block all </li>\n<li> Essentials </li>\n<li> Functionality </li>\n<li> Analytics </li>\n</ul> This website will: <ul>\n<li>Essential: Remember your cookie permission setting</li>\n<li>Essential: Allow session cookies</li>\n<li>Essential: Gather information you input into a contact forms, newsletter and other forms across all pages</li>\n<li>Essential: Keep track of what you input in a shopping cart</li>\n<li>Essential: Authenticate that you are logged into your user account</li>\n<li>Essential: Remember language version you selected</li>\n</ul> This website won't: <ul>\n<li>Remember your login details</li>\n<li>Functionality: Remember social media settings</li>\n<li>Functionality: Remember selected region and country</li>\n<li>Analytics: Keep track of your visited pages and interaction taken</li>\n<li>Analytics: Keep track about your location and region based on your IP number</li>\n<li>Analytics: Keep track of the time spent on each page</li>\n<li>Analytics: Increase the data quality of the statistics functions</li>\n<li>Advertising: Tailor information and advertising to your interests based on e.g.\nthe content you have visited before.\n(Currently we do not use targeting or targeting cookies.</li>\n<li>Advertising: Gather personally identifiable information such as name and location</li>\n</ul> This website will: <ul>\n<li>Essential: Remember your cookie permission setting</li>\n<li>Essential: Allow session cookies</li>\n<li>Essential: Gather information you input into a contact forms, newsletter and other forms across all pages</li>\n<li>Essential: Keep track of what you input in a shopping cart</li>\n<li>Essential: Authenticate that you are logged into your user account</li>\n<li>Essential: Remember language version you selected</li>\n<li>Functionality: Remember social media settings</li>\n<li>Functionality: Remember selected region and country</li>\n</ul> This website won't: <ul>\n<li>Remember your login details</li>\n<li>Analytics: Keep track of your visited pages and interaction taken</li>\n<li>Analytics: Keep track about your location and region based on your IP number</li>\n<li>Analytics: Keep track of the time spent on each page</li>\n<li>Analytics: Increase the data quality of the statistics functions</li>\n<li>Advertising: Tailor information and advertising to your interests based on e.g.\nthe content you have visited before.\n(Currently we do not use targeting or targeting cookies.</li>\n<li>Advertising: Gather personally identifiable information such as name and location</li>\n</ul> This website will: <ul>\n<li>Essential: Remember your cookie permission setting</li>\n<li>Essential: Allow session cookies</li>\n<li>Essential: Gather information you input into a contact forms, newsletter and other forms across all pages</li>\n<li>Essential: Keep track of what you input in a shopping cart</li>\n<li>Essential: Authenticate that you are logged into your user account</li>\n<li>Essential: Remember language version you selected</li>\n<li>Functionality: Remember social media settingsl Functionality: Remember selected region and country</li>\n<li>Analytics: Keep track of your visited pages and interaction taken</li>\n<li>Analytics: Keep track about your location and region based on your IP number</li>\n<li>Analytics: Keep track of the time spent on each page</li>\n<li>Analytics: Increase the data quality of the statistics functions</li>\n</ul> This website won't: <ul>\n<li>Remember your login details</li>\n<li>Advertising: Use information for tailored advertising with third parties</li>\n<li>Advertising: Allow you to connect to social sites</li>\n<li>Advertising: Identify device you are using</li>\n<li>Advertising: Gather personally identifiable information such as name and location</li>\n</ul> This website will: <ul>\n<li>Essential: Remember your cookie permission setting</li>\n<li>Essential: Allow session cookies</li>\n<li>Essential: Gather information you input into a contact forms, newsletter and other forms across all pages</li>\n<li>Essential: Keep track of what you input in a shopping cart</li>\n<li>Essential: Authenticate that you are logged into your user account</li>\n<li>Essential: Remember language version you selected</li>\n<li>Functionality: Remember social media settingsl Functionality: Remember selected region and country</li>\n<li>Analytics: Keep track of your visited pages and interaction taken</li>\n<li>Analytics: Keep track about your location and region based on your IP number</li>\n<li>Analytics: Keep track of the time spent on each page</li>\n<li>Analytics: Increase the data quality of the statistics functions</li>\n<li>Advertising: Use information for tailored advertising with third parties</li>\n<li>Advertising: Allow you to connect to social sitesl Advertising: Identify device you are using</li>\n<li>Advertising: Gather personally identifiable information such as name and location</li>\n</ul> This website won't: <ul>\n<li>Remember your login details</li>\n</ul> Save &amp.\nClose The Cookies We Set <p>This site offers newsletter or email subscription services and cookies may be used to remember if you are already registered and whether to show certain notifications which might only be valid to subscribed/unsubscribed users.\nWhen you submit data to through a form such as those found on contact pages or comment forms cookies may be set to remember your user details for future correspondence.</p> Third Party Cookies <p>In some special cases we also use cookies provided by trusted third parties.\nThe following section details which third party cookies you might encounter through this site.\nwe use Matomo Analytics which is designed with privacy in mind.\nThese cookies may track things such as how long you spend on the site and the pages that you visit so we can continue to produce engaging content.\nFor more information on Matomo Analytics, see the official Matomo Analytics webpage.<br>\n</p> First or Third Party Filter Any First party Third party Cookie names Type of cookie First or Third party Can be blocked Session or Persistent Expiry Time Purpose __gads, DSID, IDE, test_cookieAdvertisingThird party<i>\n</i>PersistentAPISID, CONSENT, GPS, HSID, LOGIN_INFO, PREF, SAPISID, SID, SSID, VISITOR_INFO1_LIVE, YSCFunctionalityThird party<i>\n</i>Persistent__cfduidFunctionalityThird party<i>\n</i>PersistentFriday, 22 January 2021 13﻿﻿:50:08wordpress_logged_in_d2cb2079a349f2f59d0948880c9cef94FunctionalityFirst party<i>\n</i>Sessionwordpress_sec_d2cb2079a349f2f59d0948880c9cef94FunctionalityFirst party<i>\n</i>Session More Information <p>Hopefully that has clarified things for you and as was previously mentioned if there is something that you aren’t sure whether you need or not it’s usually safer to leave cookies enabled in case it does interact with one of the features you use on our site.\nHowever if you are still looking for more information then you can contact us through one of our preferred contact methods.</p>\n<p>\n<strong>\n<em>Do you want to know more about how we handle your personal data in general? Please consult our privacy policy here</em>.</strong>\n</p> ", "created_at": "2021-11-26 06:03:09.572601", "updated_at": "2021-11-26 05:04:10.837613"}], "points": [], "urls": ["ngi.eu"]}}