{"error": 448, "message": "OK", "parameters": {"id": 4470, "name": "Earth 2", "created_at": "2021-07-03 23:17:31.895325", "updated_at": "2021-07-05 22:00:44.064272", "wikipedia": null, "keywords": null, "related": null, "slug": "earth-2", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4470.png", "url": "earth2.io", "documents": [{"id": 7845, "name": "Privacy Policy", "url": "https://earth2.io/privacy", "xpath": "/html/body/div[1]/main/div/div", "text": "General<p> Earth 2 is a futuristic concept for a second earth, a meta-verse, between virtual and physical reality in which real-world geolocations on a sectioned map correspond to user-generated digital virtual environments.\nOnce fully developed, these environments will be able to be owned, bought, sold and deeply customised and will evolve over time limited only by users’ imaginations.\n</p>\n<p> Earth 2 (and its related bodies corporate) (referred to in this document as we, us or our) recognises that your privacy is very important and we are committed to protecting the personal information we collect from you.\nThe Privacy Act 1988 (Cth) (Privacy Act), and the Australian Privacy Principles (APPs) govern the way in which we manage your personal information and this policy sets out how we collect, use, disclose and otherwise manage personal information about you.\n</p>CollectionTypes of Collection<p> We may collect and hold personal information about you, that is, information that can identify you, and is relevant to facilitating our relationship with you and your use of our website (including the Earth 2 platform).\n</p>\n<p>The kinds of information we typically collect include:</p>\n<ol>\n<li>Name</li>\n<li>Address</li>\n<li>Gender</li>\n<li>Phone Number</li>\n<li>Email Address</li>\n<li>User name / Pseudonym and Password</li>\n<li>IP Address</li>\n</ol>\n<p> and other information relevant to providing you with access to our website, the Earth 2 platform and other information or services you request or consent to receive from us.\n</p>\n<p> We may also incidentally collect and hold sensitive information about you, including information about your health, religious beliefs or affiliations, racial or ethnic origin, political opinions and sexual preferences or practices.\nWhile we do not actively collect these from you as part of your use of the website or your transactions in the Earth 2 platform, if you use any of the social elements of the platform, including chat or video functions (if available), this information may be passively collected and stored on our systems, and be viewable by other users.\n</p>\n<p> You acknowledge that this is an unavoidable consequence of using the Earth 2 platform in those ways and consent to that collection.\nYou can avoid using those features if you do not consent to that collection.\n</p>Method of Collection<p> Personal information will generally be collected directly from you through the use of any of our standard forms, over the internet (including through our registration page), via email, or through a telephone conversation with you.\nCollection may also occur through your use of the Earth 2 platform (such as through chat or video functions (if available), or by otherwise interacting with other users).\n</p>\n<p> We may also collect personal information about you from third parties acting on your behalf, particularly if you are required to have your parent or guardian act on your behalf.\n</p>\n<p> There may, however, be some instances where personal information about you will be collected indirectly because it is unreasonable or impractical to collect personal information directly from you.\nWe will usually notify you about these instances in advance, or where that is not possible, as soon as reasonably practicable after the information has been collected.\n</p>\n<p> Finally, you should be aware that other users may collect your personal information, such as through screen shots or recording video streams (if available), and this is out of our control.\nUsers are not required to comply with our Privacy Policy and may not be required to comply with privacy laws either as they are acting in a personal capacity.\n</p>Purpose of collection<p> The personal information that we collect and hold about you, depends on your interaction with us.\nGenerally, we will collect, use and hold your personal information if it is reasonably necessary for or directly related to the performance of our functions and activities and specifically for the purposes of: </p>\n<ol>\n<li>providing you with access to our website;</li>\n<li> providing you with access to the Earth 2 platform as a registered user, and related purposes.\n</li>\n<li>enabling transactions to occur within the Earth 2 platform;</li>\n<li> maintaining the block chain record of all transactions conducted on the platform.\n</li>\n<li>responding to your enquiries;</li>\n<li> providing you with promotional material and information about other goods that we and other organisations that we have affiliations with, offer that may be of interest to you.\n</li>\n<li> facilitating our internal business operations, including the fulfilment of any legal requirements.\n</li>\n<li> analysing our services and customer needs with a view to developing new or improved services.\n</li>\n</ol>\n<p> Except as otherwise permitted by law, we only collect sensitive information about you if you consent to the collection of the information (which you do if you use the social functions of the platform, as explained above) and if the information is reasonably necessary for the performance of our functions, as set out above.\n</p>Failure to provide information<p> If the personal information you provide to us is incomplete or inaccurate, we may be unable to provide you, or someone else you know, with the services you, or they, are seeking.\n</p>Internet users<p> If you access our website, we may collect additional personal information about you in the form of your IP address and domain name.\n</p>\n<p> Our website may contain links to other websites.\nWe are not responsible for the privacy practices of linked websites and linked websites are not subject to our privacy policies and procedures.\n</p>\n<p> Our website uses cookies.\nThe main purpose of cookies is to identify users and to prepare customised web pages for them.\nCookies do not identify you personally, but they may link back to a database record about you.\nWe use cookies to monitor usage of our website and to create a personal record of when you visit our website and what pages you view so that we may serve you more effectively.\n</p>\n<p> All transactions are stored on the block chain that underpins this service.\nThat means that a permanent record of those transactions are maintained as a necessary part of the functioning of the service.\nWhile we employ data minimisation techniques, it is not possible to remove all data as the block chain requires that data to maintain the permanent record of the transactions.\n</p>Children under 15<p> We recognise the special considerations that apply to children’s privacy.\nAny registration for the Earth 2 service – and related data collection - will be done with the consent of a parent or guardian if the user is identified as being under 15.\n</p>Use and disclosure<p> Generally, we only use or disclose personal information about you for the purposes for which it was collected (as set out above).\nWe may disclose personal information about you to: </p>\n<p> (a) other users of the Earth 2 service as a part of the ordinary functioning of the service, and to facilitate features of, and transactions in, that service, including: </p>\n<ol>\n<li> user name, likeness, avatar, for chat and interaction with us and other users in and through the platform.\n</li>\n<li> user name, real name, financial details and other personal details to enable and related to the sale and purchase of land tiles.\n</li>\n<li> our related entities to facilitate our and their internal business processes.\n</li>\n</ol>\n<p> (b) third party service providers, who assist us in operating our business, and providing services to you such as: </p>\n<ol>\n<li> third parties who assist with transactions (financial institutions and payment service providers).\n</li>\n<li> third parties who assist us with our business (including information technology service providers), </li>\n</ol>\n<p> and these service providers may not be required to comply with our privacy policy.\n</p>\n<p> (c) our related entities and other organisations with whom we have affiliations so that those organisations may provide you with information about goods and various promotions </p>Disclosure of personal information overseas<p> We are likely to disclose personal information about you overseas.\nFor instance, our related bodies corporate, third party service providers or other recipients may be based overseas or may use infrastructure outside Australia, including the United States of America and the United Kingdom.\n</p>Security<p> We store your personal information in different ways, including in paper and in electronic form.\nThe security of your personal information is important to us.\nWe take all reasonable measures to ensure that your personal information is stored safely to protect it from interference, misuse, loss, unauthorised access, modification or disclosure, including electronic and physical security measures.\n</p>Access and correction<p> You may seek access the personal information we hold about you, upon making a written request.\nWe will respond to your request within a reasonable period.\nWe may charge you a reasonable fee for processing your request (but not for making the request for access).\n</p>\n<p> We may decline a request for access to personal information in circumstances prescribed by the Privacy Act, and if we do, we will give you a written notice that sets out the reasons for the refusal (unless it would be unreasonable to provide those reasons), including details of the mechanisms available to you to make a complaint.\n</p>\n<p> If, upon receiving access to your personal information or at any other time, you believe the personal information we hold about you is inaccurate, incomplete or out of date, please notify us immediately.\nWe will take reasonable steps to correct the information so that it is accurate, complete and up to date.\nHowever, requests to amend information which is held on the transaction block chain may not be able to be accommodated as the purpose of that block chain is to maintain a permanent record of all in-platform land transactions.\n</p>\n<p> If we refuse to correct your personal information, we will give you a written notice that sets out our reasons for our refusal (unless it would be unreasonable to provide those reasons), including details of the mechanisms available to you to make a complaint.\n</p>", "created_at": "2021-07-03 23:17:31.901799", "updated_at": "2021-07-03 21:18:12.182456"}, {"id": 7844, "name": "Terms & Conditions", "url": "https://earth2.io/terms", "xpath": "/html/body/div[1]/main/div/div", "text": "Introduction<p>Earth 2 is a futuristic concept for a second earth, a meta-verse, between virtual and physical reality in which real-world geolocations on a sectioned map correspond to user-generated digital virtual environments.\nOnce fully developed, these environments will be able to be owned, bought, sold and deeply customised and will evolve over time limited only by users’ imaginations.</p>\n<p> Earth 2 will be a digital and virtual world being a 1:1 scale of the planet Earth, which will then set a stage on which a much wider set of activities besides world-building can take place.\nWe are undertaking this massive project in two stages.\n</p>Stage 1<p> In Phase 1 (Stage 1), we will launch our Website which will include a global trading platform for ownership of Virutal Land inside Earth 2.\nIt will enable users to explore the concept, and buy, sell, trade, bid, search and select Virtual Land to purchase in Earth 2.\n</p>Stage 2<p> In Stage 2, we will go live with the interactive Earth 2 platform, and players can interact with one another inside the Earth 2 environment.\nWe currently expect the Earth 2 environment to be launched in the near future with a firm release date pending.\n</p>\n<p>These Website terms and conditions are made up of three parts:</p>\n<ol>\n<li> Part A – which applies to all users of our Website, whether you are just browsing, or are a registered user capable of buying and selling Virtual Land.\n</li>\n<li> Part B – which applies to all registered users of the Website.\n</li>\n<li> Part C – which applies to all registered users of the Website when they buy or sell Virtual Land.\nand </li>\n<li> Annexure A – Digital Asset Terms </li>\n</ol>\n<p> Separately, our <b>Privacy Policy</b> sets out how we handle your personal information, including personal information collected through this Website.\n</p>Part A<p> This website is operated by Earth Version 2 Pty Ltd and it's affiliate company (Earth 2 UK LTD), and comprises the publicly-facing website currently available at www.earth2.io (but including any new or varied URL) and the broader Earth 2 platform that is only accessible to registered users (Website).\nIn these terms and conditions, the expressions we, us and our, are a reference to Earth Version 2 Pty Ltd.\n</p>\n<p> If you use this Website, you are agreeing to be bound by the terms and conditions listed below and any other applicable laws or regulations which apply to this Website and your use of it.\nIf you do not accept these terms and conditions, you are not permitted to use this Website.\n</p>\n<p> We reserve the right to amend these terms and conditions from time to time.\nIn particular, as we get closer to launching Stage 2, we expect to revisit these terms to accommodate the full functionality of the Earth 2 platform, the limits of which even we are still not fully able to comprehend.\n</p>\n<p> Amendments will be effective immediately upon notification on this Website.\nIf you do not agree to any change to the terms, you may stop using the Website.\nYour continued use of this Website following such notification will represent an agreement by you to be bound by the terms and conditions as amended.\n</p>Intellectual property rights statement<p> All intellectual property rights in this Website, including design, text, graphics, logos, icons, sound recordings and all software relating to this Website belong to or are licensed by us.\nThese intellectual property rights are protected by Australian and international laws.\n</p>\n<p> You may not in any form or by any means copy, adapt, reproduce (other than for the purpose of viewing the Website in your browser), store, modify, distribute, print, upload, display, perform, remove any credits, publish post frame within another Website or create derivative works from any part of this Website or commercialise any information obtained from any part of this Website without our prior written permission or, in the case of third party material, from the owner of the intellectual property rights in that material.\n</p>Linked Websites<p> This Website may contain links to other Websites.\nThe links are provided for convenience only and may not remain current or be maintained.\nWe are not responsible for the content or privacy practices associated with linked Websites.\n</p>Secure data<p> We take data security seriously, and use industry-standard measures to protect data on our Website (including your data on the Website) from cyber security threats.\nWe regularly test for weaknesses in our code and reassess our cyber security posture.\nWe also use the industry standard of Secure Sockets Layering (SSL) to transmit data from our Website.\nUnfortunately, despite these measures, no data transmission over the internet can be guaranteed as totally secure.\nWe do not warrant and cannot absolutely promise the security of any information which you transmit to us.\nAccordingly, any information that you transmit to this Website is transmitted at your own risk.\nIf you become aware of any problems with the security of the data or the Website, please contact us immediately, providing whatever detail you are able.\n</p>Warnings<p> You must ensure that your access to this Website is not illegal or prohibited by laws which apply to you.\n</p>\n<p> Except as expressly set out in these Website terms, we do not warrant the accuracy, adequacy or completeness of the information on this Website, nor do we undertake to keep this Website updated.\n</p>\n<p> Except as expressly set out in these Website terms or to the extent required by non-excludable law, we do not accept responsibility for loss suffered as a result of reliance by you on the accuracy or currency of information contained on this Website.\n</p>\n<p> You must take your own precautions to ensure that the process that you employ for accessing this Website does not expose you to the risk of viruses, malicious computer code, o </p>Limitation of liability<p> Except as expressly set out in these Website terms or to the extent required by non-excludable law, we are not liable for any loss or damage, however caused (including, but not limited to, by our negligence) suffered by you in connection with these Website terms of use or your use of this Website (even as a registered member).\n</p>\n<p> If the Competition and Consumer Act 2010 (Cth) or any other legislation states that there is a guarantee in respect of goods or services supplied, and our liability for breach of that guarantee may not be excluded but may be limited, our liability for such breach is limited to, in the case of a supply of goods, replacing the goods or supplying equivalent goods or repairing the goods, or in the case of supply of services, supplying the services again or paying the cost of having the services supplied again.\n</p>Indemnity<p> You agree to indemnify us for all damages, losses, penalties, fines, expenses and costs (including legal costs) which arise out of or relate to your use of this Website, your breach of these Website terms, any information that you provide to us via this Website or any damage that you may cause to this Website.\nThis indemnification includes, without limitation, liability relating to copyright infringement, defamation, invasion of privacy, trade mark infringement and breaches of the Competition and Consumer Act 2010 (Cth).\n</p>Promotions<p>From time to time we may make certain offers, or carry out promotions or contests.\nAdditional terms may apply to those offers, promotions or contests and you must agree to those additional terms to engage in those promotions.\nIn the event of any inconsistency between these Website Terms and the terms of any offer, promotion or contest, the terms of the offer, promotion or campaign prevail over these Website Terms to the extent of any inconsistency.</p>Access<p> Access to this Website may be withdrawn at any time without notice.\nThese terms and conditions will survive any such withdrawal.\n</p>Governing law and jurisdiction<p> If a dispute arises regarding the Website or these terms of use, the laws of New South Wales, Australia, will apply.\nIn relation to any such dispute, you submit to the exclusive jurisdiction of the courts of New South Wales, Australia.\n</p>\n<p> If you access this Website in a jurisdiction other than New South Wales, Australia, you are responsible for compliance with the laws of that jurisdiction, to the extent that they apply.\n</p>Part B - Registered UsersMembership<p> A key element of the Website as Earth 2 develops will be the interactions between users.\nWe encourage these rich interactions, but of course you are required to conduct yourself in a lawful and respectful manner.\n</p>\n<p> To buy and sell Virtual Land, to post information to the Website or to otherwise interact with other users on Earth 2, you must become a member.\nTo become a member, you must complete your registration details in the manner described on the Website.\nMembership is free but not transferable.\n</p>\n<p> The registration or use of your Account by another person without obtaining our prior express permission will result in the immediate suspension your Account.\nAny attempt to do so or to assist others (users or otherwise), or the distribution of instructions, software or tools for that purpose, will result in the Accounts of such users being terminated.\n</p>\n<p> You acknowledge and agree that you are responsible for maintaining the confidentiality of your Account information, including your password, and for all activity associated with your Account.\nIf there is suspicious activity related to your Account, we may, but are not obligated, to request additional information from you, including authenticating documents, and to freeze any transactions pending our review.\n</p>\n<p>Your non-compliance with any request we make in relation to your Account will result in suspension or termination of your Account.\nYou are required to notify us immediately of any unauthorised use of your Account or password, or any other breach of security.\n</p>\n<p>For the avoidance of doubt, any user who violates these rules may be terminated immediately, and thereafter held liable for losses incurred by us or any affected user.\nYou must be 18 years of age or over to be a member of the Website.\nIf you are under 18 years of age you must have your parent or guardian register on your behalf.</p>Member's Obligations<p> By registering as a member of our Website, you agree to abide by the terms set out below.\n</p>\n<ol>\n<li> You acknowledge that any information or material submitted by you to the Website is and will be treated by us as non-confidential and non-proprietary and we may use that material without restriction.\n</li>\n<li> When you submit material to the Website, you assign all copyright in the material to us.\n</li>\n<li> You are responsible for protecting the confidentiality of your member details and password.\nYou are responsible for all activity that occurs using your member profile.\n</li>\n<li> You acknowledge that we cannot confirm the identity of other members or prevent them acting under false pretences.\n</li>\n<li> You will not post or transmit any material or information (or conduct any dealing or otherwise treat Virtual Land in a way) which is or is likely to be offensive, defamatory, obscene, unlawful, misleading, deceptive, vulgar, harmful, threatening, abusive, harassing or ethnically or religiously objectionable.\n</li>\n<li> You agree not to disrupt the flow of dialogue or otherwise act in a manner which negatively affects other members.\n</li>\n<li>You agree not to impersonate any other person.</li>\n<li> You agree to provide current, accurate and up-to-date information about yourself as required under these terms.\n</li>\n<li> You agree not to post or transmit any unsolicited advertising or promotional materials.\n</li>\n<li> Any material which you post may be removed by us from the Website without notice at any time.\n</li>\n<li> You will not post or transmit any material in which the copyright is owned by another person or entity and you warrant that all material posted is your original work and not sourced from any third party.\n</li>\n<li> You will not post any material which contains viruses or other computer codes, files or programs which are designed to limit or destroy the functionality of other computer software or hardware.\n</li>\n<li> You accept that any material or information provided by you may be posted in the Website for any other members or guests to read.\n</li>\n</ol>Our role<p> We are not responsible for any user-generated content posted on, or available through, the Website.\nWe are entitled to monitor and moderate any user-generated content, however we are not required to do so at all, or at any particular frequency or in any particular manner.\nWe will not enter into discussion about the basis of any moderation decisions, which we make on a final basis in our sole discretion.\n</p>\n<p> We do not warrant that we will respond to questions or comments submitted by you to our Websites.\n</p>\n<p> If you download any material from the Website, you acknowledge that we are not liable to you for any loss or damage, however caused, arising from the downloading or subsequent use of the downloaded material.\nYou may not adapt, reproduce, store, distribute, transmit, display, publish or create derivative works from any downloaded material.\nIn addition, you may not commercialise any information, products or services from the downloaded material.\n</p>\n<p> We do not warrant that any material you submit to the Website will be protected against loss, misuse, or alteration by third parties.\nWe do not warrant that we will post your information or material to the Website.\nIf we elect in our sole discretion to post your material to the Website, we do not warrant that the material or information you submit will be posted within a certain time frame or at all.\n</p>\n<p> You indemnify us and our related bodies corporate and our directors and employees against any claim by a third party arising out of a breach of these terms either by you or by any person using your password or ID, whether or not you have authorised that person to use your password or ID.\n</p>Part C - Buying and Selling Virtual Land in Earth 2<p> A key aspect of the Earth 2 platform will be the ability for registered users to buy and sell land tiles (<b>Virtual Land</b>).\n</p>\n<p> To be eligible to buy and sell Virtual Land, you must first register as a user of the Website as set out in Part B above.\n</p>\n<p> Each tile of Virtual Land will be a virtual equivalent to a real-world measurement of approximately 10x10m, although they may not all be of exactly identical size.\nThe size and positioning of the Virtual Land is established and controlled by us in our sole discretion.\n</p>\n<p> The first-sale of each tile of Virtual Land will be based on a value that we assign to it in USD.\nFuture sales between registered users will be struck at a price agreed between those users.\n</p>\n<p> All subsequent sales of Virtual Land between registered users must be conducted through the marketplace that we provide on the Website for that purpose (Marketplace).\nWe do not promise that the Marketplace will be always available, or that there will be an uninterrupted connection between the Marketplace and any Payment Account.\n</p>\n<p> Sales of Virtual Land will be conducted in credits on the Website that are equivalent to USD.\nIt is each user’s responsibility to ensure they have sufficient credits to perform any transaction.\nTransactions made using credits are ultimately settled through payments of USD amounts equivalent to the Website credits, between Payment Accounts, credit cards, or any other method that we accept from time to time (for instance, we may in the future expand to accept payment in one or more crypto-currencies).\n</p>\n<p> Each registered user must maintain a valid Payment Account, linked and valid credit card (or other approved method from time to time) through which payments for Website credit-based transactions can be made, and must ensure the details of that account are kept up to date within the Website.\n</p>\n<p> The Website will maintain a register of account balances (credits) for convenience, but the accounts behind the payment methods are operated separately from us and we are not responsible for their operation, balances or accuracy.\n</p>\n<p> If the registered user who holds the rights in any Virtual Land (Seller) wishes to sell that Virtual Land, it can place the land for sale on the Marketplace.\nOther registered users can bid on that Virtual Land, and the successful buyer (as determined by the Seller) will become eligible to take ownership of the Virtual Land (Buyer), subject to paying the agreed price to the Seller for the relevant Virtual Land, and payment to us of the relevant transaction fee (which is listed in the Marketplace) (Transaction Fee).\n</p>\n<p> Without limiting any aspect of Part B of these terms, you must not acquire Virtual Land for the purpose of inciting religious or racial tensions, or engage in any conduct or behavior in connection with Virtual Land that is designed or is likely to incite religious or racial tensions.\nIn addition to other rights we may have under these terms and under applicable law (including the right to cancel your membership without compensation), we may elect to compulsorily acquire Virtual Land from you without notice (for the same price as you first paid for that Virtual Land) if we reasonably consider that you have breached this clause or clause 5 of Part B of these terms.\nPayment of that amount is your sole and exclusive remedy in respect of our election to acquire that Virtual Land and is reasonably designed to protect our legitimate interests in operating Earth 2.\n</p>\n<p> The Buyer must pay the agreed price for the relevant Virtual Land in USD (or other method that we accept from time to time), together with our Transaction Fee.\nOwnership in the Virtual Land will pass on confirmation to our satisfaction of successful and complete payment of the agreed sale price and our Transaction Fee.\nIf payment is not successfully received, then the sale will not proceed.\n</p>\n<p> We will settle any disputes in relation to any ownership of Virtual Land according to the process that we maintain for that purpose from time to time.\n</p>Nature of rights in Virtual Land<p> The value of Virtual Land that is not yet assigned to ‘ownership’ by any particular user is set by us in our discretion, including by the use of algorithms that respond to various factors including the apparent supply and demand and desirability of particular lots.\n</p>\n<p> There is no inherent value in any Virtual Land and the value in particular blocks of Virtual Land, and in the Virtual Land generally, may fluctuate in value from time to time by various factors including user demand and our algorithmic determination of land values.\n</p>\n<p> Your rights in any Virtual Land are not ‘ownership’ and are conferred by contract only for the purposes of transacting within the Website as a registered user.\nThose rights are expressly subject to all of the terms that apply to use of the Website, and require you to remain a registered user of the Website.\n</p>\n<p> We reserve the right in the future to convert your holding of Virtual Land (or any equivalent credits held in the Earth 2 platform) to an equivalent value of a crypto-currency that we may create in the future.\nAny conversion would be conducted at a valuation reasonably determined by us.\n</p>\n<p> Rights in Virtual Land are not assignable from your account to any other account (other than by ‘sale’ as contemplated by these terms).\nIf your membership is cancelled in accordance with these terms, or you cancel your use of the website for any reason, you forfeit any Virtual Land assigned to your account and we are not liable to you in any way (including without limitation for the payment of any amount in respect of the relevant Virtual Land).\nAny Virtual Land so forfeited returns to ownership by us, and will be made available for sale to other users at the price determined by us.\n</p>\n<p> If we have converted Virtual Land holdings to a separate crypto currency (as permitted by these terms), then you will maintain your rights to that crypto currency separately from your registration to the Website, in accordance with the terms that govern that crypto currency.\nThose </p>Tax<p> Transactions involving Virtual Land, between us and any registered user, and between registered users, may be subject to tax.\nA user is responsible for all of the taxation consequences of its use of the Website.\n</p>Fund Transactions<p>To deposit or withdraw funds you must provide us with current, complete and accurate information.\nSuch information may include, without limitation, details such as Your full name, country of origin and e-mail address, copies of identification as well as Your home address, telephone number and Your bank account and/or credit/debit card information (\"Personal Information\").\nThe protection of all of Your Personal Information is regulated by our privacy policy.\nYou agree that You are responsible to update any of Your Personal Information, whenever needed, so that our records are always correct.\nWe reserve the right to terminate Your Earth Version 2 Account and/or to refuse a deposit or a withdrawal if You provide false, incomplete or misleading Personal Information.</p>\n<p>You acknowledge that We may refuse, halt or reverse a withdrawal, and/or ask You to verify Your identity as condition to withdrawal if:</p>\n<ol>\n<li>We are unable to verify or authenticate any or some of the Self-Registered Information You provide.\nor</li>\n<li>You did not provide Us with the full and comprehensive information needed to complete a withdrawal.\nor</li>\n<li>We are obliged by law or regulations to do so.\nor</li>\n<li>It is suspected that the withdrawal may involve fraudulent and/or other unlawful activity.</li>\n</ol>GST(a) Definitions<p> Any terms capitalised in this clause and not already defined above have the same meaning given to those terms in A New Tax System (Goods and Services Tax) Act 1999 (Cth).\n</p>(b) GST Exclusive<p> The consideration for a supply of Virtual Land does not include GST.\n</p>(c) Taxable Supply<p> Transactions involving Virtual Land may be a Taxable Supply and subject to GST.\nIf a supply involving Virtual Land is a Taxable Supply, then: </p>\n<ol>\n<li> the Recipient must pay the Supplier the amount equal to the total GST for the supply in addition to the consideration otherwise payable for the supply.\nand </li>\n<li> the Supplier must give the Recipient a Tax Invoice for the Supply.\n</li>\n</ol> (d) Warranty that Tax Invoice is issued regarding a Taxable Supply <p> Where a Tax Invoice is given by the Supplier, the Supplier warrants that the Supply to which the Tax Invoice relates is a Taxable Supply and that it will remit the GST (as stated on the Tax Invoice) to the Australian Taxation Office.\n</p>(e) Later GST change<p> For clarity, the GST payable under subclause (c) is correspondingly increased or decreased by any subsequent adjustment to the amount of GST for the Supply for which the Supplier is liable, however caused.\n</p>(f) Reimbursement or indemnity<p> If either party has the right under this document to be reimbursed or indemnified by another party for a cost incurred in connection with this document, that reimbursement or indemnity excludes any GST component of that cost for which an Input Tax Credit may be claimed by the party being reimbursed or indemnified, or by its Representative Member, Joint Venture Operator or other similar person entitled to the Input Tax Credit (if any).\n</p>(g) Progressive or Periodic Supplies<p> Where a Supply made under or in connection with this document is a Progressive or Periodic Supply, subclause (c) applies to each component of the Progressive or Periodic Supply as if it were a separate Supply.\n</p>Liability<p> To the maximum extent permitted by law, and subject to the rest of this section ‘Liability’, we are not liable for any loss or damage (including without limitation any Consequential Loss), however caused (including by negligence), suffered in connection with Virtual Land (including sales, purported sales, failed transactions, disputes, transactions not recorded on our block chain or any forfeited Virtual Land).\n</p>\n<p> Consequential Loss means: loss of revenues.\nloss of reputation.\nloss of profits.\nconsequential loss.\nloss of actual or anticipated savings.\nloss of bargain.\nindirect loss.\nlost opportunities (including opportunities to enter into arrangements with third parties).\nand loss or damage in connection with claims against you by third parties.\n</p>\n<p> If the Competition and Consumer Act 2010 (Cth) or any other legislation states that there is a guarantee in respect of goods or services supplied, and our liability for breach of that guarantee may not be excluded but may be limited, our liability for such breach is limited to, in the case of a supply of goods, replacing the goods or supplying equivalent goods or repairing the goods, or in the case of supply of services, supplying the services again or paying the cost of having the services supplied again.\n</p>Termination Policy<p>A user’s account may be immediately terminated or suspended:</p>\n<ol>\n<li>\n<p>If they transmit any information or engage in any conduct on the website that:</p>\n<ol>\n<li>breaches any applicable law;</li>\n<li>contains any viruses or any other harmful program;</li>\n<li>contains any defamatory, obscene or offensive material;</li>\n<li>intends to incite any religious or racial tensions or engage in any conduct or behavior that is designed to likely to incite religious or racial tensions;</li>\n<li>promotes violence or discrimination;</li>\n<li>infringes the intellectual property rights of another person;</li>\n<li>breaches any legal duty owed to a third party (such as a duty of confidence);</li>\n<li>promotes illegal activity or breach the privacy of any other person;</li>\n<li>is threatening, abusive or invade another person’s privacy or be likely to harass, upset, embarrass or annoy any other person;</li>\n<li>gives the impression that the user conduct originates from us or is approved by us;</li>\n<li>impersonates another person or to misrepresent your affiliation with another person.\nor</li>\n<li>contains any unsanctioned advertising, promotional materials, or other forms of unsanctioned solicitation, including without limitation, junk mail, spam, chain letters or any unsolicited mass distribution of email.</li>\n</ol>\n</li>\n<li>If they attempt to transfer, novate or sell their account or otherwise engage in any action seeking to circumvent the normal operation of the website for any reason whatsoever.</li>\n<li>For a breach of any requirement or clause of these terms or the Digital Asset Terms, as determined in Earth v2’s sole discretion.\nor</li>\n<li>For convenience upon Earth v2 providing written notice.</li>\n</ol>\n<p>If a User’s account is terminated without cause, Earth v2 may elect to acquire the User’s digital assets as follows:</p>\n<ol>\n<li>In the case of Credits, refunding the User the original purchase price of the Credits.\nand</li>\n<li>In the case of Virtual Land, refunding the User the original Price of the Digital Asset.</li>\n</ol>Termination of Access<p>Your access to the Website or the services we supply may be terminated at any time by us without notice to you.</p>\n<p>If we terminate your account, we will have no further obligations or liabilities to you.\nIf you hold any digital assets at the time that your account is terminated, our Digital Asset Terms will govern the treatment of those digital assets.</p>\n<p>Any exclusions of liability or other provisions contained in these Website Terms which by their nature survive termination of these Website Terms will survive any such termination.</p>Refund Policy<p> The Purchase of Virtual Goods in Earth 2 are instantaneous and final after payment is complete.\nEarth 2 does not offer refunds for the purchase for Virtual Goods for customer change of mind.\nVirtual Goods inside Earth 2 will only be refunded if there was a technical issue from our payment gateway, check out system the Payment Account.\n</p>Additional legal terms<p> You also agree to be bound by the Digital Asset Terms that are annexed to these terms and conditions and marked ‘A.’ </p>\n<p> The rights and obligations of the parties under these terms do not merge on completion of any transaction contemplated by these terms.\nTermination of these terms will not affect any accrued rights or remedies of the parties (noting that rights to Virtual Land will be extinguished in accordance with these terms).\n</p>\n<p> You must not (nor purport to) assign, in whole or in part, or novate your rights and obligations under or in connection with these terms without our prior written consent.\nRights in Virtual Land can only be transferred in accordance with these terms.\n</p>\n<p>We may subcontract our obligations under these terms, and assign or novate our rights or obligations under these terms.</p>\n<p> A clause or part of a clause of these terms that is illegal or unenforceable may be severed from these terms and the remaining clauses or parts of the clause of these terms continue in force.\n</p>\n<p> These terms supersede all previous agreements about their subject matter.\nThese terms embody the entire agreement between the parties.\n</p>\n<p>In these terms:</p>\n<ol>\n<li>the meaning of any general language is not restricted by any accompanying example, and the words ‘includes’, ‘including’, ‘such as’ or ‘for example’ (or similar phrases) do not limit what else might be included;</li>\n<li>no rule of construction applies in the interpretation of these terms to the disadvantage of the party preparing the terms on the basis that it put forward this agreement or any part of it.\nand</li>\n<li>a reference to a party is a reference to that party, and a reference to the parties is a reference to both parties.</li>\n<li>Payment Account means the account linked to each User’s profile and the account which will make and receive payments which may include a third party payment provider</li>\n<li>Virtual Land means the Digital Asset identified as “Virtual Land” on the Website.</li>\n</ol>ANNEXURE A - Digital Asset Terms<p>In addition to Earth Version 2 Pty Ltd ACN 626 007 761 (‘Earth v2’, ‘we, us, our) Website Terms and Conditions the purchase and sale of Digital Assets are subject to these terms.</p>\n<p>\n<strong>The Digital Assets which Users may buy and sell on the Website known as “Virtual Land” are notionally identified with reference to 10 meter by 10 meter areas of the earth, but carry no rights to land of any kind, or any right of alienable ownership of any interest of any kind.\nThe Digital Assets are only of use within the Website.</strong>\n</p>Digital Asset Trades<p>If the User seeks to purchase or sell a digital asset, they may do so as follows:</p>\n<ol>\n<li>If the Digital Asset has not yet been sold, then the User may submit an offer to buy the Digital Asset at the Price displayed on the Website (Offer).</li>\n<li>If Earth v2 accepts that Offer, the Price plus any applicable fees will be deducted from the User’s Account.</li>\n<li>If as User wishes to buy or sell a Digital Asset which has already been purchased by another user or to sell one of their Digital Assets, that User may post an offer to purchase or sell that Digital Asset, and Earth v2 may enter into a matching transaction with another User who wishes to sell or purchase that Digital Asset.\nThe holder of that Digital Asset to offer to enter into a matching transaction with that second User.</li>\n<li>If the second User accepts that matching offer, then Earth v2 will complete both transactions and credit or debit the two Users linked Payment Accounts in respect of the Price, taking into account any applicable fees or charges.</li>\n<li>Earth v2 reserves the right to cancel or reverse any Trades where there has been an error in pricing of the Digital Asset or malfunction or misuse of the Website.</li>\n</ol>Sale and Purchase<p>A Trade will not execute if User has insufficient Credits and/or no linked Payment Account with sufficient funds to acquire Credits to complete the Trade.</p>\n<p>For each Trade, Earth v2 will update the User’s Account as required to reflect the purchase or sale of a Digital Asset by adjusting the Credit balance and Digital Assets associated with that User’s Account.</p>Acknowledgements<p>The User acknowledges and agrees that:</p>\n<ol>\n<li>Earth v2 engages in the purchase and sale of Digital Assets, including any such transactions contemplated by these terms, solely on a proprietary basis for its own account and if Earth v2 enters into a Trade, it does so solely on a bilateral basis;</li>\n<li>Earth v2 is not offering, arranging for, or providing a financial product or financial advice to the User;</li>\n<li>Earth v2 is not providing and will not provide any fiduciary, advisory, brokerage, exchange or other similar services to the User, or in connection with any Trade;</li>\n<li>it is solely responsible for any decision to enter into a transaction subject to these terms, including the evaluation of any and all risks related to any such transaction;</li>\n<li>speculation in respect of Digital Assets is extremely risky and that Digital Assets may have extreme price volatility, and Users have no guarantee that any Digital Asset they purchase will have any value in the future;</li>\n<li>Users have no alienable property rights in any Digital Assets offered on the Website, and those Digital Assets have no use outside of the Website;</li>\n<li>Earth v2 is not a custodian acting for the User and all transfers of assets to accounts nominated by Earth v2 are ledger entries only;</li>\n<li>all transactions entered into and conducted under these terms are deemed to have occurred within the jurisdiction of New South Wales, Australia;</li>\n<li>Earth v2 is relying on the information and documents provided by the User to provide Trades;</li>\n<li>Earth v2 is not responsible for any loss caused by the failure of the User to act in accordance with the policies, procedures or reasonable directions of Earth v2;</li>\n<li>Users engages in Trades (and obtains and transmits data in connection with same) entirely at the User’s own risk, that Trades are provided on an ‘as is’ basis and that Earth v2 does not make any representations or warranties as to the security or availability of Trades of Digital Asset or that the User’s access or use of Trades will be uninterrupted, timely or secure at all times;</li>\n<li>Earth v2 does not guarantee any offers or particular price will be available for the purchase or sale of any Digital Asset offered;</li>\n<li>Earth v2 does not guarantee any outcomes, or any financial return from the Trades.</li>\n</ol>Warranties<p>The User warrants and assures Earth v2 that:</p>\n<ol>\n<li>it is sufficiently experienced and educated to make decisions regarding the Trades;</li>\n<li>it has all necessary experience, resources, certificates, licences, permits and approvals to request Trades, and to meet all other obligations under and in accordance with this agreement and all applicable laws;</li>\n<li>\n<p>as far as the User is aware, there are no facts, circumstances or other information which both:</p>\n<ol>\n<li>the User has not fully and fairly disclosed to Earth v2 in a manner and to the extent that would allow Earth v2 to make a reasonable assessment of those facts, matters and circumstances prior to execution of this agreement or the provision of Trades.\nand</li>\n<li>is of such nature and materiality that a reasonable person, had it been made aware of, could not reasonably be expected to execute the Trades;</li>\n</ol>\n</li>\n<li>the User is not involved in any capacity in any claim, legal action, proceeding, suit, litigation, prosecution, investigation, enquiry, mediation or arbitration (nor which are pending or threatened);</li>\n<li>if requested by Earth v2, the User will identify and substantiate the source of all funds the User uses to engage in Trades;</li>\n<li>\n<p>the User:</p>\n<ol>\n<li>does not bear a name that appears on the List of Specially Designated Nationals and Blocked Persons maintained by OFAC from time to time;</li>\n<li>is not a Foreign Shell Bank.\nor</li>\n<li>Does not reside in and will not transfer funds from or through an account in a Non-Cooperative Jurisdiction.</li>\n</ol>\n</li>\n<li>none of the funds or Digital Assets transferred to Earth v2 have been derived from any illegal or unlawful activity;</li>\n<li>it has had the opportunity to obtain independent legal advice in relation to the terms and effect of these terms.</li>\n</ol>Indemnity<p>The User agrees to indemnify Earth v2 and Earth v2’s Personnel and keep Earth v2 and Earth v2’s Personnel indemnified at all times to the fullest extent permitted by law in respect of any Loss or Claim which Earth v2 or Earth v2’s Personnel may suffer, sustain or incur arising from, or connected with, a breach of these Terms.</p>\n<p>In addition, the User must indemnify Earth v2 and Earth v2’s personnel and keep Earth v2 and Earth v2’s Personnel indemnified at all times to the fullest extent permitted by law in respect of any Claim which Earth v2 or Earth v2’s personnel may suffer, sustain or incur arising from, or connected with, any breach of any applicable laws by a User, reduced to the extent the Loss in respect of the Claim was caused by the negligent act or omission Earth v2 or Earth v2’s Personnel.</p>Limitation of Liability<p>In the absence of a material breach of this agreement by Earth v2 or the gross negligence, fraud or wilful misconduct by Earth v2 when conducting Trades under this agreement, Earth v2 will not be liable to the User on account of anything done, omitted or suffered by Earth v2 in good faith when conducting the Trades pursuant to these terms.</p>\n<p>Earth v2’s liability to any User will be capped at the maximum amount Earth v2 received from that User in the 6 months prior to any claim being made.</p>GST<p>All Prices are exclusive of GST, and should GST be applicable on any Trade or transaction, the User purchasing the Digital Asset agrees to pay to Earth v2 the amount of any GST which is found to be applicable and payable upon demand, including in respect of any reimbursement of tax, costs, penalties or interest paid.</p>Dispute Resolution<p>Any dispute arising under these Digital Asset Terms is subject to the same dispute resolution obligations as our Website Terms.</p>Definitions<p>In these terms:</p>\n<ol>\n<li>\n<strong>Account</strong> means a registered account on the Website;</li>\n<li>\n<strong>Affiliate</strong> means a third party with whom we have entered into an agreement to assist our provision of the Website or our Services, and to or from which you hereby instruct us to obtain or send data, including payment instructions;</li>\n<li>\n<strong>Claim</strong> includes a claim, notice, demand, action, proceeding, litigation, investigation, however arising whether present, unascertained, immediate, future or contingent, whether based in contract, tort or statute and whether involving a third party or a party to this agreement and where and to the extent the context permits, includes all associated Loss;</li>\n<li>\n<strong>Credits</strong> are the in-game currency for Earth v2 and have no notional value but for convenience are assumed in-game to be equivalent on a 1:1 basis to a US Dollar.\nEarth v2 provides no representation or warranty that Credits are equivalent to USD or have any particular value;</li>\n<li>\n<strong>Digital Asset</strong> means a digital asset offered for sale on the Website including “Virtual Land”, being tile on the virtual map displayed by Earth v2 on their Website which can be purchased and sold and “Credits” representing in-game currency;</li>\n<li>\n<strong>Digital Asset Terms</strong> means these terms in Annexure A;</li>\n<li>\n<strong>Earth v2</strong>, we, us and our and similar terms are a reference to Earth Version 2 Pty Ltd ACN 626 007 761 and our related entities;</li>\n<li>\n<strong>Fee</strong> means the transaction fee charged by Earth v2 on any transaction that takes place on its Website as notified to Users from time to time.\nand</li>\n<li>\n<strong>Foreign Shell Bank</strong> means a foreign bank without a physical presence in any country, but does not include a regulated affiliate of a foreign bank;</li>\n<li>\n<strong>Loss</strong> includes and loss, damage, cost, charge, liability or expense (including legal costs and expenses);</li>\n<li>\n<strong>Non-Cooperative Jurisdiction</strong> means any country or territory that has been designated as non-cooperative with international anti-money laundering principles or procedures by an intergovernmental group or organisation, such as the Financial Action Task Force;</li>\n<li>\n<strong>OFAC</strong> means the United States Office of Foreign Assets Control, or such other entity which maintains the lists of OFAC prohibited countries, territories, persons and entities;</li>\n<li>\n<strong>Payment Account</strong> means the account linked to each User’s profile and the account which will make and receive payments which may include a third party payment provider;</li>\n<li>\n<strong>Personnel</strong> means any employee, contractor, subcontractor, agent, partner, shareholder, ultimate beneficial owner, director or officer of a party.</li>\n<li>\n<strong>Price</strong> means the amount of credits for a Digital Asset listed on the Website;</li>\n<li>\n<strong>Trade</strong> means the purchase or sale of Digital Assets between a User and Earth v2;</li>\n<li>\n<strong>Virtual Land</strong> means the Digital Asset identified as “Virtual Land” on the Website;</li>\n<li>\n<strong>‘User’</strong> or <strong>‘you’</strong> means any individual accessing the website whether that individual has an account or not and whether that individual engages any of the services or not;</li>\n<li>\n<strong>Website</strong> means https://earth2.io/ and/or any other website as we may operate from time to time.\nand</li>\n</ol>Join the Earth 2 Community<p>Keep up-to-date with all the latest Earth 2 news and features.</p>Submit", "created_at": "2021-07-03 23:17:31.898695", "updated_at": "2021-07-03 21:18:43.360841"}], "points": [{"id": 23696, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Australia)", "source": "https://earth2.io/terms", "status": "Generated through the annotate view", "created_at": "2021-07-05 10:44:22.467865", "updated_at": "2021-07-05 14:30:18.779569", "quoteText": "If a dispute arises regarding the Website or these terms of use, the laws of New South Wales, Australia, will apply.", "case_id": 242, "document_id": 7844, "quoteStart": 7967, "quoteEnd": 8083}, {"id": 23703, "title": "Your Personal data may be sold unless you opt out", "source": "https://earth2.io/terms", "status": "Generated through the annotate view", "created_at": "2021-07-05 10:59:57.78063", "updated_at": "2021-07-05 11:02:31.898458", "quoteText": "By registering as a member of our Website, you agree to abide by the terms set out below.\n</p>\n<ol>\n<li> You acknowledge that any information or material submitted by you to the Website is and will be treated by us as non-confidential and non-proprietary and we may use that material without restriction.", "case_id": 396, "document_id": 7844, "quoteStart": 10370, "quoteEnd": 10674}, {"id": 23694, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://earth2.io/terms", "status": "Generated through the annotate view", "created_at": "2021-07-05 10:42:27.780581", "updated_at": "2021-07-05 10:57:19.488089", "quoteText": "Access to this Website may be withdrawn at any time without notice.\nThese terms and conditions will survive any such withdrawal.", "case_id": 201, "document_id": 7844, "quoteStart": 7800, "quoteEnd": 7928}, {"id": 23691, "title": "This service is only available to users over a certain age", "source": "https://earth2.io/terms", "status": "Generated through the annotate view", "created_at": "2021-07-05 10:38:34.574153", "updated_at": "2021-07-05 10:57:29.504828", "quoteText": "You must be 18 years of age or over to be a member of the Website.", "case_id": 152, "document_id": 7844, "quoteStart": 10180, "quoteEnd": 10246}, {"id": 23687, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://earth2.io/terms", "status": "Generated through the annotate view", "created_at": "2021-07-05 10:35:35.826274", "updated_at": "2021-07-05 10:57:24.298943", "quoteText": "If you are under 18 years of age you must have your parent or guardian register on your behalf", "case_id": 486, "document_id": 7844, "quoteStart": 10247, "quoteEnd": 10341}, {"id": 23680, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://earth2.io/terms", "status": "Generated through the annotate view", "created_at": "2021-07-05 10:17:16.058367", "updated_at": "2021-07-05 10:25:58.934707", "quoteText": "we are not liable for any loss or damage, however caused (including, but not limited to, by our negligence) suffered by you in connection with these Website terms of use or your use of this Website (even as a registered member).", "case_id": 293, "document_id": 7844, "quoteStart": 6023, "quoteEnd": 6251}, {"id": 23677, "title": "This service takes credit for your content", "source": "https://earth2.io/terms", "status": "Generated through the annotate view", "created_at": "2021-07-05 09:37:21.027767", "updated_at": "2021-07-05 09:39:32.342989", "quoteText": "When you submit material to the Website, you assign all copyright in the material to us.", "case_id": 179, "document_id": 7844, "quoteStart": 10686, "quoteEnd": 10774}], "urls": ["earth2.io"]}}