{"error": 448, "message": "OK", "parameters": {"id": 1455, "name": "Pole-Emotion", "created_at": "2019-03-25 09:41:53.363113", "updated_at": "2021-03-25 03:19:44.01755", "wikipedia": null, "keywords": null, "related": null, "slug": "poleemotion", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1455.png", "url": "pole-emotion.ch", "documents": [{"id": 1105, "name": "Privacy Policy", "url": "https://www.pole-emotion.ch/politique-de-confidentialite/", "xpath": "", "text": " &lt;div class=\"uk-flex uk-flex-middle uk-flex-center uk-height-large uk-alert uk-alert-danger uk-text-center\"&gt.\n&lt;div&gt.\n&lt;h1 class=\"uk-heading-primary\"&gt;Javascript est désactivé!&lt;/h3&gt.\n&lt;div class=\"uk-placeholder\"&gt.\n&lt;p&gt;Javascript ne semble pas être pris en charge par votre navigateur ou il est désactivé.&lt;/p&gt.\n&lt;p&gt;Certaines parties du site risquent de mal fonctionner ou d'être inaccessibles.&lt;/p&gt.\n&lt;p&gt;Découvrir &lt;a href=\"https://www.enable-javascript.com/fr/\" target=\"_blank\" rel=\"nofollow\"&gt;comment activer Javascript sur votre naviguateur&lt;/a&gt;&lt;/p&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;/div&gt.\nMenu <ul>\n<li>\n</li>\n<li>\n</li>\n<li>Accueil</li>\n<li> Les cours <ul>\n<li>Cours en ligne</li>\n<li>Cours événements</li>\n<li>Cours sur demande</li>\n<li>La pole</li>\n<li>Les danses</li>\n<li>S'amuser</li>\n<li>S'assouplir</li>\n<li>Se dépenser</li>\n<li>Se renforcer</li>\n</ul>\n</li>\n<li>Tarifs</li>\n<li> Plannings <ul>\n<li>Crissier 1</li>\n<li>Crissier 2</li>\n<li>Gland</li>\n<li>Lausanne</li>\n<li>Monthey</li>\n<li>Yverdon Pole</li>\n<li>Yverdon Studio 48</li>\n</ul>\n</li>\n<li>News</li>\n<li>EVJF</li>\n<li> Shop <ul>\n<li>Accueil du shop</li>\n<li>Mon espace membre</li>\n<li>\n</li>\n<li>\n</li>\n<li>Connexion</li>\n</ul>\n</li>\n<li>\n<i>\n</i> Comment m'inscrire</li>\n<li> Espace planning Cours en ligne <i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li> Les cours <ul>\n<li>Cours en ligne</li>\n<li>Cours événements</li>\n<li>Cours sur demande</li>\n<li>La pole</li>\n<li>Les danses</li>\n<li>S'amuser</li>\n<li>S'assouplir</li>\n<li>Se dépenser</li>\n<li>Se renforcer</li>\n</ul>\n</li>\n<li>Tarifs</li>\n<li> Plannings <ul>\n<li>Crissier 1</li>\n<li>Crissier 2</li>\n<li>Gland</li>\n<li>Lausanne</li>\n<li>Monthey</li>\n<li>Yverdon Pole</li>\n<li>Yverdon Studio 48</li>\n</ul>\n</li>\n<li>News</li>\n<li>EVJF</li>\n</ul>\n<ul>\n<li> Cours en ligne <i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Comment m'inscrire</li>\n<li> Espace planning </li>\n<li> Shop <ul>\n<li>Accueil du shop</li>\n<li>Mon espace membre</li>\n<li>\n</li>\n<li>\n</li>\n<li>Connexion</li>\n</ul>\n</li>\n</ul>\n<i>\n</i>\n<p>\n<b>\n<u>Nouveau!</u>\n</b> cours en ligne.</p> Politique de confidentialité 1.\nINTRODUCTION\n<p>La protection des données est une question de confiance, et votre confiance est très importante pour nous.\nNous respectons votre vie privée et votre personnalité.\nDe ce fait, la protection de vos données personnelles est une préoccupation essentielle pour nous.\nNous communiquons la présente déclaration de confidentialité pour vous aider à comprendre ce que nous pouvons faire avec des données personnelles que nous obtenons par vos soins.</p>\n<p>En nous fournissant vos données personnelles, vous signifiez votre acceptation de notre déclaration de confidentialité et convenez que nous pouvons collecter, utiliser et divulguer vos données personnelles tel que décrit dans la présente déclaration de confidentialité.\nSi vous n’avalisez pas cette déclaration, veuillez ne pas nous communiquer vos coordonnées.</p>\n<p>Nous pouvons avoir besoin de mettre périodiquement à jour la présente déclaration de confidentialité.\nNous vous recommandons de vérifier cette page régulièrement pour vous assurer d’avoir lu la version la plus récente.</p>\n<p>Date de dernière révision : 24.05.2018</p>\n2.\nDÉFINITION DES DONNÉES PERSONNELLES\n<p>Les données personnelles sont toutes les informations qui se rapportent à une personne identifiée ou identifiable.</p>\n3.\nCOLLECTE DES DONNÉES PERSONNELLES\n<p>La communication à notre égard de données personnelles est votre choix.\nNous ne collecterons que des données personnelles que vous choisissez de transmettre.\nDans certains cas, nous pouvons vous donner le choix de sélectionner si vous aimeriez recevoir des informations de notre part ou de tiers de confiance (en choisissant par exemple de vous inscrire ou non à notre newsletter).</p>\n<p>Vous pouvez nous communiquer des données personnelles si vous nous contactez par exemple par le biais du formulaire de contact.</p>\n<p>En nous communiquant des données personnelles, vous comprenez totalement et consentez clairement à la collecte et au traitement desdites données personnelles.\nDe tels traitements réalisés par nos soins seront conformes à la présente déclaration de confidentialité.</p>\n4.\nUTILISATION DE DONNÉES PERSONNELLES\n<p>Nous accordons une grande importance à la protection des données.\nC’est pourquoi nous observons strictement les prescriptions légales de la loi fédérale sur la protection des données lors de la collecte, du traitement et de l’utilisation de vos données personnelles.</p>\n<p>Nous collectons, enregistrons et traitons vos données uniquement pour l’exécution complète de vos commandes (y compris d’éventuelles prestations ultérieures de garantie), pour notre service clientèle, l’administration technique et à des fins internes de marketing.</p>\n5.\nDIVULGATION DE DONNÉES PERSONNELLES\n<p>Nous ne transmettons pas vos données personnelles à des tiers.</p>\n6.\nSÉCURITÉ\n<p>Chez nous, vos données personnelles sont transmises en toute sécurité grâce à un codage.\nÀ cette occasion, nous utilisons le système de codage SSL (Secure Socket Layer).\nPersonne ne peut garantir une protection absolue.\nCependant, nous protégeons notre site web et nos autres systèmes par des mesures techniques et organisationnelles contre la perte, la destruction, l’accès, la modification et la diffusion de vos données par des personnes non autorisées.</p>\n7.\nUTILISATION DE COOKIES\n<p>Afin notamment de rendre l’utilisation du site plus agréable, des cookies ou d’autres témoins sont utilisés et susceptibles d’enregistrer automatiquement des informations personnelles.</p>\n<p>Nous rappelons aux utilisateurs que les données relatives à leur recherche et leur navigation peuvent faire l’objet de traitements à des fins de ciblage publicitaire par nos propres soins et dans le respect notamment du droit de la protection des données personnelles.\nCes données sont alors utilisées notamment pour des finalités liées à la publicité, les mesures statistiques, la publicité géolocalisée ou encore l’analyse des comportements des internautes dans le but de personnaliser la publicité qui leur est adressée.</p>\n<p>Vous pouvez gérer votre consentement pour les cookies tiers grâce à cet outil.</p>\n8.\nINFORMATION DU PUBLIC SUR LES MOYENS DE CONTRÔLER SES TRACES\n<p>Nous informons les internautes que les versions récentes des principaux navigateurs permettent non seulement de s’opposer à l’enregistrement de cookies (Nous respectons les directives DoNotTrack des navigateurs) mais également d’effectuer des sessions de navigation à l’issue desquelles tous les cookies installés lors de cette session sont automatiquement effacés indépendamment de leur durée de vie prévue, offrant ainsi une meilleure protection des traces.</p>\n<p>Vous pouvez obtenir des informations sur la façon de gérer les cookies à l’adresse www.aboutcookies.org.</p>\n9.\nUTILISATION DES BOUTONS FACEBOOK « J’AIME »\n<p>Notre site Internet utilise des plugins sociaux (« plugins ») du réseau social facebook.com exploité par la société Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA (« Facebook »).\nLes plugins sont en outre marqués par un logo Facebook ou par la mention « Facebook Social Plugin ».</p>\n<p>Si vous ouvrez une page de notre site web contenant un tel plugin, votre navigateur Internet établit alors une liaison directe avec les serveurs de Facebook.\nLe contenu du plugin est directement transmis par Facebook à votre navigateur Internet et intégré à la page web par celui-ci.</p>\n<p>Grâce à l’intégration des plugins, Facebook est informé que vous avez ouvert la page concernée de notre site web.\nSi vous êtes connecté sur Facebook, Facebook peut attribuer votre visite sur notre site à votre compte Facebook.\nSi vous interagissez avec les plugins, par ex.\nen cliquant sur le bouton « J’aime » ou en entrant un commentaire, l’information correspondante est directement envoyée par votre navigateur Internet à Facebook et enregistrée à cet endroit.</p>\n<p>Pour connaître l’objectif et l’étendue de la collecte, du traitement et de l’utilisation de données par Facebook ainsi que vos droits dans ce domaine et vos possibilités de paramétrage pour protéger votre vie privée, veuillez consulter les remarques de Facebook concernant la protection des données.</p>\n<p>Si vous ne souhaitez pas que Facebook collecte des données vous concernant pendant que vous consultez notre site web, vous devez vous déconnecter de Facebook avant de venir sur notre site web.</p>\n<p>Même lorsque vous n’êtes pas connecté à Facebook, des données sont envoyées à Facebook par les sites web contenant des éléments Facebook actifs.\nChaque fois que le site web est visité, Facebook installe un cookie valable deux ans et contenant un repère.\nÉtant donné que votre navigateur Internet envoie ce cookie sans vous demander lors de chaque liaison avec un serveur Facebook, Facebook peut en principe établir un profil indiquant les pages web consultées par l’utilisateur correspondant au repère.\nIl est donc tout à fait possible, ultérieurement, de mettre ce repère en relation avec une personne concrète – par ex.\nsi vous vous connectez ultérieurement sur Facebook.</p>\n<p>Si vous ne souhaitez pas que Facebook collecte des données vous concernant par le biais de ces cookies, vous pouvez activer la fonction « Bloquer les cookies de tierces parties » dans les paramètres de votre navigateur Internet.\nDans ce cas, le navigateur Internet n’envoie pas de cookies au serveur lorsque des contenus de tierces parties sont intégrés sur le site.\nAvec cette configuration, il est cependant possible que certaines autres fonctions interactives – outre le bouton « J’aime » – ne fonctionnent plus correctement.</p>\n10.\nPIXEL CONNECT DE FACEBOOK\n<p>Dans le cadre de notre offre en ligne, nous utilisons des «&nbsp;pixels de Facebook&nbsp;» du réseau social Facebook exploité par la société Facebook Inc., 1 Hacker Way, Menlo Park, CA 94025, Etats-Unis, ou – si vous êtes domicilié sur le territoire de l’Union européenne – par la société Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irlande («&nbsp;Facebook&nbsp;»).\nLes pixels de Facebook permettent à Facebook de cibler les visiteurs de notre offre pour un affichage d’annonces sur Facebook.</p>\n<p>Nous utilisons les pixels de Facebook de manière à ce que les annonces sur Facebook insérées par notre intermédiaire ne s’affichent que sur les écrans des utilisateurs de Facebook qui ont manifesté un intérêt pour notre offre en ligne.\nEn utilisant les pixels de Facebook, nous souhaitons donc garantir que nos annonces sur Facebook correspondent à l’intérêt potentiel des utilisateurs et n’importunent pas les destinataires.\nPar ailleurs, les pixels de Facebook nous permettent d’évaluer l’efficacité de nos annonces sur Facebook à des fins de statistiques et d’étude du marché dans la mesure où nous voyons si, après avoir cliqué sur une annonce sur Facebook, l’utilisateur a été dirigé vers notre site («&nbsp;conversion&nbsp;» ou «&nbsp;interaction avec les visiteurs&nbsp;»).</p>\n<p>Au moment de l’établissement de la connexion avec l’un de nos sites, le pixel de Facebook est directement mis en place par Facebook et peut placer un cookie, c’est-à-dire un petit fichier sur votre ordinateur.\nSi vous vous connectez ensuite à Facebook ou si vous visitez Facebook en étant connecté, la consultation de notre offre s’affichera sur votre profil.\nLes données collectées sur vous étant anonymes pour nous, nous ne pouvons pas identifier l’utilisateur par déduction.\nToutefois, les données sont enregistrées et traitées par Facebook, ce qui permet un rattachement au profil de l’utilisateur, c’est-à-dire qu’à partir des données traitées, des profils d’utilisation peuvent être établis.\nLe traitement des données par Facebook est effectué dans le cadre de la politique de confidentialité de Facebook.\nVous trouverez donc plus d’informations sur le fonctionnement des pixels de retargeting et, d’une façon générale, sur l’affichage d’annonces sur Facebook en consultant la politique de confidentialité de Facebook sur&nbsp;https://www.facebook.com/policy.</p>\n<p>Vous pouvez vous opposer à la collecte de vos données par le pixel de Facebook et à l’utilisation de celles-ci pour l’affichage d’annonces sur Facebook.\nA cet effet, vous devez consulter le site&nbsp;https://www.facebook.com/settings&nbsp;mis en place par Facebook et suivre les instructions données pour le paramétrage concernant les annonces basées sur l’utilisation.\nLe paramétrage est repris par l’ensemble de votre matériel informatique, tels qu’ordinateurs et appareils mobiles, quelle que soit la plateforme que vous utilisez.\nVous pouvez également communiquer votre opposition en vous rendant sur le site&nbsp;http://www.youronlinechoices.eu/&nbsp;de l’European Interactive Digital Advertising Alliance.</p>\n11.\nDROIT D’ACCÈS ET DE RECTIFICATION\n<p>Conformément à la loi fédérale sur la protection des données, vous disposez d’un droit d’information, d’opposition, d’accès et de rectification des données vous concernant.</p>\n<p>En conséquence, vous avez le droit d’exiger que soient rectifiées, complétées, clarifiées, mises à jour ou effacées, les informations vous concernant qui seraient inexactes, incomplètes, équivoques ou périmées.</p>\n<p>Ce droit pourra s’exercer à l’adresse suivante :&nbsp;info@pole-emotion.ch&nbsp;ou via le site.</p>\n12.\nBASES LÉGALES\n<p>La présente déclaration de confidentialité repose exclusivement sur la loi fédérale sur la protection des données (LPD).</p>\n13.\nCONTACT / SERVICE CLIENTS\n<p>Adresse postale : Pole-Emotion Sàrl, CP 12, CH-1424 Champagne</p> Les + que nous proposons en ce moment Cours Bonus, Cours Spéciaux, Stages &amp.\nShooting Location des salles Crissier 1 Crissier 2 Monthey Yverdon Pole Yverdon Studio 48 Lausanne Gland &nbsp.\n<ul>\n<li>Vous n'avez pas de barre à la maison?</li>\n<li>Louez nos salles Pole-Emotion!</li>\n</ul>\nNous mettons à disposition nos salles afin que vous puissiez vous entraîner sans contrainte si vous possédez un abonnement Freedom ou illimité.\nIl suffit de réserver une salle au minimum 15 jours à l'avance via notre site internet et nous nous occupons du reste.\nPlus d'infos:&nbsp;https://www.pole-emotion.ch/location-de-salle/ &nbsp.\nPlus d'info 15 Déc.\n2020 Cours privé Crissier 1 Crissier 2 Monthey Lausanne Yverdon Studio 48 Yverdon Pole Gland Toutes&nbsp;les disciplines de l’école sont disponibles en coaching privé et bien plus encore! De la confiance en soi au striptease, en passant par la pole nous t’organisons à la carte le coaching de ton choix! Envie de faire un striptease à ta moitié? Nous te créons une chorégraphie accessible et selon ton envie avec tous les conseils d'une pro pour te mettre en confiance! Envie de te remettre en forme? Nous t'accueillons dans nos salles et préparons un programme adapté à ta demande et ton but! Envie de reprendre confiance en toi après une rupture ou un coup dur? Nos cours de maintien du corps ou comment marcher en talons te permettrons de te sentir bien en te regardant dans le miroir.\nEt tellement d'autres ! Plus d'info 31 Jan.\n2021 Stage sur le planche pelvien avec Edith Crissier Crissier 2 Apprendre a connaitre son corps pour mieux le préserver.\nPlus d'info <ul>\n<li>\n<p>La magnésie Dry hands se présente sous la forme d’un liquide inodore qui peut être appliqué sur n’importe quelle partie du corps (mains, pieds, cuisses, arrière des jambes…)…</p> Choisir une option Magnésie </li>\n<li>\n<p>Donne accès à un cours de votre choix.</p> En savoir plus! Cours unique </li>\n</ul> Pole-Emotion <ul>\n<li>Administration</li>\n<li>\n<i>\n</i> Support / Contact</li>\n<li>Notre histoire</li>\n<li>Les niveaux</li>\n<li>Team</li>\n<li>\n<i>\n</i> Emplois</li>\n<li>PinkSpirit</li>\n<li>Offres &amp.\nPromotions partenaires</li>\n<li>\n<i>\n</i> Pages d'information</li>\n<li>\n<i>\n</i> Espace profs</li>\n</ul> Suivez-nous <ul>\n<li>\n</li>\n<li>\n</li>\n<li>Membre de la Fédération Suisse de Pole Dance / Pole Fitness / Pole Gymnastic</li>\n</ul> Contact <ul>\n<li>\n<i>\n</i> 024 436 23 69</li>\n<li>\n<i>\n</i> +41 76 323 89 72</li>\n<li>\n<i>\n</i> info@pole-emotion.ch</li>\n<li>\n<small>\n<b>N° de clearing</b>: 80401</small>\n<br>\n<small>\n<b>IBAN</b>: CH64 8040 1000 0306 6024 4</small>\n<br>\n<small>École Pole-Emotion Sàrl</small>\n<br>\n<small>Case Postale 17</small>\n<br>\n<small>1424 Champagne</small>\n</li>\n</ul> Chercher sur le site Moyens de paiement Besoin d'aide? <p>Consultes nos pages d'informations!</p> Newsletter <p>Inscrivez-vous pour être tenue au courant des offres du moment! <em>(1 email par mois)</em>\n</p> S'inscrire Merci! <p>Vérifiez votre boîte mail pour confirmer votre inscription.</p> © École Pole-Emotion Sàrl - All rights reserved Conditions générales - Politique de confidentialité Designed by Fermer Panneau de gestion des cookies En autorisant ces services tiers, vous acceptez le dépôt et la lecture de cookies et l'utilisation de technologies de suivi nécessaires à leur bon fonctionnement.\nPréférences pour tous les services ✓ Autoriser tous les cookies ✗ Interdire tous les cookies <ul>\n<li> ✛ APIs Les APIs permettent de charger des scripts : géolocalisation, moteurs de recherche, traductions, ...\n<ul>\n</ul>\n</li>\n<li> ✛ Autre Services visant à afficher du contenu web.\n<ul>\n</ul>\n</li>\n<li> ✛ Commentaires Les gestionnaires de commentaires facilitent le dépôt de vos commentaires et luttent contre le spam.\n<ul>\n</ul>\n</li>\n<li> ✛ Mesure d'audience Les services de mesure d'audience permettent de générer des statistiques de fréquentation utiles à l'amélioration du site.\n<ul>\n<li> Matomo (formerly known as Piwik) Ce service peut déposer 7 cookies.<br> En savoir plus - Voir le site officiel ✓ Autoriser ✗ Interdire </li>\n</ul>\n</li>\n<li> ✛ Régies publicitaires Les régies publicitaires permettent de générer des revenus en commercialisant les espaces publicitaires du site.\n<ul>\n<li> Facebook Pixel Ce service peut déposer 8 cookies.<br> En savoir plus - Voir le site officiel ✓ Autoriser ✗ Interdire </li>\n</ul>\n</li>\n<li> ✛ Réseaux sociaux Les réseaux sociaux permettent d'améliorer la convivialité du site et aident à sa promotion via les partages.\n<ul>\n</ul>\n</li>\n<li> ✛ Support Les services de support vous permettent d'entrer en contact avec l'équipe du site et d'aider à son amélioration.\n<ul>\n</ul>\n</li>\n<li> ✛ Vidéos Les services de partage de vidéo permettent d'enrichir le site de contenu multimédia et augmentent sa visibilité.\n<ul>\n</ul>\n</li>\n<li>Ce site n'utilise aucun cookie nécessitant votre consentement.</li>\n</ul> Ce site utilise des cookies et vous donne le contrôle sur ce que vous souhaitez activer ✓ OK, tout accepter Personnaliser ", "created_at": "2019-03-25 09:44:31.384227", "updated_at": "2020-12-14 21:29:51.415042"}], "points": [{"id": 6173, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.pole-emotion.ch/politique-de-confidentialite/", "status": "Generated through the annotate view", "created_at": "2019-03-25 09:50:22.76774", "updated_at": "2020-12-12 22:11:49.621269", "quoteText": "Vous pouvez gérer votre consentement pour les cookies tiers grâce à cet outil", "case_id": 127, "document_id": 1105, "quoteStart": 6183, "quoteEnd": 6260}, {"id": 6177, "title": "You can request access and deletion of personal data", "source": "https://www.pole-emotion.ch/politique-de-confidentialite/", "status": "Generated through the annotate view", "created_at": "2019-03-25 10:03:46.801764", "updated_at": "2019-09-25 01:13:39.719817", "quoteText": "Conformément à la loi fédérale sur la protection des données, vous disposez d’un droit d’information, d’opposition, d’accès et de rectification des données vous concernant.</p>\n<p>En conséquence, vous avez le droit d’exiger que soient rectifiées, complétées, clarifiées, mises à jour ou effacées, les informations vous concernant qui seraient inexactes, incomplètes, équivoques ou périmées.</p>\n<p>Ce droit pourra s’exercer à l’adresse suivante :&nbsp;info@pole-emotion.ch&nbsp;ou via le site.</p>", "case_id": 195, "document_id": 1105, "quoteStart": 12693, "quoteEnd": 13190}, {"id": 6176, "title": "This service does not sell your personal data", "source": "https://www.pole-emotion.ch/politique-de-confidentialite/", "status": "Generated through the annotate view", "created_at": "2019-03-25 09:57:59.124139", "updated_at": "2019-09-25 00:01:59.255782", "quoteText": "Nous ne transmettons pas vos données personnelles à des tiers.", "case_id": 193, "document_id": 1105, "quoteStart": 4888, "quoteEnd": 4950}, {"id": 6174, "title": "The user is informed about security practices", "source": "https://www.pole-emotion.ch/politique-de-confidentialite/", "status": "Generated through the annotate view", "created_at": "2019-03-25 09:52:18.450402", "updated_at": "2019-09-25 04:52:20.186839", "quoteText": "<p>Chez nous, vos données personnelles sont transmises en toute sécurité grâce à un codage.\nÀ cette occasion, nous utilisons le système de codage SSL (Secure Socket Layer).\nPersonne ne peut garantir une protection absolue.\nCependant, nous protégeons notre site web et nos autres systèmes par des mesures techniques et organisationnelles contre la perte, la destruction, l’accès, la modification et la diffusion de vos données par des personnes non autorisées.</p>", "case_id": 226, "document_id": 1105, "quoteStart": 4967, "quoteEnd": 5430}, {"id": 6175, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "https://www.pole-emotion.ch/politique-de-confidentialite/", "status": "Generated through the annotate view", "created_at": "2019-03-25 09:53:02.115971", "updated_at": "2020-12-13 07:22:48.348492", "quoteText": "Afin notamment de rendre l’utilisation du site plus agréable, des cookies ou d’autres témoins sont utilisés et susceptibles d’enregistrer automatiquement des informations personnelles.</p>\n<p>Nous rappelons aux utilisateurs que les données relatives à leur recherche et leur navigation peuvent faire l’objet de traitements à des fins de ciblage publicitaire par nos propres soins et dans le respect notamment du droit de la protection des données personnelles.\nCes données sont alors utilisées notamment pour des finalités liées à la publicité, les mesures statistiques, la publicité géolocalisée ou encore l’analyse des comportements des internautes dans le but de personnaliser la publicité qui leur est adressée.</p>", "case_id": 128, "document_id": 1105, "quoteStart": 5460, "quoteEnd": 6179}], "urls": ["pole-emotion.ch"]}}