{"error": 448, "message": "OK", "parameters": {"id": 2787, "name": "ZoogVPN", "created_at": "2021-02-17 10:18:36.107797", "updated_at": "2021-03-25 03:19:57.807253", "wikipedia": null, "keywords": null, "related": null, "slug": "zoogvpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2787.png", "url": "zoogvpn.com", "documents": [{"id": 4244, "name": "Privacy Policy", "url": "https://zoogvpn.com/privacy", "xpath": "/html/body/div/div/div", "text": " Privacy Policy <p>By creating your account with us, you confirm that you have read, understood and agree to the provisions of this Privacy Policy and to our Terms of Service.\nThis privacy statement discloses the privacy practices for zoogvpn.com (https://zoogvpn.com) &amp.\nZoogVPN products.</p>\n<p>If you have questions or concerns regarding this statement, you should first contact info@zoogvpn.com.</p>\n<p>From time to time, ZoogVPN may introduce new products and services.\nTo the extent that these new products and services affect this policy, this policy will be updated.</p>\n<p> For the purpose of the Data Protection Act 2004 (the “Act”) and Regulation (EU) 2016/679 of the European Parliament and of the Council (GDPR) (together the “Data Protection Legislation”), the data controller is Zoog Services PC a company incorporated in Greece and registered in Greece with Company Number 145382616000 whose registered office is at 130 Germanou Str, Post code.\n26224, Patras, Greece, email: info@zoogvpn.com.</p>\n<br>\n<p>Principles Relating to Processing of Personal Data</p>\n<p>In the course of processing personal data, the Zoog Services PC as Data Controller observes and acts in line with the following principles stipulated in Article 5 of the GDPR:</p>\n<br>\n<p>lawfulness, fairness and transparency – this means that your personal data will be collected, stored and processed lawfully and fairly and we will be transparent with you about the manner in which we do so</p>\n<br>\n<p>purpose limitation – this means that we will only collect your personal data for specific legitimate purposes and we will not process your personal data in a manner which would contradict those purposes</p>\n<br>\n<p>data minimisation – this means that the personal data we collect about will be limited to what is adequate and relevant in relation to the purpose for which we have collected it</p>\n<br>\n<p>accuracy – this means that we will keep personal data we hold about you accurate and up to date</p>\n<br>\n<p>storage limitation – which means that we will only collect, store and process your personal data only for as long as is necessary (in connection with the purpose for which we have collected it)</p>\n<br>\n<p>integrity and confidentiality – which means that we will keep personal data that we collect, store and process about you secure.</p> What is ZoogVPN and why is my information needed? <p>ZoogVPN provides the registered user with secure and fast access to the Internet from any location.\nZoogVPN makes the VPN service available under a number of different subscription plans.\nZoogVPN requires a valid email address for account management as a login and a valid password during the registration process.</p> Does ZoogVPN store any user information and how is it used? <p>We pride our selves on being a zero logs VPN service.\nWe only collect your email address (which can be a disposable one) because of the nature of our service.\nHowever, for account management purpose we strongly recommend you use an active mailbox to both receive and send emails, for ZoogVPN service.\nYour email address will never be given away or sold.\nYour email will be used only to deliver ZoogVPN services, communicate with you about your subscription, promotions, support and generally maintain your account with us.\nWe strictly do not share, sell, trade, or rent your personal information to third parties.</p>\n<p>We have adopted 'Zero Logs' policy and are not required to collect any by our jurisdiction.\nThis means we do not keep any logs of your online activity so you can browse with 100% privacy and confidence.</p>\n<p>We strictly do not collect or keep any usage information on user activity, the websites or apps the user visits, timestamps, user IP addresses, or user log-in/log-out sessions.\nHowever, for the purpose of rendering VPN service we collect total data transferred on our servers as aggregated upload/download.</p>\n<p>ZoogVPN service by necessity require us to provide user's email address to payment processors e.g.\nPaypal for processing credit card or Paypal payments.\nThey only have access to user's email address requried to perform their function and may not use it for other purposes.\nThey are contractually obligated to keep all data confidential.\nYour information is at all times encrypted and secured.</p> How does ZoogVPN protect my information from loss, misuse or alteration? <p>ZoogVPN uses industry leading technologies to safeguard the confidentiality of personally identifiable information, including encryption, firewalls and SSL (Secure Sockets Layer).</p> Who should I ask if I have further questions? <p>For additional inquiries about the privacy of your information, you can contact ZoogVPN via email at info@zoogvpn.com.</p> ", "created_at": "2021-02-17 10:23:21.717103", "updated_at": "2021-03-23 12:23:52.356806"}, {"id": 4242, "name": "Warrant Canary", "url": "https://zoogvpn.com/warrant-canary", "xpath": "/html/body/div/div/div", "text": " Warrant Canary <p>We, ZoogVPN, are committed to transparency and complete control of our VPN service.\nNo confidential information of any of our users has never been disclosed or seized upon any request, nor have we ever been compromised or suffered a data breach.</p>\n<p>As of 23rd of March 2021 ZoogVPN has received:</p>\n<p>0 - National Security letters<br> 0 - Gag orders<br> 0 - Warrants or subpoenas from a government organization</p>\n<p>To ensure your privacy and confidentiality, we guarantee a strict no log policy – we do not log, monitor or store any of your online activities.</p>\n<br> ", "created_at": "2021-02-17 10:19:06.175669", "updated_at": "2021-03-23 12:22:18.645484"}, {"id": 4348, "name": "Terms of Service", "url": "https://zoogvpn.com/terms", "xpath": "/html/body/div/div/div", "text": " Terms of Service <p>The ZoogVPN service (the \"Service\") is owned and operated by Zoog Services IKE company and is provided to you (\"You\") under the terms and conditions of these Zoog VPN Terms of Service (\"Terms\"), which include Zoog VPN's privacy policy and registration form, available through the hyperlinks set forth below and incorporated herein by reference.</p>\n<p>By completing the electronic registration process and clicking the \"Sign Up\" button, you represent and warrant that you: (i) are authorized to sign for and bind the contracting party and (ii) agree to be bound by all of the terms and conditions of this agreement.</p> 1.\nDescription of Service <p>The Service provided by Zoog VPN grants You access to the Internet as facilitated by your internet service provider via our secure encrypted tunnel.</p> 2.\nRegistration <p>To use the Service, You must submit a complete registration form, which is available at https://zoogvpn.com/sign-up (the \"Registration Form\") or through the create account screen on ZoogVPN apps.\nAs part of registration you will need to provide your email address and password only for account management purpose.</p> 3.\nServices (a) Description of Service <p>Zoog VPN grants the registered user with secure access to the Internet via an encrypted tunnel terminating at Zoog VPN's secure gateway location from any supported Internet-enabled device.\nZoog VPN makes the Service available under a number of different price plans.</p> (b) Prices &amp.\nFees <p>The prices for various VPN price plans are posted on Zoog VPN's website.\nYour subscription plan will be active until the expiry date and will be terminated thereafter unless you renew it from your account or your subscription is recurring, in which case upon cancellation.\nYou agree to pay the price plan fee in connection with Your subscription for Zoog VPN services (including any applicable taxes) at the rates in effect at the time of purchase.</p>\n<p>All fees and charges are subject to our Refund Policy.\nZoog VPN reserves the right to periodically update prices of their plans in a form of promotions or inflationary increases.\nThis changes only apply to new subscriptions and do not affect the existing recurring subscriptions.</p> (c) Trial Offers and Special Offers <p>Zoog VPN reserves the right to discontinue or modify trial and special promotional offers at our sole discretion.\nThe Free Trial offer associated with Zoog VPN individual account entitles new, registered subscribers to a one-time/per-person, free trial usage of the service.\nAttempts to abuse the free trial offer by signing up with multiple accounts for the same person may result in forfeiture of the free trial.\nFree Trial terms vary by promotional offer.\nAt the end of the trial period, You will need to subscribe to one of the price plans to continue to use the Service.\nAll expired Free Trial accounts will be disconnected from the Service.</p> 4.\nUser Conduct and Proprietary Rights (a) No Resale or Commercial Use of the Service <p>Your right to use the Service is personal to You.\nYou may be either an individual or a corporation or business entity, but You agree not to resell the use of the Service, any downloadable software or other materials or any information obtained by You without the express written consent of Zoog VPN.</p> (b) Conduct <p>You are solely responsible for the content of Your data transfer through the Service.\nYour use of the Service is subject to all applicable local, state, national and international laws and regulations.</p>\n<p>You agree: (1) to comply with all United States and United Kingdom laws, rules and other regulations applicable in connection with the Service.\n(2) not to use the Service for illegal purposes.\n(3) not to interfere or disrupt networks connected to the Service.\n(4) not to use the Service to infringe any third party's copyright, patent, trademark, trade secret or other proprietary rights or rights of publicity or privacy.\n(5) not to transmit through the Service any unlawful, harassing, libellous, abusive, threatening, harmful, vulgar, obscene or otherwise objectionable material of any kind or nature, which includes but is not limited to spam in electronic mail and social media posts.\n(6)You will not engage in any P2P on unauthorised VPN servers (this activity is only permitted on certain VPN servers which are listed on VPN network page), leeching and/or piracy activities through the Service.\n(7) You will not attempt to gain unauthorized access to other computer systems and You will not interfere with another user's use and enjoyment of the Service.\nYou can contact Zoog VPN about abuse at info@zoogvpn.com.</p> (c) Proprietary Rights <p>In accordance with Your authorized use of the Service, Zoog VPN grants You a limited license to use the software solely in connection with the Service offered by Zoog VPN.\nYou acknowledge that the software downloaded in connection with the Service is proprietary to Zoog VPN and may be protected by copyrights, trademarks, product marks, patents or other proprietary rights and laws.\ntherefore, You are only permitted to use this software as expressly authorized by the Service and these Terms.\nYou may not copy, reproduce, distribute or create derivative works of the software without expressly being authorized to do so by Zoog VPN.\nFurther, You may not reverse engineer, decompile, alter, modify, disassemble or otherwise attempt to derive source code from the software.\nAll rights reserved to Zoog VPN.</p> 5.\nAffiliates &amp.\nResellers (a) Spam <p>Further to above general Code of Conduct terms, Affiliates &amp.\nResellers are responsible for the emails they send and social media posts they make as part of their capacity as Affiliates and Resellers.\nZoog VPN strictly forbids spam whether in email or social media comment form, all spam is equally forbidden and never endorsed by Zoog VPN.</p> (b) Ethical Copy <p>Zoog VPN expects their affiliates and resellers to use ethically acceptable copy (keywords, terms, metatags, descriptions and webdesigns) in their advertising campaigns.\nEthically acceptable copy is considered copy that in no way deceptive or impose upon the trademarks, copyrights or intellectual property of another product, company or entity.\nPurchasing advertisements on search engines with the names of the represented companies is strictly prohibited.</p> (c) Full Disclosure Required <p>Zoog VPN fully endorses the full disclosure requirements and their equivalent laws in respective jurisdictions, including but not limited to Federal Trade Commission 16 CFR Part 255 (or equivalent): Guides Concerning the Use of Endorsements and Testimonials in Advertising, which requires, among other criteria, that material connections between advertisers and endorsers be disclosed.\nThis means that directories, review/rating sites, blogs and other websites, email or collateral that purport to provide an endorsement or assessment of an advertiser must prominently disclose the fact financial or in kind compensation is provided from the advertiser.</p> (d) Affiliates and Resselers Conduct <p>As an Affiliate you will apply good business ethics to refer new customers and earn commission on it.\nYou will not earn any commission by exploiting your own unique Affiliates link for purchase of the Service for your sole benefit and purpose.\nYou can only refer other people and not yourself as an ZoogVPN Affiliate or Resseler.</p>\n<p>Any affiliate account found not complying with these terms will be suspended and given 30 days to rectify the violating items, which upon failure to do so will result in discontinuation of the violating affiliate's account.</p> 6.\nMaintenance and Updates <p>You understand that Zoog VPN may update the Service at any time, but is under no obligation to inform You of or furnish to You any such updates.\nThis Agreement does not grant You any right, license or interest in or to any support, maintenance, modifications, improvements, updates or enhancements to the Service.</p> 7.\nDisclaimer of Warranties <p>You expressly agree that use of the Service is at Your sole risk.\nThe Service is provided on an \"as is\" basis.\nZoog VPN expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nZoog VPN makes no warranty that the Service will meet Your requirements or that the Service will be uninterrupted, timely or error free, nor does Zoog VPN make any warranty as to the results that may be obtained from the use of the Service or the accuracy of any other information obtained through the Service or that defects in the software will be corrected.\nYou understand and agree that any material and/or data downloaded or otherwise obtained (including software) through the use of the Service is done at Your own risk and that You will be solely responsible for any damage to Your computer system or loss of data that results from the download of such material and/or data.\nNo information or advice, whether oral or written, obtained by You from Zoog VPN or through the Service shall create any warranty not expressly made herein.</p> 8.\nLimitation of Liability <p>In no event shall Zoog VPN be liable for any incidental, indirect, consequential or special damages, resulting from the use or the inability to use the service, including, but not limited to, damages for loss of profits, even if Zoog VPN has been advised of the possibility of such damages.\nZoog VPN liability to you or any third party is limited to $1.</p> 9.\nIndemnity <p>You hereby agree, at Your expense, to indemnify, defend and hold Zoog VPN harmless from and against any loss, cost, damages, liability or expense arising out of or relating to (a) a third-party claim, action or allegation of infringement based on information, data, files or other content submitted by You.\n(b) any fraud or manipulation, or other breach of these Terms of Service by You.\nor (c) any third-party claim, action or allegation brought against Zoog VPN arising out of or relating to a dispute between its users over the terms and conditions of a contract or related to the purchase and sale of any Services.</p> ", "created_at": "2021-03-23 12:24:52.464675", "updated_at": "2021-03-23 12:25:01.443822"}, {"id": 4243, "name": "Refund Policy", "url": "https://zoogvpn.com/refund", "xpath": "/html/body/div/div/div", "text": " Refund Policy <p>For any technical issues please visit Support Center and contact support before claiming a refund under this policy.\nOur helpful and speedy staff is always happy to help with any problem.\nIf you have a technical issue and it has not been resolved (after liaising with support and following all recommendations), you could be entitled to a full refund providing the following conditions are met.</p> New Subscription <p>All new subscriptions are covered by our money back guarantee.</p>\n<p>You are entitled to a full refund on a new subscription if all of the following apply:</p>\n<p>- You claim your refund within 7 days of your subscription date</p>\n<p>- You sent an email to sales(at)zoogvpn(dot)com stating your username and the reason for your intended cancellation</p>\n<p>- Your account has not already been suspended by us for the breach of our terms of service</p>\n<p>- You have used less than 2GB of bandwidth of data through the VPN</p>\n<p>- You have given our support a chance to resolve any technical issues you were facing</p>\n<p>- You have not previously claimed a refund from us under this policy</p>\n<p>- Your subscription was purchased directly from zoogvpn.com website and not from 3rd parties</p>\n<p>If you have exceeded the 2GB bandwidth limit but your original subscription is less than 7 days old we may issue a partial refund at our sole discretion.</p>\n<p>If only some of the desired services are not availalbe for some reason whatsoever and your original subscription is less than 7 days we may issue a partial refund at our sole discretion.</p> Renewal Subscription (non-recurring) <p>You are entitled to a full refund on a subscription renewal if all of the following apply:</p>\n<p>- You claim your refund within 3 days of your renewal date</p>\n<p>- You sent an email to sales(at)zoogvpn(dot)com stating your username and the reason for your intended cancellation</p>\n<p>- Your account has not already been suspended by us for the breach of our terms of service</p>\n<p>- You have not used the service since your renewal date.</p>\n<p>- You are not on recurring billing, since cancelled accounts will not be refunded for the unused part of the ongoing service period.</p>\n<br>\n<p>For recurring subscriptions it is your responsibility to ensure that upon claiming refund you have cancelled recurring payments from the source (e.g.\nbank or Paypal), simply deleting your ZoogVPN account does not automatically cancel recurring payments.</p>\n<p>We endeavour to process refunds within 3 business days of an approved valid refund request, but payments may take up to 30 days to appear on your account depending on your bank, card or payment provider.\nAll refunds are subject to 5% admin fee.</p>\n<p>Only Credit/Debit card and Paypal payments can be refunded.</p>\n<p>This refund policy is subject to our full Terms of Service.</p> Questions? <p>If you wish to cancel your account with recurring billing or if you have questions about your account, pelase email billing at billing(at)zoogvpn(dot)com or by visiting Support Center.</p> ", "created_at": "2021-02-17 10:21:58.355729", "updated_at": "2021-03-23 12:23:02.122478"}], "points": [], "urls": ["zoogvpn.com"]}}