{"error": 448, "message": "OK", "parameters": {"id": 5401, "name": "Logically", "created_at": "2021-11-01 19:59:44.453289", "updated_at": "2021-11-01 23:01:09.588265", "wikipedia": null, "keywords": null, "related": null, "slug": "logically", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5401.png", "url": "logically.ai", "documents": [{"id": 9698, "name": " Terms and Conditions", "url": "https://www.logically.ai/terms-and-conditions", "xpath": "//*[@id=\"terms-of-service\"]", "text": " Table of Contents Terms of Service What’s covered in these terms Service provider Age requirements Your relationship with Logically What you can expect from us Provide a broad range of useful services Improve Logically services What we expect from you Follow these terms and service-specific additional terms Respect others Permission to use your content Licence What's covered What’s not covered Scope Rights Purpose Duration Using Logically services Your Logically Account Using Logically services on behalf of an organisation or business Service-related communications Content in Logically services Your content Logically content Other content Software in Logically services In case of problems or disagreements Warranty Disclaimers Liabilities For all users For business users and organisations only Taking action in case of problems Removing your content Suspending or terminating your access to Logically services Settling disputes, governing law and courts About these terms Logically Intelligence Terms and Conditions 1.\nIntroduction 2.\nDefinitions 3.\nAccounts 4.\nTerm 5.\nAccess through Resellers 6.\nEvaluation Trial a.\nGeneral b.\nEvaluation License and Term c.\nDisclaimer 7.\nLicense.\nRestrictions a.\nLicense b.\nRestrictions c.\nUpdates and Upgrades d.\nService Content e.\nOwnership f.\nAPI Data Storage and Caching 8.\nClient’s Responsibilities 9.\nThird-Party Sites and Links 10.\nMarks.\nReference Rights a.\nMarks b.\nReference Rights.\nPublicity 11.\nFeedback 12.\nPayment 13.\nTermination a.\nTermination b.\nEffects of Termination c.\nTreatment of Client Data upon Termination or Expiration 14.\nConfidentiality a.\nDefinition.\nRestrictions b.\nCompelled Disclosure 15.\nIndemnification a.\nClient Indemnification b.\nLogically Indemnification 16.\nWarranty Disclaimer 17.\nLimitation of Liability 18.\nGeneral a.\nOperating Hours and System Maintenance b.\nIndependent Contractor c.\nSeverability.\nWaiver.\nModifications d.\nAssignment e.\nChanges to this Agreement f.\nDrafting Parties g.\nChoice of Law.\nVenue h.\nUser Disputes i.\nElectronic Communications j.\nNotice k.\nDMCA Notice Terms of Service\nWhat’s covered in these terms\nWe know it’s tempting to skip these Terms of Service, but it’s important to establish what you can expect from us as you use Logically services, and what we expect from you.\n<p>These Terms of Service reflect the way that Logically’s business works, the laws that apply to our company, and certain things that we’ve always believed to be true.\nAs a result, these Terms of Service help define Logically’s relationship with you as you interact with our services.\nFor example, these terms include the following topic headings:</p>\n<ul>\n<li>What you can expect from us, which describes how we provide and develop our services</li>\n<li>What we expect from you, which establishes certain rules for using our services</li>\n<li>Content in Logically services, which describes the intellectual property rights to the content that you find in our services – whether that content belongs to you, Logically or others</li>\n<li>In case of problems or disagreements, which describes other legal rights that you have, and what to expect in case someone violates these terms.</li>\n</ul>\n<p>Understanding these terms is important because, to use our services, you must accept these terms.</p>\n<p>Besides these terms, we also publish a Privacy Policy, and Logically Intelligence Terms of Service.</p>\nService provider\n<p>Logically services are provided by, and you’re contracting with:</p>\n<p>TheLogically Ltd.</p>\n<p>Incorporated and operating under the laws of England and Wales</p>\n<p>Brookfoot Mills <br>Elland Road, West Yorkshire <br>HD62RW <br>UK</p>\nAge requirements\n<p>If you’re under the age required to manage your own Logically Account, you must have your parent or legal guardian’s permission to use a Logically Account.\nPlease ask your parent or legal guardian to read these terms with you.</p>\n<p>If you’re a parent or legal guardian, and you allow your child to use the services, then these terms apply to you and you’re responsible for your child’s activity on the services.</p>\nYour relationship with Logically\n<p>These terms help define the relationship between you and Logically.\nBroadly speaking, we give you permission to use our services if you agree to follow these terms, which reflect how Logically’s business works and how we earn money.\nWhen we speak of 'Logically', 'we', 'us' and 'our', we mean TheLogically Ltd.\nand its affiliates.</p>\nWhat you can expect from us\nProvide a broad range of useful services\n<p>We provide a broad range of services that are subject to these terms, including:</p>\n<ul>\n<li>apps and sites (such as Logically)</li>\n<li>platforms (such as Logically Intelligence)</li>\n<li>integrated services (such as Fact-checking embedded in other companies' apps or sites)</li>\n</ul>\nImprove Logically services\n<p>We’re constantly developing new technologies and features to improve our services.\nFor example, we invest in artificial intelligence that uses machine learning to detect and block problematic content, and to provide you with innovative features like credibility assessment.\nAs part of this continual improvement, we sometimes add or remove features and functionalities, increase or decrease limits to our services, and start offering new services or stop offering old ones.</p>\n<p>We maintain a rigorous product research programme, so before we change or stop offering a service, we carefully consider your interests as a user, your reasonable expectations, and the potential impact on you and others.\nWe only change or stop offering services for valid reasons, such as to improve performance or security, to comply with law, to prevent illegal activities or abuse, to reflect technical developments or because a feature or an entire service is no longer popular enough or economical to offer.</p>\n<p>If we make material changes that negatively impact your use of our services or if we stop offering a service, we’ll provide you with reasonable advance notice, except in urgent situations such as preventing abuse, responding to legal requirements or addressing security and operability issues.</p>\nWhat we expect from you\nFollow these terms and service-specific additional terms\n<p>The permission that we give you to use our services continues as long as you meet your responsibilities in these terms and Logically Intelligence Terms.</p>\n<p>We also make various policies, Help Centres and other resources available to you to answer common questions and to set expectations about using our services.\nThese resources include our Privacy Policy, Transparency Policy and other pages accessible from our site.</p>\n<p>Although we give you permission to use our services, we retain any intellectual property rights that we have in the services.</p>\nRespect others\n<p>Some of our services may allow you to interact with others.\nWe want to maintain a respectful environment for everyone, which means that you must follow these basic rules of conduct:</p>\n<ul>\n<li>comply with applicable laws, including export control, sanctions and human trafficking laws</li>\n<li>respect the rights of others, including privacy and intellectual property rights</li>\n<li>don’t abuse or harm others or yourself (or threaten or encourage such abuse or harm) – for example, by misleading, defrauding, defaming, bullying, harassing or stalking others</li>\n<li>don’t abuse, harm, interfere with, or disrupt the services</li>\n</ul>\n<p>If you find that others aren’t following these rules, many of our services allow you to report abuse directly or by emailing us on contact@logically.ai..</p>\nPermission to use your content\n<p>Some of our services are designed to let you upload, submit, store, send, receive or share your content.\nYou have no obligation to provide any content to our services and you’re free to choose the content that you want to provide.\nIf you choose to upload or share content, please make sure that you have that the content is lawful.</p>\nLicence\n<p>Your content remains yours, which means that you retain any intellectual property rights that you have in your content.\nFor example, you have intellectual property rights in the creative content that you make, such as reviews that you write.\nOr you may have the right to share someone else’s creative content if they’ve given you their permission.</p>\n<p>We need your permission if your intellectual property rights restrict our use of your content.\nYou provide Logically with that permission through this licence.</p>\nWhat's covered\n<p>This licence covers your content if that content is protected by intellectual property rights.</p>\nWhat’s not covered\n<ul>\n<li>This licence doesn’t affect your data protection rights – it’s only about your intellectual property rights</li>\n<li>This licence doesn’t cover these types of content:\n<ul>\n<li>publicly available information that you provide.\nThat information doesn’t require a licence because it’s considered common knowledge that everyone’s free to use.</li>\n<li>feedback that you offer, such as suggestions to improve our services.</li>\n</ul>\n</li>\n</ul>\nScope\n<p>This licence is:</p>\n<ul>\n<li>worldwide, which means that it’s valid anywhere in the world</li>\n<li>non-exclusive, which means that you can license your content to others</li>\n<li>royalty-free, which means that there are no fees for this licence</li>\n</ul>\nRights\n<p>This licence allows Logically to:</p>\n<ul>\n<li>host, reproduce, distribute, communicate and use your content – for example, to save your content on our systems and make it accessible from anywhere that you go</li>\n<li>publish, publicly perform or publicly display your content</li>\n<li>modify your content, such as reformatting or translating it</li>\n<li>sublicense these rights to:\n<ul>\n<li>other users to allow the services to work as designed, such as enabling you to share photos with people that you choose</li>\n<li>our contractors who’ve signed agreements with us that are consistent with these terms, only for the limited purposes described in the Purpose section below</li>\n</ul>\n</li>\n</ul>\nPurpose\n<p>This licence is for the limited purpose of:</p>\n<ul>\n<li>\n<strong>operating and improving the services</strong>, which means allowing the services to work as designed and creating new features and functionalities.\nThis includes using automated systems and algorithms to analyse your content.</li>\n<li>This analysis occurs as the content is sent, received and when it is stored.</li>\n<li>\n<strong>using content that you’ve shared publicly to promote the services</strong>.\nFor example, to promote a Logically app, we might quote a review that you wrote.</li>\n<li>\n<strong>developing new technologies and services</strong> for Logically consistent with these terms</li>\n</ul>\nDuration\n<p>This licence lasts for as long as your content is protected by intellectual property rights.</p>\nUsing Logically services\nYour Logically Account\n<p>If you meet these age requirements you can create a Logically Account for your convenience.\nSome services require that you have a Logically Account in order to work – for example, you require an account to use our app and fact-checking service, but do not require it to access our website.</p>\n<p>You’re responsible for what you do with your Logically Account, including taking reasonable steps to keep your Logically Account secure.</p>\nUsing Logically services on behalf of an organisation or business\n<p>Many organisations, such as businesses, non-profits and schools, take advantage of our services.\nTo use our services on behalf of an organisation:</p>\n<ul>\n<li>an authorised representative of that organisation must agree to these terms and the terms set out here.\n[Link to logically intelligence terms]</li>\n<li>your organisation’s administrator may assign a Logically Account to you.\nThat administrator might require you to follow additional rules and may be able to access or disable your Logically Account.</li>\n</ul>\nService-related communications\n<p>To provide you with our services, we sometimes send you service announcements and other information.\nTo learn more about how we communicate with you, see Logically’s Privacy Policy.</p>\n<p>If you choose to give us feedback, such as suggestions to improve our services, we may act on your feedback without obligation to you.</p>\nContent in Logically services\nYour content\n<p>Some of our services give you the opportunity to make your content publicly available – for example, you might post a claim in our apps, or share content on the shadow open network in our browser extensions.</p>\n<ul>\n<li>See the Permission to use your content section for more about your rights in your content, and how your content is used in our services</li>\n</ul>\n<p>If you think that someone is infringing your intellectual property rights, you can send us notice of the infringement via email to legal@logically.ai and we’ll take appropriate action.</p>\nLogically content\n<p>Some of our services include content that belongs to Logically – for example, most of the factchceks illustrations that you see in our apps and sites.\nYou may use Logically’s content for non-commercial and non-institutional purposes as allowed by these terms, but we retain any intellectual property rights that we have in our content.\nDon’t remove, obscure or alter any of our branding, logos or legal notices.</p>\nOther content\n<p>Finally, some of our services gives you access to content that belongs to other people or organisations – for example, a newspaper article displayed in Logically apps.\nYou may not use this content without that person or organisation’s permission, or as otherwise allowed by law.\nThe views expressed in the content of other people or organisations are their own, and don’t necessarily reflect Logically’s views.</p>\nSoftware in Logically services\n<p>Some of our services include downloadable software.\nWe give you permission to use that software as part of the services.</p>\n<p>The licence we give you is:</p>\n<ul>\n<li>worldwide, which means that it's valid anywhere in the world</li>\n<li>non-exclusive, which means that we can license the software to others</li>\n<li>royalty-free, which means that there are no fees for this licence</li>\n<li>personal, which means that it doesn't extend to anyone else</li>\n<li>non-assignable, which means that you're not allowed to assign the licence to anyone else</li>\n</ul>\n<p>You may not copy, modify, distribute, sell or lease any part of our services or software.\nAlso, you may not reverse engineer or attempt to extract any of our source code unless you have our written permission or applicable law lets you do so.</p>\n<p>When a service requires or includes downloadable software, that software sometimes updates automatically on your device once a new version or feature is available.\nSome services let you adjust your automatic update settings.</p>\nIn case of problems or disagreements\nWarranty\n<p>We provide our services using reasonable skill and care.\nIf we don’t meet the quality level described in this warranty, you agree to tell us and we’ll work with you to try to resolve the issue.</p>\nDisclaimers\n<p>The only commitments that we make about our services (including the content in the services, the specific functions of our services or their reliability, availability or ability to meet your needs) are (1) described in the Warranty section, (2) stated in the service-specific additional terms or (3) provided under applicable laws.\nWe don’t make any other commitments about our services.</p>\nLiabilities\nFor all users\n<p>These terms only limit our responsibilities as allowed by applicable law.\nSpecifically, these terms don’t limit Logically’s liability for death or personal injury, fraud, fraudulent misrepresentation, gross negligence or willful misconduct.</p>\n<p>Other than the rights and responsibilities described in this section (in case of problems or disagreements), Logically won’t be responsible for any other losses.</p>\nFor business users and organisations only\n<p>If you’re a business user or organisation, then to the extent allowed by applicable law:</p>\n<ul>\n<li>You’ll indemnify Logically and its directors, officers, employees and contractors for any third-party legal proceedings (including actions by government authorities) arising out of or relating to your unlawful use of the services or violation of these terms or additional terms outlined by the Logically Intelligence Terms of Service.\nThis indemnity covers any liability or expense arising from claims, losses, damages, judgments, fines, litigation costs and legal fees.</li>\n<li>Logically won’t be responsible for the following liabilities:\n<ul>\n<li>loss of profits, revenues, business opportunities, goodwill or anticipated savings</li>\n<li>indirect or consequential loss</li>\n<li>punitive damages</li>\n</ul>\n</li>\n<li>Logically’s total liability arising out of or relating to these terms is limited to the greater of (1) £500 or (2) 125% of the fees that you paid to use the relevant services in the 12 months before the breach</li>\n</ul>\n<p>If you’re legally exempt from certain responsibilities, including indemnification, then those responsibilities don’t apply to you under these terms.\nFor example, the United Nations enjoys certain immunities from legal obligations and these terms don’t override those immunities.</p>\nTaking action in case of problems\n<p>Before taking action as described below, we’ll provide you with advance notice when reasonably possible, describe the reason for our action and give you an opportunity to fix the problem, unless we reasonably believe that doing so would:</p>\n<ul>\n<li>cause harm or liability to a user, third party or Logically</li>\n<li>violate the law or a legal enforcement authority’s order</li>\n<li>compromise an investigation</li>\n<li>compromise the operation, integrity or security of our services</li>\n</ul>\nRemoving your content\n<p>If we reasonably believe that any of your content (1) breaches these terms, (2) violates applicable law, or (3) could harm our users, third parties or Logically, then we reserve the right to take down some or all of that content in accordance with applicable law.\nExamples include child pornography, content that facilitates human trafficking or harassment, and content that infringes someone else’s intellectual property rights.</p>\nSuspending or terminating your access to Logically services\n<p>Logically reserves the right to suspend or terminate your access to the services or delete your Logically Account if any of these things happen:</p>\n<ul>\n<li>you materially or repeatedly breach these terms</li>\n<li>we’re required to do so to comply with a legal requirement or a court order</li>\n<li>we reasonably believe that your conduct causes harm or liability to a user, third party or Logically – for example, by hacking, phishing, harassing, spamming, misleading others or scraping content that doesn’t belong to you.\nUnauthorised scraping of content from Logically services may lead to a penalty of upto £100 million.</li>\n</ul>\n<p>If you believe that your Logically Account has been suspended or terminated in error, you can appeal.</p>\n<p>Of course, you’re always free to stop using our services at any time.\nIf you do stop using a service, we’d appreciate knowing why so that we can continue improving our services.</p>\nSettling disputes, governing law and courts\n<p>For information about how to contact Logically, please visit our contact page.</p>\n<p>If you’re a resident of, or an organisation based in the United Kingdom, these terms and your relationship with Logically under these terms and service-specific additional terms, are governed by English law, and you can file legal disputes in the English courts.</p>\nAbout these terms\n<p>By law, you have certain rights that can’t be limited by a contract like these Terms of Service.\nThese terms are in no way intended to restrict those rights.</p>\n<p>These terms describe the relationship between you and Logically.\nThey don’t create any legal rights for other people or organisations, even if others benefit from that relationship under these terms.</p>\n<p>We want to make these terms easy to understand.\nBut not all the services mentioned may be available to you or in your country.</p>\n<p>If it turns out that a particular term is not valid or enforceable, this will not affect any other terms.</p>\n<p>If you don’t follow these terms, and we don’t take action right away, that doesn’t mean we’re giving up any rights that we may have, such as taking action in the future.</p>\n<p>We may update these terms (1) to reflect changes in our services or how we do business – for example, when we add new services, features, technologies, pricing or benefits (or remove old ones), (2) for legal, regulatory or security reasons or (3) to prevent abuse or harm.</p>\n<p>If we materially change these terms, we'll provide you with reasonable advance notice and the opportunity to review the changes, except (1) when we launch a new service or feature, or (2) in urgent situations, such as preventing ongoing abuse or responding to legal requirements.\nIf you don't agree to the new terms, you should remove your content and stop using the services.\nYou can also end your relationship with us at any time by closing your Logically Account.</p>\n&nbsp.\nLogically Intelligence Terms and Conditions\n1.\nIntroduction\n<p>TheLogically Ltd., a company incorporated in England and Wales (“<strong>Logically</strong>”) operates the website located at www.logically.ai, and any other websites owned or operated by Logically or its affiliates that link to these Terms and Conditions (each, a “<strong>Site</strong>”, and collectively, the “<strong>Site</strong>”).\nThe Logically service, available through our Site, APIs (if API access is provided) and mobile applications, is an online platform (the “<strong>Platform</strong>”) that provides companies, and individuals (each, a “<strong>Client</strong>” ), access to and use of the Site and its services, with certain media monitoring, media intelligence, credibility assessment, veracity assessment and social network investigation services (collectively, the “<strong>Services</strong>” ).\nThese Terms and Conditions, along with the Service Order Form (as defined below), if any, and any additional documents referenced therein (collectively, the “<strong>Agreement</strong>” ), set forth the entire agreement regarding the use of the Services between you, as the Client, and Logically.\nIn case of a conflict between the terms of a Service Order Form and these Terms and Conditions, the terms of the Service Order Form shall control.\nCertain features of the Services may be subject to additional guidelines, terms, or rules, which will be posted on the Site.\nAll such additional guidelines, terms, and rules are hereby incorporated by reference into this Agreement.\nAs used herein, a “<strong>Service Order Form</strong>” means a document, either physical or electronic, signed by both parties identifying the Services to be made available to Client by Logically pursuant to this Agreement.\nThe Service Order Form shall specify the Term of authorized use of the Services, the Fees and other charges for the Services, any special payment terms, the scope of use, the permitted Usage Levels.</p>\n<p>PLEASE READ THIS AGREEMENT CAREFULLY.\nBY ACCEPTING THIS AGREEMENT, BY REGISTERING OR SIGNING IN, BY EXECUTING OR ELECTRONICALLY ACCEPTING A DOCUMENT THAT REFERENCES THIS AGREEMENT, BY EXECUTING A SERVICE ORDER FORM, OR BY ENTERING, ACCESSING, BROWSING, SUBMITTING INFORMATION TO, OR OTHERWISE USING THE SERVICES, CLIENT ACKNOWLEDGES AND AGREES TO THE FOLLOWING AGREEMENT AND, IF APPLICABLE, REPRESENTS THAT THE INDIVIDUAL OR AGENCY ENTERING INTO THIS AGREEMENT ON BEHALF OF CLIENT (a) IS OF LEGAL AGE TO FORM A BINDING CONTRACT WITH LOGICALLY, AND (b) HAS THE AUTHORITY TO ENTER INTO THIS AGREEMENT PERSONALLY OR ON BEHALF OF THE ENTITY NAMED AS THE CLIENT OR OTHER LEGAL ENTITY, AND TO BIND THAT ENTITY TO THIS AGREEMENT.\nFOR THE AVOIDANCE OF DOUBT, THE TERM “<strong>CLIENT</strong>” REFERS TO (i) THE INDIVIDUAL OR LEGAL ENTITY, AS APPLICABLE, IDENTIFIED AS THE CLIENT WHEN REGISTERING, SIGNING UP, PURCHASING SUBSCRIPTIONS OR OTHERWISE USING THE SERVICES AND (ii) IN THE CASE OF A CLIENT’S USE OF THE SERVICES THROUGH AN AGENCY, THE CLIENT TOGETHER WITH THE AGENCY ACTING ON BEHALF OF THE CLIENT.\nIF SUCH INDIVIDUAL OR AGENCY DOES NOT HAVE SUCH AUTHORITY, OR IF CLIENT DOES NOT AGREE WITH THE TERMS AND CONDITIONS HEREIN, CLIENT MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT ACCESS OR USE THE SERVICES.</p>\n<p>ADDITIONALLY, CLIENT MAY NOT ACCESS THE SERVICES FOR PURPOSES OF MONITORING THEIR AVAILABILITY, PERFORMANCE, OR FUNCTIONALITY, OR FOR ANY OTHER BENCHMARKING OR COMPETITIVE PURPOSES.\nANY SUCH ACCESS MAY FACE A PENALTY OF UPTO GBP 50 MILLION.</p>\n2.\nDefinitions\n<ul>\n<li>\n<strong>\"Access Credentials\"</strong> means username(s) and password(s) used to verify the Authorized User’s identity to access their Authorized User Account on the Platform.</li>\n<li>\n<strong>\"API(s)\"</strong> means an application programming interface that allows Client’s software applications to interact with and retrieve data from the Platform.</li>\n<li>\n<strong>\"API Call\"</strong> means each individual request sent by the Client’s software application to the API to retrieve data from the Platform.</li>\n<li>\n<strong>\"Authorized User\"</strong> means an individual who is authorized by the Client to access the platform, regardless of whether the individual is actively using the Product at any given time.</li>\n<li>\n<strong>\"Authorized User Account\"</strong> means Client’s user account designated for a specific Authorized User to access the Services.</li>\n<li>\n<strong>\"Client(s)\"</strong> means (i) the individual or legal entity, as applicable, identified as the client when registering, signing up, purchasing subscriptions or otherwise using the Services and (ii) in the case of a Client’s use of the Services through an Agency, the client together with the agency acting on behalf of the client.</li>\n<li>\n<strong>\"Client Data\"</strong> means the results of the analytics performed by the Services specific to the Client’s Profiles in the Platform</li>\n<li>\n<strong>\"Client Mark(s)\"</strong> means Client’s trademark(s), trade name(s), service marks(s) and similar trade dress.</li>\n<li>\n<strong>\"Ingestion\"</strong> means the total volume of Mentions loaded into the Platform under the Profiles that are part of the Agreement.</li>\n<li>\n<strong>\"Mentions\"</strong> means a single data point or story that is pulled into the Platform based on the Profile criteria.</li>\n<li>\n<strong>\"Overage Fees\"</strong> means the fees, as set out in the Service Order Form, that Logically will charge for usage in excess of the Usage Limits.</li>\n<li>\n<strong>\"Profile\"</strong> means a single themed search based on a set of keywords used to query data in the Platform.</li>\n<li>\n<strong>\"Subscription\"</strong> means, the paid-for subscription for the scope of the Services that have been purchased by Client for the Term in accordance with terms of the Agreement.</li>\n<li>\n<strong>\"Subscription Term\"</strong> means the term of the Subscription as set out in the Service Order Form and/or other parts of the Agreement.</li>\n<li>\n<strong>\"Usage Limits\"</strong> include, without limitation, the maximum allowable Authorized User Accounts, Profiles, Ingestion, and API Calls as specified in the Service Order Form and/or other parts of the Agreement.</li>\n</ul>\n3.\nAccounts\n<p>In order to use certain features of the Services, Client will create accounts for those employees, agents or contractors authorized by Client to access and use the Services on behalf of Client and for which Client has paid the applicable fee(s), to access and use Client’s user accounts (each such account, an “<strong>Authorized User Account,</strong>” and each such user, an “<strong>Authorized User</strong>” ).\nAuthorized Users may never use another Authorized User Account.\nAs part of the Authorized User Account set-up and registration process, Client may be asked to provide certain access credentials, such as a username(s) and password(s) (“<strong>Access Credentials</strong>”).\nClient is responsible for the confidentiality and use of its Authorized User Accounts and agrees not to transfer or resell Client’s access to or use of the Services to any third party.\nFurther, Client acknowledges and agrees that Client is exclusively responsible for all activities that occur under Client’s Authorized User Accounts.\nClient and each Authorized User agree to immediately notify Logically of any unauthorized use of any Authorized User Accounts or any other breach of security related to the Services of which Client or such Authorized User becomes aware.\nLogically reserves the right, with notice to Client, to change the password to any Authorized User Account, if Logically believes, in its sole discretion, that the applicable password is no longer secure.</p>\n<p>Client may permit any Authorized Users to access and use the features and functions of the Services as contemplated by this Agreement.\nAn Authorized User Account may not be shared with others (including other Authorized Users).\nIf Client wishes to add Authorized User Accounts for additional Authorized Users, Client may order such additional Authorized User Accounts at any time by executing a new Service Order Form or other mutually agreed written agreement that details the number of additional Authorized User Accounts and their Access Credentials.\nClient acknowledges and agrees that Client will be liable for any breach of this Agreement by its Authorized Users.</p>\n4.\nTerm\n<p>Any access by Client to the Services prior to the execution of a Service Order Form will be deemed Client’s acceptance to the terms of this Agreement.\nThis Agreement shall commence on the earlier of (a) the date when the Client first accesses or uses the Services, (b) the date when Client accepts the terms and conditions of the Agreement (as described in the preamble above).\nor (c) the date listed on the applicable Service Order Form, and shall continue for the period set forth in the Service Order Form, or if no period is stated, three (3) years (each, an “<strong>Initial Service Term</strong>”).\nThe Services shall be automatically renewed for consecutive periods equal to the Initial Service Term (each, a “<strong>Renewal Term</strong>” ) unless either party provides written notice to the other of its intention not to renew at least thirty (90) days prior to the expiration of the then-current term.\nAny written notice of Client’s intention not to renew shall be provided to the following e-mail address.\ncontact@logically.ai.\nThe Initial Service Term, together with any Renewal Term, is referred to herein as the “<strong>Term.</strong>”</p>\n5.\nAccess through Resellers\n<p>If an Authorized User obtains access to the Services through an account made available by a Logically authorized reseller, the Authorized User acknowledges that (i) it will pay reseller all fees charged by the reseller for access to the Services, (ii) Logically MAKES NO WARRANTIES REGARDING THE SERVICES OR SERVICES CONTENT (AS DEFINED IN SECTION 7(D), BELOW) EXCEPT AS SET FORTH HEREIN, AND ANY WARRANTIES, EXPRESS OR IMPLIED, MADE BY RESELLER REGARDING THE SERVICES OR SERVICES CONTENT ARE SOLELY THOSE OF RESELLER AND NOT OF Logically.\nAuthorized User agrees that Logically may suspend or terminate any Authorized User Account and/or any Authorized User’s right to receive the Services in response to any reseller instructions, including any instruction based on Authorized User’s failure to pay the reseller any amounts owed by Authorized User to the reseller for the Services.</p>\n6.\nEvaluation Trial\na.\nGeneral\n<p>If Client has not yet purchased Services, but has obtained them for evaluation purposes (such services, the “<strong>Evaluation Services</strong>”), then the terms of this Section 6 shall apply to the Evaluation Services and the terms in Sections 4, 7(a), 7(c), and 12 shall not apply to the provision and use of such Evaluation Services.\nFor the avoidance of doubt, Section 7(a) sets out the license terms applicable to purchased Services.</p>\nb.\nEvaluation License and Term\n<p>In relation to Evaluation Services only and subject to the terms and conditions of this Agreement (excluding Section 7(a)), Logically hereby grants Client the non-transferable, non-assignable, limited, revocable right to use the Evaluation Services (including any software, embedded therein) solely for the purposes of evaluating the performance and functionality of the Services, on a trial basis free of charge until the earlier of (i) fourteen (14) days after Client’s grant of access to the Evaluation Services (the “<strong>Evaluation Period</strong>”), or (ii) the start date of any Services purchased by Client.\nThe Evaluation Period may be extended at the discretion of Logically.\nThe license in this Section 6(b) and all of Client’s rights to use the Evaluation Services will terminate at the end of the Evaluation Period or immediately in the event that Client breaches any material provision of this Agreement.</p>\nc.\nDisclaimer\n<p>ANY DATA THAT CLIENT OR ITS AUTHORIZED USERS UPLOAD OR ENTER INTO THE EVALUATION SERVICES DURING THE EVALUATION PERIOD, AND ANY CUSTOMIZATIONS MADE TO THE EVALUATION SERVICES BY OR FOR CLIENT DURING THE EVALUATION PERIOD, WILL BE PERMANENTLY LOST AND OR ERASED AT THE END OF THE EVALUATION PERIOD UNLESS CLIENT (i) PURCHASES A SUBSCRIPTION TO THE SAME SERVICES AS THOSE COVERED BY THE EVALUATION SERVICES, OR UPGRADED SERVICES, OR (ii) EXPORTS SUCH DATA BEFORE THE END OF THE EVALUATION PERIOD.\nIF CLIENT DOES NOT PURCHASE SERVICES PRIOR TO THE EXPIRATION OF THE EVALUATION PERIOD, Logically WILL HAVE NO LIABILITY OF ANY KIND TO CLIENT OR ANY THIRD PARTY FOR THE ERASURE OR DELETION OF ANY OF CLIENT’S OR ITS AUTHORIZED USERS’ DATA BY Logically AFTER THE EVALUATION PERIOD.</p>\n7.\nLicense.\nRestrictions\na.\nLicense\n<p>Subject to the terms and conditions of this Agreement (including any terms in the applicable Service Order Form) and Client’s payment of applicable fees, Logically hereby grants Client and its Authorized Users a nonexclusive, limited, revocable and non-transferable license to access and use the Services, solely during the Term and in accordance with the terms of this Agreement, and solely for the internal business purposes of Client.\nLogically will provide Client with access to all of the features and functionality that it currently includes in the Services that it makes available to its general customer base for the Services specified in the Service Order Form.</p>\nb.\nRestrictions\n<p>Except as otherwise specifically provided in a Service Order Form or a separate written agreement between the parties, Client and each Authorized User agrees not to: (i) make the Services available to any third party or otherwise permit any third party to access or use the Services, other than on behalf of Client.\n(ii) license, sublicense, sell, resell, rent, lease, transfer, assign, or distribute the Services.\n(iii) modify or make derivative works based upon the Services.\n(iv) introduce software or automated agents or scripts to the Services so as to produce multiple accounts, generate automated searches, requests and queries, or to strip, scrape, or mine data from the Services.\n(v) utilize data for public consumption.\nor (vi) decompile, reverse engineer or reverse assemble any portion of the Services or attempt to discover any source code or underlying ideas or algorithms of the Services or access the Services in order to (A) build a competitive product or service, (B) build a product using similar ideas, features, functions or graphics of the Services, or (C) copy any ideas, features, functions or graphics of the Services.\n(vi) use the Services to store or transmit material in violation of third party privacy rights.\n(vii) use the Services to store or transmit malicious code.\n(viii) interfere with or disrupt the integrity or performance of the Services or third party data contained therein.\n(ix) attempt to gain unauthorized access to the Services or their related systems or networks.\nor (x) remove or alter any trademark, logo, copyright or other proprietary notices associated with the Services.\nLogically reserves the right, without limiting any other right or remedy available at law, in equity, or under this Agreement, to immediately suspend Client or each Authorized Users access to and use of the Services and/or immediately terminate this Agreement and any Service Order Form then in effect if Logically determines, in its sole discretion, that Client or its Authorized Users are violating (or have violated) any provision set forth in this Section 7(b).</p>\nc.\nUpdates and Upgrades\n<p>Updates and Upgrades.\nDuring the Term, Logically may, in its sole discretion provide bug fixes, error corrections, patches and other improvements to the Services that do not significantly change the function of the Services (“<strong>Updates</strong>”).\nOnce made available to Client, Updates, if any, will be deemed part of the Services under this Agreement.\nLogically is not obligated to provide any Updates to the Services.\nNotwithstanding anything herein, Client acknowledges and agrees that Logically may from time to time, release enhancements and improvements to the Services that significantly change the function of the Services (“<strong>Upgrades</strong>”).\nUpgrades, if any, will not be deemed part of the Services under this Agreement, and Logically reserves the right to charge additional fees for such Upgrades.</p>\nd.\nService Content\n<p>Service Content.\nClient acknowledges that the Services (i) gather publicly available and licensed content from various Web sites and (ii) store, use, analyze, and make such content (collectively, the “<strong>Service Content</strong>”) available to Client for its internal business purposes.\nThe Service Content may be subject to copyright protection.\nBy registering for the Services, Client agrees that it is requesting Logically to aggregate and present the Service Content to Client and that Logically does not own and has not cleared the rights for Client to use the original publicly available content in any manner.\nService Content made available through the Services may not be modified, republished, reproduced, posted, transmitted, sold, offered for sale, or redistributed in any way without the prior written permission of Logically.\nClient and all Authorized Users must abide by all copyright notices, information, or restrictions related to any Service Content.\nIf Client wishes to publicly display or publish the Service Content, it is responsible for obtaining the rights from the applicable copyright owner to do so.\nIn the event that Client publishes any or all of the summarized analytics or metrics provided to Client from Logically on the basis of Client’s use of the Services, Client shall properly reference Logically as the source of the analytics by including the following attribution adjacent to such summarized analytics or metrics: “<strong>Powered by Logically</strong>”.\nIn no event will Logically be responsible or liable for the Service Content itself or for Client’s public use, display or publication of such Service Content.\nClient agrees to indemnify, defend, and hold harmless any Logically Indemnitees (as defined in Section 15(a) below) from and against any and all Claims (as defined in Section 15(a) below) brought by third parties arising from or relating to Client’s or its Authorized Users’ use, display or publication of the Service Content.\nLogically will retain Service Content for the shorter of the contract Term, two (2) years, or any terms set by its suppliers and licensors.</p>\ne.\nOwnership\n<p>As between Logically and the Client and subject to the license grants under this Agreement, all rights, title and ownership interests in and to the Services (including the Site, any issued APIs (or other software) and the Service Content) and any and all worldwide intellectual property rights embodied therein are the exclusive property of Logically and its suppliers and licensors.\nAs between the parties and subject to the license grants under this Agreement, Client owns all right, title and interest in and to all Client Data (which means the results of the analytics performed by the Services) and any and all intellectual property rights embodied therein.\nFor the avoidance of doubt, Client Data shall not include any Service Content and, Client Data may not be sold, offered for sale, distributed or otherwise used in a commercial manner.\nClient’s and each Authorized User’s rights with respect to the Services and all content and software contained therein will be only that of a licensee.\nLogically and Client each respectively reserve all rights not expressly granted in this Agreement, and no licenses are granted by Logically to Client or any Authorized User under this Agreement, whether by implication, estoppel or otherwise, except as expressly set forth in this Agreement.\nClient will be responsible for backing up and retaining its Client Data.\nLogically will retain Client Data for the shorter of the Contract Term or two (2) years.</p>\nf.\nAPI Data Storage and Caching\n<p>API Data Storage and Caching.\nIn relation to the APIs only, caching, storage, and data deletion terms will apply as specified in the Service Order Form and/or documentation issued when the Client is issued their API access credentials (the “<strong>API Key</strong>”).\nNotwithstanding the foregoing, upon termination or expiration of the Agreement, the Client must delete all cached or stored Service Content retrieved using the API no later than seven (7) days after the termination or expiration date of the Agreement.</p>\n8.\nClient’s Responsibilities\n<p>Client is responsible for obtaining and maintaining all equipment and services needed for access to and use of the Services.\nAs a condition of its access to the Services, Client and each Authorized User represents and warrants that it shall not use the Services to: (a) transmit any material that is abusive, harassing, tortious, defamatory, vulgar, pornographic, obscene, libelous, invasive of another’s privacy, constitutes hate speech, promotes violence, bigotry, or racial or religious intolerance, or is otherwise offensive or objectionable.\n(b) impersonate any person or entity, or otherwise misrepresent Client’s affiliation with a person or entity.\n(c) bully, intimidate, or harass any Client, Authorized User or member of the public.\n(d) interfere with or disrupt Logically’ servers or networks connected to Logically, or disobey any requirements, procedures, policies, or regulations of networks connected to Logically.\n(e) attempt to access any other Logically’ systems that are not part of these Services.\nor (f) violate or promote the violation of any federal, state and local laws, third party rights, or any obligations under this Agreement.\nIn addition, Client represents and warrants that it is not an organization or foreign government designated by the United States Department of State as a State Sponsor of Terrorism, a Foreign Terrorist Organization, or otherwise included on the list of Individuals and Entities Designated by the State Department under Executive Order 13224.\nIf Logically determines, in its reasonable business discretion, that Client is in violation of the terms of this Section 8, Logically shall have the right, in its sole discretion, to immediately terminate this Agreement and cease providing Client with access to the Services upon written notice thereto.</p>\n9.\nThird-Party Sites and Links\n<p>Client and each Authorized User understand that the Services may include links to third-party sites and the use of any third party sites are subject to the terms and conditions posted on such third-party sites.\nIf a Client or Authorized User decides to leave the Site and access any third-party sites, each Client or Authorized User does so at its own risk and this Agreement shall no longer govern.\nEach Client or Authorized User should review the applicable terms and policies of such third-party sites, including privacy and data gathering procedures.\nLogically does not control such third-party sites and is not responsible for their contents or their practices.\nLogically’ inclusion of a link to any other Web site or Internet resource in the Services is for Client’s convenience only and does not signify Logically’ endorsement of such other Web site or Internet resource or any of the contents contained therein.\nLogically shall have no responsibility or liability for any information, software, or materials obtained from such third-party Web sites or Internet resources.</p>\n10.\nMarks.\nReference Rights\na.\nMarks\n<p>“<strong>Logically</strong>” and the Logically logo, as well as certain other words and logos, trademarks and service marks displayed on the Logically Site or any Logically content, such as reports shall be referred to as “<strong>Logically Marks</strong>”.\nOwnership of all Logically Marks and the goodwill associated therewith remains with Logically and its licensors.\nAny trademarks, service marks and logos found in the Service Content, other than Logically Marks, shall be referred to as “<strong>Third Party Marks</strong>”.\nClient is not authorized to use any Logically Marks or Third Party Marks without the prior written consent of Logically or the applicable third party.</p>\nb.\nReference Rights.\nPublicity\n<p>Client hereby agrees that Logically may reference the Client name relating to Client’s use of the Services in confidential customer and prospect communications.\nUnless otherwise set out in the Service Order Form, Logically shall obtain prior consent from Client for any other non-confidential communications or use of the Client name or Client Mark.</p>\n11.\nFeedback\n<p>If a Client or an Authorized User sends or transmits any communications, comments, questions, suggestions, or related materials to Logically, whether by letter, email, telephone, or otherwise (collectively, “<strong>Feedback</strong>“), suggesting or recommending changes to the Services, including, without limitation, new features or functionality relating thereto, all such Feedback is, and will be treated as, non-confidential and non-proprietary.\nEach Client and its Authorized Users hereby assign all right, title, and interest in, and Logically is free to use, without any attribution or compensation to a Client or its Authorized Users, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.\nEach Client and its Authorized Users understand and agree that Logically is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and a Client and its Authorized Users have no right to compel such use, display, reproduction, or distribution.</p>\n12.\nPayment\n<p>In consideration for the access rights granted to Client and the services performed by Logically under this Agreement, Client will pay to Logically the fees and expenses set forth in the Service Order Form (“Fees”).\nExcept as otherwise provided in a Service Order Form, all Fees are due in advance and payable net thirty (30) days from the date of Logically’ invoice.\nIf Logically has not received payment of the Fees by the applicable due date on an invoice, then Logically may assess a late fee of one and one-half percent (1.5%) per month, or the maximum rate permitted by law, whichever is lower, from the date such payment was due until the date paid.\nThe Fees do not include any taxes.\nClient shall be responsible for paying any taxes, duties or withholdings associated with the Services purchased hereunder and otherwise based on the Service Order Form (excluding taxes based on Logically’ income).\nClient will pay, indemnify and hold Logically harmless from any taxes and any costs associated with the collection or withholding thereof, including penalties and interest.\nIf Logically has the legal obligation to pay or collect Taxes agreed-upon client responsible under this Section 12, the appropriate amount shall be invoiced to and paid by Client unless Client provides Logically with a valid tax exemption certificate authorized by the appropriate taxing authority.\nUnless otherwise stated, Logically may suspend the Services if payments are not received within thirty (30) days after the due date, and Services will remain suspended until all undisputed payments due for the Services are received.\nIn the event of such suspension, Client shall remain responsible for the total agreed-upon Fees.\nAny fees incurred by Logically, including but not limited to any collection costs, legal filing fees, agency fees and attorney’s fees, as a result of having to pursue payment will be the responsibility of the Client.\nIf there is a conflict between the terms of this Agreement and any purchase order submitted by Client, this Agreement shall control.\nAny additional or different terms in invoices, acknowledgement forms, purchase orders, or other communications, are deemed material, are objected to, and rejected by the parties unless agreed to in signed writing by the parties.\nExcept as expressly set forth in Section 13(a), Logically shall have no obligation to refund prepaid fees under any circumstances.\nIf Client exceeds its permitted use of the Services, Overage charges may apply.\nClient may change its Usage Levels (including, but not limited to, number of Authorized Users, Profiles, Mentions, API Calls or other features of the Services) at any time provided that (i) any such change will not release Client payment obligations or reduce Client’s total Fees that are in effect prior to such change, (ii) Client provides Logically with prior written notice, and (iii) Client first pays any additional applicable Fees for the changed Services at then-current rates.\nIf the foregoing occurs during a contract Term, Client acknowledges that any incremental cost will be prorated over the remainder of the Term.\nFor any Renewal Term, Logically will increase the Fees for the existing Services by up to 5%.\nLogically does not guarantee refunds for lack of usage or dissatisfaction.</p>\n13.\nTermination\na.\nTermination\n<p>Either party may terminate this Agreement or a Service Order Form for a material breach by the other party of the terms hereof if the defaulting party fails to cure such material breach within thirty (30) days of its receipt of written notice of the breach from the non-defaulting party.\nIn addition, Logically may immediately terminate this Agreement or a Service Order Form if Client: (i) terminates its business activities or becomes insolvent.\n(ii) admits in writing to the inability to pay its debts as they mature.\n(iii) makes an assignment for the benefit of creditors.\n(iv) becomes subject to direct control of a trustee, receiver or similar authority.\nor (v) does not pay the Fees when due as described in Section 12.\nIn the event this Agreement is terminated under this Section 13 due to Client’s uncured material breach, Client agrees that, without limiting any other rights or remedies of Logically, Client will pay all remaining Fees payable through the remainder of the Term.\nIn the event this Agreement is terminated under this Section 13 due to Logically’ uncured material breach, Client shall be entitled to a pro-rata refund of all Fees previously advanced to Logically from the date of the termination through the end of the Term.\nSections 7(b), 7(d), 7(e), 7(f), 8, 9 and 11-18 will survive the termination or expiration of this Agreement for any reason.</p>\nb.\nEffects of Termination\n<p>Upon any expiration or termination of this Agreement: (i) the right of Client and the Authorized Users to use the Services shall cease, and Logically shall have no further obligation to make the Services available to Client or any Authorized Users.\n(ii) except as otherwise expressly stated herein, all other rights and licenses granted to Client and the Authorized Users under this Agreement will immediately cease.\n(iii) except as otherwise expressly set forth in Section 13(c), Logically will have no obligation with respect to any Client Data.\nand (iv) Client will pay any unpaid Fees payable for the remainder of the Term under any applicable Service Order Form in effect prior to the termination date.</p>\nc.\nTreatment of Client Data upon Termination or Expiration\n<p>Client shall have access to the Client Data through the date of termination or expiration of this Agreement.\nLogically shall have no obligation to store or permit Client to retrieve any Client Data following the termination or expiration of this Agreement.</p>\n14.\nConfidentiality\na.\nDefinition.\nRestrictions\n<p>As used herein, “<strong>Confidential Information</strong>” means all confidential information disclosed by a party (the “Disclosing Party”) to the other party (the “<strong>Receiving Party</strong>”), whether orally or in writing, that is designated as confidential or the Receiving Party knows or should know, given the facts and circumstances surrounding the disclosure of the information by the Disclosing Party, is confidential information of the Disclosing Party.\nConfidential Information includes, but is not limited to, the terms of this Agreement as well as components of the business plans, inventions, product plans, design plans, financial plans, computer programs, know-how, customer information, strategies, marketing plans, technology and technical information, business processes and other similar information.\nWithout limiting the foregoing, Logically’ Confidential Information includes the Services and Client’s Confidential Information includes the Client Data.\nConfidential Information does not include information that: (i) is in or enters the public domain without breach of this Agreement through no fault of the Receiving Party.\n(ii) the Receiving Party can reasonably demonstrate was in its possession prior to first receiving it from the Disclosing Party.\n(iii) the Receiving Party can demonstrate was developed by the Receiving Party independently and without use of or reference to the Disclosing Party’s Confidential Information.\nor (iv) the Receiving Party receives from a third party without restriction on disclosure and without breach of a nondisclosure obligation.\nExcept as otherwise permitted in writing by the Disclosing Party, the Receiving Party shall (A) use the same degree of care that it uses to protect the confidentiality of its own confidential information of like kind (but in no event less than reasonable care).\n(B) not use any Confidential Information of the Disclosing Party for any purpose outside the scope of this Agreement.\nand (C) limit access to Confidential Information of the Disclosing Party to those of Receiving Party’s employees, contractors and agents who need such access for purposes consistent with this Agreement and who have signed confidentiality agreements with the Receiving Party containing protections no less stringent than those herein.</p>\nb.\nCompelled Disclosure\n<p>Notwithstanding Section 14(a), the Receiving Party may disclose the Disclosing Party’s Confidential Information if it is compelled to do so by law or in connection with other legal proceedings involving the Disclosing Party, provided that the Receiving Party gives the Disclosing Party prior written notice of such compelled disclosure (to the extent legally permitted) so as to permit the Disclosing Party a reasonable opportunity to prevent such disclosure.\nIf the Receiving Party is compelled by an order or requirement of a court of competent jurisdiction to disclose the Disclosing Party’s Confidential Information as part of a civil proceeding to which the Disclosing Party is a party and the Disclosing Party is not contesting the disclosure, the Disclosing Party will reimburse the Receiving Party for its reasonable cost of compiling and providing secure access to such Confidential Information.\nIn the event Logically is obligated to respond to a third party subpoena or other compulsory legal order or process with respect to any Client Data, Client will promptly reimburse Logically for all reasonable attorneys’ fees, as well as employees’ time and materials, at Logically’ then-current hourly rates, incurred in connection with such response.</p>\n15.\nIndemnification\na.\nClient Indemnification\n<p>Client agrees to indemnify, defend, and hold harmless Logically, its parents, subsidiaries, affiliates, officers, directors, employees, consultants, and agents (together, the “<strong>Logically Indemnitees</strong>”) from and against any and all actual or threatened claims, suits, actions or proceedings, liabilities, damages, losses, costs, expenses, and fees (including reasonable attorneys’ fees) (together, “<strong>Claims</strong>”) brought by third parties (including Authorized Users) arising from or relating to (i) any information Client, or any Authorized User, submits, posts, or transmits through the Services or any other act or omission of Client or any Authorized User in connection with the Services, (ii) Client’s, or any Authorized User’s, grossly negligent use or intentional misuse of the Services, (iii) Client’s, or any Authorized User’s, breach of its material obligations under this Agreement, (iv) Client’s, or any Authorized User’s, violation of any rights of any other person or entity arising out of or related to the use of the Services, and (v) representations and warranties provided by a Client or its Authorized Users.</p>\nb.\nLogically Indemnification\n<p>Logically agrees to indemnify, defend, and hold harmless Client, its parents, subsidiaries, affiliates, officers, directors, employees, consultants, and agents (together, the “<strong>Client Indemnitees</strong>”) from and against any Claims brought by third parties arising from or relating to (i) Logically’ gross negligence or intentional misconduct, and (ii) Logically’s violation of a third party’s intellectual property rights directly arising out of the Client’s or an Authorized User’s use of the Platform in accordance with the terms of this Agreement or any documentation provided to Client.\nNotwithstanding the foregoing, Logically shall have no indemnification obligation with respect to any Claims (i) arising out of or related to the Service Content or the Client Data (ii) to the extent Client is required to indemnify Logically Indemnitees for such Claims under Section 15(a).</p>\n16.\nWarranty Disclaimer\n<p>EXCEPT AS EXPRESSLY PROVIDED HEREIN, LOGICALLY&nbsp;AND ITS SUPPLIERS PROVIDE THE SERVICES “AS-IS” AND “AS AVAILABLE” AND DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, ALL IMPLIED WARRANTIES, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, AND NON-INFRINGEMENT OR WARRANTIES THAT MAY ARISE BY OPERATION OF LAW.\nLOGICALLY&nbsp;AND ITS SUPPLIERS DO NOT GUARANTEE ANY SPECIFIC RESULTS FROM THE USE OF THE SERVICES.\nWITHOUT LIMITING THE FOREGOING, Logically AND ITS SUPPLIERS MAKE NO WARRANTY THAT THE SERVICES WILL BE FREE OF BUGS, UNINTERRUPTED, RELIABLE, OR ERROR-FREE.\nLOGICALLY&nbsp;DISCLAIMS ALL LIABILITY IN CONNECTION WITH THE COLLECTION, STORAGE, REPRODUCTION, AND PROVISION OF THE SERVICE CONTENT TO CLIENT AND CLIENT’S USE OF SERVICE CONTENT.\nTHE FOREGOING DISCLAIMERS WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</p>\n17.\nLimitation of Liability\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW: (A) LOGICALLY&nbsp;WILL NOT BE LIABLE FOR ANY LOSS OF USE, LOST PROFITS, LOSS OF REVENUE, LOSS OF GOODWILL, LOSS OF CONTENT (OR ANY CONTENT RELATED THERETO) OR ANY INTERRUPTION OF BUSINESS, OR FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES ARISING FROM OR RELATING TO THE SERVICES, THE SERVICE CONTENT, OR THIS AGREEMENT, REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF IT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n(B) EXCEPT IN THE EVENT OF ITS WILLFUL MISCONDUCT OR GROSS NEGLIGENCE, IN NO EVENT WILL LOGICALLY’S TOTAL AGGREGATE LIABILITY ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT, THE SERVICES, AND THE SERVICE CONTENT, WHETHER SOUNDING IN TORT, CONTRACT, OR OTHERWISE, EXCEED THE TOTAL AMOUNT OF FEES PAID BY CLIENT TO LOGICALLY&nbsp;WITHIN THE SIX (6) MONTHS PRECEDING SAID CLAIM.\nTHE EXISTENCE OF MORE THAN ONE CLAIM WILL NOT ENLARGE THIS LIMIT.</p>\n18.\nGeneral\na.\nOperating Hours and System Maintenance\n<p>Logically shall use commercially reasonable efforts to ensure that the Client receives uninterrupted and continuing service throughout the Term.\nLogically may need to carry out routine maintenance or urgent maintenance on the Services or the Services may become unavailable for reasons not within Logically’ control.\nIn such cases, Logically shall use commercially reasonable efforts to inform the Client of any downtime and restore the Logically Services as soon as reasonably practicable.</p>\nb.\nIndependent Contractor\n<p>Nothing in this Agreement is intended nor shall be deemed to create a partnership, agency, employer-employee, or joint venture relationship between the parties.\nThere is no fiduciary duty or special relationship of any kind between the parties to this Agreement.\nNeither party is, nor will either party hold itself out to be, vested with any authority to bind the other party contractually, or to act on behalf of the other party as a broker, agent, or otherwise.</p>\nc.\nSeverability.\nWaiver.\nModifications\n<p>If any portion of this Agreement is found to be invalid, illegal, or unenforceable for any reason, the remainder of the Agreement shall continue in full force and effect, and, if needed, the parties or a court of competent jurisdiction shall substitute suitable provisions having like economic effect and intent.\nA waiver under this agreement by a party will be effective only if in writing and signed by the party making the waiver.\nAny waiver or failure by either party to enforce any provision of this Agreement on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.\nThe headings of Sections of this Agreement are for convenience only and are not to be used in interpreting this Agreement.\n“Includes” and “including” are not limiting.\nThis Agreement may only be modified as provided for herein, and otherwise cannot be modified, terminated or amended in any respect orally or by the conduct of the parties without written agreement by the parties.</p>\nd.\nAssignment\n<p>Each party may assign this agreement to a third party only with the other party’s express prior written consent.\nAny attempted assignment or transfer in violation of the foregoing will be void.\nNotwithstanding the foregoing, Logically may assign this Agreement to any other party without consent or notice as part of a merger, acquisition, consolidation or a change of control transaction.</p>\ne.\nChanges to this Agreement\n<p>From time to time, Logically will review, audit, and update this Agreement, the Services, pricing terms, pricing assumptions and/or the pricing model, at any time upon written notice to Client.\nAny of the foregoing changes shall not affect the existing Fees of the Client’s then-current Subscription Term.\nLogically may provide Client such notice by conspicuously posting notice of the applicable changes on its Site, or sending an e-mail to Client and/or the Authorized Users.\nClient and each Authorized User are responsible at all times for keeping the information in the Authorized User Accounts, including the email addresses associated therewith, up-to-date and accurate.\nIf the last e-mail address that Client or an Authorized User has provided to Logically is not valid, or for any reason is not capable of delivering to Client or the Authorized User the notice described in this Section 18(e), Logically’ dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice.\nIf Client or its Authorized Users object to any material changes to the terms of this Agreement or the scope of Services, Client’s sole recourse shall be to cancel Client’s Subscription to the Services within thirty (30) days’ of the date notice is given pursuant to this Section 18(e).\nIf Client cancels its Subscription pursuant to this Section 18(e), Logically does not guarantee any refunds for dissatisfaction with or objections to the Agreement or any modifications thereto.\nContinued use of the Services by Client and any Authorized User following the thirty (30) day period after Logically’ delivery of notice of the changes shall constitute Client’s or the Authorized User’s acceptance of such changes, as applicable.\nLogically reserves the right to modify, suspend, or discontinue the Services with or without notice to Client.\nLogically will notify Clients via the Services of any significant updates thereto.\nLogically shall not be liable should Logically exercise its right to modify, suspend, or discontinue the Services.</p>\nf.\nDrafting Parties\n<p>Each party agrees that it has reviewed and approved this Agreement, and accordingly any presumption or rule of construction permitting ambiguities to be resolved against the drafting party shall not be employed in the interpretation or application of this Agreement.</p>\ng.\nChoice of Law.\nVenue\n<p>This Agreement shall be construed under the laws of England, notwithstanding any choice-of-law principle that might dictate a different governing law.\nEach party irrevocably agrees, consents, and submits to the exclusive jurisdiction of and venue in the courts located in England with respect to any dispute arising out of or relating in any way to this Agreement.</p>\nh.\nUser Disputes\n<p>Logically is not responsible for addressing any disputes between Client and the Authorized Users or between Authorized Users.\nIn the event of a concern, claim or dispute between or among Client and any Authorized Users, the parties to the dispute must communicate directly with each other in order to resolve the dispute.\nIn the event Logically receives complaints about Client or any Authorized User, Logically will determine, in its sole discretion, whether to investigate the complaint and may direct Client or the applicable Authorized User to respond to the other party directly.</p>\ni.\nElectronic Communications\n<p>The communications between Client and Logically use electronic means, whether Client visits the Site or sends Logically emails, or whether Logically posts notices on the Site or communicates with Client via email.\nFor contractual purposes, Client (i) consents to receive communications from Logically in electronic form.\nand (ii) agrees that all terms and conditions, agreements, notices, disclosures and other communications that Logically provides to Client electronically satisfy any legal requirement that such communications would satisfy if it were to be in writing.\nThe foregoing does not affect Client’s statutory rights.</p>\nj.\nNotice\n<p>Where Logically requires Client to provide an email address, Client is responsible for providing Logically with Client’s most current email address.\nIn the event that the last email address Client provided to Logically is not valid, or for any reason is not capable of delivery to Client of any notices required or permitted under this Agreement, Logically’s dispatch of the email containing such notice will nonetheless constitute effective notice.\nClient may give notice to Logically at the following email address: legal@logically.ai or the following physical address: 1, Potters Lane, Wednesbury, West Midlands, United Kingdom, WS100AS.</p>\nk.\nDMCA Notice\n<p>If Client or any Authorized User believes that material on the Site or located on or sent via a Logically product infringes the copyright or other intellectual property right (for example, trademark rights) of Client or the Authorized User, as applicable, Client or the Authorized User may send Logically a written notice (“<strong>DMCA Complaint Notice</strong>”).\nThe DMCA Complaint Notice must contain the following details: (i) the name, mailing address, telephone number and email address of Client or the Authorized User, as applicable.\n(ii) sufficient detail about the allegedly infringing material, including the intellectual property right Client or the Authorized User, as applicable, alleges is being infringed.\n(iii) the URL or other specific location on the Site or in the product that contains the material that Client or the Authorized User, as applicable, claims is infringing.\n(iv) a statement by Client or the Authorized User, as applicable, that it has a good faith belief that the disputed use is not authorized by the intellectual property right owner, its agent, or the law.\n(v) a statement by Client or the Authorized User, as applicable, that the information contained in the DMCA Complaint Notice is accurate and that Client or the Authorized User, as applicable, attests under the penalty of perjury that it is the owner of the intellectual property right or is otherwise authorized to act on such owner’s behalf.\nand (vi) an electronic or physical signature of the owner of the intellectual property right or a person authorized to act on the owner’s behalf.\nThe DMCA Complaint Notice must be sent to Logically’ registered copyright agent at the following: (A) 1, Potters Lane, Wednesbury, West Midlands, United Kingdom, WS10 0AS Attn: Legal Department DMCA Complaint.\n(B) via email to legal@logically.ai (include “<strong>DMCA Complaint</strong>” in the subject line).\nUpon receipt of proper written notice, Logically will attempt to expeditiously remove or disable the allegedly infringing material, regardless of the nature of the material (a post, a webpage, or presentation slide, for example).\nLogically will document the alleged infringements on which it takes action in response to the DMCA Complaint Notice.\nLogically will attempt to notify the user who posted or uploaded the allegedly infringing material and, if requested, provide a report to the user.</p> ", "created_at": "2021-11-01 19:59:44.463139", "updated_at": "2021-11-01 19:01:00.503191"}, {"id": 9697, "name": " Privacy Policy", "url": "https://www.logically.ai/privacy-policy", "xpath": "//*[@id=\"whats-in-this-policy\"]", "text": " Table of Contents What's in this policy? Collection of information and how we use it Do we disclose user information to third parties that advertise? Storage of the data we collect Third Party Embeds Data Storage Tracking &amp.\nCookies Modifying or Deleting Your Personal Information Data Security Business Transfers Emails from Logically Changes to this Policy Statement of Data Protection Processing Activity Purpose of Processing Our Legal Bases for processing data Public Nature of Personal Data Categories of Personal Data Collected Categories of Recipients Embedded Content Existence of Automated Decision-making Potential Consequences Data Processing Cross-border Transfers Retention of Personal Data Data Subject Rights Contact Information What's in this policy?\n<p>This policy explains what information we collect when you use TheLogically Limited (referred to in this policy as “we” “us” or “Logically”) sites, services, mobile applications, products, and content (“Services”).\nIt also has information about how we store, use, transfer, and delete that information.\nTransparency is one of our core values which is why we want you to be clear about what this Policy covers.</p>\nCollection of information and how we use it\n<p>Logically doesn’t generate revenue from advertising on any of the services we provide to you so the data we collect is not used to advertise to you.\nThe collection of your data is solely done to make Logically work as well as it can and to continually improve Logically services.</p>\n<p>We collect information about how you use our network to make sure that logically works to its full capability and give you the best experience we can provide.\nWe collect information that you give us (such as email addresses to get in contact with you if you've given consent) as well as information about how you use our services (such as how long you spend on a page/website.) This information includes your IP address and information about the device you use to access our services such as.\nthe type of device, browser type and screen resolution.</p>\n<p>We use this information to:</p>\n<ul>\n<li>Provide, test, improve and promote Logically services</li>\n<li>Fight abuse, spam and keep your account safe and secure</li>\n<li>Create Aggregate, non-identifiable information about how you and other users use Logically services</li>\n</ul>\n<p>If you choose to sign up or authenticate/link your Logically account with a third party service (such as Twitter, Google or Facebook) we may collect information associated with the third-party account such as your friend lists or followers.\nWe will never post or publish to any connected third-party account without your consent.</p>\nDo we disclose user information to third parties that advertise?\n<p>We do not.\nLogically does not transfer and/or sell information about you to third parties for the purpose of facilitating or providing advertising on third party platforms.</p>\n<p>In some circumstances we may share your information with third parties such as:</p>\n<ul>\n<li>With your consent</li>\n<li>To a service provider or partner who meets our data protection standards</li>\n<li>With academic or non profit researchers, with aggregation, anonymisation or pseudonymisation.</li>\n<li>When we have a good faith belief it is required by law</li>\n<li>When we have a good faith belied that doing so will help prevent harm to someone</li>\n</ul>\n<p>In the event that your information is shared in response to a legal process, we will give you sufficient notice in order to challenge it (for example by seeking court intervention), unless the law prohibits it or we believe giving notice will endanger others.\nAll requests for user information that we believe to be improper will be objected.</p>\nStorage of the data we collect\n<p>Logically uses third-party vendors and hosting partners, such as google, for software, networking, storage and hardware and related technology we need to run Logically services.\nThere are two types of logs which we use.\nserver logs and event logs.\nOur servers record every request made when someone visits our site (like most other internet companies)</p>\nThird Party Embeds\n<p>Logically often uses content hosted on other sites (such as articles and videos from news publications).\nThis content is not hosted on Logically and therefore these files send data back to the hosted site as if you were visiting that site directly.\nLogically can not control the data or what is done with the data collected from third parties in these cases, therefore third party embeds on Logically services are not covered by this policy.\nThey are covered by the privacy policy of the third party site or service.</p>\n<p>Embeds may request your personal information through forms (for example: they may ask for your email address).\nIn choosing to give your personal information to a third party, the third party may the information provided as explained above.\nThis privacy policy does not cover what third parties do with the information you choose to provide them so please ensure you have read and understand the third party's privacy policy prior to submitting any personal information through a third party form.</p>\n<p>If you embed a form that allows submission of personal information by users on any of Logically's services you must provide a link to an a Privacy Policy stating, clearly why you intend to use the information collected and how you will use the user information.\nIn the event that you do not provide a link to a Privacy Policy with the information requested above, the post containing the embedded form may be removed or further action may be taken on your account (such as suspension or removal of your account.)</p>\nData Storage\n<p>Logically uses third-party vendors and hosting partners, such as Google, for hardware, software, networking, storage, and related technology needed to run Logically.\nBy using Logically Services, you authorise Logically to transfer, store, and use your information in the United States and any other country where we operate.</p>\nTracking &amp.\nCookies\n<p>We use browser cookies and similar technologies to recognise you when you return to our Services.\nWe use them in various ways, for example to log you in, remember your preferences (such as default language), help us understand how people use Logically and personalise content and other information.</p>\n<p>Some third-party services that we use to provide the Logically Service, such as Google Analytics, may place their own cookies in your browser.\nThis Privacy Policy covers use of cookies by Logically only and not the use of cookies by third parties.</p>\nModifying or Deleting Your Personal Information\n<p>If you have a Logically account, you can access and modify your personal information, or delete your account here.</p>\n<p>We may keep residual copies of your information for a brief period to protect from malicious or accidental destruction.\nBe aware that, once your account is deleted the action is irreversible and your information and content will be unrecoverable after that time.\nWhen required by law, Logically may preserve and maintain copies of your information.</p>\nData Security\n<p>Please take reasonable measure to ensure your account is secured as, although we use encryption (HTTPS/SSL) to protect data transmitted to and from our site, its important to note that data transmission over the Internet is never 100% secure.\nYou use the Service at your own risk, and you’re responsible for taking reasonable measures to secure your account.</p>\nBusiness Transfers\n<p>In the event that Logically is involved in a merger, acquisition, bankruptcy, reorganisation or sale of assets such that your information would be transferred or become subject to a different privacy policy, we will notify you in advance so you can opt out of any such new policy by deleting your account before transfer.</p>\nEmails from Logically\n<p>You can opt out of non-administrative emails such as our newsletters, notifications and marketing materials in the settings panel here.\nOccasionally we will send you transactional emails regarding your account, changes to our services and new policies which cant be opted out of.</p>\n<p>We receive information when you interact with our emails (such as opening and clicking on links).\nWe will never send you an email asking you for your account information (such as passwords).\nIf you receive an email requesting such information, please contact as us as soon as possible so we can investigate.</p>\nChanges to this Policy\n<p>Logically may update this Policy at any point and will notify you of changes to this policy before they come into action.\nThe most current version of the policy will always be here and we will archive former versions of the policy here.</p>\nStatement of Data Protection\nProcessing Activity\n<p>Logically collects and stores personal information about its users to customise their reading experience and enable personalised distribution of content in relation to the interests of users.\nLogically shares minimal data with its service providers.</p>\nPurpose of Processing\n<ul>\n<li>Provide, test, promote, and improve Logically services</li>\n<li>Gather usage statistics of services</li>\n<li>Gather usage statistics of services</li>\n<li>Fight spam, fraud, and other abuse of services</li>\n</ul>\nOur Legal Bases for processing data\n<p>In order to provide our services, Logically collects and stores personal data about its users on the legal basis of consent given when you create an account and agree to the Privacy Policy.</p>\n<p>Logically also pursues its legitimate interests by collecting minimal data of logged out users to provide the services, as outlined above.</p>\n<p>Where Logically collects and stores personal data about non-users, it does so under performance of contract obligations with users who use the services to publish content on web sites hosted by Logically.\nIn such cases, users authoring such content containing personal data of third parties are responsible for that content.\nLogically will consider related complaints in compliance with the General Data Protection Regulation’s rights of the data subject, as well as rights of expression and access to information.</p>\nPublic Nature of Personal Data\n<p>Logged-in users may choose to interact publicly with the Logically Services through using the site's comment function.\nWhere such personal data may reveal special category protected data, it is processed on the basis that it is manifestly made public by the user, although it is advised that users do not share such data through commenting.\nAdditional information on potential consequences of such processing can be found below.\nIf you don't agree to this public usage, do not create an account or use these features of Logically's Services.</p>\nCategories of Personal Data Collected\n<p>Logged out users</p>\n<ul>\n<li>Reading history</li>\n<li>IP address</li>\n<li>Browser information</li>\n</ul>\n<p>Logged in users</p>\n<ul>\n<li>Username</li>\n<li>Display name</li>\n<li>Bio</li>\n<li>Email address (non-public)</li>\n<li>Session activity (security)</li>\n<li>Linked social media accounts (optional)</li>\n<li>IP address</li>\n<li>Browser information</li>\n<li>Reading history</li>\n<li>Network interactions (comments, people or entities followed, etc.)</li>\n<li>Comments and responses</li>\n</ul>\nCategories of Recipients\n<p>Logically shares personal data with third-party processors although this is kept to a minimum and solely shared for the purpose of providing Logically Services.\nThe processors offer at least the same level of data protection set out in this document.\nThis following categories of recipients are included:</p>\n<ul>\n<li>Hosting, Storage, &amp.\nOther Infrastructure</li>\n<li>Security</li>\n<li>Analytics</li>\n<li>Communication &amp.\nSupport</li>\n</ul>\n<p>Search engines will index public interactions and user profiles.\nUsers may also share links which contain your comments on social media.</p>\nEmbedded Content\n<p>Logically often uses content hosted on other sites (third-party embeds) which may collect and store personal data.\nThis content is not hosted on Logically, therefore third party embeds on Logically services are not covered by this policy, but by the policies of the third-party sites or services.</p>\nExistence of Automated Decision-making\n<p>Logically collects and stores personal data about its users to customise reading.\nAutomated Decision-making is used to promote content tailored to users interests, preferences and previous use of Logically services.</p>\n<p>Logically also filters content for the purposes of fighting and preventing spam, fraud, and other forms of abuse.</p>\nPotential Consequences Data Processing\n<p>By creating an account on Logically, users may make certain personal data about themselves public and accessible to others on their profile through commenting within the debate section of Logically's services.\nThis may in some cases constitute special category protected data which is considered manifestly made public by the user, dependent on what parts of your profile you share and the comments you make.</p>\n<p>It may be possible for third parties to derive identifying personal data from posts, whether by reading, inference, supplemental research, or automated extraction and analysis, due to the public nature of information posted to Logically.</p>\n<p>Users are free to use their real name and information, or a pseudonym of their choosing, for their account.\nUsers may also choose to use the service without posting data or engaging in network interactions.\nHowever, if you do not agree with and accept the risks of such usage, you may not use the services.</p>\nCross-border Transfers\n<p>Logically is hosted in the United States.\nIn the use of Logically Services, you authorise Logically to transfer, store, and use your information in the United States and any other country where we operate.\nWhere your data is disclosed to our processors, it is subject by contract to at least the same level of data protection as that set out in this statement.</p>\nRetention of Personal Data\n<p>Logically keeps personal data associated with your up until deletion it's deletion.\nYou can delete your account at any time which will delete all of your personal information.\nUpon deletion your account will be unrecoverable in our system after a period of fourteen days.\nIt may take several additional days for your personal data to be de-indexed from search engines, depending on those search engines’ practices, over which Logically may have limited or no control.</p>\nData Subject Rights\n<ol>\n<li>If you've signed up for a Logically account you can request a copy of your information by contacting privacy@logically.ai</li>\n<li>You may correct information associated with your account from the Settings page.</li>\n<li>You may withdraw consent by deleting your account on the Settings page.\nThis will erase your personal information completely within 14 days (except to the extent Logically is prevented by law from deleting your information).</li>\n<li>You may object at any time to the use of your personal data by contacting privacy@logically.ai If your complaint relates to alleged misuse of your personal data by a third party, it may result in suspension of that post or account in keeping with relevant law, public interest, our contractual obligations, and the rights of expression and access to information of others.</li>\n<li>You may at any time lodge a complaint regarding the processing of your personal data by Logically with the Supervisory Authority of your EU member state.</li>\n</ol>\nContact Information\n<p>Brookfoot Mills, Brookfoot Industrial Estate, Brookfoot, Brighouse, United Kingdom, HD6 2RW</p> ", "created_at": "2021-11-01 19:59:44.460267", "updated_at": "2021-11-01 19:02:51.400653"}], "points": [], "urls": ["logically.ai"]}}