{"error": 448, "message": "OK", "parameters": {"id": 2756, "name": "Alzforum", "created_at": "2021-02-09 17:37:07.212535", "updated_at": "2021-03-29 00:01:23.072724", "wikipedia": "https://en.wikipedia.org/wiki/Alzheimer_Research_Forum", "keywords": null, "related": null, "slug": "alzforum", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2756.png", "url": "alzforum.org", "documents": [{"id": 4144, "name": "Privacy Policy", "url": "https://www.alzforum.org/privacy-policy", "xpath": "//*[@id=\"article\"]", "text": " ABOUT US\nPrivacy Policy Tools <ul>\n<li> Add to my Library </li>\n<li> Email </li>\n<li>\n<b>Share</b> How would you like to share? Facebook Twitter LinkedIn </li>\n<li>Print</li>\n</ul> Back to the Top <p>The Alzforum website (the “Site”) collects information in order to serve you better--by providing better information and creating a valuable community in which to discuss ideas, issues and share data and expertise with other members.\nAny personal information we collect will be used solely to improve our services, and will not be sold to other companies without your consent.\nThis privacy policy governs personal information collected by us on the Site as well as through any digital products and services or mobile applications that we may offer from time to time with respect to Alzforum.</p>\n<p>What information we gather and how we gather it<br> How we use and disclose your information<br> Opt-in/Opt-out<br> Reviewing or changing your information/Profile Page<br> Improper Conduct<br> Protection for Children<br> Your Consent<br> Contacting Us</p>\n<p>1.\nWhat Information We Gather and How We Gather It</p>\n<p>Membership Application and Online Registration.&nbsp;To process your Alzforum membership and/or your online registration, we may ask you to provide common required information including name, email address, etc.</p>\n<p>Automatically Collected Information.&nbsp;We collect data about the movement of users on the Site.\nThis may include the Internet Protocol Address of your computer, host name, domain name, browser version and platform, date and time of requests and files downloaded or viewed.\nWe use this information to analyze usage of the Site.\nWe also use cookies to collect information and personalize your experience on the Site.\nWe store a limited amount of personal information in cookies.</p>\n<p>2.\nHow We Use and Disclose Your Information</p>\n<p>We do not sell your personally identifiable information to third parties or mass marketers.\nFor example, we will not sell another company your name or email address.\nOn occasions, we may ask for your consent to share particular data with a third party.\nIn addition, we reserve the right, without disclosing your personally identifiable information to third parties, to use the information you provide to offer you additional Alzforum or third party products and services that we think will be of interest to you.</p>\n<p>We do disclose aggregated data to our sponsors and co-branded partners to generate reports and marketing research.\nFor example, we tell funding agencies how many people visit the Site or specific parts of the Site.\nWhere available, we may offer additional information about viewer characteristics.\nHowever this does not include personally identifiable information about you or your online usage patterns.</p>\n<p>If you choose to receive the free Alzforum Newsletter as set forth below (see “Opt-in/Opt-out”), we will use these newsletters to provide you with news, events, special offers, site upgrades and much more.</p>\n<p>On occasion, we may use the content you post in the Site’s community section including chat rooms and discussions or any other public section of the Site for promotional purposes, in email newsletters, in promotional collateral, or elsewhere and by using the Site you agree that we may do so.\nYou should exercise caution when deciding to disclose your personal information in these areas.</p>\n<p>We may share your personally identifiable information with third parties with which we contract to help enhance the functionality of the Site and provide new products, services and content.\nFor example, we use third parties for webinar registration and for newsletter generation.\nWe make sure that these third parties do not use this information for any other purpose and do not share the information with any other third party.\nThese third parties must maintain the confidentiality of your personal information and have access to your personal information only to the extent necessary to perform the function that we have requested.</p>\n<p>3.\nSecurity Measures</p>\n<p>We take measures to secure the personal information that users submit on the Site.\nWe encrypt such information using Secure Socket Layer (SSL) technology.</p>\n<p>4.\nOpt-in/Opt-out</p>\n<p>You have the option to sign up for the free Alzforum Newsletter by submitting your email address via the Newsletter sign-up page on the Site or by checking the box on your Site profile page.</p>\n<p>To opt out from receiving these emails, you can click on the link located at the bottom of the email newsletter or change your profile on the Site.</p>\n<p>We are not responsible for removing information from third-party lists or databases.</p>\n<p>5.\nReviewing or Changing Your Information</p>\n<p>In order to ensure that the information we maintain is accurate, the Site gives users the option to change or modify their previously provided information.\nUsers can manage their profile in the MyXForum area of the Site.\nSite editors have access to the users’ profile changes.\nUsers can submit corrections to comments that they previously posted on the Site.</p>\n<p>6.\nImproper Conduct</p>\n<p>The restrictions above will not apply in the event that you engage in certain improper conduct.\nSpecifically, we shall have the right ourselves to use or release to third parties personally identifiable information regarding users who are suspected of having used the Site for any fraudulent purposes or having otherwise violated any law rule or regulation.</p>\n<p>7.\nProtection for Children</p>\n<p>We have no intention of collecting personally identifiable information from children (i.e., individuals under the age of 13).\n&nbsp;If a child has provided us with individually identifiable information, that child's parent or guardian should Contact Us to have this information deleted from our records.</p>\n<p>8.\nYour Consent</p>\n<p>By using the Site, you consent to the collection and use of information by Alzforum in the manner explained above.\nIf we decide to change this Privacy Policy, we will post the revised Privacy Policy on the Site so you are aware of what information we collect, how we use it, and under what circumstances we disclose it.\nUse of the Site constitutes consent to the Privacy Policy then in effect.</p>\n<p>9.\nContacting Us</p>\n<p>If you have any questions about this Privacy Policy, the practices of the Site, or your dealings with the Site, please Contact Us.</p>\n<p> NEXT: Copyright </p> ", "created_at": "2021-02-09 17:38:00.552184", "updated_at": "2021-03-22 18:25:40.309099"}, {"id": 4145, "name": "Terms of Use", "url": "https://www.alzforum.org/terms-of-use", "xpath": "//*[@id=\"article\"]", "text": " ABOUT US\nTerms of Use Tools <ul>\n<li> Add to my Library </li>\n<li> Email </li>\n<li>\n<b>Share</b> How would you like to share? Facebook Twitter LinkedIn </li>\n<li>Print</li>\n</ul> Back to the Top <p>\n<b>1.\nGeneral</b>\n</p>\n<p>These Terms of Use (“Terms”) were last modified on 4 April&nbsp;2018.</p>\n<p>These Terms are a binding agreement between you and FBRI LLC (“FBRI”).\nBy using or accessing the Alzforum website (the “Site”), you accept and agree to be bound by these Terms.\nYour use of the Site is governed by the version of the Terms in effect on the date the Site is accessed by you.&nbsp;FBRI may modify these Terms at any time and without prior notice.</p>\n<p>Unless otherwise agreed, FBRI may discontinue or modify the Site at any time without prior notice to you, and you accept those modifications if you continue to use the Site.</p>\n<p>This Site is intended only for your personal, non-commercial use, unless you and FBRI have agreed otherwise in writing.</p>\n<p>These Terms govern your use of the Site as well as any digital products and services or mobile applications that FBRI may offer from time to time with respect to Alzforum.</p>\n<p>\n<b>2.\nContent</b>\n</p>\n<p>\n<b>2.1.\nOwnership of Content</b>\n<br> All text, graphics and other materials on the Site (\"Content\") are the property of FBRI, or its licensors, suppliers and other third parties mentioned on the Site (collectively the \"Third Party Content Providers\"), in each case as indicated by the copyright notice for each Content item.\nAll works of authorship are protected by applicable copyright laws.\nAll trademarks and service marks on the Site belong to FBRI or its parent FMR LLC (“FMR”), except third party trademarks and service marks, which are the property of their respective owners.</p>\n<p>The Site includes news and information, tools, commentary, research reports and data concerning Alzheimer’s disease and other subjects.\nSome content is supplied by FBRI, some (the “Third Party Content”) is provided by Third Party Content Providers and some is provided by users of the Site (see “User-Generated Content” below).</p>\n<p>\n<b>2.2.\nUser-Generated Content</b>\n<br> If you submit any information, idea, concept or invention to the Site you agree that FBRI may release such submission to others, subject to the Alzforum Privacy Policy, and you automatically grant or warrant that the owner of such content or intellectual property has expressly granted FBRI a royalty-free, perpetual, irrevocable, world-wide nonexclusive license to store, use, reproduce, create derivative works from, modify, publish, edit, translate, distribute, perform, and display such intellectual property in any media or medium, or any form, format, or forum now known or hereafter developed.\nFBRI may sublicense its rights through multiple tiers of sublicenses.</p>\n<p>You warrant that your submissions are truthful and provided in good faith.\nyou understand that users are relying on the accuracy and truthfulness of submissions made, and that FBRI, and the scientific community in general, can be damaged if any of your submissions are false or misleading.</p>\n<p>You authorize FBRI to publish your name, affiliation and/or geographic location in connection with your submission.\nOnce your submission is posted, you acknowledge that you will not have the right to remove or edit it.</p>\n<p>FBRI&nbsp;reserves the right, but is not obligated, to do any or all of the following:</p>\n<p>1.\nRecord the dialogue in online forums.<br> 2.\nInvestigate an allegation that a communication(s) do(es) not conform to the terms of this section and determine in its sole discretion to remove or request the removal of the communication(s).<br> 3.\nEdit or remove communications which fail to conform with these Terms.<br> 4.\nTerminate a user's access to any or all interactive areas of the Site (or otherwise revoke a user’s privilege to submit content) for any reason, without prior notice.<br> 5.\nMonitor, edit, or disclose any submission you make to the Site, subject to the Alzforum Privacy Policy.<br> 6.\nEdit or delete any communication(s) posted on the Site, regardless of whether such communication(s) violates these Terms.</p>\n<p>FBRI reserves the right to edit comments and other text submissions posted to or otherwise submitted to the Site, and also reserves the right not to post or to terminate the posting of comments or other text submissions.</p>\n<p>FBRI and the Third Party Content providers have no liability or responsibility to users of the Site or any other person or entity for performance or non-performance of the aforementioned activities.</p>\n<p>FBRI shall have no liability to protect, store or maintain the annotations that users of the Site may add to the Content on the Site.</p>\n<p>\n<b>2.3.\nThird Party Content</b>\n<br> Although Third Party Content may be displayed on the Site or available through a link to a third-party site, FBRI has not been involved in the preparation, adoption or editing of Third Party Content.\nWhile FBRI makes every attempt to provide accurate and timely information to serve the needs of users, neither FBRI nor the Third Party Content Providers guarantee its accuracy, timeliness, completeness or usefulness, and are not responsible or liable for any such content, including any advertising, products, or other materials on or available from third party sites.\nFBRI and the Third Party Content Providers specifically disclaim any responsibility for Content available on the Site.\nThe use of the Site and the Content, including Third Party Content, is at your own risk.</p>\n<p>\n<b>3.\nUse of Site</b>\n</p>\n<p>\n<b>3.1.\nUse of the Site</b>\n<br> If you use the Site you are solely responsible for your own communications, the consequences of posting those communications, and your reliance on any communications found on the Site.\nFBRI and the Third Party Content providers are not responsible for the consequences of any communications provided by you or other third parties on the Site.</p>\n<p>\n<b>3.2.\nAccount and Password</b>\n<br> The Site has several tools that allow you to record and store information and require a login.\nYou may not obtain or attempt to obtain unauthorized access to such areas of the Site through any means not intentionally made available by&nbsp;FBRI for your specific use.\nYou are responsible for all activities that occur in connection with your account and password.\nIt is your sole responsibility to (1) control the dissemination and use of activation codes and passwords.\n(2) restrict access to and use of your Alzforum account and password.\n(3) promptly inform&nbsp;FBRI of any need to deactivate a password.\nand (4) notify FBRI immediately if you become aware of any disclosure, loss, theft or unauthorized use of your password.</p>\n<p>\n<b>3.3.\nProhibited Uses</b>\n<br> FBRI reserves the right to limit a user’s access to the Site if a user is deemed to violate any of the conditions stated in this Terms of Use.</p>\n<p>You shall not</p>\n<p>(1) use the Site for any illegal purpose<br> (2) distribute any viruses or other harmful computer code to any FBRI server, or any network connected to any FBRI server<br> (3) use the Site in any manner that could damage or overburden any&nbsp;FBRI server, or any network connected to any FBRI server<br> (4) access the Site through devices or services that are designed to provide high-speed, automated, repeated access, unless such devices are approved or made available by&nbsp;FBRI<br> (5) engage in any other conduct that restricts or inhibits, any other person from using or enjoying the Site, or,<br> (6) engage in any other conduct which, in the judgment of FBRI, exposes&nbsp;FBRI or any of its site users or content providers to any liability or detriment of any type.</p>\n<p>You may not copy, distribute, modify, post or frame-in the Site, including any text, graphics, video, audio, software code, user interface design or logos, without prior written permission from&nbsp;FBRI or the copyright owner.\nYou may not alter or remove any trademark, copyright or other notice from the Content.</p>\n<p>If you make submissions to the Site, you agree that you will not (1) send or transmit to the Site any communications, content or submissions of any kind that infringe or violate the intellectual property, privacy, publicity or other rights of any party or that are unlawful, obscene, defamatory, threatening, harassing, abusive, slanderous, hateful, or embarrassing to any other person or entity as determined by&nbsp;FBRI in its sole discretion, or (2) post personal information of any other person (including, without limitation, Protected Health Information).</p>\n<p>\n<b>3.4.\nLinking Policy</b>\n<br> Unless you and&nbsp;FBRI have agreed otherwise, links from another website to the Site must resolve to the top-level homepage of the Site.\nIf you place a link on your or another web site to the Site, neither the web site nor the link may suggest that&nbsp;FBRI or Alzforum endorses, sponsors or is affiliated with any other site, entity, service or product, and you may not make use of any trademarks or service marks of&nbsp;FBRI or FMR other than those contained within the text of the link.</p>\n<p>\n<b>4.\nDisclaimer of Medical Advice</b>\n</p>\n<p>The Site does not provide medical advice.\nThe Content is for informational, educational, research and reference purposes only and is not intended to substitute for professional medical advice, diagnosis or treatment.\nAlways seek advice from a qualified physician or health care professional about any medical concern, and do not disregard professional medical advice because of anything you may read on the Site.\nThe views of individuals quoted on this Site are not necessarily those of FBRI.</p>\n<p>Neither the Site nor&nbsp;FBRI endorses any company or product, and listing on the Site is not linked to corporate sponsorship nor does it imply any endorsement by the Site or FBRI.\nWe do not make a claim to being comprehensive or up-to-date.</p>\n<p>\n<b>5.\nDisclaimer of Warranties</b>\n</p>\n<p>THE SITE AND ITS CONTENT IS PROVIDED ON AN \"AS-IS\" BASIS.\nFBRI AND THE THIRD PARTY CONTENT PROVIDERS EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, FUNCTIONALITY OR NON-INFRINGEMENT.\nFBRI DOES NOT WARRANT THAT THE SITE OR ITS CONTENT WILL MEET YOUR NEEDS OR THAT EITHER WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nFBRI ALSO MAKES NO WARRANTY THAT THE RESULTS OBTAINED FROM THE USE OF THE SITE AND ITS CONTENT WILL BE ACCURATE OR RELIABLE, OR THAT THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL OBTAINED BY YOU THROUGH THE SITE WILL MEET YOUR EXPECTATIONS.&nbsp;FBRI DOES NOT WARRANT THAT THE SITE WILL APPEAR ACCURATELY THROUGH ALL WEB BROWSERS AND ACCESS METHODS.</p>\n<p>\n<b>6.\nLimitation of Liability</b>\n</p>\n<p>IN NO EVENT WILL&nbsp;FBRI OR THE THIRD PARTY CONTENT PROVIDERS, AND RESPECTIVELY THEIR PARENTS, SUBSIDIARIES, AFFILIATES, SERVICE PROVIDERS, LICENSORS, OFFICERS, DIRECTORS OR EMPLOYEES, BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, CONSEQUENTIAL, INCIDENTAL, SPECIAL, DIRECT, OR INDIRECT DAMAGES (INCLUDING BUT NOT LIMITED TO LOST PROFITS, TRADING LOSSES OR DAMAGES THAT RESULT FROM USE OR LOSS OF USE OF THE SITE OR THIRD PARTY CONTENT, INCONVENIENCE OR DELAY).\nTHIS IS TRUE EVEN IF&nbsp;FBRI OR THE THIRD PARTY CONTENT PROVIDER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES.&nbsp;FBRI AND THE THIRD PARTY CONTENT PROVIDERS ARE NOT LIABLE FOR ANY PERSONAL INJURY INCLUDING DEATH.&nbsp;FBRI AND THE THIRD PARTY CONTENT PROVIDERS WILL NOT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY LOSS RESULTING FROM A CAUSE OVER WHICH SUCH PARTY DOES NOT HAVE DIRECT CONTROL.\nIF YOU LIVE IN A STATE THAT DOES NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SOME OR ALL OF THESE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<b>7.\nIndemnification</b>\n</p>\n<p>As a condition of your use of the Site, you agree to indemnify and hold&nbsp;FBRI harmless from and against any and all claims, losses, liability, costs and expenses (including but not limited to attorneys' fees) arising from your use of the Site, from your violation of these Terms, or from your violation of any law or the rights of a third party.</p>\n<p>\n<b>8.\nJurisdiction</b>\n</p>\n<p>Unless otherwise agreed, these terms and their enforcement are governed by the laws of the United States of America and the Commonwealth of Massachusetts, without regard to conflicts of law, and shall inure to the benefit of FBRI's successors and assigns, whether by merger, consolidation, or otherwise.</p>\n<p>\n<b>9.\nSeverability</b>\n</p>\n<p>If a court of competent jurisdiction deems any provision unenforceable, that provision will be enforced to the maximum extent permissible, and the remaining provisions will remain in full force and effect.\nExclusive jurisdiction for any claim or cause of action relating to the Site shall be with the state or federal courts located in the Commonwealth of Massachusetts.\nThe Site is controlled and operated from the United States of America.\nIf you access the Site from outside the United States, you are responsible for compliance with all applicable laws, rules and regulations.</p>\n<p>\n<b>10.\nComplete Agreement</b>\n</p>\n<p>Except as expressly provided in another legal notice on the Site, these Terms of Use constitute the entire agreement between you and&nbsp;FBRI with respect to the use of the Site.</p>\n<p> NEXT: Privacy Policy </p> ", "created_at": "2021-02-09 17:39:20.770777", "updated_at": "2021-03-22 18:26:27.151473"}], "points": [{"id": 17772, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 10:23:14.681708", "updated_at": "2021-03-28 18:33:06.131874", "quoteText": "By using or accessing the Alzforum website (the “Site”), you accept and agree to be bound by these Terms.", "case_id": 403, "document_id": 4145, "quoteStart": 374, "quoteEnd": 479}, {"id": 17777, "title": "This service can delete your content if you violate the terms", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:18:44.29568", "updated_at": "2021-03-28 18:37:33.496019", "quoteText": "Edit or remove communications which fail to conform with these Terms.", "case_id": 377, "document_id": 4145, "quoteStart": 3696, "quoteEnd": 3765}, {"id": 17781, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:31:22.243066", "updated_at": "2021-03-27 21:26:55.720597", "quoteText": "FBRI ALSO MAKES NO WARRANTY THAT THE RESULTS OBTAINED FROM THE USE OF THE SITE AND ITS CONTENT WILL BE ACCURATE OR RELIABLE, OR THAT THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL OBTAINED BY YOU THROUGH THE SITE WILL MEET YOUR EXPECTATIONS.", "case_id": 288, "document_id": 4145, "quoteStart": 10473, "quoteEnd": 10737}, {"id": 17778, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:23:03.369478", "updated_at": "2021-03-28 18:35:05.173957", "quoteText": "Terminate a user's access to any or all interactive areas of the Site (or otherwise revoke a user’s privilege to submit content) for any reason, without prior notice.<br>", "case_id": 201, "document_id": 4145, "quoteStart": 3773, "quoteEnd": 3943}, {"id": 18479, "title": "This service does not allow users to remove or edit user-generated content", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-04-10 17:30:07.226588", "updated_at": "2021-04-10 18:05:53.753156", "quoteText": "Once your submission is posted, you acknowledge that you will not have the right to remove or edit it.</p>", "case_id": 479, "document_id": 4145, "quoteStart": 3244, "quoteEnd": 3350}, {"id": 17783, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:33:01.123671", "updated_at": "2021-03-28 20:49:49.582827", "quoteText": "As a condition of your use of the Site, you agree to indemnify and hold&nbsp;FBRI harmless from and against any and all claims, losses, liability, costs and expenses (including but not limited to attorneys' fees) arising from your use of the Site, from your violation of these Terms, or from your violation of any law or the rights of a third party.</p>", "case_id": 145, "document_id": 4145, "quoteStart": 12020, "quoteEnd": 12373}, {"id": 17786, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:47:11.823594", "updated_at": "2021-03-27 21:27:32.801351", "quoteText": "What Information We Gather", "case_id": 228, "document_id": 4144, "quoteStart": 1062, "quoteEnd": 1088}, {"id": 17794, "title": "The service provides information about how they collect personal data", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 19:39:33.275848", "updated_at": "2021-03-28 18:38:51.554226", "quoteText": "and How We Gather It", "case_id": 297, "document_id": 4144, "quoteStart": 1089, "quoteEnd": 1109}, {"id": 17795, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 20:29:14.004712", "updated_at": "2021-03-28 18:38:57.492225", "quoteText": "How We Use and Disclose Your Information", "case_id": 227, "document_id": 4144, "quoteStart": 1826, "quoteEnd": 1866}, {"id": 17796, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 20:30:38.351834", "updated_at": "2021-03-28 16:22:44.676477", "quoteText": "This may include the Internet Protocol Address of your computer,", "case_id": 399, "document_id": 4144, "quoteStart": 1435, "quoteEnd": 1499}, {"id": 17780, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:29:46.78831", "updated_at": "2021-03-27 21:26:44.397798", "quoteText": "THE SITE AND ITS CONTENT IS PROVIDED ON AN \"AS-IS\" BASIS.", "case_id": 286, "document_id": 4145, "quoteStart": 10034, "quoteEnd": 10091}, {"id": 17784, "title": "The court of law governing the terms is in the United States of America and the Commonwealth of Massachusetts", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:34:11.839211", "updated_at": "2021-03-27 21:27:12.851005", "quoteText": "Unless otherwise agreed, these terms and their enforcement are governed by the laws of the United States of America and the Commonwealth of Massachusetts, without regard to conflicts of law, and shall inure to the benefit of FBRI's successors and assigns, whether by merger, consolidation, or otherwise.</p>", "case_id": 163, "document_id": 4145, "quoteStart": 12409, "quoteEnd": 12716}, {"id": 17785, "title": "Your personal data is not sold", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:39:12.264511", "updated_at": "2021-03-27 21:27:19.37748", "quoteText": "Any personal information we collect will be used solely to improve our services, and will not be sold to other companies without your consent.", "case_id": 193, "document_id": 4144, "quoteStart": 435, "quoteEnd": 577}, {"id": 17775, "title": "This service keeps a license on user-generated content even after users close their accounts.", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 10:42:04.720908", "updated_at": "2021-03-27 21:39:21.531434", "quoteText": "perpetual, irrevocable, world-wide nonexclusive license", "case_id": 130, "document_id": 4145, "quoteStart": 2460, "quoteEnd": 2515}, {"id": 17799, "title": "You can opt out of promotional communications", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 20:39:12.894315", "updated_at": "2021-03-27 21:38:13.388325", "quoteText": "You have the option to sign up for the free Alzforum Newsletter by submitting your email address via the Newsletter sign-up page on the Site or by checking the box on your Site profile page.</p>\n<p>To opt out from receiving these emails, you can click on the link located at the bottom of the email newsletter or change your profile on the Site.</p>", "case_id": 223, "document_id": 4144, "quoteStart": 4271, "quoteEnd": 4620}, {"id": 17782, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:32:30.7873", "updated_at": "2021-03-27 21:26:58.924271", "quoteText": "IN NO EVENT WILL&nbsp;FBRI OR THE THIRD PARTY CONTENT PROVIDERS, AND RESPECTIVELY THEIR PARENTS, SUBSIDIARIES, AFFILIATES, SERVICE PROVIDERS, LICENSORS, OFFICERS, DIRECTORS OR EMPLOYEES, BE LIABLE FOR ANY DAMAGES, INCLUDING, WITHOUT LIMITATION, CONSEQUENTIAL, INCIDENTAL, SPECIAL, DIRECT, OR INDIRECT DAMAGES (INCLUDING BUT NOT LIMITED TO LOST PROFITS, TRADING LOSSES OR DAMAGES THAT RESULT FROM USE OR LOSS OF USE OF THE SITE OR THIRD PARTY CONTENT, INCONVENIENCE OR DELAY).", "case_id": 293, "document_id": 4145, "quoteStart": 10897, "quoteEnd": 11372}, {"id": 17773, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 10:30:15.52596", "updated_at": "2021-03-27 21:39:13.026316", "quoteText": "This Site is intended only for your personal, non-commercial use, unless you and FBRI have agreed otherwise in writing.", "case_id": 143, "document_id": 4145, "quoteStart": 851, "quoteEnd": 970}, {"id": 17798, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 20:37:32.106873", "updated_at": "2021-03-27 21:41:34.963721", "quoteText": "We may share your personally identifiable information with third parties with which we contract to help enhance the functionality of the Site and provide new products, services and content.\nFor example, we use third parties for webinar registration and for newsletter generation.\nWe make sure that these third parties do not use this information for any other purpose and do not share the information with any other third party.\nThese third parties must maintain the confidentiality of your personal information and have access to your personal information only to the extent necessary to perform the function that we have requested.</p>", "case_id": 188, "document_id": 4144, "quoteStart": 3415, "quoteEnd": 4052}, {"id": 17779, "title": "This service reserves the right to edit any content you post ", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 11:24:17.942156", "updated_at": "2021-03-28 18:32:05.595084", "quoteText": "Monitor, edit, or disclose any submission you make to the Site, subject to the Alzforum Privacy Policy.<br> 6.\nEdit or delete any communication(s) posted on the Site, regardless of whether such communication(s) violates these Terms.</p>\n<p>FBRI reserves the right to edit comments and other text submissions posted to or otherwise submitted to the Site, and also reserves the right not to post or to terminate the posting of comments or other text submissions.", "case_id": 407, "document_id": 4145, "quoteStart": 3947, "quoteEnd": 4407}, {"id": 17771, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 10:22:24.267156", "updated_at": "2021-03-28 18:32:59.412114", "quoteText": "FBRI may modify these Terms at any time and without prior notice.", "case_id": 121, "document_id": 4145, "quoteStart": 597, "quoteEnd": 662}, {"id": 17776, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 10:44:54.963339", "updated_at": "2021-03-28 18:34:52.491642", "quoteText": "to store, use, reproduce, create derivative works from, modify, publish, edit, translate, distribute, perform, and display such intellectual property in any media or medium, or any form, format, or forum now known or hereafter developed.", "case_id": 139, "document_id": 4145, "quoteStart": 2516, "quoteEnd": 2753}, {"id": 17774, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://www.alzforum.org/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-27 10:37:58.739956", "updated_at": "2021-03-29 06:31:25.625122", "quoteText": "If you submit any information, idea, concept or invention to the Site you agree that FBRI may release such submission to others, subject to the Alzforum Privacy Policy, and you automatically grant or warrant that the owner of such content or intellectual property has expressly granted FBRI a royalty-free", "case_id": 390, "document_id": 4145, "quoteStart": 2153, "quoteEnd": 2458}, {"id": 17797, "title": "Only aggregate data is given to third parties", "source": "https://www.alzforum.org/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-03-27 20:32:44.731376", "updated_at": "2021-03-28 18:38:41.579448", "quoteText": "We do disclose aggregated data to our sponsors and co-branded partners to generate reports and marketing research.\nFor example, we tell funding agencies how many people visit the Site or specific parts of the Site.\nWhere available, we may offer additional information about viewer characteristics.\nHowever this does not include personally identifiable information about you or your online usage patterns.</p>\n", "case_id": 191, "document_id": 4144, "quoteStart": 2394, "quoteEnd": 2803}], "urls": ["alzforum.org"]}}