{"error": 448, "message": "OK", "parameters": {"id": 3428, "name": "SmartThings", "created_at": "2021-05-03 18:03:28.068919", "updated_at": "2021-05-05 20:51:22.325891", "wikipedia": "https://en.wikipedia.org/wiki/SmartThings", "keywords": null, "related": null, "slug": "smartthings", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3428.png", "url": "smartthings.com", "documents": [{"id": 5702, "name": "Privacy policy", "url": "https://www.smartthings.com/privacy", "xpath": "//body", "text": "Works With SmartThingsPartnersGetting StartedSupportWorks With SmartThingsPartnersGetting StartedSupportPrivacy PolicyTerms of UseReport a VulnerabilityPrivacy Policy<p>\n<strong>Effective Date: June 22, 2020</strong>\n</p>\n<p>We at Samsung Electronics Co., Ltd.\n(“Samsung”) respect your concerns about privacy.\nThis U.S.\nPrivacy Notice applies to the personal information we collect through the SmartThings products and services, which include the SmartThings website, mobile apps, and devices, appliances, and software that you connect to the SmartThings services (collectively, “SmartThings”).\nThe Notice does not apply to information collected by other services, apps or websites provided by Samsung or its affiliated entities.\n</p>\n<p>In this U.S.\nPrivacy Notice, we describe the types of information collected through SmartThings, how we may use the information, with whom we may share it and the choices available to you regarding our use of the information.\nWe also describe the measures we take to safeguard the information and tell you how to contact us about our privacy practices.</p>\n<p>Click on one of the links below to jump to the listed section:</p>\n<ul>\n<li>\n<p>\n<strong>Information We Obtain About You</strong>\n</p>\n<ul>\n<li>\n<strong>Video and Audio Devices</strong>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Information We Obtain By Automated Means</strong>\n</p>\n<ul>\n<li>\n<strong>Third-Party Web Analytics Services</strong>\n</li>\n<li>\n<strong>Online Tracking and Interest-Based Advertising</strong>\n</li>\n</ul>\n</li>\n<li>\n<strong>How We Use The Information We Obtain</strong>\n</li>\n<li>\n<strong>Information Sharing</strong>\n</li>\n<li>\n<strong>Notice To California Residents</strong>\n</li>\n<li>\n<strong>Links To Other Devices, Apps and Features</strong>\n</li>\n<li>\n<strong>Your Choices</strong>\n</li>\n<li>\n<strong>How We Protect Personal Information</strong>\n</li>\n<li>\n<strong>Children’s Personal Information</strong>\n</li>\n<li>\n<strong>Updates To This U.S.\nPrivacy Notice</strong>\n</li>\n<li>\n<strong>How To Contact Us</strong>\n</li>\n</ul>\nInformation We Obtain About You\n<p>Through SmartThings, we may obtain information about you in various ways.\nThe types of personal information we may obtain include:</p>\n<ul>\n<li>contact information, such as name, email and postal address and phone number;</li>\n<li>payment card information, such as card number, expiration date and security code;</li>\n<li>Samsung Account information, such as nickname, Samsung Account ID and password;</li>\n<li>username and password for participating third-party devices, apps, features or services;</li>\n<li>residence information, such as information about your home (e.g., the approximate square footage);</li>\n<li>with your permission, the geolocation of your mobile device and connected devices (please note that if you do not allow SmartThings to collect your precise geolocation, you may not be able to use all of the features of SmartThings);</li>\n<li>for users who connect Samsung Smart TV to SmartThings, information about the Smart TV content users purchase, users’ coupon or gift card numbers, and information about users’ Samsung or third-party digital calendars;</li>\n<li>for users who choose to share their images and video clips (not recorded by the Home Monitoring Camera) stored on your device with other SmartThings users, SmartThings will collect the images and video clips.\nand</li>\n<li>for users who connect Samsung Family Hub to SmartThings through SmartThings Cooking, with your permission, we may obtain information about your Family Hub interactions, including your touch interactions and other inputs (such as your dietary preferences), and the information you receive from Family Hub (such as responses, answers and content).\nIf you submit information to Family Hub that is sensitive in nature (i.e., health information), that may also be collected and processed for the purposes set out below.\nWe also may obtain other information related to your use of Family Hub, including the information (such as information related to the apps you use, the websites you visit and content and data from Whisk and other Samsung apps, websites and services) we receive from Samsung and Whisk apps and services that are accessed or used by Family Hub, including username and password for Whisk apps, features or services, to provide you with Family Hub (such as social media, email and instant messaging apps).</li>\n</ul>\n<p>We also may collect other information about you, your devices/appliances and apps, and your use of SmartThings in ways that we describe to you at the time of collection or otherwise with your consent.</p>\nSmartThings Cooking\n<p>Any information you enter into SmartThings Cooking will override the existing information in your Family Hub.\nFor example, if you input your dietary preferences through SmartThings Cooking, your Family Hub will be updated to include those dietary preferences.\nYou can add, remove, or change your dietary preferences using either SmartThings Cooking or Family Hub.</p>\nVideo and Audio Devices\n<p>If you connect video or audio recording devices to SmartThings, to provide you with our services, we may obtain content (and related information) that is captured and recorded by those devices, such as video or audio recordings, live video or audio streams, and images.\nIn addition, for users who connect Samsung’s Bixby voice assistant to SmartThings, we may obtain audio content from your communications with Bixby (e.g.¸ voice commands).</p>\n<p>Privacy and video surveillance laws in your jurisdiction may apply to your use of our products and services, including but not limited to video and audio recordings made by your SmartThings-connected devices, as well as audio content obtained through Bixby.\nPlease ensure that you comply with applicable law when you use our products or services.\nFor example, you may need to display a notice that alerts visitors to your home that you are using our products or services.\nCapturing, recording or sharing video or audio content that involves other people may affect their privacy rights.</p>\nInformation We Obtain By Automated Means\n<p>When you interact with SmartThings, we may obtain certain information through automated means, such as browser cookies, pixels, web server logs, web beacons and other technologies.\nAmong other purposes, these technologies help us (1) remember your information so you will not have to re-enter it.\n(2) track and understand how you use and interact with SmartThings.\n(3) tailor SmartThings around your preferences.\n(4) manage and measure the usability of SmartThings.\n(5) understand the effectiveness of our communications.\nand (6) otherwise enhance SmartThings.</p>\n<p>Information we may obtain in this manner includes:</p>\n<ul>\n<li>information about your devices and appliances that are connected to SmartThings, including device/appliance name, model and model number, group name and location name assigned to the device/appliance, settings and configurations, sensor data, error and malfunction logs, network environment information, current software version, OS version, mobile country code, mobile network operator, serial number, IP address, IMEI number, MAC address, SIM card, WiFi SSID and password, and device/appliance Automation Name and Configuration information;</li>\n<li>information about your usage of Samsung and third-party devices, appliances, and software that you choose to connect to SmartThings (e.g., the length of time you use a connected device);</li>\n<li>data that the devices and appliances connected to SmartThings collect from their surrounding environment to perform their functions (such as data about motion, events, temperature, and light).\nand</li>\n<li>information about your use of the SmartThings website or mobile apps, including app settings, connections to other devices, your interactions with SmartThings (such as the app and web pages you visit, search terms and features you use), clickstream data, the pages that led or referred you to the SmartThings website or mobile apps, and dates and times of your use of the SmartThings website or mobile apps.</li>\n</ul>\n<p>Your web browser may tell you how to be notified when you receive certain types of cookies or how to restrict or disable certain types of cookies.\nYou can find out how to do this for your particular browser by clicking “help” on your browser’s menu or visiting www.allaboutcookies.org/.\nFor mobile devices, you can manage how your device and browser share certain device data by adjusting the privacy and security settings on your device.\nSmartThings is not designed to respond to “do not track” signals received from browsers.\nPlease note that without cookies you may not be able to use or benefit from all of the features of SmartThings.</p>\nThird-Party Web Analytics Services\n<p>We may collect personal information about your online activities on websites and connected devices over time and across third-party websites, devices, apps and other online features and services.\nWe may use third-party analytics services, such as Google Analytics.\nThe information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of SmartThings and to help administer the SmartThings website.\nTo learn more about Google Analytics, please visit www.google.com/policies/privacy/partners/.</p>\nOnline Tracking And Interest-Based Advertising\n<p>We may collect information about your online activities to provide you with advertising about products and services tailored to your interests.\nYou may see our ads on other websites or mobile apps because we engage in online advertising.\nThis allows us to target our messaging to users considering demographic data, users’ inferred interests, and browsing context.\nAd technology companies track users’ online activities over time by collecting information through automated means, including through the use of cookies, web server logs, web beacons and other similar technologies.\nThis information is used to show ads that may be tailored to individuals’ interests, to track users’ browsers or devices across multiple websites, and to build a profile of users’ online browsing activities.\nThe information collected may include data about users’ visits to websites that participate in the online ad ecosystem, such as the pages or ads viewed and the actions taken on the websites.\nThis data collection takes place both on SmartThings.com and on third-party websites that participate in the online ad ecosystem.\nThis process also helps us track the effectiveness of our marketing efforts.\nTo learn how to opt out of interest-based advertising, please visit www.aboutads.info/choices and www.networkadvertising.org/choices/.</p>\nHow We Use The Information We Obtain\n<p>We may use the information we obtain through SmartThings:</p>\n<ul>\n<li>to provide you with SmartThings and other integrated products and services;</li>\n<li>to link your Samsung Account to connected third-party devices, apps, features or services;</li>\n<li>for Samsung Smart TV users, to (1) enable users to purchase Smart TV digital content, (2) provide a history of purchased Smart TV digital content, (3) enable users to set reminders for Smart TV digital content and (4) enable users to receive calendar notifications on Samsung Smart TV;</li>\n<li>for users who connect video or audio recording devices to SmartThings (e.g., video cameras), to enable access to such recordings;</li>\n<li>for users who connect to SmartThings Cooking through SmartThings, to provide you with Family Hub services, such as viewing recipes, and creating and managing shopping lists, as SmartThings and Family Hub are interconnected by Samsung Account;</li>\n<li>to respond to your requests and inquiries;</li>\n<li>to communicate with you about SmartThings;</li>\n<li>to provide a remote management service for errors or malfunctions associated with the Samsung home appliances connected to SmartThings;</li>\n<li>to provide you with notifications, content, alerts, offers, customized recommendations, promotions, marketing information, communications and advertisements in connection with SmartThings and other Samsung products and services;</li>\n<li>to operate, evaluate and improve our business (including developing new products and services.\nenhancing and improving our products and services and SmartThings.\nmanaging our communications.\nanalyzing our products and services, consumer base and SmartThings.\naggregating and anonymizing data and performing data analytics.\nand performing accounting, auditing and other internal functions);</li>\n<li>to protect against, identify and prevent fraud and other criminal activity, claims and other liabilities.\nand</li>\n<li>to comply with and enforce applicable legal requirements, relevant industry standards and our policies, including this SmartThings U.S.\nPrivacy Notice, the Samsung Privacy Policy for the U.S.\nat https://www.samsung.com/us/account/privacy-policy/ and the SmartThings Terms of Service https://terms.account.samsung.com/contents/legal/usa/eng/general.html.</li>\n</ul>\n<p>Through SmartThings, we may collect personal information about your online activities on connected devices over time and across third-party devices, apps and other online features and services.</p>\nInformation Sharing\n<p>We may share your personal information with (1) our subsidiaries and affiliates and (2) our service providers who perform services on our behalf.\nWe do not authorize our service providers to retain, use or disclose your personal information except as necessary to perform services on our behalf or comply with legal requirements.\nIn addition, we may share your personal information with wireless carriers, as well as third parties that operate devices, apps and services that you connect to SmartThings.\nIf you create a SmartThings Location Group, certain personal information you share with SmartThings, including your geolocation data, may be shared with members of your Location Group.</p>\n<p>We also may disclose personal information about you (1) if we are required to do so by law or legal process (such as a court order or subpoena).\n(2) in response to requests by government agencies, such as law enforcement authorities.\n(3) to establish, exercise or defend our legal rights.\n(4) when we believe disclosure is necessary or appropriate to prevent physical or other harm or financial loss.\n(5) in connection with an investigation of suspected or actual illegal activity.\nor (6) otherwise with your consent.\nIn addition, we may share personal information we collect through SmartThings at your request.</p>\n<p>We reserve the right to transfer any personal information we have about you in the event we sell or transfer (or contemplate the sale or transfer of) all or a portion of our business or assets (including in the event of a merger, acquisition, joint venture, reorganization, divestiture, dissolution or liquidation).</p>\nNotice To California Residents\n<p>If you are a California consumer, for more information about your privacy rights, please see the section of the Samsung Privacy Policy called “California Consumer Privacy Statement” available at https://www.samsung.com/us/account/privacy-policy.</p>\nLinks To Other Devices, Apps and Features\n<p>SmartThings may provide the ability to connect to other devices, apps and features.\nThese devices, apps and features may operate independently from us and may have their own privacy notices or policies, which we strongly suggest you review.\nTo the extent any linked device, app or feature is not owned or controlled by us, we are not responsible for its content, any use of the device, app or feature, or the privacy practices of the operator of the device, app or feature.</p>\nYour Choices\n<p>We offer you certain choices in connection with the personal information we obtain about you.\nTo update your preferences, limit the communications you receive from us or submit a request, please contact us as specified in the How To Contact Us section of this U.S.\nPrivacy Notice.</p>\n<p>Please visit the settings on your Samsung Account for choices that may be available to you in connection with your use of SmartThings.\nYour Samsung Account offers choices related to sharing certain information with SmartThings and receiving certain marketing information and communications about products, services and promotions from Samsung.\nYou also may update the personal information you share with SmartThings through the SmartThings settings, including your name, email address, Samsung Account ID and password, user profile (including any content you uploaded), device/appliance Automation Name and Configuration information, and location, group and device information.\n</p>\n<p>Please note that if you decline to allow SmartThings to collect or share certain information, you may not be able to use all of the features available through SmartThings.</p>\nHow We Protect Personal Information\n<p>We maintain administrative, technical and physical safeguards designed to protect personal information we obtain through SmartThings against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.</p>\nChildren’s Personal Information\n<p>Certain SmartThings products and services are intended for use by children under the age 13.\nThrough these SmartThings products and services, Samsung may collect device identifiers (e.g., device model, name, serial number, IMEI number, SIM card number, WiFi SSID and password, and MAC address), device settings and logs, and geolocation information from children under age 13.\nSamsung provides this information to the parent holder of the Samsung Account associated with the SmartThings device.\nSamsung may combine the information collected from children under age 13 with information associated with the parent’s SmartThings app and the parent’s Samsung Account.\nSamsung may share the geolocation information collected from children under age 13 with the parent’s wireless carrier to provide customer service.\nSamsung also may share information collected from children under age 13 with its subsidiaries and affiliates, and with its service providers.</p>\n<p>A parent may review and/or request to have deleted the child’s personal information collected by Samsung through SmartThings, and may refuse to permit its further collection or use.\nTo exercise these choices, please contact us as specified in the How To Contact Us section of this U.S.\nPrivacy Notice.</p>\nUpdates To This U.S.\nPrivacy Notice\n<p>This U.S.\nPrivacy Notice may be updated periodically and without prior notice to you to reflect changes in our personal information practices with respect to SmartThings.\nWe will post a notice on the SmartThings app to notify you of significant changes to this U.S.\nPrivacy Notice and indicate at the top of this Notice when it was most recently updated.</p>\n<p>How To Contact Us</p>\n<p>To update your preferences, update or correct your information, submit a request or ask us questions about this U.S.\nPrivacy Notice, please contact us at:</p>\n<p>Privacy Office<br>\nSamsung Electronics America, Inc.<br>\n85 Challenger Road<br>\nRidgefield Park, NJ 07660</p>\n<p>or via email to NAprivacy@sea.samsung.com.</p>DiscoverWorks With SmartThingsPartnersGetting StartedENGAGEDevelopersBlogPress KitHelp CenterSupportCommunityCareers© 2020 SmartThings, Inc.Report VulnerabilityPrivacyTerms\nPrivacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.Allow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button Performance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Accept All Cookies", "created_at": "2021-05-03 18:04:09.85676", "updated_at": "2021-05-03 18:04:26.724444"}, {"id": 5703, "name": "Terms of use", "url": "https://www.smartthings.com/terms", "xpath": "//body", "text": "Works With SmartThingsPartnersGetting StartedSupportWorks With SmartThingsPartnersGetting StartedSupportPrivacy PolicyTerms of UseReport a VulnerabilityTerms of UseWelcome to SmartThings!\n<p>Thanks for checking us out and (hopefully!) using our products and services.\nThe Services (as defined below) are provided by SmartThings, Inc., located at 665 Clyde Ave, Mountain View, CA 94043, United States (\"SmartThings\", \"we\", \"us\" or \"our\").</p>\n<p>\n<strong>By using our Services, you are agreeing to these terms.\nWe're required to tell you that if you don't agree to the terms below, you can't use or access the Services in any manner.</strong>\n</p>\n<p>\n<strong>Effective date: April 21, 2017</strong>\n</p>\n<p>Please read on to learn the rules and restrictions that govern your use of our website(s), products, services, mobile applications, IoT plug-ins and other software (collectively, the \"Services\").\nIf you have any questions, comments, or concerns regarding these terms or our Services, please contact us at&nbsp;support@smartthings.com.</p>\n<p>These Terms of Use (the \"Terms\") are a binding contract between you and SmartThings.\nYou must agree to and accept all of the Terms, or you don't have the right to use the Services.\nYour use of the Services in any way means that you agree to all of these Terms, and these Terms will remain in effect while you use the Services.\nThese Terms include the provisions in this document, as well as those in the SmartThings&nbsp;Privacy Policy, and&nbsp;Copyright Dispute Policy.</p>\nWill these Terms ever change?\n<p>We are constantly trying to improve our Services, so these Terms may need to change along with the Services.\nWe reserve the right to change the Terms at any time, but if we do, we will bring it to your attention by placing a notice on the Services and/or by sending you an email.</p>\n<p>If you don't agree with the new Terms, you are free to reject them.\nunfortunately, that means you will no longer be able to use the Services.\nIf you use the Services in any way after a change to the Terms is effective, that means you agree to all of the changes.</p>\n<p>Except for changes by us as described here, no other amendment or modification of these Terms will be effective unless in writing and signed by both you and us.</p>\nWhat about my privacy?\n<p>SmartThings takes the privacy of its users very seriously.\nFor the current SmartThings Privacy Policy, please click here.</p>\n<p>The Children's Online Privacy Protection Act (\"COPPA\") requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children who are under 13.\nWe do not knowingly collect or solicit personally identifiable information from children under 13.\nif you are a child under 13, please do not attempt to register for the Services or send any personal information about yourself to us.\nIf we learn we have collected personal information from a child under 13, we will delete that information as quickly as possible.\nIf you believe that a child under 13 may have provided us personal information, please contact us at&nbsp;support@smartthings.com.</p>\nWhat are the basics of using SmartThings?\n<p>In order to use the Services, you may be required to sign up for an account, provide a verifiable email address, provide your name, and select a password or PIN number and user name (which may be your email address) (\"SmartThings User ID\").\nYou promise to provide us with accurate, complete, and updated registration information about yourself.\nYou may not select as your SmartThings User ID a name that you don't have the right to use, or another person's name with the intent to impersonate that person.\nYou may not transfer your account to anyone else without our prior written permission.</p>\n<p>You represent and warrant that you are of legal age to form a binding contract (or if not, you've received your parent's or guardian's permission to use the Services and gotten your parent or guardian to agree to these Terms on your behalf).\nIf you're agreeing to these Terms on behalf of an organization or entity, you represent and warrant that you are authorized to agree to these Terms on that organization or entity's behalf and bind them to these Terms.\nYou will only use the Services for your personal, non-commercial use, and only in a manner that complies with all laws that apply to you.\nIf your use of the Services is prohibited by applicable laws, then you aren't authorized to use the Services.\nWe can't and won't be responsible for your using the Services in a way that breaks the law.</p>\n<p>As part of using the Services, you may create connections between various physical devices (which may be provided by SmartThings or by others), third party services, and the Services.\nYou acknowledge and agree that you will not connect any physical devices or third party services to the Services (or otherwise use the Services) in a manner that could be dangerous to you or to others, or which could cause damage to or loss of any property (whether real, personal, tangible or intangible).\nFor example, you should never connect heavy machinery, power tools, medical equipment, or other similar devices to the Services.\nFor more information, please visit our&nbsp;Product Guidelines Page.</p>\nYour use of the Services is subject to the following additional restrictions:\n<p>You represent, warrant, and agree that you will not contribute any User Submission (as defined below) or otherwise use the Services or interact with the Services in a manner that:</p>\n<ol>\n<li>Infringes or violates the intellectual property rights or any other rights of anyone else (including SmartThings);</li>\n<li>Violates any law or regulation;</li>\n<li>Is harmful, fraudulent, deceptive, threatening, harassing, defamatory, obscene, or otherwise objectionable;</li>\n<li>Jeopardizes the security of your SmartThings account or anyone else's (such as allowing someone else to log on as you on the Services);</li>\n<li>Attempts, in any manner, to obtain the password, PIN number, account, or other security information from any other user;</li>\n<li>Violates the security of any computer network, or cracks any passwords, PIN numbers or security encryption codes;</li>\n<li>Runs Maillist, Listserv, any form of auto-responder or \"spam\" on the Services, or that otherwise interfere with the proper working of the Services (including by placing an unreasonable load on the Services' infrastructure);</li>\n<li>\"Crawls,\" \"scrapes,\" or \"spiders\" any page or portion of the Services (through use of manual or automated means);</li>\n<li>Copies or stores any significant portion of the Content (as defined below);</li>\n<li>Decompiles, reverse engineers, or otherwise attempts to obtain the source code of the Services (except (i) for sample or tutorial code examples that we provide on the Services which are clearly marked as such, or (ii) to the extent such restriction is prohibited by applicable law).\nIn addition, if you connect any video or audio recording devices to the Services (e.g., video cameras), you understand and acknowledge that (i) SmartThings use of any information collected from such devices, including audio/video information, is subject to SmartThings'&nbsp;Privacy Policy, and (ii) you are responsible for obtaining (and you represent and warrant that you have obtained), any and all consents that may be required under applicable local law from all individuals who will be recorded by such devices.\nWithout limiting any other remedy available to SmartThings, a violation of any of the foregoing is grounds for termination of your right to use or access the Services.</li>\n</ol>\nDoes SmartThings cost anything?\n<p>SmartThings reserves the right to require payment of fees for certain features of the Services.\nShould you elect to subscribe to such features, you shall pay all applicable fees, as described on the Services in connection with such features.\nSubject to any subscription agreement or other restrictions, SmartThings reserves the right to change its price list and to institute new charges at any time, upon ten (10) days prior notice to you, which may be sent by email or posted on the Services.\nUse of the Services by you following such notification constitutes your acceptance of any new or increased charges.</p>\nWill SmartThings ever change the Services?\n<p>We're always trying to improve the Services, so they may change over time.\nWe may suspend or discontinue any part of the Services, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Services.\nIn some cases, the changes we make to the Services may cause older hardware devices, third party services, software configurations or setups to no longer work with the Services, and you may be required to upgrade or change these devices, services, configurations or setups in order to continue using the Services.\nWe'll try to give you notice when we make a material change to the Services that would adversely affect you, but this isn't always practical.\nSimilarly, we reserve the right to remove any Content (including any SmartApps or device or external service connections provided by SmartThings or by third parties) from the Services at any time, for any reason (including, but not limited to, if someone alleges you contributed that Content in violation of these Terms), in our sole discretion, and without notice.</p>\nWhat are the restrictions to Content in the Services?\n<p>The materials displayed or performed on the Services, including, but not limited to, applications, software and/or services that are designed to operate with the Services (\"SmartApps\"), text, graphics, articles, photos, images, illustrations, User Submissions, and so forth (all of the foregoing, the \"Content\") are protected by copyright and other intellectual property laws.\nYou promise to abide by all copyright notices, trademark rules, information, and restrictions contained in any Content you access through the Services, and you won't use, copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit for any purpose any Content not owned by you, (i) without the prior consent of the owner of that Content or (ii) in a way that violates someone else's (including SmartThings's) rights.</p>\n<p>You understand that SmartThings owns the Services.\nYou won't modify, publish, transmit, participate in the transfer or sale of, reproduce (except as expressly provided in this Section), create derivative works based on, or otherwise exploit any of the Services.</p>\n<p>The Services may allow you to copy or download certain Content.\nplease remember that just because this functionality exists, doesn't mean that all the restrictions above don't apply.</p>\nWhat about information and data that I provide to the Service or that the Service collects?\n<p>You may post, upload, share, store, or otherwise provide Content, information, or data to or through the Services in various ways.\nAny Content, information, materials or data that you provide to us in any way through the Services is referred to as your \"User Submission.\" In addition, when you connect various hardware devices (such as sensors), third party services, or applications (such as SmartApps) with the Services, those hardware devices and applications will in most cases provide information or data to the Services, often in an automated fashion, and we refer to this information and data as \"Device Data\".\nYou own your User Submissions and Device Data, and SmartThings does not claim any ownership over your User Submissions or Device Data.\nYou grant us certain rights in your User Submissions and Device, as further detailed below.\nPlease note that the following license is subject to our&nbsp;Privacy Policy&nbsp;(to the extent they relate to User Submissions or Device Data that are also your personally-identifiable information).\nYou represent and warrant that you own or otherwise control all rights to such User Submissions and Device Data and that disclosure and use of such User Submissions and Device Data by SmartThings (including without limitation, publishing content on the Services) will not infringe or violate the rights of any third party.</p>\n<p>Subject to our Privacy Policy (where applicable), for all User Submissions and Device Data, you hereby do and shall grant SmartThings a worldwide, non-exclusive, perpetual, irrevocable, royalty-free, fully paid, sublicensable and transferable license to use, modify, reproduce, distribute, share, prepare derivative works of, display, perform, and otherwise fully exploit the User Submissions and Device Data in connection with the Services, and SmartThings's (and its successors' and assigns') business, including without limitation for promoting and redistributing part or all of the Services in any media formats and through any media channels (including, without limitation, third party websites and services).</p>\n<p>Unless explicitly acknowledged or committed to as part of a feature of the Services, SmartThings has no obligation to maintain or persist your User Submissions or Device Data for any specified period of time, to guarantee access to User Submissions or Device Data, and has no liability for User Submissions or Device Data submitted to the Services that are or become unavailable through the Services.\nYou hereby grant SmartThings a royalty-free, worldwide, transferable, sublicensable, irrevocable, perpetual license to use or incorporate into the Services any suggestions, enhancement requests, recommendations or other feedback that you provide to SmartThings relating to the operation of the Services.</p>\n<p>SmartThings does not endorse and has no control over any User Submission.\nYou acknowledge that all Content accessed by you using the Service and all User Submissions provided by you are at your own risk and you will be solely responsible for any damage or loss to any party resulting therefrom.\nPlease note that if you have registered with us as a SmartThings developer pursuant to our Platform Developer Agreement, the Platform Development Agreement will govern our use of any code that you submit to us under that agreement.</p>\nWhat if I see something on the Services that infringes my copyright?\n<p>You may have heard of the Digital Millennium Copyright Act (the \"DMCA\"), as it relates to online service providers, like SmartThings, being asked to remove material that allegedly violates someone's copyright.\nWe respect others' intellectual property rights, and we reserve the right to delete or disable Content alleged to be infringing, and to terminate the accounts of repeat infringers.\nTo review our complete Copyright Dispute Policy and learn how to report potentially infringing content,&nbsp;click here</p>\n<p>To learn more about the DMCA,&nbsp;click here</p>\nWho is responsible for what I see and do on the Services?\n<p>Any information or content publicly posted or privately transmitted through the Services is the sole responsibility of the person from whom such content originated, and you access all such information and content at your own risk, and we aren't liable for any errors or omissions in that information or content or for any damages or loss you might suffer in connection with it.\nWe cannot control and have no duty to take any action regarding how you may interpret and use the Content or what actions you may take as a result of having been exposed to the Content, and you hereby release us from all liability for you having acquired or not acquired Content through the Services.\nWe can't guarantee the identity of any users with whom you interact in using the Services and are not responsible for which users gain access to the Services.</p>\n<p>You are responsible for all Content you contribute, in any manner, to the Services, and you represent and warrant you have all rights necessary to do so, in the manner in which you contribute it.\nYou will keep all your registration information accurate and current.\nYou are responsible for all your activity in connection with the Services.</p>\n<p>The Services may contain links or connections to third party SmartApps, websites or services that are not owned or controlled by SmartThings.\nWhen you access third party SmartApps or websites or use third party services, you accept that there are risks in doing so, and that SmartThings is not responsible for such risks.\nWe encourage you to be aware when you use any third party SmartApps or services or when you leave the Services, and to read the terms and conditions and privacy policy of each third party SmartApp, website or service that you visit or utilize.</p>\n<p>SmartThings has no control over, and assumes no responsibility for, the content, accuracy, privacy policies, or practices of or opinions expressed in any third party websites or by any third party that you interact with through the Services.\nIn particular, when you use a SmartApp provided by a third party or connect a third party service to the Services, that third party may place additional terms and conditions (including a privacy policy) on your use of that SmartApp or any associated services, and you agree that you will comply with all such terms and conditions.\nWe are not responsible for (and do not endorse) any third party terms and conditions, or any third party SmartApps or services.\nIn addition, SmartThings will not and cannot monitor, verify, censor or edit the content of any third party SmartApp, site or service.\nBy using the Services, you release and hold us harmless from any and all liability arising from your use of any third party SmartApp, website or service.</p>\n<p>Your interactions with third party organizations and/or individuals found on or through the Services, including payment and delivery of goods or services under any transaction you enter into with a third party, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any online or offline transaction with any of these third parties.\nYou agree that SmartThings shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.</p>\n<p>If there is a dispute between participants in relation to the Services, or between users and any third party, you agree that SmartThings is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users, you release SmartThings, its officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Services.\nIf you are a California resident, you shall and hereby do waive&nbsp;California Civil Code Section 1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.\"</p>\nWhat if I want to stop using the Services?\n<p>You're free to do that at any time, by contacting us at&nbsp;support@smartthings.com.\nplease refer to our&nbsp;Privacy Policy, as well as the licenses above, to understand how we treat information you provide to us after you have requested deletion of your Services account.\nSmartThings is also free to terminate (or suspend access to) your use of the Services or your account, for any reason in our discretion, including your breach of these Terms.\nSmartThings has the sole right to decide whether you are in violation of any of the restrictions set forth in these Terms.</p>\n<p>Account termination may result in destruction of any User Submissions and/or Device Data associated with your account, so keep that in mind before you decide to terminate your account.\nWe will try to provide advance notice to you prior to our terminating your account so that you are able to retrieve any important User Submissions or Device Data you may have stored in your account (to the extent allowed by law, these Terms, and the functionality of the Services), but we may not do so if we determine it would be impractical, illegal, not in the interest of someone's safety or security, or otherwise harmful to the rights or property of SmartThings.</p>\n<p>If you have deleted your account by mistake, contact us immediately at support@smartthings.com – we will try to help, but unfortunately, we can't promise that we can recover or restore anything.</p>\n<p>Provisions that, by their nature, should survive termination of these Terms shall survive termination.\nBy way of example, all of the following will survive termination: any obligation you have to pay us or indemnify us, any limitations on our liability, any terms regarding ownership or intellectual property rights, and terms regarding disputes between us.</p>\nI use the SmartThings App available via the Apple App Store and Google Play Store or the iOT plugin for Samsung Connect – should I know anything about that?\n<p>These Terms apply to your use of all the Services, including SmartThings Apps and iOT plugin (“Application”) available from participating app stores (“Platform”) , but the following additional Terms also apply to the Applications:</p>\n<ol>\n<li>Both you and SmartThings acknowledge that the Terms are concluded between you and SmartThings only, and not with your Platform, and your Platform is not responsible for the Application or the Content;</li>\n<li>The Application is licensed to you on a limited, non-exclusive, non-transferrable, non-sublicensable basis, solely to be used in connection with the Services for your private, personal, non-commercial use, subject to all the terms and conditions of this Agreement as they are applicable to the Services;</li>\n<li>You will only use the Application in connection with a device that you own or control;</li>\n<li>You acknowledge and agree that your Platform has no obligation whatsoever to furnish any maintenance and support services with respect to the Application;</li>\n<li>In the event of any failure of the Application to conform to any applicable warranty, including those implied by law, you may notify your Platform of such failure.\nupon notification, your Platform’s sole warranty obligation to you will be to refund to you the purchase price, if any, of the Application;</li>\n<li>You acknowledge and agree that SmartThings, and not the Platform, is responsible for addressing any claims you or any third party may have in relation to the Application;</li>\n<li>You acknowledge and agree that, in the event of any third party claim that the Application or your possession and use of the Application infringes that third party's intellectual property rights, SmartThings, and not your Platform, will be responsible for the investigation, defense, settlement and discharge of any such infringement claim;</li>\n<li>You represent and warrant that you are not located in a country subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country, and that you are not listed on any U.S.\nGovernment list of prohibited or restricted parties;</li>\n<li>Both you and SmartThings acknowledge and agree that, in your use of the Application, you will comply with any applicable third party terms of agreement which may affect or be affected by such use.\nand</li>\n<li>Both you and SmartThings acknowledge and agree that the Platform and Platforms subsidiaries are third party beneficiaries of this Agreement, and that upon your acceptance of this Agreement, the Platform will have the right (and will be deemed to have accepted the right) to enforce this Agreement against you as the third party beneficiary hereof.</li>\n</ol>\nWhat else do I need to know?\n<p>\n<em>Warranty Disclaimer</em>.\nSmartThings does not make any representations or warranties concerning any products (except as expressly set forth below), software, services, information or content contained in or accessing through the Services, and we will not be responsible or liable for the accuracy, copyright compliance, legality, or decency of material contained in or accessed through the Services.\nWe make no representations or warranties regarding suggestions or recommendations of services or products offered or purchased through the Services.\nProducts and services purchased or offered through the Services are provided \"AS IS\" and without any warranty of any kind from SmartThings or others, unless a separate written warranty is provided expressly and unambiguously for a specific product or service (and if such a warranty is provided, it will apply only to such specific product or service, and not to the Services generally).\nTHE SERVICES (AND ALL PRODUCTS, SOFTWARE, SERVICES, INFORMATION AND CONTENT) ARE PROVIDED ON AN \"AS-IS\" BASIS, WITHOUT WARRANTIES OR ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR THAT USE OF THE FOREGOING WILL BE UNINTERRUPTED OR ERROR-FREE.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\n<em>Limitation of Liability</em>.\nTO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY (INCLUDING, WITHOUT LIMITATION, TORT, CONTRACT, STRICT LIABILITY, OR OTHERWISE) SHALL SMARTTHINGS BE LIABLE TO YOU OR TO ANY OTHER PERSON FOR (A) ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING DAMAGES FOR LOST PROFITS, LOSS OF GOODWILL, WORK STOPPAGE, ACCURACY OF RESULTS, OR FAILURE OR MALFUNCTION OF ANY DEVICE CONNECTED TO THE SERVICES, OR (B) ANY AMOUNT, IN THE AGGREGATE, IN EXCESS OF THE GREATER OF (I) $100 OR (II) THE AMOUNTS PAID BY YOU TO SMARTTHINGS IN CONNECTION WITH THE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THIS APPLICABLE CLAIM, OR (III) ANY MATTER BEYOND OUR REASONABLE CONTROL.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<em>Risk of Loss.\nInsurance</em>.\nYOU ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE SERVICES (INCLUDING, WITHOUT LIMITATION, USING THE SERVICES TO SECURE OR OTHERWISE CONTROL ACCESS TO ANY REAL OR PERSONAL PROPERTY) IS SOLELY AT YOUR OWN RISK, AND THAT YOU ACCEPT RESPONSIBILITY FOR ALL LOSSES, DAMAGES AND EXPENSES ARISING OUT OF SUCH USE.\nSMARTTHINGS IS NOT AN INSURER.\nYOU ARE RESPONSIBLE FOR MAINTAINING INSURANCE COVERING ALL LOSS, DAMAGE OR EXPENSE, WHETHER FOR PROPERTY DAMAGE, PERSONAL INJURY (INCLUDING DEATH), ECONOMIC LOSSES OR ANY OTHER FORM OF LOSS, DAMAGE OR EXPENSE ARISING OUT OF OR FROM (I) THESE TERMS, OR (II) THE SERVICES.</p>\n<p>\n<em>Indemnity</em>.\nYou agree to indemnify and hold SmartThings, its affiliates, officers, agents, employees, and partners harmless for and against any and all claims, liabilities, damages (actual and consequential), losses and expenses (including attorneys' fees) arising from or in any way related to any third party claims relating to (a) your use of the Services (including any actions taken by a third party using your account), and (b) your violation of these Terms.\nIn the event of such a claim, suit, or action (\"Claim\"), we will provide notice of the Claim to the contact information we have for your account (provided that failure to deliver such notice shall not eliminate or reduce your indemnification obligations hereunder).</p>\n<p>\n<em>Assignment</em>.\nYou may not assign, delegate or transfer these Terms or your rights or obligations hereunder, or your Services account, in any way (by operation of law or otherwise) without SmartThings's prior written consent.\nWe may transfer, assign, or delegate these Terms and our rights and obligations without consent.</p>\n<p>\n<em>Choice of Law.\nArbitration</em>.\nThese Terms are governed by and will be construed under the laws of the State of California, without regard to the conflicts of laws provisions thereof, unless prohibited by law.\nAny dispute arising from or relating to the subject matter of these Terms shall be finally settled in San Francisco County, California, in English, in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(\"JAMS\") then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with the Arbitration Rules and Procedures of JAMS.\nJudgment upon the award rendered by such arbitrator may be entered in any court of competent jurisdiction.\nNotwithstanding the foregoing obligation to arbitrate disputes, each party shall have the right to pursue injunctive or other equitable relief at any time, from any court of competent jurisdiction.\nFor all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the state or federal courts located in, respectively, San Francisco County, California, or the Northern District of California.</p>\n<p>\n<em>Miscellaneous</em>.\nYou will be responsible for withholding, filing, and reporting all taxes, duties, and other governmental assessments associated with your activity in connection with the Services.\nThe failure of either you or us to exercise, in any way, any right herein shall not be deemed a waiver of any further rights hereunder.\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated, to the minimum extent necessary, so that these Terms shall otherwise remain in full force and effect and enforceable.\nYou and SmartThings agree that these Terms are the complete and exclusive statement of the mutual understanding between you and SmartThings, and that it supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of these Terms, and that all modifications to these Terms must be in a writing signed by both parties (except as otherwise provided herein).\nNo agency, partnership, joint venture, or employment is created as a result of these Terms and you do not have any authority of any kind to bind SmartThings in any respect whatsoever.\nExcept as expressly set forth in the section above regarding the Application, you and SmartThings agree there are no third party beneficiaries intended under this Agreement.\nIn the event that you have accessed the Services via Your account with Samsung Electronics Co., Ltd.\n(“Samsung”), these Terms are further subject to the terms and conditions of the then-current Samsung Service Terms and Conditions, which you can access here.\nIn the event of any express conflict between the terms and conditions of these Terms and the then-current Samsung Service Terms and Conditions, the then-current Samsung Service Terms and Conditions shall govern solely with respect to that conflict.\n</p>DiscoverWorks With SmartThingsPartnersGetting StartedENGAGEDevelopersBlogPress KitHelp CenterSupportCommunityCareers© 2020 SmartThings, Inc.Report VulnerabilityPrivacyTerms\nPrivacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.Allow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button Performance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.\n</p>Cookies Settings Accept All Cookies", "created_at": "2021-05-03 18:05:11.378616", "updated_at": "2021-05-03 18:05:20.210532"}], "points": [{"id": 20457, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:25:37.873229", "updated_at": "2021-05-14 12:21:57.017091", "quoteText": "<li>Runs Maillist, Listserv, any form of auto-responder or \"spam\" on the Services, or that otherwise interfere with the proper working of the Services (including by placing an unreasonable load on the Services' infrastructure);", "case_id": 281, "document_id": 5703, "quoteStart": 6252, "quoteEnd": 6479}, {"id": 20456, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:24:27.541252", "updated_at": "2021-05-14 12:21:49.596577", "quoteText": "<li>\"Crawls,\" \"scrapes,\" or \"spiders\" any page or portion of the Services (through use of manual or automated means);</li>", "case_id": 150, "document_id": 5703, "quoteStart": 6485, "quoteEnd": 6607}, {"id": 20455, "title": "You agree not to use the service for illegal purposes", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:24:06.592604", "updated_at": "2021-05-14 12:21:44.706622", "quoteText": "<li>Violates any law or regulation;</li>", "case_id": 280, "document_id": 5703, "quoteStart": 5696, "quoteEnd": 5736}, {"id": 20454, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:20:11.152796", "updated_at": "2021-05-14 12:21:34.768642", "quoteText": "You represent and warrant that you are of legal age to form a binding contract (or if not, you've received your parent's or guardian's permission to use the Services and gotten your parent or guardian to agree to these Terms on your behalf).\n", "case_id": 486, "document_id": 5703, "quoteStart": 3802, "quoteEnd": 4044}, {"id": 20453, "title": "This service is only available to users over 13 years old", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:19:31.853248", "updated_at": "2021-05-14 12:21:28.798501", "quoteText": "if you are a child under 13, please do not attempt to register for the Services or send any personal information about yourself to us.", "case_id": 152, "document_id": 5703, "quoteStart": 2757, "quoteEnd": 2891}, {"id": 20452, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.smartthings.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-14 10:16:25.471389", "updated_at": "2021-05-14 12:21:17.475951", "quoteText": "When you interact with SmartThings, we may obtain certain information through automated means, such as browser cookies, pixels, web server logs, web beacons and other technologies.", "case_id": 323, "document_id": 5702, "quoteStart": 6131, "quoteEnd": 6311}, {"id": 19732, "title": "Date of the last update of the agreements : April 21, 2017 ", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 18:05:47.479757", "updated_at": "2021-05-04 11:37:07.595677", "quoteText": "<strong>Effective date: April 21, 2017", "case_id": 331, "document_id": 5703, "quoteStart": 651, "quoteEnd": 689}, {"id": 19746, "title": "Google Analytics is used for statistics on their website", "source": "https://www.smartthings.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-03 21:21:24.109757", "updated_at": "2021-05-04 11:34:28.27431", "quoteText": "We may use third-party analytics services, such as Google Analytics", "case_id": 325, "document_id": 5702, "quoteStart": 9017, "quoteEnd": 9084}, {"id": 19740, "title": "They may stop providing the service at any time", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 20:38:36.602434", "updated_at": "2021-05-04 11:57:05.65477", "quoteText": "We may suspend or discontinue any part of the Services, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Services.", "case_id": 203, "document_id": 5703, "quoteStart": 8448, "quoteEnd": 8625}, {"id": 19747, "title": "SmartThings uses your personal data for advertising", "source": "https://www.smartthings.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-03 21:37:11.643291", "updated_at": "2021-05-04 12:00:50.577087", "quoteText": "<p>We may collect information about your online activities to provide you with advertising about products and services tailored to your interests.\n", "case_id": 216, "document_id": 5702, "quoteStart": 9468, "quoteEnd": 9615}, {"id": 19743, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 20:59:45.575319", "updated_at": "2021-05-07 21:23:37.53277", "quoteText": "These Terms are governed by and will be construed under the laws of the State of California, without regard to the conflicts of laws provisions thereof, unless prohibited by law.", "case_id": 241, "document_id": 5703, "quoteStart": 28193, "quoteEnd": 28371}, {"id": 19736, "title": "SmartThings collects many different types of personal data", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 18:15:33.991612", "updated_at": "2021-05-07 21:25:08.180235", "quoteText": "What about information and data that I provide to the Service or that the Service collects?\n<p>You may post, upload, share, store, or otherwise provide Content, information, or data to or through the Services in various ways.\nAny Content, information, materials or data that you provide to us in any way through the Services is referred to as your \"User Submission.\" In addition, when you connect various hardware devices (such as sensors), third party services, or applications (such as SmartApps) with the Services, those hardware devices and applications will in most cases provide information or data to the Services, often in an automated fashion, and we refer to this information and data as \"Device Data\".", "case_id": 376, "document_id": 5703, "quoteStart": 10844, "quoteEnd": 11556}, {"id": 19741, "title": "SmartThings users that its Terms of Service does not apply to third party SmartApps or services", "source": "https://www.smartthings.com/terms", "status": "We encourage you to be aware when you use any third party SmartApps or services or when you leave the Services, and to read the terms and conditions and privacy policy of each third party SmartApp, website or service that you visit or utilize.", "created_at": "2021-05-03 20:46:17.977829", "updated_at": "2021-05-03 20:49:42.967113", "quoteText": "We encourage you to be aware when you use any third party SmartApps or services or when you leave the Services, and to read the terms and conditions", "case_id": 408, "document_id": 5703, "quoteStart": 16496, "quoteEnd": 16644}, {"id": 19735, "title": "SmartThings is only available for use individually and non-commercially.", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 18:11:14.014442", "updated_at": "2021-05-04 11:57:35.314541", "quoteText": "You will only use the Services for your personal, non-commercial use, and only in a manner that complies with all laws that apply to you.", "case_id": 143, "document_id": 5703, "quoteStart": 4262, "quoteEnd": 4399}, {"id": 19750, "title": "SmartThings, trought Samsung, claims to be CCPA compliant for California users", "source": "https://www.smartthings.com/privacy", "status": "SmartThings, trought Samsung privacy policy, claims to be CCPA compliant for California users.\r\nCheck: https://www.samsung.com/us/account/privacy-policy/#11", "created_at": "2021-05-03 21:51:52.548894", "updated_at": "2021-05-05 11:53:55.595435", "quoteText": "Notice To California Residents\n<p>If you are a California consumer, for more information about your privacy rights, please see the section of the Samsung Privacy Policy called “California Consumer Privacy Statement” available at https://www.samsung.com/us/account/privacy-policy.</p>\n", "case_id": 482, "document_id": 5702, "quoteStart": 15008, "quoteEnd": 15292}, {"id": 19748, "title": "SmartThings tracks you on other websites", "source": "https://www.smartthings.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-03 21:42:37.246247", "updated_at": "2021-05-04 11:36:33.043533", "quoteText": "This data collection takes place both on SmartThings.com and on third-party websites that participate in the online ad ecosystem.", "case_id": 129, "document_id": 5702, "quoteStart": 10450, "quoteEnd": 10579}, {"id": 19733, "title": "SmartThings may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 18:07:06.011766", "updated_at": "2021-05-04 11:36:43.915929", "quoteText": "We reserve the right to change the Terms at any time, but if we do, we will bring it to your attention by placing a notice on the Services and/or by sending you an email.", "case_id": 122, "document_id": 5703, "quoteStart": 1667, "quoteEnd": 1837}, {"id": 19749, "title": "Your personal data is aggregated into statistics", "source": "https://www.smartthings.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-03 21:46:57.287952", "updated_at": "2021-05-04 11:57:18.956741", "quoteText": "analyzing our products and services, consumer base and SmartThings.", "case_id": 190, "document_id": 5702, "quoteStart": 12456, "quoteEnd": 12523}, {"id": 19734, "title": "You must create an account to use SmartThings", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 18:09:58.639419", "updated_at": "2021-05-04 11:34:37.005263", "quoteText": "<p>In order to use the Services, you may be required to sign up for an account, provide a verifiable email address, provide your name, and select a password or PIN number and user name (which may be your email address) (\"SmartThings User ID\").", "case_id": 230, "document_id": 5703, "quoteStart": 3199, "quoteEnd": 3442}, {"id": 19745, "title": "SmartThings ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.smartthings.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-03 21:14:25.455608", "updated_at": "2021-05-04 11:35:00.979027", "quoteText": "\nSmartThings is not designed to respond to “do not track” signals received from browsers.", "case_id": 233, "document_id": 5702, "quoteStart": 8577, "quoteEnd": 8666}, {"id": 19737, "title": "Products and Services are provided 'as is' and to be used at the users' sole risk", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 18:17:45.458976", "updated_at": "2021-05-04 11:56:03.939813", "quoteText": "Products and services purchased or offered through the Services are provided \"AS IS\" and without any warranty of any kind from SmartThings or others, unless a separate written warranty is provided expressly and unambiguously for a specific product or service (and if such a warranty is provided, it will apply only to such specific product or service, and not to the Services generally).\n", "case_id": 286, "document_id": 5703, "quoteStart": 24636, "quoteEnd": 25024}, {"id": 19877, "title": "SmartThings provides a free help desk", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-04 19:32:19.958387", "updated_at": "2021-05-05 11:53:26.960657", "quoteText": "If you have any questions, comments, or concerns regarding these terms or our Services, please contact us at&nbsp;support@smartthings.com.", "case_id": 232, "document_id": 5703, "quoteStart": 903, "quoteEnd": 1041}, {"id": 19742, "title": "SmartThings can distribute your content and your data through any media known now or in the future ", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-03 20:54:06.026423", "updated_at": "2021-05-05 21:25:01.642203", "quoteText": "Subject to our Privacy Policy (where applicable), for all User Submissions and Device Data, you hereby do and shall grant SmartThings a worldwide, non-exclusive, perpetual, irrevocable, royalty-free, fully paid, sublicensable and transferable license to use, modify, reproduce, distribute, share, prepare derivative works of, display, perform, and otherwise fully exploit the User Submissions and Device Data in connection with the Services, and SmartThings's (and its successors' and assigns') business, including without limitation for promoting and redistributing part or all of the Services in any media formats and through any media channels (including, without limitation, third party websites and services).</p>", "case_id": 139, "document_id": 5703, "quoteStart": 12315, "quoteEnd": 13033}, {"id": 19924, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 21:27:32.811889", "updated_at": "2021-05-05 21:33:35.90848", "quoteText": " including without limitation for promoting and redistributing part or all of the Services in any media formats and through any media channels (including, without limitation, third party websites and services).", "case_id": 139, "document_id": 5703, "quoteStart": 12819, "quoteEnd": 13029}, {"id": 19927, "title": "SmartThings keeps a license on user-generated content even after users close their accounts.", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 21:33:07.32888", "updated_at": "2021-05-07 21:24:32.793617", "quoteText": "\n<p>Subject to our Privacy Policy (where applicable), for all User Submissions and Device Data, you hereby do and shall grant SmartThings a worldwide, non-exclusive, perpetual, irrevocable, royalty-free, fully paid,", "case_id": 130, "document_id": 5703, "quoteStart": 12311, "quoteEnd": 12526}, {"id": 19928, "title": "Your biometric data is collected", "source": "https://www.smartthings.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-05 21:37:29.753627", "updated_at": "2021-05-07 21:24:22.709026", "quoteText": "If you connect video or audio recording devices to SmartThings, to provide you with our services, we may obtain content (and related information) that is captured and recorded by those devices, such as video or audio recordings, live video or audio streams, and images.", "case_id": 397, "document_id": 5702, "quoteStart": 5048, "quoteEnd": 5317}, {"id": 19926, "title": "SmartThings can distribute your content through any media known now or in the future ", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 21:32:27.267029", "updated_at": "2021-05-07 21:24:02.735669", "quoteText": "including without limitation for promoting and redistributing part or all of the Services in any media formats and through any media channels (including, without limitation, third party websites and services).", "case_id": 139, "document_id": 5703, "quoteStart": 12820, "quoteEnd": 13029}, {"id": 19925, "title": "SmartThings can license user content to third parties", "source": "https://www.smartthings.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 21:28:56.645561", "updated_at": "2021-05-07 21:23:25.323599", "quoteText": " sublicensable and transferable license to use, modify, reproduce, distribute, share, prepare derivative works of, display, perform, and otherwise fully exploit the User Submissions and Device Data in connection with the Services, and SmartThings's (and its successors' and assigns') business,", "case_id": 134, "document_id": 5703, "quoteStart": 12526, "quoteEnd": 12819}, {"id": 19744, "title": "Your SmartThings profile is combined across various products and services", "source": "https://www.smartthings.com/privacy", "status": "Your SmartThings profile is combined with all SmartThings product usage data and data from Samsung services, your Samsung account if you have one, and third-party services you use with SmartThings.", "created_at": "2021-05-03 21:03:39.341078", "updated_at": "2021-05-07 21:23:55.042828", "quoteText": "The types of personal information we may obtain include:</p>\n<ul>\n<li>contact information, such as name, email and postal address and phone number;</li>\n<li>payment card information, such as card number, expiration date and security code;</li>\n<li>Samsung Account information, such as nickname, Samsung Account ID and password;</li>\n<li>username and password for participating third-party devices, apps, features or services;</li>\n<li>residence information, such as information about your home (e.g., the approximate square footage);</li>\n<li>with your permission, the geolocation of your mobile device and connected devices (please note that if you do not allow SmartThings to collect your precise geolocation, you may not be able to use all of the features of SmartThings);</li>\n<li>for users who connect Samsung Smart TV to SmartThings, information about the Smart TV content users purchase, users’ coupon or gift card numbers, and information about users’ Samsung or third-party digital calendars;</li>\n<li>for users who choose to share their images and video clips (not recorded by the Home Monitoring Camera) stored on your device with other SmartThings users, SmartThings will collect the images and video clips.\nand</li>\n<li>for users who connect Samsung Family Hub to SmartThings through SmartThings Cooking, with your permission, we may obtain information about your Family Hub interactions, including your touch interactions and other inputs (such as your dietary preferences), and the information you receive from Family Hub (such as responses, answers and content).", "case_id": 326, "document_id": 5702, "quoteStart": 2161, "quoteEnd": 3739}], "urls": ["smartthings.com"]}}