{"error": 448, "message": "OK", "parameters": {"id": 459, "name": "fivesquid", "created_at": "2018-05-08 12:19:45.178779", "updated_at": "2021-07-08 20:25:53.32058", "wikipedia": "https://en.wikipedia.org/wiki/Fivesquid.com", "keywords": "", "related": "", "slug": "fivesquid", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/459.png", "url": "fivesquid.com", "documents": [{"id": 8214, "name": "Privacy Policy", "url": "https://www.fivesquid.com/privacy-policy", "xpath": "//div[@class='bigwrap']", "text": " <p>&nbsp;</p>\n<strong>Privacy Policy</strong>\n<p>\n<strong>Last updated: May 2018</strong>\n</p>\n<p>&nbsp;</p>\n<p>It is important that you read and understand this privacy policy so you are aware of how we, Fivesquids Limited (fivesquid), collect, use and store your data.\nIn line with UK data protection laws and EU regulations, specifically the General Data Protection Regulation (GDPR) we have obtained your consent to do this and your continued use of the fivesquid.com platform demonstrates your agreement to this policy and any subsequent changes.</p>\n<p>&nbsp;</p>\n<p>From time to time we may make changes to this policy and we will inform you that changes have been made.\nfivesquid is compliant with GDPR and believes that the site’s users have the right to know how their data is collected and used by us.\nThis notice outlines our practices when gathering, storing, using and deleting your data.</p> Who is collecting your data? <p>Your data is being collected by Fivesquids Limited (“fivesquid”), a company registered in England and Wales.\nfivesquid is committed to protecting you, our users’ (buyers, sellers and the general public visiting our site) personal data and we respect your privacy as outlined in this policy.\nShould fivesquid be sold, undergo a merger (either fully or partly) or face bankruptcy your data could be included in an asset transfer at which point you will be notified.</p> Minimum age of our users <p>All users of fivesquid.com must be over the age of 16.\nAll data and information we have unwittingly obtained from children under the age of 16 will be deleted.\nAny members who are aware or concerned that a member is a child under the age of 16 and sharing information, should report this to our&nbsp;customer support team by raising a ticket with the helpdesk.</p> What information do we collect? <p>When users register with fivesquid, they give information about themselves in order to open an account - providing additional information including a full name, the services offer, key skills, geographic location and a profile image.\nAdditionally, all registered users have access to the fivesquid on-platform messaging service, to send messages between members of the platform as well as directly to fivesquid.</p> fivesquid hold the following information on our users: <ul>\n<li>\n<p>email address</p>\n</li>\n<li>\n<p>member’s name</p>\n</li>\n<li>\n<p>PayPal email address (applicable for sellers only)</p>\n</li>\n<li>\n<p>fivesquid on-platform messages - members must be aware that these messages are not confidential and the fivesquid compliance team have the right to review these messages for dispute resolution purposes, or concerns over fraudulent or other illegal activity</p>\n</li>\n<li>\n<p>When issuing a complaint against a member or raising an issue, any information provided in this instance will be retained</p>\n</li>\n<li>\n<p>Any other correspondence between our users and fivesquid will also be retained</p>\n</li>\n<li>\n<p>fivesquid may also hold some additional data that users provide to improve their freelance profile.\nUsers can view the information they have provided by viewing their profile page when logged in.\nThe information users choose to provide on their profile is in the public domain and is visible to all visitors of the site</p>\n</li>\n<li>\n<p>orders placed and received by our users</p>\n</li>\n<li>\n<p>users’ PayPal and/or Stripe transactions&nbsp;and/or any other future payment partner(s)</p>\n</li>\n<li>\n<p>fivesquid from time to time may collect additional information such as physical address and additional authentication information.</p>\n</li>\n</ul>\n<p>fivesquid does<strong>&nbsp;NOT</strong>&nbsp;hold any payment card or bank account information.\nUsers’ payment card information is never shared with us by our payment processors.</p>\n<p>&nbsp;</p>\n<p>Additional information is also gathered when users view and utilise the platform by form of user behaviour analytics - this information includes, but is not limited to:</p>\n<ul>\n<li>\n<p>Geographic location</p>\n</li>\n<li>\n<p>Brower details</p>\n</li>\n<li>\n<p>Device details</p>\n</li>\n<li>\n<p>IP address</p>\n</li>\n<li>\n<p>Impression data</p>\n</li>\n<li>\n<p>Global identifier data from advertisements</p>\n</li>\n</ul> Why do we need this information? <p>We need this information to allow us to communicate with our users regarding current orders and provide users with services relating to this.\nThe PayPal or Stripe data allows us to check the details of receipts and payments made by or to our users, and is necessary for us to calculate how much commission we earn and how much money we should pay to our members.\nWe keep your messages because we sometimes need them to help resolve disputes between users and fivesquid, should they arise, in accordance with our ‘service guarantee’.\nThis helps us to ensure the integrity of the platform.\nprevent fraud and misuse and.\nprovide a secure and easy place for users to trade their skills.\nAll of the above is vital to ensuring we offer a safe and high quality service to our users.\nShould we need to use your information for reasons other than those set out in this policy, your consent will be obtained beforehand.</p> How long is user data retained for? <p>fivesquid retains most user information for a minimum of six years as part of its obligation under UK tax and accountancy rules.\nAfter six years we will review and delete (anonymise) if appropriate.\nfivesquid has no legal requirement to retain message records.\nRecords are retained to resolve queries and disputes between users for as long as necessary.\nData may also be retained until no longer needed from closed accounts to prevent fraudulent or other illegal activity, resolve any ongoing disputes or collect outstanding fees.</p>\n<p>&nbsp;</p> How do we&nbsp;anonymise user data? <p>When you as a user asks to have their account deleted, fivesquid will in certain cases choose to anonymise&nbsp;some of your data and delete the rest.\nFor example if you are a buyer and you have left feedback on a seller,&nbsp;this data is important to that seller - it impacts on their earnings and customer experience on the site.\nIn such&nbsp;instances fivesquid will anonymise the feedback so it cannot be linked&nbsp;to or identify you.\nThe data that we will&nbsp;anonymise includes: username, email, full name, IP address.\nThe following data will always be deleted: your&nbsp;description, profession, profile pictures, city, country, favourite services, favourite sellers and any services.&nbsp;</p> How do we collect user information? <p>The majority of information is collected directly by our users voluntarily providing the information on the site, through registration forms, posting services / requests, messaging users and providing any ad hoc voluntary information on the site.\nBehavioural and technical user data is automatically collected through our systems - an example of this is the use of Cookies (please see below).</p> Data shared with Third Parties <p>fivesquid will never sell or lease your personal data to third parties for marketing purposes.\nShould we ever want to do this we would gather users' explicit consent.\nYour personal data will only ever be provided to third parties to allow the fivesquid platform to continue operating.\nExamples of these are our Customer Relationship Management systems, mailing systems, technical support, third party analytics (such as Google) and of course payment processors.\nfivesquid do NOT hold any payment card or bank account information.\nThis is never shared with or by our payment processors.\nFor details on your privacy please refer to our individual payment processors' privacy policies for details.\n&nbsp;To protect the platform and its users from fraudulent and other criminal activity, we are duty bound to share your personal data if requested by a regulatory authority or a court order.\nYour personal data can be used statistically as a group of users with information from other companies (suppliers) used to develop the platform and inform our marketing activity.</p> The use of Cookies <p>As described, we collect anonymous behavioural and technical data on our users.\nThis data is obtained by the use of ‘cookies’, small computer programs that are temporarily stored in your web browser.\nCookies in isolation do not allow us to identify individual users.</p>\n<p>&nbsp;</p>\n<p>We have third party data collectors that use cookies such as Google analytics, facebook pixel and our payment processors (pertaining to details to remember your payment details should you wish to).\nfivesquid uses cookies which remember your login details (remember your password, should you choose) and also user_Id and time logged in for functionality security purposes.\nWe also, as per EU law, use cookies if you’ve clicked the OK button on the cookie notice.\n&nbsp;Should you not want us to use cookies, you can set your browser to block them.\nPlease be aware that some of our services may not work properly when cookies are disabled.</p> Links to third party websites <p>All links to external sites which are run by third parties are outside the control of this privacy policy.\nas such, we have no responsibility for their privacy policy and general practices.\n&nbsp;We recommend that you review their individual privacy policies should you have any concerns.</p> Users’ rights to update or delete their data <p>Most of the user generated content (UGC) on the website can be updated directly by our users once they have logged in.\nShould users wish to update any other information they should contact the support desk to assist them with this.\nWe may require some personal information to make any changes in terms of verifying your identity as a security measure.\nUsers have the right to delete their account at anytime, and this can be arranged by contacting the support desk who will arrange this for you.\nPlease note as detailed above, your data may be stored for a relevant period of time as required by regulatory bodies in the UK and our own data storage policies and fivesquid may elect to anonymise your data.\nAdditionally, please be aware that once we have deleted your UGC from the site it may still be viewable by some users, if for example it remains cached on their system or they have taken copies e.g.\n&nbsp;a 'screen grab'.</p> Users’ rights to request access to information we hold <p>All users have the right to access the information we hold about them.\nThis can be done by requesting this from the support desk who will arrange this for you.\nPlease be advised that this may be subject to a £10 fee to cover the cost of providing this information.</p> Breach notification and data security <p>In the unlikely event of a breach of our security and in line with our obligations under GDPR, we must notify all users who are affected or at risk of being affected by the breach within 72 hours of the time when we were first alerted to the breach.<br>\n&nbsp;</p>\n<p>If you have any questions regarding this policy&nbsp;please contact the service desk.</p> ", "created_at": "2021-07-08 20:28:07.996217", "updated_at": "2021-07-08 20:38:48.866474"}, {"id": 536, "name": "Terms of Service", "url": "https://www.fivesquid.com/terms-of-service", "xpath": "//div[@class='bigwrap']", "text": " <p>&nbsp;</p>\n<strong>Terms of Service</strong>\n<p>\n<strong>Last updated: October 2020</strong>\n</p>\n<p>These Terms of Service (‘Terms’) govern your access to and use of fivesquid.\nPlease therefore ensure you read these Terms carefully before using the site.\nIn using the site and/or creating an account, you agree to accept and be bound by these Terms.</p> How the website works <ul>\n<li>You must be registered on fivesquid in order to buy or sell through the site.\nRegistration is free for both Buyers and Sellers</li>\n<li>Individual services are set at a fixed price, starting at £5 (five pounds, UK sterling)</li>\n<li>Members outside of the UK can pay for services in their local currency.\nAll currency conversion rates are subject to the terms of the payment processor (e.g.\nPayPal/Stripe)</li>\n<li>You may not offer or accept payment for services on fivesquid using any method other than by placing an order through fivesquid</li>\n<li>Buyers are granted all rights in the work delivered (e.g.\ncopyright in designs), unless otherwise specified by the Seller within their service description or as agreed with the Buyer.</li>\n</ul> Sellers <p>\n<strong>Commission on Orders</strong>\n</p>\n<ul>\n<li>For each £5 service successfully completed, the Seller’s account will be credited with £4</li>\n<li>For each £10 service successfully completed, the Seller's account will be credited with £8</li>\n<li>For each £20 service successfully completed, the Seller's account will be credited with £17</li>\n<li>For each £50 service successfully completed, the Seller's account will be credited with £45</li>\n</ul>\n<p>\n<strong>Custom Orders and Add-ons - percentage commission:</strong>\n</p>\n<ul>\n<li>For all £5 - £15 orders successfully completed, we charge commission at 20%</li>\n<li>For all £20 - £45 orders successfully completed, we charge commission at 15%</li>\n<li>For £50 - £300 orders successfully completed, we charge commission at 10%</li>\n<li>For all custom orders of £300 or more successfully completed, we charge commission at 10%.</li>\n</ul>\n<p>\n<strong>Payment handling </strong>\n</p>\n<ul>\n<li>All orders are handled through fivesquid.\nfivesquid will release payment to the Seller on successful completion and delivery of their order</li>\n<li>In order to withdraw revenues, the Seller must have a valid PayPal account that is set up to receive incoming payments</li>\n<li>Revenues are only made available for withdrawal after a safety clearance period of 12 to 15 days</li>\n<li>PayPal imposes a fee for withdrawing revenues, so the more cost effective that is for the seller</li>\n<li>Once funds have been withdrawn from the Seller’s account, they cannot be re-credited</li>\n<li>If for any reason an order is cancelled, the Seller's revenues will be returned to the Buyer</li>\n<li>Withdrawals are final and cannot be reversed.</li>\n</ul>\n<p>\n<strong>Credits</strong>\n</p>\n<ul>\n<li>Every new member of fivesquid has seven credits issued to their account</li>\n<li>An additional 5 bonus credits will be added to members' accounts on the 1st of each month, with the exception of PRO Sellers who will receive 10 bonus credits monthly.</li>\n<li>Credits are required in order to create a service or to provide a quote for a request</li>\n<li>Credits are spent as follows and are taken from the Seller's credit balance at the time of publishing the service or responding to a request:</li>\n</ul>\n<p>&nbsp;</p> Seller action Credits required Create a £5 service 1 credit Create a £10 service 2 credits Create a £20 service 3 credits Create a £50 service 4 credits Respond to a request 1 credit <p>&nbsp;</p>\n<ul>\n<li>Sellers earn one credit each time they receive positive feedback from a Buyer.</li>\n<li>Sellers can also upgrade to a PRO Seller account which gives Sellers an additional 50 credits.\nSellers can only upgrade once.</li>\n<li>Credits are non-transferable and non-refundable.</li>\n</ul>\n<p>\n<strong>Handling orders</strong>\n</p>\n<ul>\n<li>The Seller will be notified by email when a Buyer orders a service.</li>\n<li>The Seller must deliver their completed order within the timeframe specified in their service description.\nFailure to do so will permit the Buyer to cancel the order and may adversely affect the Seller's ratings.</li>\n<li>The Seller’s ratings are calculated based on feedback received from Buyers, the number of orders completed/cancelled and delivery timeframes met.</li>\n<li>Both the Buyer and the Seller have the option to cancel an order by mutual agreement.\nThis will have no negative effect on either party.\nIf the Seller alone decides to cancel an order, this will have an adverse effect on their rating.\nThe seller is not permitted to cancel an order without good cause.</li>\n</ul>\n<p>\n<strong>PRO Seller upgrade and subscription services:</strong>\n</p>\n<ul>\n<li>Sellers can upgrade their account to a PRO Seller.\nThe pricing and benefits of upgrading can be found here.</li>\n<li>Recurring (subscription) services are only available to PRO Sellers.\nThese are services which can be offered to Buyers on a weekly or monthly recurring basis.</li>\n<li>Each weekly or monthly order is treated as an individual order to which the above terms for Handling orders and all other terms will apply.</li>\n<li>The Buyer can cancel the subscription at any time Should the Buyer seek to cancel an order that is in progress, they will need to cancel by mutual agreement.</li>\n<li>Commissions on orders is as detailed above on each recurring order.</li>\n</ul>\n<p>\n<strong>Privacy and guidelines</strong>\n</p>\n<ul>\n<li>fivesquid's Privacy Policy can be found here.&nbsp;</li>\n<li>Seller and Buyer identities are kept anonymous.\nIn order to protect your privacy, please do not request or provide email addresses, Skype/IM usernames or any other personal contact information.</li>\n<li>The exchange of all communications, information and files should be performed exclusively through the site using the fivesquid messaging system.</li>\n<li>Posting or sending illegal, potentially offensive, abusive, copyright protected, promotional, spam, violent or otherwise harmful material will result in your account being disabled.</li>\n<li>We do not accept services that offer to post false reviews.\nAny listing found to be offering such services will be removed from the site without prior notice to the Seller.</li>\n<li>Please check your local laws and regulations before purchasing any service.\nfivesquid is not responsible for the use or outcomes of any services hosted on the site, whether intended or otherwise.</li>\n</ul>\n<p>\n<strong>Orders - Delivery &amp.\ncommunications</strong>\n</p>\n<ul>\n<li>The Seller is responsible for checking that all files they transfer are free of any viruses or malware.\nfivesquid will not be responsible for any damage incurred as a result of damaged content or files transferred.</li>\n<li>The Seller must deliver completed files and/or proof of work completed using the 'Deliver Work' tab (located on the Order Page).</li>\n<li>Once an order is delivered, the Buyer has three days to respond to the Seller with any modifications (if these are offered) or to file a complaint.\nAfter that time, the order will be marked as completed.</li>\n<li>If a dispute arises between the Buyer and Seller, the parties are encouraged to try and resolve the matter themselves.\nIf this is not possible then the Seller or Buyer may refer the matter to fivesquid Customer Support for arbitration.</li>\n<li>fivesquid's decision is and will be final.</li>\n</ul> Buyers <p>\n<strong>Ordering services</strong>\n</p>\n<ul>\n<li>Services may be purchased using a valid debit card, credit card or via PayPal.</li>\n<li>Once payment is confirmed, an order will be created.\nThe Seller will be notified once the Buyer has submitted any required information through the order page.</li>\n<li>If the buyer has specific requirements, they can post a request on the site via the ‘Post a Request’ feature located in the Buyer section of their account.</li>\n<li>If there is credit balance in the Buyer’s fivesquid account which is greater than the purchase price of the service required, then payment will be taken from that balance rather than the Buyer’s nominated PayPal account/payment card.</li>\n<li>The Buyer’s identity will remain anonymous at all times.\nThe Buyer is reminded that in order to protect their privacy, they must not request or provide email addresses, Skype/IM usernames or any other personal contact information.</li>\n<li>Payments outside of fivesquid for services offered on the site are not permitted.\nIf the Buyer is asked to use an alternative method of payment, they must please report it to fivesquid’s Customer Support team immediately</li>\n<li>All complaints should be directed to our Customer Support team.\nUsers are asked to avoid filing a complaint via PayPal or their own bank as this may result in their fivesquid account being disabled</li>\n<li>Where an order is eligible for cancellation (e.g.\ndue to late delivery) it can only be cancelled by Customer Support within 10 days of being marked as completed.\nAfter this time, the order cannot be cancelled.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Administration fee</strong>\n</p>\n<p>All fivesquid purchases incur an administration fee.&nbsp;</p>\n<p>The administration fee is calculated as follows and is applied to the total payment amount at the time of purchase:</p>\n<p>&nbsp;</p> Purchase Price&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp.\n&nbsp;Fee £5.00 - £9.99 8% £10.00 - £19.99 6.5% £20.00 - £49.99 4.5% £50.00 - £99.99 3% £100.00+ <p>2.7%</p>\n<p>&nbsp;</p>\n<ul>\n<li>Purchases made from Seller revenues in your fivesquid account are <strong>\n<em>not</em>\n</strong> subject to the above-mentioned fees.</li>\n<li>Purchases made from Buyer credit in your fivesquid account (following a credit or refund) are <strong>\n<em>not</em>\n</strong>\n<em>\n</em>subject to the above-mentioned fees.</li>\n<li>Payments refunded to your PayPal account or original payment card following cancellation of an order will include a refund of the administration fee paid.</li>\n</ul>\n<p>\n<strong>Recurring / subscription orders:</strong>\n</p>\n<ul>\n<li>Only PRO Sellers can offer recurring (subscription) services.\nThese are services which can be offered to Buyers on a weekly or monthly recurring basis.</li>\n<li>Recurring services are handled as individual orders, but the raising of a new order and payment takes place automatically either monthly or weekly , depending on when you placed your initial order.\nFor further information please refer to our FAQs.</li>\n<li>The orders are handled in exactly the same way as regular orders and the above administration fee applies to each individual order.</li>\n<li>Buyers can cancel a recurring order via the ‘My Orders’ section of their account.\nThis will cancel the ongoing orders, but not the order in progress.\nTo cancel this order you will need to cancel by mutual agreement with the seller.</li>\n</ul>\n<p>\n<strong>Shipping</strong>\n</p>\n<p>Where the Buyer purchases a service that requires physical delivery, the Buyer will be required to provide a shipping address.\nThe Seller will be responsible for all shipping arrangements once the Buyer supplies the shipping address.\nfivesquid does not handle or guarantee shipping, tracking, quality and condition of items or their delivery and shall not be responsible or liable for any damage or other problems caused, directly or indirectly, as a result of shipping.</p> General terms <ul>\n<li>Any breach of our Terms of Service may result in the offender’s account being permanently disabled.</li>\n<li>Where the Seller’s account has been disabled, they will be able to withdraw their revenues after a safety period of 45 to 90 days from the day of the last cleared payment received in their account.\nThis is subject to our approval, taking into account the nature of the breach/violation.</li>\n<li>We reserve the right to put any account on hold or to permanently disable it due to account misuse.\nA user whose account is on hold will not be able to sell or buy on fivesquid</li>\n<li>From time to time, we may make changes to our Terms of Service.\nAn updated copy of the Terms will be made available at http://www.fivesquid.com/terms_of_service</li>\n<li>fivesquid is a UK based company and as such is subject to UK laws</li>\n<li>fivesquid pays all required taxes and levies, including VAT on the commission based service it provides.\nWhere applicable, all Buyers and Sellers must ensure that they conform to their local rules and regulations and pay all required taxes associated with the purchase or sale of any service.\nWe will not be held responsible for any liability incurred as a result of the sale or purchase of any services hosted on the site, other than our own legal commitments.</li>\n</ul>\n<p>\n<strong>Disputes</strong>\n</p>\n<ul>\n<li>We encourage our Buyers and Sellers to try and settle disputes amongst themselves.\nIf for any reason they are not able to do so, they can submit a customer support ticket at http://support.fivesquid.com/hc/en-us/requests/new.</li>\n<li>We will not refund payments made for cancelled orders back to the original source of payment in the first instance.\nRefunds will automatically be credited to the Buyer's fivesquid balance and may be used for future purchases on fivesquid.\nThe Buyer may however request that their balance is transferred to their original source of payment by contacting fivesquid customer support.</li>\n</ul> Registration <p>By registering as a member on fivesquid, you agree to fivesquid's Terms of Service and Privacy Policy.&nbsp;</p> Account use <p>It is the member's responsibility to use their account for its intended purpose and in line with fivesquid’s Terms.\nFailure to do so may incur an official warning or account suspension (depending on the violation in question).\nThe following actions will&nbsp;attract&nbsp;an official warning and/or account suspension:</p>\n<ul>\n<li>Encouraging service Buyers to pay for services outside of the fivesquid website.</li>\n<li>Sharing payment information or personal information that encourages others registered members to transact outside of the fivequid website.</li>\n<li>Sending unsolicited emails to other members about services or products.</li>\n</ul> Communications from fivesquid <p>\n<strong>Special Offers and Updates</strong>\n</p>\n<p>We will occasionally send our members information on products, services, special deals and promotions, if you chose to Opt In.\nIf you do not wish to receive these types of communications you can opt out of receiving them by following the instructions included in the newsletter or communication, or by submitting a customer support ticket here, where you can also ask to 'Opt-In'.&nbsp;</p> ", "created_at": "2018-09-15 22:06:01.527408", "updated_at": "2021-07-08 20:38:20.902334"}], "points": [{"id": 27057, "title": "There is a date of the last update of the agreements", "source": "https://www.fivesquid.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:47:28.255081", "updated_at": "2022-07-06 18:52:32.843375", "quoteText": "Last updated: May 2018</strong>\n</p>\n", "case_id": 331, "document_id": 8214, "quoteStart": 59, "quoteEnd": 96}, {"id": 27064, "title": "The court of law governing the terms is in the United Kingdom", "source": "https://www.fivesquid.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:55:11.788061", "updated_at": "2022-03-03 16:56:25.344462", "quoteText": "fivesquid is a UK based company and as such is subject to UK laws</li>\n", "case_id": 163, "document_id": 536, "quoteStart": 12241, "quoteEnd": 12312}, {"id": 27063, "title": "There is a date of the last update of the agreements", "source": "https://www.fivesquid.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:53:42.316471", "updated_at": "2022-07-06 18:51:59.172404", "quoteText": "<strong>Last updated: October 2020</strong>\n</p>\n<p>", "case_id": 331, "document_id": 536, "quoteStart": 53, "quoteEnd": 105}, {"id": 27062, "title": "You will be notified if personal data has been affected by data breaches", "source": "https://www.fivesquid.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:53:26.427838", "updated_at": "2022-03-03 16:53:26.427838", "quoteText": "<p>In the unlikely event of a breach of our security and in line with our obligations under GDPR, we must notify all users who are affected or at risk of being affected by the breach within 72 hours of the time when we were first alerted to the breach.<br>\n", "case_id": 391, "document_id": 8214, "quoteStart": 10677, "quoteEnd": 10934}, {"id": 27061, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.fivesquid.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:52:00.615318", "updated_at": "2022-07-06 18:41:59.578266", "quoteText": "Please be aware that some of our services may not work properly when cookies are disabled.</p> ", "case_id": 375, "document_id": 8214, "quoteStart": 8911, "quoteEnd": 9006}, {"id": 27060, "title": "Private messages can be read", "source": "https://www.fivesquid.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:49:02.454041", "updated_at": "2022-03-03 16:49:02.454041", "quoteText": "members must be aware that these messages are not confidential and the fivesquid compliance team have the right to review these messages for dispute resolution purposes, or concerns over fraudulent or other illegal activity</p>\n</li>\n<li>\n<p>", "case_id": 239, "document_id": 8214, "quoteStart": 2486, "quoteEnd": 2728}, {"id": 27059, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.fivesquid.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:48:17.116693", "updated_at": "2022-03-03 16:48:17.116693", "quoteText": "Should fivesquid be sold, undergo a merger (either fully or partly) or face bankruptcy your data could be included in an asset transfer at which point you will be notified.</p> ", "case_id": 243, "document_id": 8214, "quoteStart": 1231, "quoteEnd": 1408}, {"id": 27058, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.fivesquid.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-03-03 16:47:50.358222", "updated_at": "2022-03-03 16:47:50.358222", "quoteText": "fivesquid is compliant with GDPR and believes that the site’s users have the right to know how their data is collected and used by us.\n", "case_id": 481, "document_id": 8214, "quoteStart": 679, "quoteEnd": 814}, {"id": 1522, "title": "fivesquid.co.uk", "source": "https://groups.google.com/d/topic/tosdr/L-MLx43TVZk/discussion", "status": "fivesquid.co.uk", "created_at": "2018-05-15 09:11:52.656562", "updated_at": "2018-09-15 22:11:01.380561", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["fivesquid.com"]}}