{"error": 448, "message": "OK", "parameters": {"id": 592, "name": "Campus Innovations Kultur", "created_at": "2018-07-06 05:50:28.984308", "updated_at": "2021-03-25 03:19:35.948851", "wikipedia": null, "keywords": null, "related": null, "slug": "campus_innovations_kultur", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/592.png", "url": "cik.cool", "documents": [{"id": 332, "name": "Datenschutzerklaerung", "url": "https://cik.cool/datenschutzerklaerung/", "xpath": "//section[@class='wrapper-content']", "text": " Datenschutzerklärung <p>\n<strong>1.\nWarnhinweis zu Inhalten</strong>\n</p>\n<p>Die kostenlosen und frei zugänglichen Inhalte dieser Webseite wurden mit größtmöglicher Sorgfalt erstellt.\nDer Anbieter dieser Webseite übernimmt jedoch keine Gewähr für die Richtigkeit und Aktualität der bereitgestellten kostenlosen und frei zugänglichen journalistischen Ratgeber und Nachrichten.\nNamentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder.\nAllein durch den Aufruf der kostenlosen und frei zugänglichen Inhalte kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Anbieter zustande, insoweit fehlt es am Rechtsbindungswillen des Anbieters.</p>\n<p>\n<strong>2.\nExterne Links</strong>\n</p>\n<p>Diese Website enthält Verknüpfungen zu Websites Dritter („externe Links“).\nDiese Websites unterliegen der Haftung der jeweiligen Betreiber.\nDer Anbieter hat bei der erstmaligen Verknüpfung der externen Links die fremden Inhalte daraufhin überprüft, ob etwaige Rechtsverstöße bestehen.\nZu dem Zeitpunkt waren keine Rechtsverstöße ersichtlich.\nDer Anbieter hat keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der verknüpften Seiten.\nDas Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht.\nEine ständige Kontrolle der externen Links ist für den Anbieter ohne konkrete Hinweise auf Rechtsverstöße nicht zumutbar.\nBei Kenntnis von Rechtsverstößen werden jedoch derartige externe Links unverzüglich gelöscht.</p>\n<p>\n<strong>3.\nUrheber- und Leistungsschutzrechte</strong>\n</p>\n<p>Die auf dieser Website veröffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht.\nJede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers.\nDies gilt insbesondere für Vervielfältigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw.\nWiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen.\nInhalte und Rechte Dritter sind dabei als solche gekennzeichnet.\nDie unerlaubte Vervielfältigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar.\nLediglich die Herstellung von Kopien und Downloads für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt.</p>\n<p>Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zulässig.</p>\n<p>\n<strong>4.\nDatenschutz[1]</strong>\n</p>\n<p>Der Anbieter weist ausdrücklich darauf hin, dass die Datenübertragung im Internet (z.B.\nbei der Kommunikation per E-Mail) Sicherheitslücken aufweisen und nicht lückenlos vor dem Zugriff durch Dritte geschützt werden kann.</p>\n<p>Die Verwendung der Kontaktdaten des Impressums zur gewerblichen Werbung ist ausdrücklich nicht erwünscht, es sei denn der Anbieter hatte zuvor seine schriftliche Einwilligung erteilt oder es besteht bereits eine Geschäftsbeziehung.\nDer Anbieter und alle auf dieser Website genannten Personen widersprechen hiermit jeder kommerziellen Verwendung und Weitergabe ihrer Daten.</p>\n<p>\n<strong>Personenbezogene Daten</strong>\n</p>\n<p>Sie können unsere Webseite ohne Angabe personenbezogener Daten besuchen.\nSoweit auf unseren Seiten personenbezogene Daten (wie Name, Anschrift oder E-Mail Adresse) erhoben werden, erfolgt dies, soweit möglich, auf freiwilliger Basis.\nDiese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.\nSofern zwischen Ihnen und uns ein Vertragsverhältnis begründet, inhaltlich ausgestaltet oder geändert werden soll oder Sie an uns eine Anfrage stellen, erheben und verwenden wir personenbezogene Daten von Ihnen, soweit dies zu diesen Zwecken erforderlich ist (Bestandsdaten).\nWir erheben, verarbeiten und nutzen personenbezogene Daten soweit dies erforderlich ist, um Ihnen die Inanspruchnahme des Webangebots zu ermöglichen (Nutzungsdaten).\nSämtliche personenbezogenen Daten werden nur solange gespeichert wie dies für den genannten Zweck (Bearbeitung Ihrer Anfrage oder Abwicklung eines Vertrags) erforderlich ist.\nHierbei werden steuer- und handelsrechtliche Aufbewahrungsfristen berücksichtigt.\nAuf Anordnung der zuständigen Stellen dürfen wir im Einzelfall Auskunft über diese Daten (Bestandsdaten) erteilen, soweit dies für Zwecke der Strafverfolgung, zur Gefahrenabwehr, zur Erfüllung der gesetzlichen Aufgaben der Verfassungsschutzbehörden oder des Militärischen Abschirmdienstes oder zur Durchsetzung der Rechte am geistigen Eigentum erforderlich ist.</p>\n<p>\n<strong>Kommentarfunktionen</strong>\n</p>\n<p>Wir erheben personenbezogene Daten im Rahmen der Veröffentlichung eines Inhalts oder einer Kommentierung zu einem Artikel oder Beitrag nur in dem Umfang, wie sie von Ihnen mitgeteilt werden.\nBei der Veröffentlichung eines Kommentars wird die von Ihnen angegebene Email-Adresse gespeichert, aber nicht veröffentlicht.\nIhr Name wird veröffentlicht, wenn Sie nicht unter Pseudonym geschrieben haben.</p>\n<p>\n<strong>Newsletter</strong>\n</p>\n<p>Durch die freiwillige Eintragung Ihrer E-Mail-Adresse in unseren Newsletter und Bestätigung dieser per Double-Opt-In-Verfahren erklären Sie Ihre Einwilligung, dass Sie unseren E-Mail-Newsletter erhalten möchten.\nSie können dieser Verwendung Ihrer E-Mail-Adresse jederzeit widersprechen, ohne dass hierfür andere als die Übermittlungskosten nach den Basistarifen entstehen.\nSie können sich jederzeit aus dem Newsletter abmelden.\nJede E-Mail enthält einen „Abmelden“-Link.\nFür den Empfang des Newsletters ist die Angabe einer E-Mail-Adresse ausreichend.\nZusätzliche freiwillige Angaben dienen lediglich der Personalisierung des Newsletters.</p>\n<p>\n<strong>Datenschutzerklärung für Cookies</strong>\n</p>\n<p>Es werden sog.\nCookies zum Wiedererkennen mehrfacher Nutzung unseres Angebots durch denselben Nutzer eingesetzt.\nCookies sind kleine Textdateien, die Ihr Internet-Browser auf Ihrem Rechner ablegt und speichert.\nWenn Sie unsere Seite erneut aufrufen, geben diese Cookies Informationen ab, um Sie automatisch wiederzuerkennen.\nDie so erlangten Informationen dienen dazu, unsere Angebote zu optimieren und Ihnen einen leichteren Zugang auf unsere Seite zu ermöglichen.<br>&nbsp;Das Speichern von Cookies auf Ihrer Festplatte können Sie allgemein verhindern, indem Sie in Ihren Browser-Einstellungen „keine Cookies akzeptieren“ wählen.\nDies kann aber eine Funktionseinschränkung unserer Angebote zur Folge haben.</p>\n<p>\n<strong>Datenschutzerklärung für das Facebook-Plugin („Gefällt mir“)</strong>\n</p>\n<p>Diese Webseite nutzt Plugins des Anbieters Facebook.com, welche durch das Unternehmen Facebook Inc., 1601 S.\nCalifornia Avenue, Palo Alto, CA 94304 in den USA bereitgestellt werden.\nNutzer unserer Webseite, auf der das Facebook-Plugin („Gefällt mir“-Button) installiert ist, werden hiermit darauf hingewiesen, dass durch das Plugin eine Verbindung zu Facebook aufgebaut wird, wodurch eine Übermittlung an Ihren Browser durchgeführt wird, damit das Plugin auf der Webseite erscheint.<br>&nbsp;Des Weiteren werden durch die Nutzung Daten an die Facebook-Server weitergeleitet, welche Informationen über Ihre Webseitenbesuche auf unserer Homepage enthalten.\nDies hat für eingeloggte Facebook-Nutzer zur Folge, dass die Nutzungsdaten Ihrem persönlichen Facebook-Account zugeordnet werden.\nSobald Sie als eingeloggter Facebook-Nutzer aktiv das Facebook-Plugin nutzen (z.B.\ndurch das Klicken auf den „Gefällt mir“ Knopf oder die Nutzung der Kommentarfunktion), werden diese Daten zu Ihrem Facebook-Account übertragen und veröffentlicht.\nDies können Sie nur durch vorheriges Ausloggen aus Ihrem Facebook-Account umgehen.<br>&nbsp;Weitere Information bezüglich der Datennutzung durch Facebook entnehmen Sie bitte den datenschutzrechtlichen Bestimmungen auf Facebook unter http://de-de.facebook.com/policy.php.</p>\n<p>\n<strong>Datenschutzerklärung für Google Maps von Google Inc.</strong>\n</p>\n<p>Diese Website verwendet die „Google Maps und Routenplaner“- Funktion der Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States („Google“), um geographische Informationen und Anfahrtrouten darzustellen bzw.\nzu berechnen.\nDurch Google Maps können Daten über Ihre Nutzung dieser Webseite an Google übertragen, erhoben und von Google genutzt werden.\nSie können eine solche Datenübertragung verhindern, wenn Sie in Ihrem Browser „Javascript“ deaktivieren.\nIn dem Falle können aber keine Karten angezeigt werden.\nDurch die Nutzung dieser Webseite und die Nichtdeaktivierung von „Javascript“ erklären Sie Ihr Einverständnis, dass Sie mit der Bearbeitung Ihrer Daten durch Google zum obigen Zwecke einverstanden sind.\nWeitere Informationen darüber wie „Google Maps“ und der Routenplaner Ihre Daten verwenden sowie die Datenschutzerklärung von Google finden Sie unter: https://www.google.com/intl/de_de/help/terms_maps.html</p>\n<p>\n<strong>Auskunftsrecht</strong>\n</p>\n<p>Sie haben das jederzeitige Recht, sich unentgeltlich und unverzüglich über die zu Ihrer Person erhobenen Daten zu erkundigen.\nSie haben das jederzeitige Recht, Ihre Zustimmung zur Verwendung Ihrer angegeben persönlichen Daten mit Wirkung für die Zukunft zu widerrufen.\nZur Auskunftserteilung wenden Sie sich bitte an den Anbieter unter den Kontaktdaten im Impressum.</p>\n<p>\n<strong>5.\nBesondere Nutzungsbedingungen[2]</strong>\n</p>\n<p>Soweit besondere Bedingungen für einzelne Nutzungen dieser Website von den vorgenannten Nummern 1.\nbis 4.\nabweichen, wird an entsprechender Stelle ausdrücklich darauf hingewiesen.\nIn diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen.</p>\n<p>Quelle: Disclaimer Muster von JuraForum.de.</p> Zurück nach oben ", "created_at": "2018-08-22 09:28:21.41805", "updated_at": "2020-12-14 15:49:35.962362"}], "points": [{"id": 4379, "title": "easy to read", "source": "A", "status": "easy to read", "created_at": "2018-07-06 05:50:54.843354", "updated_at": "2018-08-22 09:27:24.333364", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4383, "title": "transparency", "source": "A", "status": "transparency", "created_at": "2018-07-06 05:52:18.017566", "updated_at": "2020-12-23 13:49:40.085302", "quoteText": null, "case_id": 169, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4381, "title": "no tracking", "source": "A", "status": "no tracking", "created_at": "2018-07-06 05:51:38.690478", "updated_at": "2020-12-23 13:50:33.657258", "quoteText": null, "case_id": 218, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4380, "title": "IP addresses of website visitors are not tracked", "source": "A", "status": "IP addresses of website visitors are not tracked", "created_at": "2018-07-06 05:51:16.425336", "updated_at": "2018-08-22 09:33:14.9785", "quoteText": null, "case_id": 192, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4382, "title": "personal data is not sold", "source": "https://cik.cool/datenschutzerklaerung/", "status": "personal data is not sold", "created_at": "2018-07-06 05:51:59.006131", "updated_at": "2018-08-22 09:35:35.429773", "quoteText": "Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.", "case_id": 193, "document_id": 332, "quoteStart": 3488, "quoteEnd": 3572}, {"id": 13259, "title": "The service uses social media cookies/pixels", "source": "https://cik.cool/datenschutzerklaerung/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:21:24.544205", "updated_at": "2020-12-24 01:49:08.703245", "quoteText": "Diese Webseite nutzt Plugins des Anbieters Facebook.com, welche durch das Unternehmen Facebook Inc., 1601 S.\nCalifornia Avenue, Palo Alto, CA 94304 in den USA bereitgestellt werden.", "case_id": 307, "document_id": 332, "quoteStart": 6636, "quoteEnd": 6817}, {"id": 13258, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://cik.cool/datenschutzerklaerung/", "status": "Generated through the annotate view", "created_at": "2020-12-23 19:20:58.822612", "updated_at": "2020-12-24 01:49:29.198165", "quoteText": ";Das Speichern von Cookies auf Ihrer Festplatte können Sie allgemein verhindern, indem Sie in Ihren Browser-Einstellungen „keine Cookies akzeptieren“ wählen.\nDies kann aber eine Funktionseinschränkung unserer Angebote zur Folge haben.", "case_id": 375, "document_id": 332, "quoteStart": 6307, "quoteEnd": 6541}], "urls": ["cik.cool"]}}