{"error": 448, "message": "OK", "parameters": {"id": 6809, "name": "JukinMedia", "created_at": "2022-08-17 23:36:29.594293", "updated_at": "2022-08-17 22:01:04.631835", "wikipedia": null, "keywords": null, "related": null, "slug": "jukinmedia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6809.png", "url": "jukinmedia.com", "documents": [{"id": 12459, "name": "Privacy Policy", "url": "https://www.jukinmedia.com/licensing/privacy-policy", "xpath": "/html/body/div[4]/div/div[1]/div/div[2]/div", "text": "<br>\n<br> Privacy Policy <p>Last modified: February 1, 2021</p> Introduction <p>This policy describes the types of information Jukin Media, Inc., its subsidiaries and affiliates (collectively, <b>\"Jukin\"</b> or <b>\"We\"</b>) may collect from you or that you may provide when you visit any and all Jukin properties, including, but not limited to, owned or operated brands, websites, applications, or other services, including but not limited to any content or programming delivered over the Internet via applications on consumer devices, including but not limited to, desktop computers, mobile phones, tablets, connected television devices, or other similar devices that link to or reference this Privacy Policy, and all corresponding domains, subdomains, web pages, and websites associated therewith (our \"<b>Properties</b>\"), and our practices for collecting, using, maintaining, protecting, and disclosing that information.</p>\n<p>This policy describes the types of information we may collect or that you may provide:</p>\n<ul>\n<li>On the Properties.</li>\n<li>In email, text, and other electronic communications between you and the Properties.</li>\n<li>Through mobile and desktop applications you download or access from the Properties, which may provide dedicated non-browser-based interaction between you and the Properties.</li>\n<li>When you purchase, download, install, register with, access, or use the Properties.</li>\n<li>When you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this policy.</li>\n</ul>\n<br>\n<p>It does not apply to information that:</p>\n<ul>\n<li>We collect offline or through any other means.\nor</li>\n<li>You provide to or is collected by any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from or on the Properties.</li>\n</ul>\n<br>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Properties.\nBy accessing, using, downloading, or registering with the Properties, you agree to this privacy policy.\nThis policy may change from time to time.\nYour continued use of the Properties after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p> Children Under the Age of 13 <p>Our Properties are not intended for children under 13 years of age.\nNo one under age 13 may provide any personal information to or on the Properties.\nWe do not knowingly collect personal information from children under 13.\nIf you are under 13, do not use or provide any information on this Properties or through any of its features, register on the Properties, make any purchases through the Properties, use any of the interactive or public comment features of this Properties, or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under 13, please contact us at privacy@jukinmedia.com or (323) 932-0960.</p> Information We Collect About You and How We Collect It <p>We collect several types of information from and about users of our Properties, including information:</p>\n<ul>\n<li>By which you may be personally identified, such as name, postal address, e-mail address, telephone number, username or any other identifier by which you may be contacted online or offline (\"<b>personal information</b>\");</li>\n<li>That is about you but individually does not identify you, such as aggregated information or general location information.\nand/or</li>\n<li>About your internet connection, the equipment you use to access our Properties, and usage details</li>\n</ul>\n<br>\n<p>We collect this information:</p>\n<ul>\n<li>Directly from you when you provide it to us.</li>\n<li>Automatically as you navigate through the site.\nInformation collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, device-specific information, and other tracking technologies.</li>\n<li>From third parties, for example, our business partners.</li>\n</ul>\n<p>\n<b>\n<i>Information You Provide to Us</i>\n</b>\n</p>\n<p>The information we collect on or through our Properties may include:</p>\n<ul>\n<li>Information that you provide by filling in forms on our Properties.\nThis includes information provided at the time of registering to use our Properties, subscribing to our service, posting material, or requesting further services.\nWe may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Properties.</li>\n<li>Records and copies of your correspondence (including email addresses), if you contact us.</li>\n<li>Your responses to surveys that we might ask you to complete for research purposes.</li>\n<li>Details of transactions you carry out through our Properties and of the fulfillment of your orders.</li>\n<li>Your search queries on the Properties.</li>\n</ul>\n<p>You also may provide information to be published or displayed (hereinafter, \"<b>posted</b>\") on public areas of the Properties, or transmitted to other users of the Properties or third parties (collectively, \"<b>User Contributions</b>\").\nYour User Contributions are posted on and transmitted to others at your own risk.\nPlease be aware that no security measures are perfect or impenetrable.</p>\n<p>Additionally, we cannot control the actions of other users of the Properties with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.</p>\n<p>\n<b>\n<i>Information We Collect Through Automatic Data Collection Technologies</i>\n</b>\n</p>\n<p>As you navigate through and interact with our Properties, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>Details of your visits to our Properties, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Properties.</li>\n<li>Information about your computer and internet connection, including your IP address, operating system, and browser type</li>\n</ul>\n<p>We also may use these technologies to collect information about your online activities over time and across third-party websites or other online services (behavioral tracking).\nEmail privacy@jukinmedia.com for information on how you can opt out of behavioral tracking on this website.</p>\n<p>The information we collect automatically may include personal information, but we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve our Properties and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>Estimate our audience size and usage patterns.</li>\n<li>Store information about your preferences, allowing us to customize our Properties according to your individual interests.</li>\n<li>Speed up your searches.</li>\n<li>Recognize you when you return to our Properties.</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<b>Cookies (or browser cookies).</b> A cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Properties.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Properties.\nFor more information on our cookie policy, click HERE.</li>\n<li>\n<b>Flash Cookies.</b> Certain features of our Properties may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from, and on our Properties.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.</li>\n<li>\n<b>Web Beacons.</b> Pages of our the Properties and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Jukin, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</li>\n</ul>\n<br> Third-Party Use of Cookies and Other Tracking Technologies <p>Some content or applications, including advertisements, on the Properties are served by thirdparties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our website.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.</p>\n<p>We do not control these third parties' tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.</p> How We Use Your Information <p>We use information that we collect about you or that you provide to us, including any personal information:</p>\n<ul>\n<li>To present our Properties and its contents to you.</li>\n<li>To provide you with information, products, or services that you request from us.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To provide you with notices about your account or subscription, including expiration and renewal notices.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\n<li>To notify you about changes to our Properties or any products or services we offer or provide though it.</li>\n<li>To allow you to participate in interactive features on our Properties.</li>\n<li>To provide the option for you to pick up a viewed program where you left off when you launch the Properties on a different device, by tracking of the content you have watched, when you watched the content, the point at which you stopped watching the content, make recordings of that content, and connecting that information to your account, along with identifying all devices you use in connection with your account.\nThe Properties may also permits you to pause, rewind or fast-forward content.\nTo be able to do this, we may make recordings of the content you are watching and connect that information with your account.</li>\n<li>In any other way we may describe when you provide the information.</li>\n<li>For any other purpose with your consent.</li>\n</ul>\n<br>\n<p>We may use the information we have collected from you to enable us to display advertisements to our advertisers' target audiences.\nEven though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.</p> Disclosure of Your Information <p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>We may disclose personal information that we collect or you provide as described in this privacy policy:</p>\n<ul>\n<li>To our subsidiaries and affiliates.</li>\n<li>To contractors, service providers, and other third parties we use to support our business</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Jukin's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by Jukin about our Properties users is among the assets transferred.</li>\n<li>To third parties to market their products or services to you if you have not opted out of these disclosures.\nTo fulfill the purpose for which you provide it.\nFor example, if you give us an email address to use the \"email a friend\" feature of our Properties, we will transmit the contents of that email and your email address to the recipients.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>With your consent.</li>\n</ul>\n<br>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request.</li>\n<li>To enforce or apply our terms of use and other agreements, including for billing and collection purposes.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Jukin, our customers, or others.</li>\n</ul>\n<br> NOTICE TO USERS OUTSIDE OF THE UNITED STATES <p>Jukin Media is a California corporation and the products and services available on the Properties are provided by or on behalf of Jukin based in the United States.\nIf you are located outside of the United States, be advised that the Personal Information that you provide will be transferred to and maintained inside and outside the United States, and these jurisdictions’ data protection and privacy laws may not off the same level of protection as those of the country where you reside or are a citizen.\nIf you do not consent to this transfer, do not accept this Privacy Policy or otherwise use the Properties.\nBy using our Properties and providing us with your information, you are consenting to the transfer and processing of such information in the United States and other countries.</p> EUROPEAN UNION CITIZENS OR RESIDENTS <p>Please click HERE for additional privacy policies that may apply to you.</p> CALIFORNIA RESIDENTS <p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nTo learn more about your California privacy rights, visit HERE.\n</p> Data Security <p>\n<b>Platforms and Devices</b>\n</p>\n<p>The Properties may operate on platforms and devices not controlled by us.\nThose platforms and devices may use, collect and disclose information, including your Personal Information, subject to their own privacy policies.\nThe platform and the platform licensees may use, collect and disclose data according to the terms of its privacy policy, other than data you provide directly to Jukin through the Properties, and data generated by us regarding your behavior within the Properties.</p>\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Properties, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of the Properties like message boards.\nThe information you share in public areas may be viewed by any user of the Properties.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Properties.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Properties.</p> Changes to Our Privacy Policy <p>It is our policy to post any changes we make to our privacy policy on this page.\nIf we make material changes to how we treat our users' personal information, we will notify you through a notice on the Properties home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Properties and this privacy policy to check for any changes.</p> Contact Information <p>To ask questions or comment about this privacy policy and our privacy practices, contact us at: privacy@jukinmedia.com or (323) 932-0960.</p> ", "created_at": "2022-08-17 23:36:29.597756", "updated_at": "2022-08-17 21:37:20.994577"}, {"id": 12460, "name": "Terms of Service", "url": "https://www.jukinmedia.com/licensing/terms", "xpath": "/html/body/div[4]/div/div[1]/div/div[2]/div", "text": "<br>\n<br>\nTerms of Service Last Updated May 25, 2018\n<p>The Jukin Media, Inc.\n(“Jukin Media”) community is based on the idea that video creators should be compensated for the licensing of their compelling videos, and that industry professionals should have a simple process for selecting the videos that they want to license for their programming.\nSubject to our Terms of Service, Jukin Media is a hassle-free resource for entertainment industry professionals looking for content.</p> Agreement to Terms of Service\n<p>The policies below are applicable to all Jukin owned or operated brands and web sites, including but not limited to, the web sites located at www.JukinMedia.com, its operational host Jukin Technologies, Inc., www.thepetcollective.tv, www.failarmy.com, www.thisishappeningofficial.com, www.peopleareawesome.com, www.dailypicksandflicks.com, www.thisishappeningshow.com, www.pokemyheart.tv, and each of their respective affiliates, parents, subsidiaries, licensees, websites, and assigns (collectively hereinafter referred to, alternatively, as “Jukin Media,” the “Site,” “we,” “us,” “our” or similar identifying pronouns).\nPlease read these Terms of Service carefully to ensure your legal, safe, and enjoyable use of the Site.\nThey contain the legal terms and conditions that govern your use of the services provided to you by the Site and are a binding agreement with you, just as if you had signed this document.\nIn using the Site, you affirm that you are at least 18 years of age, or an emancipated minor, or possess legal parental or guardian consent, and you are fully able and competent to enter into, abide by and comply with the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service.</p> License to Use Site\n<p>As long as you comply with these Terms of Service, Jukin Media grants you a personal, non-exclusive, non-transferable, limited license to enter and use the Site and the services provided.\nThis license is for the sole purpose of enabling you to use and enjoy the benefits of the services Jukin Media provides, subject to and in accordance with these Terms of Service.\nYou may not copy, modify, distribute, sell or lease any part of our services or our Site or its software, nor may you reverse engineer or attempt to extract the source code or source hyperlinks of that software, nor may you use any information contained within the Site to independently approach third parties.\nJukin Media reserves the right, at its discretion, to modify, change, remove, update or add to these Terms of Service at any time without notice.\nIt is your responsibility and obligation to review these Terms of Service periodically for changes.\nUnless otherwise specified, such changes shall be effective when they are posted, and your continued use of the Site following the posting of changes will mean that you accept and agree to the changes.\nYour access or use of the Site constitutes your agreement to be bound by these Terms of Service, the Jukin Media licensing terms (as applicable) and the terms and conditions of our Privacy Policy, as posted on this Site and which are incorporated herein by reference, including any changes that exist when you re-access this Site (whether or not you have chosen to register as a member of the Site).\nBY USING THE SITE, YOU AGREE TO THESE TERMS OF SERVICE.\nIF YOU DO NOT AGREE WITH THE TERMS OF THIS AGREEMENT, THE JUKIN MEDIA LICENSING TERMS, THE PRIVACY POLICY OR ANY OTHER GUIDELINES OR RULES POSTED ON THE SITE, THEN DO NOT USE THIS SITE.</p> Ownership of Site.\nSite Content\n<p>All text, software, user interfaces, visual interfaces, graphics, photographs, artwork, trademarks, logos, sounds, music, video, computer codes and other audio-visual material (collectively, “Content”) contained on the Site, including but not limited to the design, structure, coordination, selection, expression, and arrangement of such Content, is controlled, owned, or licensed by or to Jukin Media, as further set forth in these Terms of Service, and is protected by copyright, trademark and various other intellectual property and unfair competition laws.</p>\n<p>Except as expressly provided in these Terms of Service, no part of the Site and no Content may be used in any way without Jukin Media’s express prior written consent, including without limitation the copying, publicly display, reproduction, republishing, posting, uploading, transmitting, or distributing in any method or manner to any other device, computer, web site or other platform or medium.\nThe unauthorized copying and distribution (including without limitation downloading, uploading, file serving, file \"swapping\" or other similar activities) of any such Content or materials constitutes copyright infringement under the U.S.\nCopyright Act and international copyright laws, and Jukin Media and its third party licensors and suppliers will enforce such rights to the full extent of the law.\nViolation of these terms shall be assumed to have been willful.</p>\n<p>Jukin Media, Jukin Technologies, JukinMedia.com and other Jukin Media graphics, logos and service names are registered or otherwise protected trademarks or service marks (“Trademarks”).\nThese Trademarks many not be used in connection with any product or service that is not owned or operated by Jukin Media or in any manner that is likely to cause confusion among customers or in any other manner that disparages or discredits Jukin Media.\nAll other trademarks, branding and logos not owned by Jukin Media that appear on this Site are the property of their respective owners who may or may not be affiliated with, sponsored by or connected to Jukin Media, and Jukin makes no warranty as to these other trademarks, branding and logos.</p>\n<p>Jukin Media reserves the right to do any of the following, at any time, without notice: (1) modify, terminate, or suspend access/operation to the Site, or any portion of the Site, for any reason.\n(2) modify or change the Site, or any portion of the Site, and any applicable policies or terms.\nand (3) interrupt the operation of the Site, or any portion of the Site, as necessary to perform routine or non-routine maintenance, error correction, technical updates or other changes.</p> Privacy\n<p>Our Privacy Policy details how your information is used when you use our Services.\nBy using our Services, you’re also agreeing that we can process your information in ways set out in the Privacy Policy, so please read it here.</p> User Conduct\n<p>You agree that all the information and Content downloaded, viewed, screened or accessed will be used only for informational and/or evaluation purposes.\nYou acknowledge and agree that you may be charged customary and reasonable fees for downloading Content, separate to and regardless of whether you actually license the Content.&nbsp;YOU AGREE THERE SHALL BE NO COMMERCIAL EXPLOITATION OR USE, DIRECTLY OR INDIRECTLY, OR ANY OTHER UNAUTHORIZED USE (WHETHER COMMERCIAL OR NON-COMMERCIAL) OF ANY CONTENT AVAILABLE ON THIS SITE WITHOUT A SEPARATE FULLY EXECUTED LICENSE AGREEMENT BY AND BETWEEN JUKIN MEDIA AND YOU AUTHORIZING SAME.&nbsp;In case of circumvention, you agree and acknowledge that a breach of this Terms of Service agreement by you would cause Jukin Media irrevocable injury and damage that cannot be adequately compensated by damages in an action at law.\nYou therefore expressly agree that, without limiting Jukin Media’s rights and remedies at law, including without limitation the right to seek damages for any such breach by you, Jukin Media shall further be entitled to injunctive and other equitable relief to prevent and/or cure any breach or threatened breach of this agreement, without proof of actual damages.\nIn addition, you agree to indemnify and hold Jukin Media harmless from and against any and all claims, damages, liabilities, costs and expenses, including reasonable outside attorney's fees, arising out of or resulting from your unauthorized use of any Content on the Site (including, but not limited to, your editing thereof).</p> Restriction On Use of Site\n<p>You may not use the Site, or any Content, to obtain or attempt to obtain any documents, materials, videos, sound bites or information through any means not purposely made available or designed through the Site.\nYou may not attempt to gain unauthorized access, by hacking, password “mining” or any other illegitimate means to any portion or feature of the Site, or any other systems or networks connected to the Site, or to any of the services offered on or through the Site.\nYou may not scan, probe or test the vulnerability of the Site or any network connected to the Site, nor breach the security or authentication measures on the Site or any network connected to the Site.\nYou may not trace, seek, or reverse look-up any information on any other user of or visitor to the Site, or exploit the Site or any service or information made available or offered by or through the Site, in any manner where the purpose is to reveal information, including personal identification or information, other than your own as provided for by the Site and its Privacy Policy.\nYou agree that you will not take any action that imposes an unreasonable or disproportionately large load on the infrastructure of the Site.\nYou agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of the Site, or with any other person’s use of the Site.\nYou may not use the Site or any Content for any purpose that is unlawful or prohibited by these Terms of Service, or to solicit the performance of any illegal activity or other activity which infringes the rights of Jukin Media, its suppliers or others.\nPosting of unsolicited advertisements or repeat bulk-style communications anywhere on the Site is prohibited.\nUsing our Site does not give you ownership of any intellectual property rights in our Site or the Content you access.\nYou may not use Content from our Site unless you obtain permission from Jukin Media or are otherwise permitted by law.</p> Monitoring\n<p>Use of the Internet subjects parties to a certain amount of inherent risk.\nJukin Media has no obligation to monitor the use of the Site or to verify, warrant, or vouch for the accuracy and quality of the information that users may acquire.\nInternet users must exercise their own best judgment in relying on information obtained from the Internet, including the Site.\nJukin Media bears no responsibility for information or communications downloaded, posted or otherwise added to its Site by third parties, regardless of how inaccurate, unsuitable, offensive, or illegal.\nNotwithstanding the foregoing, Jukin Media reserves the right to, and may from time to time, monitor any and all information transmitted or received through the Site for operational and other purposes.\nDuring monitoring, information may be examined, recorded, copied, and used for authorized purposes in accordance with our Privacy Policy.\nIt is your responsibility to familiarize yourself with our Privacy Policy.\nUse of the Site constitutes consent to such monitoring and use.\nWe further reserve the right at all times to remove any information or materials, in whole or in part, that in our sole and absolute discretion are objectionable or in violation of these Terms of Service and/or our Privacy Policy.</p> Copyright Infringement.\nDigital Millennium Copyright Act\n<p>Jukin Media does not permit copyright infringement on the Site and will remove any infringing content if we receive notice that such content infringes on another's intellectual property rights.\nJukin Media further reserves the right to terminate accounts or access to the Site in the case of repeat infringers.</p>\n<p>If you are a copyright owner or an agent thereof and believe that any content on the Site infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<p>§ The physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</p>\n<p>§ Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</p>\n<p>§ Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;</p>\n<p>§ Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an electronic mail;</p>\n<p>§ A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>§ A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>If you fail to comply with all of the requirements set forth herein, your DMCA notice may not be valid.\nNotice can be submitted to Jukin Media’s designated Copyright Agent at&nbsp;Legal@jukinmedia.com.</p>\n<p>If a counter-notice is received by the Copyright Agent, Jukin Media may send a copy of the counter-notice to the original complaining party informing that person that we may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced or access to it restored in 10 to 14 business days or more after receipt of the counter-notice, at Jukin Media’s sole discretion.</p> Disclaimer of Warranties\n<p>WE SOMETIMES PROVIDE LINKS TO INTERNET SITES MAINTAINED BY THIRD PARTIES (\"THIRD PARTY SITES\") AND MAY FROM TIME TO TIME PROVIDE THIRD PARTY MATERIALS ON THIS SITE.\nNEITHER THIS SITE, JUKIN MEDIA, JUKIN TECHNOLOGIES NOR ITS AFFILIATES OR SUPPLIERS NOR ANY OF THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, OR AGENTS, OPERATE, CONTROL OR ENDORSE IN ANY RESPECT ANY INFORMATION, PRODUCTS OR SERVICES ON THESE THIRD PARTY SITES.\nTHIS SITE, THE MATERIALS AND PRODUCTS AVAILABLE IN OR ACCESSIBLE THROUGH THIS SITE, AND THE THIRD PARTY SITES ARE PROVIDED \"AS IS\" AND, TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND WARRANTIES IMPLIED FROM A COURSE OF PERFORMANCE OR COURSE OF DEALING.\nWE DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN SUCH MATERIALS AND PRODUCTS, OR IN THE SERVICE, WILL BE UNINTERRUPTED OR ERROR-FREE, WILL BE AVAILABLE FOR USE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVICE, INCLUDING STORAGE SERVICES AND THEIR CONTENTS, OR THE SERVER THAT MAKES THEM AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nWE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE, OR THE RESULTS OF THE USE, OF THE MATERIALS IN THE SERVICE OR IN THIRD PARTY SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, TIMELINESS, RELIABILITY, COMPLETENESS OR OTHERWISE.</p> Limitation of Liability\n<p>Your communications with, business dealings with, or participation in promotions of merchants found on or through the Site, including payment and delivery of related goods or services, and any other terms, conditions, warranties, or representations associated with such dealings, are solely between you and such merchant.\nYou understand and agree that any content downloaded or otherwise obtained through the use of this Site is done at your own risk and that you will be solely responsible for any damage done to your computer system or loss of data that results from the download of such content.\nWe will not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings, content downloads or as the result of the presence of such merchants on the Site.\nYou assume all risk of errors and/or omissions on the Site and any Third Party Sites, including the transmission or translation of information.\nYou assume full responsibility for implementing sufficient procedures and checks to satisfy your requirements for the accuracy and suitability of the Site and any Third Party Sites, including the information contained therein, and for maintaining any means that you may require for the reconstruction of lost data or subsequent manipulations or analyses of the information provided hereunder.\nYou acknowledge and agree that your use of the Site and any Third Party Sites, and any information sent or received in connection therewith, may not be secure and may be intercepted by unauthorized parties.&nbsp;&nbsp;YOU ASSUME RESPONSIBILITY FOR THE ENTIRE COST OF ALL NECESSARY MAINTENANCE, REPAIR OR CORRECTION TO YOUR COMPUTER SYSTEM OR OTHER PROPERTY.</p>\n<p>In no event shall the Site, Jukin Media, Jukin Technologies, its parent, affiliates or subsidiary companies or their respective directors, officers, employees, agents, affiliates or suppliers be liable for any direct, indirect, punitive, incidental, special, consequential or other damages arising out of or in any way connected with the use of the Site or with the delay or inability to use the Site, or for any information, software, products and services advertised in or obtained through the Site, our removal or deletion of any materials or records submitted or posted on the Site, or otherwise arising out of the use of the Site, whether based on contract, tort, strict liability or otherwise, even if Jukin Media, Jukin Technologies or any of its subsidiary companies, affiliates or suppliers has been advised of the possibility of damages.\nThis waiver applies, without limitation, to any damages or injury arising from any failure of performance, error, omission, interruption, deletion, defect, incomplete ownership or invalid license, delay in operation or transmission, computer virus, file corruption, communication-line failure, network or system outage, theft, destruction, unauthorized access to, alteration of, or use of any record.\nYou specifically acknowledge and agree that Jukin Media, Jukin Technologies, its parent or subsidiary companies, affiliates or suppliers shall not be liable for any defamatory, offensive or illegal conduct of any user of the service.\nWhile some states do not allow limitations on how long an implied warranty lasts or the exclusion or limitation of incidental or consequential damages, you are consenting by these Terms of Service to personal jurisdiction in California.</p> Indemnification\n<p>You agree to defend, indemnify and hold harmless the Site, Jukin Media and Jukin Technologies, its parent, affiliates or subsidiary companies and their respective directors, officers, employees and agents from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorneys fees) arising out of or accruing from (i) your access to or use of this Site.\n(ii) your violation of these Terms of Service (including without limitation the Licensed Rights or any License Agreement).\n(iii) your violation of any third party right, including without limitation any intellectual property right, property or privacy right.\nor (iv) any claim that your use of the site or its Content caused damage to you or a third party.\nYou agree that we may at any time and without notice, suspend or terminate your access to this Site if you fail to comply with these Terms of Service or applicable law.</p> Child Protection Notification\n<p>This Site contains some content that might be deemed unsuitable to minors.\nThis Site is intended for a mature audience and parents who find any material on this site unsuitable for their children are encouraged to utilize parental control services.\nParental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors.</p> Violation of These Terms of Service\n<p>You may use our Site only as permitted by law.\nAs further set forth in our Privacy Policy, you agree and acknowledge that Jukin Media may preserve any communication and information made or disclosed by you through the Site, and Jukin Media reserves the right to disclose any such communication or information that Jukin Media deems necessary (i) to comply with any applicable law, regulation, legal process or governmental authority.\n(ii) to enforce these Terms of Service.\n(iii) to respond to claims that any such data violates the rights of others.\nor (iv) to protect the rights, property or personal safety of Jukin Media, Jukin Technologies, its affiliates, parent, subsidiaries, suppliers and their respective directors, officers, employees and agents and/or users of or visitors to the Site, and the public.</p>\n<p>You also agree that Jukin Media may, in its sole discretion and without prior notice, suspend or terminate your access to the Site and/or block your future access to the Site if we determine that you have violated these Terms of Service or other agreements or guidelines which may be associated with your use of the Site.\nYou also agree that any violation by you of these Terms of Service will constitute an unlawful and unfair business practice and will cause irreparable harm to Jukin Media for which monetary damages would be inadequate, and you consent to Jukin Media obtaining any injunctive or equitable relief that Jukin Media or its counsel deems necessary in such circumstances.\nThese remedies are in addition to any other remedies Jukin Media may have at law or in equity.</p>\n<p>If Jukin Media does take any legal action against you as a result of your violation of these Terms of Service, Jukin Media will be entitled to recover from you, and you agree to pay, all attorneys’ fees and costs of such action, in addition to any other relief granted.\nYou agree that Jukin Media will not be liable to you or to any third party for termination of your access to the Site as a result of any violation of these Terms of Service or as a result of technical problems or modifications to the Site or as otherwise required by law.</p> Assignment\n<p>These Terms of Service and any rights and licenses granted by you hereunder (including without limitation the Licensed Rights) may not be transferred or assigned by you, but may be assigned by Jukin Media without restriction.</p> Governing Law.\nDispute Resolution\n<p>You agree that: (i) the Site and all services provided shall be deemed solely based in California.\nand (ii) the Site and all services provided shall be deemed a passive website that does not give rise to personal jurisdiction over Jukin Media, Jukin Technologies, its parent, affiliates or subsidiary companies and their respective directors, officers, employees and agents, in jurisdictions other than California.\nYou agree these Terms of Service shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nAlthough you acknowledge that we will have the ability to enforce our rights in any court of competent jurisdiction, you hereby consent to the personal jurisdiction and exclusive venue in Los Angeles, California, U.S.A., regarding any and all disputes relating to these Terms of Service or your access to or use of the Site, including without limitation use of Content.\nYou acknowledge and agree that the warranty disclaimers and liability and remedy limitations in this agreement are material terms of this agreement and that they have been taken into account in the decision by us to provide the Site to you hereunder.\nExcept in instances where Jukin Media deems it necessary to seek injunctive or other equitable relief (and as otherwise set forth in these Terms of Service), the parties hereby agree to submit any disputes or controversies between them to binding arbitration in Los Angeles, California in accordance with the rules of the American Arbitration Association.\nAll rights to recover consequential, incidental and/or punitive damages are waived by you.\nIn the event of any dispute, you shall not be entitled to and hereby waive all right to any equitable relief whatsoever, including the right to rescind this Terms of Service agreement , or to enjoin, restrain or interfere in any manner with the Site.\nThe prevailing party shall be entitled to its reasonable outside attorneys’ fees and costs, including its share of the arbitration costs, from the losing party.\nAll decisions of the arbitrator shall be final, binding, and conclusive on all parties.\nJudgment may be entered upon any such decision in accordance with applicable law in any court having jurisdiction thereof.</p>\n<p>YOU AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SITE OR THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CLAIM OR CAUSE OF ACTION IS PERMANENTLY BARRED.</p>\n<p>If any provision of these Terms of Service is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms of Service, which shall remain in full force and effect.\nThis agreement, the Privacy Policy and any other posted operating rules constitute the entire agreement of the parties with respect to the subject matter hereof, and supersede all prior or contemporaneous communications and proposals, whether oral or written, between the parties with respect to such subject matter.\nNo waiver of any provision or any right granted hereunder will be effective unless set forth in a written instrument signed by the waiving party and no waiver by either party of any breach or default hereunder shall be deemed a waiver of any subsequent breach or default.</p>\n", "created_at": "2022-08-17 23:36:29.603594", "updated_at": "2022-08-17 21:37:01.579459"}], "points": [], "urls": ["jukinmedia.com"]}}