{"error": 448, "message": "OK", "parameters": {"id": 5008, "name": "Xodo", "created_at": "2021-09-04 23:36:20.921815", "updated_at": "2021-09-04 22:01:10.657208", "wikipedia": null, "keywords": null, "related": null, "slug": "xodo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5008.png", "url": "xodo.com", "documents": [{"id": 8995, "name": "Terms of Use ", "url": "https://www.xodo.com/terms-of-use.html", "xpath": "//*[@id=\"policy\"]", "text": " <p>\n</p>LICENSE AGREEMENT<p>\n</p>\n<p>This License Agreement is between PDFTron Systems Inc.\n(the “Company”, “PDFTron”, “we”, “us”, and “our”) and the individual End User agreeing to these terms (“you” or “your”).</p>\n<p>Updated on June 8, 2021.</p>\n<p>Please read the following important terms and conditions of this License Agreement (the “Terms”) regarding use of any of our Xodo applications or other applications that link to these terms (the “App”).\nThese Terms govern your access to and use of the App (including any subsequent updates to the App).</p>\n<p>By downloading, installing, accessing or using the App, you represent and warrant that (i) you have read and understand these Terms.\n(ii) you are of legal age in the jurisdiction where you are normally resident.\n(iii) you agree to be bound by all of these Terms (the “Agreement”).\n(iv) you are not ordinarily resident in a country which is subject to a United States embargo or that has been designated by the United States government as a “terrorist supporting” country.\nand (v) you are not listed on any United States government list of prohibited or restricted parties.\nIf you do not agree to any of the Terms, do not download, install, access, or use the App.</p>\n<ol>\n<li>\n<p>Changes to these Terms.\nWe reserve the right to change these Terms from time to time with or without notice to you in our sole discretion.\nThe most current version of these Terms can be reviewed at www.xodo.com or by clicking on a hypertext link that may be located in the Help/About, Settings or similar menu item associated with the App.</p>\n<p>If you do not agree with any version of these Terms in effect at the time, you will have the right to terminate the agreement constituted by your initial acceptance to be bound by these Terms by ceasing to use and, if applicable, uninstalling the App.\nYour continued use of the App indicates your agreement to be bound by all of these Terms as amended by us from time to time.</p>\n</li>\n<li>\n<p>Grant of License.\nSubject to your continued compliance with these Terms, PDFTron hereby grants you a personal, non-exclusive, non-transferable, non-sublicensable, revocable license to use the App for personal, non-commercial purposes (the “License”).\nUpon the expiration or other termination of this Agreement, the License will immediately and automatically cease.</p>\n</li>\n<li>\n<p>No Integration.\nYou must not copy or integrate the App with any other software or service which enables access to or relies upon the App to read, view, annotate, edit or convert files into or from Portable Document Format.</p>\n</li>\n<li>\n<p>Ownership of Software.\nThe App is licensed, not sold, to you only for your use under these Terms.\nPDFTron and its licensors retain all rights, title, and interest relating to or embodied in the App, including all copyrights and related intellectual property rights relating thereto.\nWe may use feedback you provide in connection with your use of the App as part of our business operations.\nWe do not claim any ownership rights to your content.</p>\n<p>\n</p>\n</li>\n<li>\n<p>Ownership of Marks.\nAll graphics, logos, domain names, trademarks and trade names relating to the App (collectively, the “Marks”) are the property of PDFTron and its licensors.\nPDFTron and its licensors retain all rights, title and interest, including all intellectual property rights, in and to the Marks.\nYou are prohibited from using any of the Marks.</p>\n<p>\n</p>\n</li>\n<li>\n<p>Functions.\nThe App can be used in a variety of ways, as described on our website.\nPDFTron reserves the right to enhance, modify, or discontinue any aspect of the functionality of the App, in whole or in part, at any time, for any reason, or for no reason at all, at our sole discretion, with or without notice to you.</p>\n</li>\n<li>\n<p>Restrictions.\nUse of our App by you, is subject to all applicable local, provincial, federal, and international laws and regulations.\nWithout limitation, PDFTron reserves the right to terminate your License and use of the App if you do not comply with all of these Terms.\nSpecifically, you agree not to attempt to decompile, disassemble, modify, reverse engineer or translate the software used within the App or otherwise attempt to learn the source code of the App.\nYou are not authorized to alter, modify, copy, edit, format, or create derivative works of any technology provided under this Agreement.</p>\n</li>\n<li>\n<p>As Is, Where Is.\nYour use of the App is at your own risk.\nYou understand and agree that the App is provided to you on an \"AS IS, WHERE IS\" and \"AS AVAILABLE\" basis.\nWithout limiting the foregoing, PDFTRON DISCLAIMS ANY WARRANTIES, CONDITIONS, OR DUTIES EXPRESS, IMPLIED OR STATUTORY, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OF ACCURACY, OF AVAILABILITY OR COMPATIBILITY, OF WORKMANLIKE EFFORT OR OF NON-NEGLIGENT PERFORMANCE.\nPDFTRON WILL NOT BE RESPONSIBLE OR LIABLE FOR ANY HARM TO YOUR MOBILE DEVICE, COMPUTER SYSTEM, LOSS OF DATA, OR OTHER HARM THAT RESULTS FROM YOUR ACCESS TO OR USE OF THE APP.\nWE MAKE NO WARRANTY THAT THE USE OF THE APP WILL MEET YOUR REQUIREMENTS OR BE SECURE OR ERROR-FREE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM PDFTRON OR THROUGH USE OF THE APP WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE IN THESE TERMS.</p>\n</li>\n<li>\n<p>LIMITATION ON LIABILITY.\nINDEPENDENT OF, SEVERABLE FROM AND TO BE ENFORCED INDEPENDENTLY OF ANY OTHER ENFORCEABLE OR UNENFORCEABLE PROVISION OF THIS AGREEMENT, IN NO EVENT WILL PDFTRON OR ITS SUPPLIERS BE LIABLE TO YOU (INCLUDING LIABILITY TO PERSON OR PERSONS WHOSE CLAIM OR CLAIMS ARE BASED ON OR DERIVED FROM A RIGHT OR RIGHTS CLAIMED BY YOU), WITH RESPECT TO ANY AND ALL CLAIMS AT ANY AND ALL TIMES ARISING FROM OR RELATED TO THE USE OF THE APP OR THE TERMS, IN CONTRACT, TORT (INCLUDING NEGLIGENCE OR BREACH OF ANY DUTY) FOR AN AGGREGATE AMOUNT THAT EXCEEDS THE AMOUNT YOU HAVE PAID FOR THE USE OF THE APP DURING THE PREVIOUS 12 MONTH PERIOD, OR USD $10.00, WHICHEVER IS GREATER.</p>\n<p>IN NO EVENT WILL PDFTRON BE LIABLE TO YOU FOR ANY CONSEQUENTIAL, INDIRECT, SPECIAL, PUNITIVE, EXEMPLARY OR INCIDENTAL DAMAGES, LOSS OF GOODWILL OR BUSINESS PROFITS, REGARDLESS OF THE LEGAL THEORY UNDER WHICH SUCH DAMAGES ARE SOUGHT AND EVEN IF PDFTRON HAS BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH LOSS OR DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY AND EXCLUSION OF CERTAIN DAMAGES WILL APPLY TO THE EXTENT PERMITTED BY APPLICABLE LAW REGARDLESS OF THE SUCCESS OR EFFECTIVENESS OF OTHER REMEDIES.</p>\n</li>\n<li>\n<p>Indemnification.\nYou agree to defend, indemnify and hold PDFTron harmless from any claim, demand or liability, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the App or your violation of this Agreement.</p>\n</li>\n<li>\n<p>Waiver and Severability.\nThe failure of PDFTron to enforce any right or provision of these Terms will not be deemed a waiver of such right or provision.\nIn the event that any provision of these Terms is held to be invalid or unenforceable, the remaining provisions of these Terms will remain in full force and effect.</p>\n<p>\n</p>\n</li>\n<li>\n<p>Billing.\nIf you decide to purchase a paid subscription to the App (or any particular features of the App), you will be charged the stated fee in advance on a monthly or yearly basis or some other recurring interval disclosed to you prior to your purchase.\nWe may change the price for the paid subscription, including recurring subscription fees (for periods not yet paid), from time to time and will communicate any price changes to you in advance.\nPrice changes will take effect at the start of the next subscription period following the date of the price change.\nSubject to applicable law, you accept the new price by continuing to use the App after the price change takes effect.\nIf you do not agree with a price change, you may reject the change by unsubscribing from the paid subscription prior to the price change going into effect.</p>\n</li>\n<li>\n<p>Entire Agreement.\nThese Terms and our Privacy Policy are the entire agreement between PDFTron and you regarding the use of the App, and these Terms supersede and replace any prior agreements between PDFTron and you regarding the same.\nSubject to the provisions set forth in Section 1, no amendment to or modification of these Terms will be binding unless in writing, signed by an authorized senior executive of PDFTron, and expressly referring to these Terms.</p>\n</li>\n<li>\n<p>Exclusion of Convention.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods will not apply to any part of any transaction which may result from these Terms or this Agreement and the same is strictly excluded from these Terms.</p>\n</li>\n<li>\n<p>Headings and Gender.\nThe headings to, and the division of this Agreement into Sections, Subsections, Paragraphs, and Subparagraphs are for ease of reference only and will not in any way affect or be used in interpreting any of the provisions of this Agreement.\nUnless the context otherwise requires, a reference to a Section, Subsection, Paragraph, Subparagraph or Schedule by number or letter is a reference to the appropriate Section, Subsection, Paragraph, Subparagraph or Schedule in this Agreement.\nIn these Terms, the singular of any term includes the plural and vice versa and the use of any term is equally applicable to any gender and where applicable to a corporate entity.\nand the conjunction “or” will be understood in its inclusive sense (and/or).</p>\n</li>\n<li>\n<p>Governing Law.\nThis Agreement will be governed by and interpreted in accordance with the laws (procedural and substantive) of the Province of British Columbia and Canada as if made and performed by and between parties situate in such province and without regard to any conflict of laws doctrine.</p>\n</li>\n<li>\n<p>Mediation and Arbitration.\nAny and all disputes, controversy or claims arising out of or in connection with or in relation to this Agreement or the breach thereof, including any question regarding its existence, validity, performance or termination and any tort or other common law or statutory claim arising out of or relating to, its performance, these Terms, PDFTron’s Privacy Policy, or the App (collectively, the “Dispute”), will be first subject to non-binding mediation in an effort to resolve any such Dispute by participating in a structured negotiation conference with a mediator under the Commercial Mediation Rules of the British Columbia International Commercial Arbitration Centre.\nThe mediation will be held in Vancouver, British Columbia, Canada.\nAll aspects of the mediation will be treated as confidential.\nThe costs of the Mediator will be shared equally between you and us.</p>\n</li>\n<li>\n<p>Arbitration.\nIf PDFTron and you are unable to resolve a Dispute by the mediation procedures contemplated under Section 17 within 15 days of the appointment of a Mediator, or such longer period of time which PDFTron and you may both agree to, all Disputes will be referred to and finally resolved by arbitration under the Domestic Commercial Arbitration Rules of the British Columbia International Commercial Arbitration Centre with the losing party paying all costs of arbitration (including reasonable legal fees and expenses).\nThe place of arbitration will be Vancouver, British Columbia.\nThe appointing authority will be the British Columbia International Commercial Arbitration Centre.</p>\n</li>\n<li>\n<p>Appointment of Mediator and Arbitrator.\nAny mediator or arbitrator will be appointed, pursuant to Sections 17 and 18, by agreement between the parties or, in default of agreement, such mediator or arbitrator will be appointed by a Judge of the Supreme Court of British Columbia sitting in the Courts of Vancouver, upon the application of either PDFTron or you.</p>\n</li>\n<li>\n<p>Terms Relevant to App Store.\nIf the App is downloaded from Apple Corporation’s iTunes Application Store (the “App Store”), then you also agree to the following terms: (i) Apple Corporation (“Apple”) will have no liability for the App.\n(ii) using the App is limited to a non-transferable license for use on any Apple-branded products (including iPhone, iPad, or iPod Touch computing devices) owned or controlled by you in accordance with the App Store’s terms of service.\n(iii) Apple has no obligation whatsoever to provide you with any technical support, maintenance, or other services for the App.\n(iv) to the extent permitted by applicable law, Apple has no warranty obligation for the App and PDFTron will be responsible for any claims, losses, liabilities, damages, costs, or expenses attributable to any failure to conform to any warranty set forth in these Terms.\n(v) Apple will not be liable for any claims relating to the App or your possession or use of the App, including, but not limited to (A) product liability claims, (B) any claim that the App fails to conform to any applicable legal requirement, and (C) claims arising under consumer protection, privacy or similar legislation.\n(vi) Apple will not be liable for any third party claims that the App infringes a third party’s intellectual property rights and PDFTron will be responsible for the investigation, defense, settlement, and discharge of any such intellectual property infringement claim.\n(vii) you must comply with applicable third party terms of agreement when using this App.\nand (viii) Apple and its subsidiaries will be third party beneficiaries of these Terms with respect to the App, and that Apple will have the right to enforce this Agreement against you as a third party beneficiary.</p>\n</li>\n</ol>\n<p>If you have any question regarding these Terms, please contact us by email at support@xodo.com or at 1.604.730.8989.</p>\n<p>PDFTron Systems Inc.\n#500 - 838 West Hastings Street Vancouver, B.C., Canada V6C OA6</p> ", "created_at": "2021-09-04 21:37:51.749805", "updated_at": "2021-09-04 21:38:37.051078"}, {"id": 8994, "name": "Privacy Policy", "url": "https://www.xodo.com/privacy-policy.html", "xpath": "/html/body/section/div/div", "text": "\n<p>\n</p>PRIVACY POLICY<p>\n</p>\n<p>Last Modified: June 4, 2021</p>\n<p>PDFTron Systems Inc.\n(“<b>PDFTron</b>”, “<b>we</b>”, “<b>us</b>”, “<b>our</b>”) is committed to protecting and respecting your privacy.</p>\n<p>This policy (together with any applicable terms of use) describes what Personal Information (as defined below) and other information we may collect from you in connection with your use of our products.\nReferences to PDFTron products in this policy include PDFTron websites, apps, software, and services.\nFor greater certainty, we may collect and make use of your information (including Personal Information) in the context of: </p>\n<ul>\n<li>PDFTron websites, including, but not limited to, web-based services such as pdf.online (“websites”);</li>\n<li>PDFTron desktop applications and mobile applications (both referred to as “apps”).\nand</li>\n<li>PDFTron’s sales, marketing, and advertising practices.\n</li>\n</ul>\n<p>This policy further describes how we may collect Personal Information, with whom we may share it, as well as the choices you have regarding our collection of information and our use and disclosure of that information to other parties.\n&nbsp;</p>\n<p>This policy is provided in a layered format for ease of access.\nClick on the table of contents to jump to a specific section.</p>\n<p>\n</p>\n<ul>\n<li>OVERVIEW AND SCOPE</li>\n<li>INFORMATION WE MAY COLLECT FROM YOU</li>\n<li>HOW WE USE YOUR PERSONAL INFORMATION</li>\n<li>DISCLOSURE OF YOUR INFORMATION</li>\n<li>WHERE WE STORE YOUR PERSONAL INFORMATION</li>\n<li>THIRD PARTY LINKS</li>\n<li>YOUR RIGHTS</li>\n<li>CONTACT US</li>\n</ul>\n<p>\n</p>OVERVIEW AND SCOPE<p>\n</p>\n<p>We believe that you should always know what data we collect from you, how we use it, and that you should have meaningful control over both.\nThis policy describes how we use Personal Information, with whom we share it, your rights and choices, and how you can contact us about our privacy practices.\n</p>\n<p>\n</p>INFORMATION WE MAY COLLECT FROM YOU<p>\n</p>\n<p>“<b>Personal Information</b>” is information about an identifiable individual, such as their name, mailing address, email address, or phone number, personal description, or photograph, whether used alone, or when combined with other personal or identifying information which is linked or linkable to a specific individual.</p>\n<p>We may collect and process the following information about you:</p>\n<p>\n<b>Information you give us</b>\n</p>\n<p>Please remember that you control what Personal Information you provide to us while using our products.\n</p>\n<p>You may give us Personal Information about you through our websites or apps:</p>\n<ul>\n<li>by filling in forms;</li>\n<li>by registering to use our websites or apps or using our services, products and tools we make available for use.\n</li>\n<li>by registering for webinars;</li>\n<li>by using our support chat function on our websites to correspond with us in connection with your use of our products;</li>\n<li>by participating in blogs, discussion boards or other social media functions.\n</li>\n<li>by entering a competition, promotion or survey.\n</li>\n<li>when you report a problem.\nor</li>\n<li>if you upload a file to our services, products, demos or tools.\nIn addition to the information you provide as the file, we may collect and process the following information during the uploading and processing process:</li>\n</ul>\n<ul>\n<li>IP address.\nand</li>\n<li>date and time.</li>\n</ul>\n<p>\n<b>Information we automatically collect </b>\n</p>\n<p>\n<u>IP Addresses and Click-Stream Data</u>\n</p>\n<p>With regard to each of your visits to our websites or usage of our apps we may automatically collect the following information:</p>\n<ul>\n<li>technical information, including the Internet Protocol (IP) address used to connect your computer to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform.\n</li>\n<li>information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from our websites (including date and time).\nproducts you viewed or searched for.\npage response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), methods used to browse away from the page, and any phone number used to call our customer service number.\n</li>\n<li>information about how you interact with our apps, through the use of third-party analytics tools which track data regarding crashes, errors, general user interactions with the user interface (UI), and the type of functionality you may be using.\n&nbsp;</li>\n</ul>\n<p>The websites may use Hotjar, a third party website analytics tool) in order to better understand our users’ needs and to optimize this service and experience.\nHotjar is a technology service that helps us better understand our users’ experience (e.g., how much time they spend on which pages, which links they choose to click, what users do and don’t like, etc.) and this enables us to build and maintain our service with user feedback.\nHotjar uses cookies and other technologies to collect data on our users’ behaviour and their devices.\nThis includes a device's IP address (processed during your session and stored in a de-identified form), device screen size, device type (unique device identifiers), browser information, geographic location (country only), and the preferred language used to display our website.\nHotjar stores this information on our behalf in a pseudonymized user profile.\nHotjar is contractually forbidden to sell any of the data collected on our behalf.\nFor further details, please see the ‘about Hotjar’ section of Hotjar's support site</p>\n<p>The information collected cannot typically be used to identify you personally.\nHowever, if you have specifically informed us of your identity (for example by registering for something or providing us with your contact information), it may be possible for us to link certain information to information that identifies you personally.\n</p>\n<p>\n<u>Digital Markers (including Cookies), Online Tracking Technologies, Online Interest Based Advertising</u>\n</p>\n<p>A digital marker is created by a website visitor’s Internet browser to maintain certain pieces of information for the website to reference during the same or subsequent visits.\nExamples of digital markers are cookies or HTML5 Web storage.\nAmong other things, digital markers can allow a website to recognize a previous visit each time the visitor accesses the website, and track what information is viewed on a website.</p>\n<p>We use sessional and persistent digital markers on some portions of our websites.\nDigital markers are created when you visit our websites.\nSessional markers exist while you remain on our websites, and persistent markers continue to exist after you have left our websites.\n</p>\n<p>For information on the cookies we use and the purposes for which we use them see our Cookie Policy</p>\n<p>Similarly, we or our third-party service providers/advertisers may also use \"web beacons,” “pixel tags” or other tracking technologies, which are typically small pieces of code placed on a web page to monitor behaviour and collect certain data regarding the actions of our visitors online.\n</p>\n<p>These digital markers and other technologies may be used to track across time, sites, and devices.\nFor example, these technologies can be used to analyze your online traffic patterns, to enhance your experience when using our products, to store information during your session, to personalize our websites for you based on your preferences and selections, to target advertising or content to you (as described further below), and to collect information about you and your usage of our websites or apps for other marketing and business purposes.\nYou may adjust your privacy preferences regarding the use of digital markers, including cookies, and similar technologies through your browser.\nHowever, disabling cookies may impair your user experience and disable certain features of our websites.\n&nbsp;</p>\n<p>Data about your activities online may be collected for use in providing advertising tailored to your individual interests, either by us, or third parties.\nWe may work with third parties such as network advertisers and ad exchanges to serve advertisements across the internet and may use third party analytics service providers to evaluate and provide us and/or third parties with information about the use of these ads on third party websites and viewing of ads and of our content.\n</p>\n<p>We and these third-party vendors, including Google and LinkedIn, may use third-party technologies (such as the LinkedIn Insight Tag) together with our own first party technologies in order to analyze ad impressions, your use of ad services, and interactions with these ad impressions and ad services.\nThe information collected may also include information about your visits to our websites, include the pages you have viewed and what content you have seen.\nThese third-party tracking technologies may be set to, among other things: (a) help deliver advertisements to you that you might be interested in.\n(b) prevent you from seeing the same advertisements too many times.\nand (c) understand the effectiveness of the advertisements that have been delivered to you.\n</p>\n<p>You can opt out of certain advertising by visiting the Network Advertising Initiative opt out page or permanently using the Google Analytics opt out browser add on.&nbsp;If you wish to take steps to opt-out of tracking by certain online advertisers, you can visit the Digital Advertising Alliance’s opt-out page at https://www.aboutads.info/choices or the Network Advertising Initiative at www.networkadvertising.\norg/optout_nonppii.asp.\nTo learn more about how to opt out of Google’s use of cookies, visit Google’s Ads Settings, here.\nTo learn more about cookies and similar tracking technologies, and how they can affect your privacy, visit allaboutcookies.org.\nTo learn more about how Google uses cookies to process and collect data, or to opt-out of Google’s analytic and marketing services, visit the Google Privacy Notice.\nLinkedIn members can control the use of their Personal Information for advertising purposes through their LinkedIn account settings.</p>\n<p>\n<b>Information we receive from other sources</b>\n</p>\n<p>We may receive information about you if you use any of the other websites we operate or the other online projects or services we provide.\nWe are also working closely with third parties (including, for example, business partners, technical and delivery services, advertising networks, analytics providers, search information providers) and may receive information about you from them.\nWe may combine this information with information you give to us and information we collect about you to create combined information.</p>\n<p>\n</p>HOW WE USE YOUR PERSONAL INFORMATION<p>\n</p>\n<p>We use Personal Information to:</p>\n<ul>\n<li>provide you with the information, products and services that you request from us;</li>\n<li>carry out any agreements entered into between you and us;</li>\n<li>respond to inquiries or service requests and monitor such responses;</li>\n<li>manage our relationship with you;</li>\n<li>subject to applicable laws, provide information about and market our products or services or products or services of third parties, and inform you of offers or new features that we believe may be of interest to you.\nIf you no longer want to receive marketing-related emails from us, you may opt-out via the unsubscribe link included in such emails.\nPlease note that if you opt-out of receiving marketing-related emails from us, we may still send you important administrative messages that are required to provide you with our services and we nonetheless reserve the right to contact you (including by e-mail or text) where we are legally required or permitted to do so;</li>\n<li>send you important administrative messages that are required to provide you with our services;</li>\n<li>notify you about changes to our products;</li>\n<li>resolve problems;</li>\n<li>manage our websites and apps and assess usage;</li>\n<li>enhance or personalize your experience using our products;</li>\n<li>inform you of offers or new features that we believe may be of interest to you;</li>\n<li>process or maintain your subscription to a newsletter or mailing list;</li>\n<li>facilitate various programs, promotions or contests in which you participate;</li>\n<li>target advertising or content, or for other advertising, promotional or marketing purposes;</li>\n<li>study the use and popularity of various areas of our websites and apps and to improve our products.\n</li>\n<li>analyze general locations where our content is viewed (by reviewing IP addresses);</li>\n<li>administer our websites and apps and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</li>\n<li>improve our products and services and to ensure that content is presented in the most effective manner for you and for your computer or device.\n</li>\n<li>allow you to participate in interactive features of our websites and apps, when you choose to do so;</li>\n<li>supplement our efforts to keep our websites and apps safe and secure.</li>\n</ul>\n<p>We may also use such information for other purposes related to our business or that of our related entities, as well as for any other purpose described in this policy or any other agreement you may enter with us or otherwise as we may disclose to you or to which you consent from time to time, or for other purposes as required or permitted by applicable law.</p>\n<p>\n</p>DISCLOSURE OF YOUR INFORMATION<p>\n</p>\n<p>We may share your Personal Information with any member of our corporate group, which means our subsidiaries, our parent company and its subsidiaries.</p>\n<p>We do not sell or rent Personal Information to marketers or unaffiliated third parties.\nWe may share your information with selected third parties including:</p>\n<ul>\n<li>business partners and suppliers when this is necessary to provide our services to our users or for the performance of any contract we enter into with you.\n</li>\n<li>advertisers and advertising networks that require the data to select and serve relevant adverts to you and others.\nSuch disclosures are typically aggregate information about our users and analyses of our server logs, traffic, or information relating to customer leads, including details regarding usage of our websites or apps and general information about our audience, and are not generally considered to be Personal Information;</li>\n<li>analytics and search engine providers that assist us in the improvement and optimisation of our products;</li>\n<li>our service providers who provide certain services on our behalf such as data hosting or processing services.\nWe will use contractual arrangements to protect Personal Information disclosed to these service providers;</li>\n<li>in the event that we sell or buy any business or assets, in which case we may disclose your Personal Information to the prospective seller or buyer of such business or assets or (subject to confidentiality restrictions) during the due diligence process, in accordance with applicable law;</li>\n<li>if PDFTron or substantially all of its assets are acquired by a third party, in which case Personal Information held by it about its customers and users of its products will be one of the transferred assets, in accordance with applicable law;</li>\n<li>if we are under a duty to disclose or share your Personal Information in order to comply with any legal obligation, or as we believe in good faith may be reasonably necessary to comply with any law, regulation, rule, court order, or other lawful requests from governmental, regulatory or administrative agencies or law enforcement authorities (including in response to law enforcement or national security requirements), or in order to enforce or apply any terms of use applicable to a specific product, and other agreements.\nor to protect the rights, property, or safety of PDFTron, our customers, or others.\n</li>\n<li>as otherwise may be required or permitted by applicable law.</li>\n</ul>\n<p>\n</p>WHERE WE STORE YOUR PERSONAL INFORMATION<p>\n</p>\n<p>PDFTron is based in Canada and the information (including any Personal Information) we collect is transferred, maintained, stored, and processed in Canada and other countries outside Canada where our or our service providers’ facilities may be located, including the United States.\nYou understand and agree that we may store and process the information you provide to us in Canada and other countries.\nThe data protection and privacy laws in those countries may offer a lower level of protection than the data protection and privacy laws of your country.\nAlso, this information may be subject to access requests from governments, courts, or law enforcement in Canada and foreign countries according to their laws.</p>\n<p>If you are located in the European Economic Area or Switzerland, we comply with applicable laws to provide an adequate level of data protection for the transfer of your Personal Information outside of the European Economic Area or Switzerland to the United States.</p>\n<p>\n<b>CONSENT AND OTHER LEGAL BASIS FOR COLLECTION, USE AND DISCLOSURE OF PERSONAL INFORMATION</b>\n</p>\n<p>By using our products and providing Personal Information to us, you voluntarily consent to the collection, use, and disclosure of Personal Information as specified in this policy.\nWithout limiting the foregoing, we may on occasion ask you to consent when we collect, use, or disclose your Personal Information in specific circumstances, in which case we may ask for your consent in writing (including by electronic means) although in some circumstances we may accept your oral consent.\nSometimes your consent will be implied through your conduct with us if the purpose of the collection, use or disclosure is obvious and you voluntarily provide the information.\n</p>\n<p>Depending on your location and subject to applicable law, we may use your Personal Information for the purposes set forth in this policy based on other legal grounds including:</p>\n<ul>\n<li>your consent;</li>\n<li>to carry out the performance of a contract or because you have asked us to take steps in order to enter into a contract;</li>\n<li>our legitimate business interests, including:</li>\n</ul>\n<ul>\n<li>managing our relationship with you;</li>\n<li>direct marketing;</li>\n<li>product development and enhancement.\n</li>\n<li>information, system, network, and cyber security;</li>\n<li>general corporate operations and due diligence.\n</li>\n</ul>\n<ul>\n<li>to comply with a legal obligation and/or defend against legal claims;</li>\n<li>to protect a vital interest of the individual.\n</li>\n</ul>\n<p>In addition, we may collect, use, and disclose personal information without your consent when we are required or permitted by applicable law to do so.</p>\n<p>\n<b>IS MY PERSONAL INFORMATION SECURE?</b>\n</p>\n<p>We take commercially reasonable steps to ensure that your Personal Information is kept safe from loss, unauthorized access, modification or disclosure.\nAmong the steps we take in order to protect your information are:</p>\n<ul>\n<li>premises security;</li>\n<li>restricted file access to personal information;</li>\n<li>deploying technological safeguards like security software and firewalls to prevent hacking or unauthorized computer access;</li>\n<li>internal password and security policies;</li>\n<li>restricted file access to personal information.</li>\n</ul>\n<p>Unfortunately, no transmission of information via the internet or storage of information is completely secure.\nAlthough we take commercially reasonable steps to protect your Personal Information, we cannot guarantee the security of your data transmitted to our websites or apps that we store.</p>\n<p>\n<b>RETENTION OF PERSONAL INFORMATION</b>\n</p>\n<p>Personal Information will be retained in accordance with this policy for as long as may be necessary or relevant for the purpose of collection, or as may be required or permitted by applicable law, after which time it may be made anonymous or destroyed unless you further consent to its continued retention.</p>\n<p>\n<b>INTEGRATED SERVICES</b>\n</p>\n<p>You may be given the option to access or register for our products through the use of your username and passwords for certain services provided by third parties (each, an “<b>Integrated Service</b>”), such as through the use of your Google account, or otherwise have the option to authorize an Integrated Service to provide Personal Information or other information to us.\nBy authorizing us to connect with an Integrated Service, you authorize us to access and store your name, email address(es), and basic profile information that the Integrated Service makes available to us, and to use and disclose it in accordance with this policy.\nYou should check your privacy settings on each Integrated Service to understand what information that Integrated Service makes available to us, and make any changes you deem appropriate before you submit any Personal Information to them.\nPlease review each Integrated Service's terms of use and privacy policies carefully before using their services and connecting to our apps</p>\n<p>\n</p>THIRD PARTY LINKS<p>\n</p>\n<p>Our websites and apps may, from time to time, contain links to and from third party websites including those of our partner networks, advertisers and affiliates.\nIf you follow a link to any of those websites, please note that they have their own privacy policies and that we do not accept any responsibility or liability for those policies.\nPlease check these policies before you submit any Personal Information to those websites.</p>\n<p>\n</p>YOUR RIGHTS<p>\n</p>\n<p>\n<b>Access to and correction of Personal Information</b>\n</p>\n<p>You have a right to request access to your Personal Information and to request a correction to it if you believe it is inaccurate.\nIf you have submitted Personal Information to us and would like to have access to it, or if you would like to have it corrected, please contact us using the contact information provided below.\nWe will use reasonable efforts to comply with your request.\nhowever, in some cases we may not be able to allow you to access certain Personal Information in certain circumstances, for example if it contains Personal Information of other persons, or for legal reasons.\nWe may require you to verify your identity before you access your Personal Information.</p>\n<p>\n<b>Withdrawal of consent</b>\n</p>\n<p>Individuals have the right to withdraw their consent to the collection, use, or disclosure of Personal Information at any time, except where that withdrawal would frustrate the performance of a legal obligation by us.\nUpon reasonable written notice given to us, all Personal Information held by us that is identifiable to that individual will be removed from our records and a notice of the impact of that removal will be provided to the individual.\nNotwithstanding the foregoing, if you withdraw consent we nonetheless reserve the rights to retain, collect, use and disclose Personal Information without your consent where we are required or permitted by applicable law to do so.</p>\n<p>\n<b>Your data protection rights</b>\n</p>\n<p>Depending on your location and subject to applicable law, you may have additional rights with respect to your Personal Information, including: </p>\n<ul>\n<li>“Right to be forgotten” - the right to request that we erase your Personal Information in certain circumstances provided by applicable law.\n</li>\n<li>“Data portability” - the right to request that we send to another company, where technically feasible, your Personal Information.\n</li>\n<li>the right to request that we restrict the processing of your Personal Information in certain circumstances.\nfor example, if you contest the accuracy of the Personal Information while we are verifying the accuracy.\n</li>\n<li>the right not to be subject to a decision based solely on automated processing having impact on rights.</li>\n</ul>\n<p>In order to exercise these rights, you may contact us as described in the Contact Us section below.\nWe will comply with your request to the extent required by applicable law.\nIf you feel that you have not received a satisfactory response from us, you may consult with the data protection authority in your country.\n</p>\n<p>\n<b>CHANGES TO OUR PRIVACY POLICY</b>\n</p>\n<p>Any changes we may make to our policy in the future will be posted on this page.\nThe date this policy was last revised is identified on the top of this page.\nPlease check back frequently to see any updates or changes to our policy.</p>\n<p>\n</p>CONTACT US<p>\n</p>\n<p>Questions, comments and requests regarding this policy may be addressed to info@pdftron.com.</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2021-09-04 23:36:20.923877", "updated_at": "2021-09-04 21:37:08.243621"}], "points": [], "urls": ["xodo.com"]}}