{"error": 448, "message": "OK", "parameters": {"id": 5599, "name": "Moderna", "created_at": "2021-11-13 21:07:37.927185", "updated_at": "2021-11-13 23:01:11.043094", "wikipedia": "https://en.wikipedia.org/wiki/Moderna", "keywords": null, "related": null, "slug": "moderna", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5599.png", "url": "modernatx.com", "documents": [{"id": 10060, "name": "Terms and Conditions of Use", "url": "https://www.modernatx.com/terms-of-use", "xpath": "/html/body/div[3]/main/div", "text": " <p>Effective November 9, 2018</p>\nPlease read these terms carefully before accessing or using this website\nInformation about Us\n<p>These Website Terms and Conditions of Use (“<em>Terms</em>”) describe the terms and conditions applicable to your use the website operated by (“<em>Moderna</em>”, \"<em>we</em>\", “<em>our</em>” and “<em>us</em>”) and located at www.modernatx.com (the “<em>Website</em>”).\nWe are a Delaware corporation and have our registered office at 200 Technology Square, Cambridge, MA 02139.\nAll use of or linking to any content on the Website is subject to the terms and conditions contained in these Terms.\nBy accessing or using the Website, you acknowledge that you have read, understood and agreed to these Terms and acknowledge that any prior agreements regarding the use of the Website between you and Moderna are superseded and of no force or effect.\nIf you do not agree to the Terms, do not access or use the Website.\nBy using the Website, you represent that you are at least 18 years old.</p>\n<p>You understand and agree that we may change these Terms at any time without prior notice.\nYou may read a current, effective copy of these Terms at any time by selecting the “Terms and Conditions of Use” link on the Website.\nModerna may revise these terms at any time without prior notice.\nAny use of the Website after such date shall constitute your acceptance of such revised terms and conditions.\nIf any change to these Terms is not acceptable to you, your sole remedy is to cease accessing, browsing and otherwise using the Website.</p>\n<p>Your access to and use of the Website is also subject to Moderna’s Privacy Policy located at www.modernatx.com/privacy-policy, the terms and conditions of which are hereby incorporated herein by reference.</p>\nUse of Information\n<p>You may freely browse, access, download or use information from the Website, including any text, images, audio, video and software (\"<em>Information</em>\") for your own temporary, non-commercial use.\nYou have no rights in or to the Information, and you will not use, copy or display the Information, except as permitted under these Terms.\nNo other use is permitted without our prior written consent.\nWe may own the Information, or portions of the Information may be made available to us through arrangements that we have with third-parties.\nThe Information is protected by United States and foreign intellectual property laws.\nUnauthorized use of the Information may result in violation of copyright, trademark, and other laws.\nYou may not sell, transfer, assign, license, sublicense, or modify the Information or reproduce, display, publicly perform, make a derivative version of, distribute, transmit, reuse, repost, or otherwise use the Information in any way for any public or commercial purpose without our written permission.\nYou may not use the Website or the Information from the Website (a) in any way that breaches any applicable local, national or international law or regulation.\n(b) in any way that is unlawful or fraudulent, or that has any unlawful or fraudulent purpose or effect.\n(c) to transmit, or procure the sending of, any unsolicited or unauthorized advertising or promotional material or any other form of similar solicitation (spam).\nor (d) to make unauthorized attempts to access any of our systems or third party networks.\nThe use or posting of any of the Information on any other website or in a networked computer environment for any purpose is expressly prohibited.\nIf you violate any part of these Terms, your right to access and/or use the Information and Site shall automatically terminate and you shall immediately destroy any copies you have made of the Information.\nWe reserve the right to withdraw, amend or revise the Website without notice.\nWe will not be liable if for any reason our Website is unavailable at any time or for any period.\nNothing on this Website will be deemed to constitute an invitation to invest or otherwise deal in shares or other securities in Moderna.</p>\nCopyright and Trademarks\n<p>You must retain and reproduce each and every copyright notice or other proprietary rights notice contained in the original Information on any copy you make of the Information or in any Information you download.\nThe intellectual property rights in the Website and in the Information are owned by Moderna, our affiliates or our external partners.\nYou should assume that everything you see or read on the Website is copyrighted unless otherwise noted and may not be used without our written permission except as provided in these Terms or in the text on the Website.\nNo links to the Website may be included in any other website without our prior written permission.\nWith the exception of the foregoing limited authorization, no license to or right in the Information, or any copyright of Moderna or of any other party is granted or conferred to you.</p>\n<p>The trademarks, service marks, and logos of Moderna (the “<em>Moderna Trademarks</em>”) used and displayed on the Website are registered and unregistered trademarks or service marks of Moderna or its subsidiaries or affiliates.\nOther company, product, and service names located on the Website may be trademarks or service marks owned by third-parties (the “<em>Third-Party Trademarks</em>”, and, collectively with the Moderna Trademarks, the “<em>Trademarks</em>”).\nNothing on the Website or in these Terms should be construed as granting, by implication, estoppel, or otherwise, any license or right, express or implied, under any Trademark displayed on the Website without the prior written consent of Moderna specific for each and every instance.\nThe Trademarks may not be used to disparage Moderna or any third party, Moderna’s or a third-party’s products or services, or in any manner (using commercially reasonable judgment) that may damage any goodwill in the Trademarks.\nLinks to the Website from other sites should be text-only and use of any Trademarks as part of a link to or from any website is prohibited without Moderna’s prior written consent.\nAll goodwill generated from the use of any Moderna Trademark shall inure to Moderna’s benefit.</p>\n<p>Certain elements of the Website are protected by trade dress, trademark, unfair competition, and other U.S., state, federal, and international laws and may not be copied or imitated in whole or in part, by any means, including but not limited to, the use of framing or mirrors.\nNone of the Information may be retransmitted without the express written consent from Moderna for each and every instance.</p>\nMedical Advice\n<p>The content on the Website is intended to be a general information resource in regard to the subject matter covered.\nModerna does not directly or indirectly practice medicine, render medical advice, or dispense medical services via the Website, and nothing contained in the Website is intended to be instruction for medical diagnosis or treatment.\nAny information provided should not be considered complete, nor should it be relied on to suggest a basis for diagnosis or course of treatment for a particular individual.\nInformation received from the Website should not be relied upon for personal, medical, legal, technical, or financial decisions.\nIt should not be used in place of a visit, call, consultation or the advice of your physician or other qualified healthcare provider.\nShould you have any healthcare related questions, please consult with your physician or other qualified healthcare provider promptly.</p>\nLinks\n<p>This Website may contain links to websites operated by other parties (“<em>External Sites</em>”).\nThe External Sites are not under the control of Moderna, and Moderna is not responsible for the content available on any External Sites.\nSuch links do not imply Moderna’s referral or endorsement of material on External Sites or of any other entity, item or service, and Moderna disclaims all liability with regard to your access to External Sites.\nWe are not responsible for the content of any linked External Sites and do not make any representations regarding the content or accuracy of any materials on such External Sites.\nYou should take precautions when downloading files from all websites to protect your computer from viruses and other destructive programs.\nModerna provides links to External Sites as a convenience to users, and access to any External Sites linked to this Website is at your own risk.</p>\nForward-Looking Statements\n<p>The Website contains express or implied forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, as amended, Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, that are based on beliefs and assumptions and on information currently available to Moderna’s management.\nThese statements relate to, among other things, Moderna’s expectations regarding plans, objectives, strategies, future operating or financial performance, business plans and prospects, and expectations regarding clinical trials, development timelines, discussions with regulatory authorities, development programs, development candidates and investigational medicines under development by Moderna and by Moderna’s strategic collaborators.\nIn some cases, forward-looking statements can be identified by terminology such as “may,” “should,” “expects,” “intends,” “plans,” “anticipates,” “believes,” “estimates,” “predicts,” “potential,” “continue,” or the negative of these terms or other comparable terminology, although not all forward-looking statements contain these words.\nSuch statements are based on Moderna’s management’s current expectations and are subject to certain factors, risks and uncertainties that may cause actual results to differ materially from those referred to or implied in such statements.\nThe information presented on the Website is believed to be current as of the date of its original publication.\nThe forward-looking statements on this Website are neither promises nor guarantees, and you should not place undue reliance on these forward-looking statements because they involve known and unknown risks, uncertainties and other factors, many of which are beyond Moderna’s control and which could cause actual results to differ materially from those expressed or implied by these forward-looking statements.\nModerna does not intend to update any forward-looking statements appearing on the Website in the event of changing circumstances or otherwise, and such statements are current only as of the date they are made.</p>\n<p>Please note that while Moderna’s filings with the United States Securities and Exchange Commission are available on or through Internet links contained on the Website, no information contained on or available through the Website is incorporated by reference into or considered to be part of such filings.</p>\nUpdates\n<p>Moderna may make changes, corrections and/or improvements to the Information, and to the products and programs described in such Information, at any time without notice.\nAlthough we attempt to periodically update the Website, the Information, materials and services provided on or through the Website may occasionally be inaccurate, incomplete or out of date and are provided on an “AS IS” and “AS AVAILABLE” basis.\nModerna does not have a duty to update information contained in the Website, and Moderna will not be liable for any failure to update such information.\nWe make no representation as to the completeness, accuracy or currency of any information on the Website, and we undertake no obligation to update or revise the information contained on the Website, whether as a result of new information, future events or circumstances or otherwise.\nIt is your responsibility to verify any information contained in the Website before relying upon it.</p>\nDisclaimer of Warranties\n<p>MODERNA, ITS SUBSIDIARIES AND OTHER AFFILIATES AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, STRATEGIC COLLABORATORS, AND LICENSORS (COLLECTIVELY, THE “<em>MODERNA PARTIES</em>“) MAKE NO WARRANTIES OR REPRESENTATIONS AND DO NOT GIVE ANY UNDERTAKINGS, EITHER EXPRESS OR IMPLIED, ABOUT THE WEBSITE OR THE INFORMATION (INCLUDING, WITHOUT LIMITATION, THE TIMELINESS, CURRENCY, ACCURACY, COMPLETENESS OR FITNESS FOR ANY PARTICULAR PURPOSE OF THE INFORMATION OR THAT THE RESULTS WHICH MAY BE OBTAINED FORM THE USE OF THE WEBSITE WILL BE ERROR FREE OR RELIABLE.)</p>\nLimitation of Liability\n<p>THE MODERNA PARTIES WILL NOT BE LIABLE FOR ANY DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL OR PUNITIVE DAMAGES ARISING OUT OF ACCESS TO, USE OF OR INABILITY TO USE THIS WEBSITE, OR ANY ERRORS OR OMISSIONS IN THE INFORMATION INCLUDING, WITHOUT LIMITATION ANY LIABILITY FOR (I) LOSS OF INCOME OR REVENUE, (II) LOSS OF BUSINESS OR BUSINESS INTERRUPTION, (III) LOSS OF PROFITS OR CONTRACTS, (IV) LOSS OF ANTICIPATED SAVINGS, (V) LOSS OF DATA, (VI) LOSS OF GOODWILL, (VII) WASTED MANAGEMENT OR OFFICE TIME.\nAND (VIII) FOR ANY OTHER LOSS OR DAMAGE OF ANY KIND, HOWEVER ARISING AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.\nADDITIONALLY, THE MODERNA PARTIES SHALL NOT BE SUBJECT TO LIABILITY FOR THE TRUTH, ACCURACY OR COMPLETENESS OF THE INFORMATION, FOR ERRORS, MISTAKES OR OMISSIONS THEREIN OR FOR ANY DELAYS OR INTERRUPTIONS OF THE DATA OR INFORMATION STREAM FROM WHATEVER CAUSE.\nYOU USE THE WEBSITE AND THE INFORMATION AT YOUR OWN RISK.</p>\n<p>THE MODERNA PARTIES DO NOT WARRANT THAT THE WEBSITE WILL OPERATE ERROR FREE OR THAT THE WEBSITE, ITS SERVER, OR THE INFORMATION ARE FREE OF COMPUTER VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.\nIF YOUR USE OF THE WEBSITE OR THE INFORMATION RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, NO MODERNA PARTY SHALL BE RESPONSIBLE FOR THOSE COSTS.</p>\n<p>THE WEBSITE AND INFORMATION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND.\nTHE MODERNA PARTIES DISCLAIM ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF TITLE, MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>Some jurisdictions do not allow the disclaimer or exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above exclusions or limitations may not apply to you or be enforceable with respect to you.\nWe also do not assume any responsibility, and will not be liable, for any damages to, or viruses that may infect, your computer equipment or other property on account of your access to, or use of, the Information.\nModerna reserves the right to discontinue the Website at any time without notice and without liability.</p>\nInformation You Supply to Us\n<p>Any communication or material you transmit to us by electronic mail or otherwise, including any data, questions, comments, suggestions or the like is, and will be treated as, non-confidential and nonproprietary, and Moderna shall have no obligation of any kind with respect to such information.\nAnything you transmit or post becomes the property of Moderna and may be used by Moderna and any of its subsidiaries, affiliates, strategic collaborators and third-party service providers for any purpose, including, but not limited to, reproduction, disclosure, transmission, publication, broadcast and posting.\nModerna and its subsidiaries, affiliates, strategic collaborators and third-party service providers are free to use, without compensation to you, any ideas, concepts, know-how, or techniques contained in any communication you send to the Website for any purpose whatsoever including, but not limited to, researching, developing, manufacturing and marketing products using or incorporating such information.\nAny information submitted or provided by you to the Website might be publicly accessible.\nImportant and private information should be protected by you.\nModerna is not liable for protection of privacy of email or other information transferred through the Internet or any other network that you may use.</p>\nWorldwide Products\n<p>The Website may contain information on our current or potential future worldwide products and services, not all of which are available in every location.\nA reference to a product or service on the Website does not imply that such product or service is or will be available in your location.\nThe products referred to on this website may be subject to different regulatory requirements depending on the country of use.\nConsequently, visitors may be notified that certain sections of the Website are intended only for certain kinds of expert users or only for audiences in certain countries.\nYou should not construe anything on the Website as a promotion or advertisement for any product or for the use of any product that is not authorized by the laws and regulations of your country of residence.</p>\nApplicable Law\n<p>You are solely responsible for ensuring compliance with the laws of your specific jurisdiction.\nThe Website can be accessed from every U.S.\nstate, as well as from other countries around the world.\nEach of those places has laws that may differ from those of Massachusetts, where Moderna is located.\nBy accessing the Website, you and Moderna agree that the laws of The Commonwealth of Massachusetts, without regard to its conflicts of laws principles, will apply to all disputes based on, arising out of, or relating to your use of the Website or any information it contains.\nWith respect to such disputes, you and Moderna also agree and hereby submit to the exclusive personal jurisdiction and venue of any court located in Boston, Massachusetts.</p>\n<p>You will comply with any applicable export restrictions under any applicable export control laws and not to export or re-export any of the Information to countries or persons prohibited under such export control laws.\nIf you are in a country where such export is prohibited or are a person or entity for which such export is prohibited, you may not download any Information.\nYou are solely responsible for compliance with the laws of your specific jurisdiction regarding the import, export, or re-export of the Information.</p>\n<p>The Information is provided with “RESTRICTED RIGHTS.” Use, duplication, or disclosure by the U.S.\nGovernment is subject to the restrictions contained in 48 CFR 52.227-19 and 48 CFR 252.227-7013 et seq.\nor its successor.\nUse of the Website or Information by the U.S.\nGovernment constitutes acknowledgement of our proprietary rights in the Website and Information.</p>\n<p>If any provision of these Terms is found to be unlawful, invalid or unenforceable by any court having competent jurisdiction, the invalidity or unenforceability of such provision shall not affect the validity of the remaining provisions of these Terms, which shall remain in full force and effect.\nFailure of Moderna to act on or enforce any provision of these Terms shall not be construed as a waiver of that provision or any other provision in these Terms.\nNo waiver shall be effective against Moderna unless made in writing, and no such waiver shall be construed as a waiver in any other or subsequent instance.\nExcept as expressly agreed by Moderna and you in writing, these Terms constitute the entire agreement between you and Moderna with respect to the subject matter and supersedes all previous or contemporaneous agreements, whether written or oral, between the parties with respect to the subject matter.\nThe section headings are provided merely for convenience and shall not be given any legal import.\nModerna may assign its ownership, control, or other rights to any party at any time without notice to you.</p>\n<p>These terms will inure to the benefit of our successors, assigns, licensees, and sublicensees.</p> ", "created_at": "2021-11-13 21:07:37.932337", "updated_at": "2021-11-13 20:08:04.25026"}, {"id": 10059, "name": "Privacy Policy ", "url": "https://www.modernatx.com/modernas-privacy-policy", "xpath": "/html/body/div[3]/main/div", "text": " <p>Effective January 22, 2021</p>\nPlease read Moderna's Privacy Policy carefully before accessing or using this website\n<p>This website is owned and operated by Moderna, Inc.\n(“<em>Moderna</em>”, “<em>we</em>”, “<em>our</em>” or “<em>us</em>”).\nThe materials on our website (the “<em>website</em>” or the “<em>site</em>”) are provided by Moderna as a service to our customers and the general public and are to be used for informational purposes only.</p>\n<p>Moderna respects the privacy of visitors to our website and callers to our call centers, and we recognize the importance of taking steps to protect the privacy of information we collect.\nThis Privacy Policy describes the types of Personal Data (as defined below) we collect about visitors to the website and callers to our call centers, how we may use the Personal Data and with whom we may share it.\nThis Privacy Policy also describes (1) the measures we take to safeguard the Personal Data we collect and (2) your rights and privileges concerning our collection, use, and disclosure of your Personal Data.</p>\n<p>\n<em>Exclusions</em>.\nThis policy only addresses Personal Data collected through this website and our call centers.\nIt does not describe the ways in which we may collect or use Personal Data obtained offline in other ways, and it does not address or control the privacy practices of other websites (including those we link to), which may have their own policies.\nWe encourage our website users to be aware when they leave our website and to read the privacy statements of each and every website they visit that collects Personal Data.\nUnsolicited information you provide to us may be deemed to be non-confidential and Moderna will be free to reproduce, use, disclose, and distribute such unsolicited information to others without permission, compensation, limitation or attribution, provided that any Personal Data within such unsolicited information shall be treated in accordance with this Privacy Policy and applicable law.</p>\n<p>By accessing our website, you agree to the terms of this Privacy Policy and to the Terms and Conditions of Use.&nbsp;<strong>If you do not agree to these terms, you are not authorized to use our website.</strong>\n</p>\nIntroduction\n<p>“<em>Personal Data</em>” is data that can be used to identify or contact you, such as your contact details, including your name, address, e-mail address, country, and telephone number, any other information that may be listed on your resume in the event that you submit a job application to Moderna via our website, and, where provided for under applicable law, any data about your use of our website or your device that may be collected automatically, including through the use of cookies, web beacons and other tracking technologies.</p>\n<p>We will handle your Personal Data in accordance with applicable law and in line with the following principles:</p>\n<ul>\n<li>We will process Personal Data lawfully, fairly and in a transparent manner.</li>\n<li>We will only collect Personal Data for a specified, explicit and legitimate purpose, and we will only use personal information for the purposes for which it was originally collected.</li>\n<li>We will limit collection of Personal Data to the extent necessary in relation to the purpose for which they are processed.</li>\n<li>We will make reasonable efforts to ensure that your Personal Data is accurate and, where necessary, kept up to date.</li>\n<li>We will store Personal Data for no longer than is necessary for the purpose for which the Personal Data are processed.</li>\n<li>Personal Data will only be processed in a manner that ensures appropriate security of the personal information.</li>\n</ul>\n<p>Our privacy practices are described in greater detail in the remainder of this Privacy Policy.</p>\nInformation We Collect\n<p>You may visit our website without affirmatively providing any information about yourself.\nIf you choose to submit your information through the “Join our Mailing List” or the “<u>Contact Us</u>” features on our website or if you apply for a job opening with Moderna via the “<u>Careers</u>” section of our website, we may ask you to provide Personal Data, such as your name, address, telephone number and e-mail address, job title, company name, country, information about your job role and any other job-related information.\nYou are not obligated to provide any Personal Data to Moderna, but your ability to use our website or its features and your ability to apply for an employment position may be limited if you do not.</p>\n<p>If you call one of our call centers, we may ask you to provide Personal Data, such as your name, address, telephone number, e-mail address, country, and any other Personal Data relevant to the reason for your call.\n[Where relevant to your call, we may process data concerning health.]</p>\n<p>\n<em>Personal Data About Use of the Website and your Interaction with our Emails Collected by Cookies or Other Automated means.&nbsp;</em>When you use our website or open an email from us, we may automatically collect information about your use of the website or information about your interaction with our emails (such as when the email has been received and read), including through the use of cookies, web beacons and other tracking technologies (“<em>automated information</em>”).\nAutomated information may include device information such as IP address, device identifiers, and operating system, as well as usage information such as time and duration of use, interaction with content, information stored in cookies or similar technologies.\nPursuant to EU Regulation 2016/679 on data protection (the “<em>GDPR</em>”), automated information is considered personal data, and we will treat such automated information as Personal Data in accordance with this privacy policy.</p>\n<p>“<i>Cookies</i>” are small files that the website places on your hard drive for identification purposes.\nThese files are used for website registration and for customization of your next time visit to our website.\nFor example, cookies will remember your preferred language and display.\nCookies cannot read data off of your hard drive.</p>\n<p>We use the following cookies on our website:</p>\n<ul>\n<li>\n<strong>Strictly necessary cookies</strong>.\nThese are cookies that are required for the operation of our website.\nThey include, for example, cookies that enable you to log into your job applicant account.</li>\n<li>\n<strong>Functionality cookies</strong>.\nThese are used to recognize you when you return to our website and to embed functionality from third party services.\nThis enables us to personalize our content for you, remember your preferences (for example, your choice of language) and to integrate useful services provided by third party providers into our website.</li>\n<li>\n<strong>Analytical cookies</strong>.\nWe use the Google Analytics platform to collect certain analytical information to help us better understand activity on our website and improve our services and the quality of our website.\nThis information includes the IP address, page requests, referring websites or ads, operating system and browser, and time spent on our website.\nWe receive this data in an aggregated form.\nWe use this information to help us understand how visitors engage with our website, measure the effectiveness of our advertising on third-party websites, and to improve our visitors’ experience.\nFor more information about Google Analytics, please visit www.google.com/policies/privacy/partners/.</li>\n</ul>\n<p>You can refuse or accept cookies from this website at any time by activating the cookie settings in your browser.\nThe “help” menu on most internet browsers contains information on how to disable cookies, or you can visit&nbsp;<u>http://www.aboutcookies.org/how-to-control-cookies/</u>.\nBy not accepting cookies, some features on our website may not fully function, and you may not be able to access certain information on this website.</p>\n<p>\n<em>Personal Data From Third-Party Sources</em>.\nWe may receive information about you from publicly and commercially available sources, as permitted by law, which we may combine with other information we receive from or about you.\nFor example, if you apply for an employment position with Moderna via our website, we may view your LinkedIn profile.</p>\n<p>\n<em>Aggregated Data</em>.\nWe may aggregate and/or de-identify any Personal Data that we collect, such that the information no longer identifies any specific individual.\nWe may use, disclose and otherwise process such information for our own legitimate business purposes – including historical and statistical analysis and business planning – without restriction.</p>\nHow We Use Personal Data\n<p>We may use Personal Data for the following purposes.</p>\n<p>\n<em>\n<u>Our legitimate interests</u>\n</em>\n</p>\n<p>We may process your Personal Data where it is necessary for our legitimate interest as a company, including to manage, promote and improve our business and manage our risk.\nFor example, we may process your Personal Data to:</p>\n<ul>\n<li>provide you with information you requested and/or to respond to your inquiries submitted via the website, email and/or phone,</li>\n<li>facilitate our recruitment activities (such as processing employment applications, evaluating you as a job candidate for an employment activity, and monitoring our recruitment statistics),</li>\n<li>analyze and enhance our communications and strategies (including by identifying when emails sent to you have been received and read),</li>\n<li>tailor the content we display on our website,</li>\n<li>protect against, identify, investigate and respond to fraud, illegal activity (such as incidents of hacking or misuse of our website) and claims and other liabilities,</li>\n<li>help us comply with our legal or regulatory obligations or our contractual obligations to the U.S.\ngovernment as a government contractor,</li>\n<li>maintain the privacy, security, safety or property of the website, and</li>\n<li>communicate with you for other purposes which are evident from the circumstances or about which we inform you when we collect Personal Data from you.</li>\n</ul>\n<p>\n<em>\n<u>Legal obligation</u>\n</em>\n</p>\n<ul>\n<li>We may be required by law or regulation to collect and process certain Personal Data about you.\nFor example, we may be required to process certain personal data in relation to reporting of adverse events.</li>\n</ul>\n<p>\n<em>\n<u>Public interest</u>\n</em>\n</p>\n<ul>\n<li>We may also process Personal Data in order to carry out scientific research in the public interest.</li>\n</ul>\n<p>\n<em>\n<u>Your consent</u>\n</em>\n</p>\n<p>We may also seek, either directly or through our trusted third parties, your separate consent to process your Personal Data, for example, when you choose to receive Moderna news and updates from us, or for the use of non-essential cookies.</p>\n<p>If we have sought your consent to process your Personal Data, you may subsequently withdraw it at any time by contacting us at the address listed in the “Your Privacy Rights” section below.</p>\n<p>\n<em>\n<u>[Health data</u>\n</em>\n</p>\n<p>Where we process data concerning health, including for the purposes of handling reports of adverse events, we also ensure that we have an additional lawful basis as required by the GDPR.\nThis will usually be because we need to do so for reasons of public interest in the area of public health or for scientific research.]</p>\nSharing of Personal data\n<p>We will not sell, share, or otherwise distribute your Personal Data to third parties except as provided in this Privacy Policy.</p>\n<p>\n<em>Affiliates and Service Providers</em>.\nWe may disclose your Personal Data to other Moderna affiliates worldwide that agree to treat it in accordance with this Privacy Policy.\nWe may also transfer Personal Data to service providers who act for or on our behalf for further processing, such as evaluating the usefulness of this website, data management, technical support or recruiting data analysis.\nThese service providers have contracted with us to only use the Personal Data for the purpose(s) for which the data were originally collected or may otherwise be lawfully processed, not to sell your Personal Data to other third parties, and not to disclose it to other third parties except as may be required by law, as permitted by us or as stated in this Privacy Policy.</p>\n<p>\n<em>Other Parties in Connection with a Corporate Transaction</em>.\nWe may also transfer Personal data we collected from you to a third party as part of a corporate business transaction such as a merger, acquisition, reorganization, joint venture, financing or sale of our assets.</p>\n<p>\n<em>Other Parties when Required by Applicable Law or As Necessary to Protect Moderna</em>.\nWe may disclose Personal Data to a third party to comply with legal and regulatory requirements, or to protect against fraud, illegal activity (such as responding to incidents of hacking or misuse of our website) and claims and other liabilities.</p>\nInternational Data Transfers\n<p>When we share Personal Data with a third party, such data transfers may include the transfer of Personal Data to other countries.\nThose countries may not have the same data protection laws as the country in which the Personal Data initially originated.</p>\n<p>\n<em>\n<u>EEA and UK Persons Only</u>\n</em>\n</p>\n<p>Moderna, in the US, will act as a data controller and will process your Personal Data, by determining purposes and means of its processing, as per the GDPR.\nPlease be aware that your Personal Data will reside on Aquia’s servers including inside and outside of the European Union.\nWe provide specific call centers for EEA and UK persons so that your call can be handled in the EEA or UK.\nBefore transferring your Personal Data outside the EEA or UK, we will take steps to ensure that such data will be afforded the same level of protection as under applicable data protection laws within the EEA and UK.\nFor data transfers outside the EEA or UK, we use, where required, applicable safeguards, including standard contractual clauses approved by the European Commission.\nA copy of these measures can be obtained by contacting us at the email address listed below.</p>\nYour Privacy Rights\n<p>You may have certain rights as a data subject under applicable law.\nFor example, you may have the right to object to or request restriction of processing of your Personal Data and to request access to, rectification, erasure and portability of the Personal Data we hold about you, subject to certain exceptions prescribed by law.\nIf you would like to receive further information regarding our use of your Personal Data, or if you would like to exercise your rights, please contact us at:</p>\n<p>Moderna, Inc.<br>\n200 Technology Square<br>\nCambridge, MA 02139<br>\nUSA<br>Privacy@modernatx.com<br>\nEEA and UK persons: EUprivacy@modernatx.com</p>\n<p>We will attempt to provide any requested information and to make requested changes to the extent required by and permissible under applicable privacy laws and other laws and regulations.\nIn any event, we will endeavor to respond to you as soon advise you of the outcome of your request.</p>\n<p>You may file a complaint with the relevant supervisory authority if you consider that our processing of your Personal Data infringes applicable law.\nContact details for all EU Supervisory Authorities can be found here.</p>\nInformation Security\n<p>Moderna uses commercially reasonable administrative, technical, personnel-related, and physical security measures designed to safeguard the Personal Data in our possession against loss, theft and unauthorized use, disclosure, or modification.\nOf course, despite these measures, we cannot guarantee perfect security of the networks, servers, and databases we operate or that are operated on our behalf.\nIn particular, email sent to or from the website may not be secure.\nTherefore, you should take special care in deciding what information you send to us via email.\nPlease keep this in mind when disclosing any Personal Data to us via the website.</p>\nData Retention\n<p>Your Personal Data will be retained by Moderna only for as long as necessary to fulfill the purpose(s) for which it was collected, depending on the purpose(s) for which the Personal Data was collected, the nature of the Personal Data, any contractual relationship that governs the retention of the Personal Data, and our legal or regulatory obligations.\nWe will then destroy or anonymize your Personal Data, in accordance with applicable law.</p>\nEmail Communications\n<p>In the event that we contact you, including via email, we will provide you with a method to opt out of or opt in to receiving further communications to the extent required by law.\nFor example, you may elect to receive email updates about developments regarding Moderna’s products and/or services or about health-related specific topics (e.g.\nto receive email updates about methylmalonic acidemia (MMA) from Moderna) by completing the relevant “Join our Mailing List” electronic form on our website.\nIf you decide, at any later time, that you no longer wish to receive such email communications from us, you may unsubscribe to any such contact list by using the relevant “Unsubscribe” link within the respective electronic communications channel, or by sending us an email entitled “Unsubscribe from email updates” at&nbsp;<u>privacy@modernatx.com</u>&nbsp;or&nbsp;<u>EUprivacy@modernatx.com</u>.</p>\nOur Children’s Policy\n<p>We are committed to protecting the privacy of children.\nThis website’s content and services are not intended for, or designed to attract, children under the age of 18.\nNo Personal Data should be submitted to Moderna through the website by visitors who are younger than 18 years old or about children who are younger than 18 years old.\nIf it comes to our attention that a user of our website is under the age of 18 and has volunteered Personal Data and/or health-related Personal Data, or that a healthcare professional has volunteered Personal Data about a patient who is identified as younger than 18, without the given or authorized consent of the guardian of such child, we will promptly, upon relevant notification or request, endeavor to delete such Personal Data.</p>\nCalOPPA Do-Not-Track Notice\n<p>We do not track our website users over time and across third party websites and therefore do not respond to Do Not Track (DNT) signals.\nModerna does not authorize third parties to collect Personal Data directly from our users on our website, such as through the use of third party advertisements.</p>\nLinks to Third Party Websites\n<p>As a convenience to our visitors, this website may contain links to other websites that we believe may offer useful information.\nThose links may include links to websites that may perform services for us.\nPlease be aware that Moderna is not responsible for the privacy practices of such other websites and cannot guarantee the privacy standards of such other websites.\nWe encourage our users to be aware when they leave our website and to read the privacy statements of each and every website that collects personally identifiable information.\nThis privacy statement applies solely to information collected by our website, and not to any linked, non-Moderna website.</p>\nNotification of Privacy Policy\n<p>Updates If we change our Privacy Policy, we will post those changes on our website.\nIf we make revisions to this Privacy Policy, we will update the date at the top of this Privacy Policy.</p>\nFor Additional Information\n<p>If you have any questions about this Privacy Policy, or concerns about the practices of this website, or your dealings with this website or any privacy-related matter in general, please email us at privacy@modernatx.com or contact us in writing at:</p>\n<p>Moderna, Inc<br>\nAttention: Legal Department<br>\n200 Technology Square<br>\nCambridge, MA 02139<br>\nUSA</p>\n<p>For EU/EEA persons, we have appointed an EU representative:&nbsp;please email us at contact@dpr.eu.com.\nYou may also contact us in writing at:</p>\n<p>DataRep<br>\nThe Cube Monahan Road Cork, T12 H1XY,<br>\nRepublic of Ireland</p>\n<p>For UK persons, we have appointed a UK representative: please email us at privacy@modernatx.com.\nYou may also contact us in writing at:</p>\n<p>DataRep<br>\nBPM 335368<br>\n372 Old Street<br>\nLondon<br>\nEC1V 9AU</p> ", "created_at": "2021-11-13 21:07:37.930122", "updated_at": "2021-11-13 20:08:23.141645"}], "points": [], "urls": ["modernatx.com"]}}