{"error": 448, "message": "OK", "parameters": {"id": 6136, "name": "National Fire Protection Association", "created_at": "2021-12-21 23:44:30.152216", "updated_at": "2021-12-21 23:01:11.800307", "wikipedia": null, "keywords": null, "related": null, "slug": "national-fire-protection-association", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6136.png", "url": "nfpa.org", "documents": [{"id": 11103, "name": "Privacy Policy", "url": "https://www.nfpa.org/customer-support/privacy-policy", "xpath": "/html/body/form/div[2]/div[2]/div/div[2]/div[1]/div[2]", "text": " <ol>\n<li>Customer Support</li>\n<li>Privacy Policy</li>\n</ol> Privacy Policy Introduction\n<p>At the National Fire Protection Association, we respect your privacy and are committed to protecting it through our compliance with this policy.</p>\n<p>This policy describes the types of information we may collect from you, including information that you may provide when you visit the website http://www.nfpa.org (our “Website”), other NFPA web-based properties and any NFPA applications (all of these collectively, the \"<strong>NFPA Web Properties</strong>\") and our practices for collecting, using, maintaining, protecting, and disclosing that information.&nbsp.\n</p>\n<p>This policy applies to information we collect:</p>\n<ul>\n<li> online, including but not limited to information collected on NFPA Web Properties, social media and networking channels</li>\n<li>through telephone, email, text, live chat and other electronic messages between you and NFPA Web Properties that you visit;</li>\n<li>through surveys, questionnaires or other forms</li>\n<li> through mobile and desktop applications you download from NFPA, including those which provide dedicated non-browser-based interaction between you and NFPA;</li>\n<li>when you interact with our advertising and applications on third-party websites and services</li>\n</ul>\n<p>It does not apply to information collected by a third party.&nbsp.\nWhen a third party collects or uses your information, their policies apply.</p>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Web Properties, or, to the extent applicable, to opt out of a particular data collection, use or sharing practice.\nBy accessing or using NFPA Web Properties, you agree to this privacy policy.\nThis policy may change from time to time (see Changes to this Privacy Policy).\nYour continued use of NFPA Web Properties reflects your consent to the terms of this policy and any changes that may be made to it, so please check the policy periodically for updates.</p>\nChildren Under the Age of 16\n<p>Except for the NFPA website www.sparky.org, which is designed for children, including children under age 13.\nour Web Properties are not intended for children under 16 years of age who are not supervised by a parent or guardian.\nNo one unsupervised under age 16 should provide any information to or on NFPA Web Properties.\nWe do not knowingly collect information from or about unsupervised children under 16.\nIf you are under 16, do not register on NFPA Web Properties, make any purchases through the Web Properties, use any of the interactive or public comment features of our Web Properties or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received information from a child under 16 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under 16, please contact us at:</p>\n<p>One Batterymarch Park<br>\nQuincy, MA 02169-7471<br>\nhttps://www.nfpa.org/managepreferences<br>\n+1 617 770-3000</p>\nImportant definitions\n<p>The following definitions are used throughout these policies:</p>\n<p>Our “Website” means <strong>http://www.nfpa.org</strong>\n</p>\n<p>NFPA “Web Properties” means our Website, any NFPA web-based properties and any NFPA applications</p>\n<p>“Personal Information” means your name, email address, postal address or telephone number</p>\nTypes of Information We Collect About You\n<p>We collect several types of information about you, including:</p>\n<ul>\n<li> contact information such as name, postal address, e-mail address, telephone number;</li>\n<li>profile information, which may include contact information, purchase information, job title, your company or organization name or affiliation, your industry, job function, membership number, length of time as a member, NFPA topics of interest, membership sections, materials that you have downloaded from our Web Properties (e.g.\nwhite papers, fact sheets, tip sheets, checklists, etc.) and other materials that may be of interest to you based in part on your profile preference settings;</li>\n<li>purchase information, which may include products and services you have purchased, payment method, payment information (such as credit card number and information)</li>\n<li> licenses or permissions we have granted to you, such as a license to use the Firewise USA® logos or NFPA membership logos;</li>\n<li> information about you, including but not limited to information that is about you but individually does not identify you, such as collecting information about how many Website visitors download a white paper or research report or products you have viewed;</li>\n<li> about your internet connection, your location, the equipment you use to access our Web Properties and usage details;</li>\n</ul>\n<p>We collect this information:</p>\n<ul>\n<li>Directly from you when you provide it to us;</li>\n<li>Automatically as you navigate through the NFPA web properties or open and click through NFPA email messages.\nInformation collected automatically may include usage details, IP addresses, and information collected through cookies, pixel tags, and other tracking technologies.</li>\n<li>From third parties, for example, our business partners.</li>\n</ul>\nHow we collect information\n<p>\n<strong>Information You Provide to Us</strong>.&nbsp;The information we collect on or through the NFPA Web Properties may include:</p>\n<ul>\n<li> the information that registered users, NFPA members or NFPA committee members provide in connection with creating a profile or completing an application;</li>\n<li> information that you provide by filling in forms on our Web Properties.\nBy way of example, this includes information provided at the time of registering to use our Web Properties, subscribing to our service, posting material, or requesting further services.\nThis may also include information you provide when you enter a contest or promotion sponsored by us, and when you report a problem with our Web Properties;</li>\n<li> records of your correspondence;</li>\n<li> your responses to surveys or questionnaires that we might ask you to complete;</li>\n<li> details of transactions you carry out through our Web Properties and of the fulfillment of your orders for products and/or services.\nYou may be required to provide financial information before placing an order through our Web Properties;</li>\n<li> your search queries on the Web Properties;</li>\n<li>any information provided by job applicants through the Web Properties;</li>\n<li> any input or other information provided to us in connection with the NFPA standards development process;</li>\n<li> any information you provide in connection with an NFPA application, such as conferences attended, conference sessions attended, feedback, downloaded materials;</li>\n<li> any information you provide in connection with using an online tool or other offering provided by NFPA.\n</li>\n</ul>\n<p>You also may provide information to be published or displayed (hereinafter, \"<strong>posted</strong>\") on or within the Web Properties, or transmitted to other users of the Web Properties or third parties (collectively, \"<strong>User Contributions</strong>\").\nYour User Contributions are posted on and transmitted to others at your own risk.\nAlthough certain of the NFPA Web Properties allow you to set certain privacy settings for such information by logging into your account profile (for example, in NFPA Xchange™), please be aware that no security measures are perfect or impenetrable.\nAdditionally, we cannot control the actions of other users of the Web Properties with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.</p>\n<p>\n<strong>Information We Collect Through Automatic Data Collection Technologies.</strong>&nbsp.\nAs you navigate through and interact with our Web Properties, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and behavioral patterns, including:</p>\n<ul>\n<li>Details of your visits to our Web Properties, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Web Properties.</li>\n<li>Information about your computer and internet connection, including your IP address, operating system, and browser type.</li>\n</ul>\n<p>We also may use these technologies to collect information about your online activities over time and across third-party websites or other online services (behavioral tracking).&nbsp.\n</p>\n<p>The information we collect automatically may include information that identifies you personally or we may maintain it or associate it with other information we collect in other ways or receive from third parties.\nIt helps us to improve our Web Properties and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>Estimate our audience size and usage patterns;</li>\n<li>Store information about your preferences, allowing us to customize our Web Properties according to your individual interests;</li>\n<li>Speed up your searches;</li>\n<li>Recognize you when you return to our Web Properties.</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies)</strong>.\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Web Properties.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Web Properties.&nbsp.\nFor more information about cookies, you can visit websites such as https://www.aboutcookies.org/ or http://youronlinechoices.eu/ </li>\n<li>\n<strong>Flash Cookies</strong>.\nCertain features of our Web Properties may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from, and on our Web Properties.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.\nFor information about managing your privacy and security settings for Flash cookies, see Choices About How We Use and Disclose Your Information, below.</li>\n<li>\n<strong>Pixel Tags</strong>.\nPages of our Web Properties and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).&nbsp.\nWe also may use third party pixels, which are provided by a third party and allow us to learn more about you and the effectiveness of our advertising on third-party.</li>\n<li>\n<strong>Google Analytics</strong>.&nbsp.\nPages of our Web Properties are designed to collect cookies from you and aggregate data to help us track usage patterns and analyze the effectiveness of our marketing and/or communication efforts and Web Properties performance.</li>\n</ul>\nThird-party use of cookies and other tracking technologies\n<p>Some content or applications, including advertisements, on the Web Properties are served by third-parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Web Properties.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.\n</p>\n<p>We do not control these third parties' tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising from many providers, see Choices About How We Use and Disclose Your Information.</p>\nHow we use your information\n<p>We use information that we collect about you or that you provide to us, including any personal information:</p>\n<ul>\n<li>To present our Web Properties and their contents to you.</li>\n<li> To provide you with information, products, or services that you request from us or which we think might be of interest to you.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To provide you with notices about your account, including expiration and renewal notices.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts.</li>\n<li>To notify you about changes to our Web Properties or any products or services we offer or provide though it.</li>\n<li>To allow you to participate in interactive features on our Web Properties</li>\n<li> In any other way we may describe when you provide the information.</li>\n<li> For any other purpose with your consent.</li>\n<li>We may also use your information to contact you about our own or third-parties' goods and services.\n</li>\n</ul>\n<p>We may use the information we have collected from you to enable us to display advertisements to our advertisers' target audiences.\nEven though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.</p>\nDisclosure of your information to third parties\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>We may disclose information (including personal information) that we collect or you provide as described in this privacy policy:</p>\n<ul>\n<li> To our subsidiaries and affiliates.</li>\n<li> To contractors, service providers, and other third parties we use to support our business.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of National Fire Protection Association's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which information held by National Fire Protection Association about our Web Properties’ users is among the assets transferred.</li>\n<li>To third parties to market their products or services to you.</li>\n<li>To fulfill the purpose for which you provide it.\nFor example, if you give us an email address to use the \"email a friend\" feature of our Web Properties, we will transmit the contents of that email and your email address to the recipients.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n</ul>\n<p>We may also disclose your information:</p>\n<ul>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request or requirement.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of National Fire Protection Association, our customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</li>\n</ul>\nData security\n<p>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Web Properties, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of our Web Properties like message boards.\nThe information you share in public areas may be viewed by any user of our Web Properties.</p>\n<p>Unfortunately, the transmission of information via the internet is never completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Web Properties.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on our Web Properties.</p>\nChoices about how we use and disclose your information\n<p>We strive to provide you with choices regarding the personal information you provide to us.\nWe have created mechanisms to provide you with the following control over your information, including your personal information: </p>\n<p>\n<strong>Disclosure of Your Information for Third-Party Advertising</strong>.\nIf you do not want us to share your personal information with unaffiliated or non-agent third parties for promotional or other purposes, please contact us at https://www.nfpa.org/managepreferences.</p>\n<p>\n<strong>Promotional Offers from NFPA</strong>.\nIf you do not wish to have your email address used by NFPA to promote our own or third parties' products or services, you can opt out by contacting us at https://www.nfpa.org/managepreferences.&nbsp.\nIf we have sent you a promotional email, you may send us a return email asking to be omitted from future email distributions.</p>\n<p>\n<strong>Accessing and Correcting Your Information</strong>\n</p>\n<p>You can review and change your personal information and preferences by logging into the Website and visiting your account profile page.</p>\n<p>You may also contact us at https://www.nfpa.org/managepreferences&nbsp;to request access to, correct, or delete any personal information that you have provided to us.&nbsp.\nWe cannot delete your personal information except by also deleting your user account.&nbsp.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement, NFPA policy or cause the information to be incorrect.</p>\n<p>If you delete your User Contributions from the Web Properties, copies of your User Contributions may remain viewable in cached and archived pages, or might have been copied or stored by other Web Properties users.\nProper access and use of information provided on the Website, including User Contributions, is governed by our terms of use found here: https://www.nfpa.org/termsofuse.</p>\n<p>\n<strong>Your California Privacy Rights</strong>\n</p>\n<p>California Civil Code Section § 1798.83 permits users of our Web Properties that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please contact us at: https://www.nfpa.org/managepreferences&nbsp;or write us at: One Batterymarch Park, Quincy, Massachusetts 02169-7471.</p>\nChanges to our privacy policy\n<p>It is our policy to post any changes we make to our privacy policy on this page with a notice that the privacy policy has been updated on the Website home page.\nIf we make material changes to how we treat information, we will notify you through a notice on the Website home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for periodically visiting our Website and this privacy policy to check for any changes.</p>\nContact information\n<p>To make a complaint, ask questions or comment about this privacy policy or any related concerns, please contact us at:</p>\n<p>One Batterymarch Park<br>\nQuincy, MA 02169-7471<br>\nhttps://www.nfpa.org/managepreferences<br>\nor via our toll-free number:<br>\n+1 617 770-3000</p>\n<p>&nbsp;</p>\n<p>Last reviewed November 2, 2018</p> ", "created_at": "2021-12-21 23:44:30.154444", "updated_at": "2021-12-21 22:45:12.939517"}, {"id": 11104, "name": "Terms of Use", "url": "https://www.nfpa.org/termsofuse", "xpath": "/html/body/form/div[2]/div[2]/div/div[2]/div[1]/div[2]", "text": " <ol>\n<li>Customer Support</li>\n<li>Terms of Use</li>\n</ol> Terms of Use <ul>\n<li>Copyright statement </li>\n<li>Fire Prevention Week copyright statement </li>\n<li>Copyright requests </li>\n<li>Trademarks and service marks </li>\n<li>Linking to NFPA </li>\n<li>Linking terms agreement </li>\n<li>Member logos </li>\n<li>Notice and disclaimer of liability concerning the use of NFPA standards</li>\n<li>Advertising disclaimer </li>\n<li>Content disclaimers </li>\n<li>RSS terms of use policy </li>\n<li>Disclaimers</li>\n<li>Social media content disclaimer </li>\n<li>Quick Compare disclaimer</li>\n<li>70E permits tool disclaimer</li>\n<li>Sparky costume guidelines</li>\n<li>NFPA Xchange user guidelines</li>\n</ul>\nCopyright statement\n<p>\n<strong>\n</strong>Copyright © 2015 National Fire Protection Association (NFPA).\nAll rights reserved.\nAll materials on NFPA’s websites are the property of NFPA and may not be copied, reproduced, sold, or distributed without the express permission of the copyright holder.\nLiberal use of NFPA fact sheets and news releases is allowable with attribution.\nPlease use the following: \"Reproduced from NFPA's website,&nbsp;© NFPA (year).\" NFPA does not grant permission for its content to be displayed on other Web sites.</p>\nFire Prevention Week copyright statement\n<p>Fire Prevention Week materials must include the following: “Reproduced from NFPA’s Fire Prevention Week website, © NFPA (year).”</p>\nCopyright requests\n<p>Submit your request online using this form.\nPlease detail what material you would like to use, the purpose of using this material, and what the distribution of the final product will be.\nOnce submitted you should receive a response within 2-4 weeks.\nIf you have a particular deadline please indicate that.&nbsp;</p>\n<p>\n</p>\nTrademarks and service marks\n<p>NFPA is the holder of numerous registered trademarks and service marks, including but not limited to, NFPA 70®, <em>National Electrical Code</em>®.\n<em>International Electrical Code</em>®.\n<em>NEC</em>®.\nNFPA 70E®.\n<em>NFPA 72</em>®.\n<em>National Fire Alarm Code</em>®.\nNFPA <em>101</em>®, <em>Life Safety Code</em>®.\n<em>Life Safety Code</em>®.\n<em>101</em>®.\n<em>NFPA 5000</em>®.\n<em>Building and Construction Safety Code</em>®.\n<em>National Fire Codes</em>®.\n<em>NFC</em>®.\n<em>Sparky the Fire Dog</em>®.\nthe name and image of <em>Sparky</em>®.\n<em>Learn Not to Burn</em>®.\n<em>Risk Watch</em> ®;&nbsp;and <em>NFPA Journal</em>®.\nNFPA trademarks and service marks should only be used with the permission of NFPA or in accordance with the trademark law and, if used, must be acknowledged with both an ® designation and a credit statement.\nNFPA also holds additional trademarks and service marks to designate its goods and services.</p>\nLinking to NFPA\n<p>Please review the Linking Terms.\nAgreement.\nYou may only link to NFPA’s website if you agree with all of its terms.\nPlease e-mail your linking request&nbsp;and include the URL of the page from which you would establish the link or download the widget provided for this purpose.\nExcept as otherwise provided herein, NFPA does not allow the use of its content on another&nbsp;website without its permission.\nNFPA does not allow its content to be \"framed\" by another site (you may not link to an NFPA web page inside HTML frames so that the content appears to be part of your site).\nA link to NFPA´s&nbsp;website may not be used in the context of an endorsement for any information on your website, any company products and/or services, or any situation that is in conflict with the&nbsp;NFPA mission.</p>\nLinking terms agreement\n<p>Linking to the NFPA website may occur with permission of NFPA or by the use of the Free Access Widget (the “Widget”).&nbsp;By linking your website to [NFPA.org,] (the “NFPA Site”) you agree to the following:</p>\n<p>You must clearly identify your links to the NFPA Site.\nnothing in your linking should mislead or misinform users of the origin or ownership of the NFPA Site or its content (the NFPA Material).&nbsp;Your link may only be used to transport a user from your site directly to the NFPA Site.&nbsp;You may not change the appearance of any Trademark or Service Mark.&nbsp;You acknowledge NFPA’s intellectual property rights in the NFPA Site and the NFPA Material.&nbsp;You must not misrepresent NFPA’s relationship with you, your organization or your website.\nyou must not imply that NFPA endorses, sponsors or is associated or affiliated with you, your site, your services or your products.\nYou may link to, but not replicate or mirror any page of the NFPA Site or the NFPA Material.\nYou may not cache or otherwise download the NFPA Site or NFPA Material.\nYou must not represent NFPA Material as your own.&nbsp;You must not frame, create a border or browser around or alter NFPA Material in or the NFPA Site or add third party content.\nYour site must not contain content that is or could be construed as distasteful or offensive, obscene, libelous, defamatory, pornographic or inappropriate.\nYour site must not be used for illegal purposes and must not contain content that would violate any law.&nbsp;You acknowledge and agree that NPFA may disable the Widget at any time for its convenience.&nbsp;You agree that NFPA may revoke or rescind its consent to allow your linking at any time and that NFPA reserves the right to change, alter, amend, suspend or cancel its linking terms at any time without prior notice.&nbsp;You agree to be bound by any such change, alteration, amendment, suspension or cancellation upon the posting of same on the NFPA Site.\nYou agree to remove or disable your linking at any time upon NFPA’s request.&nbsp;You must not use NFPA Material or link to the NFPA Site for commercial or fundraising purposes and you must not use NFPA Material in a manner that would diminish or otherwise damage NFPA’s goodwill.\nYou acknowledge and agree that NFPA has made no representations or warranties of any kind with regard to the Widget, the NFPA Site or the NFPA Material.&nbsp.\nThis agreement conveys no property, license, permission or interest of any kind in or to the use of any NFPA intellectual property.\n</p>\nMember logos\n<p>This page provides special information available only to members,&nbsp;including a place to download your member logos.\nAs an NFPA member in good standing, you may download these logos to emphasize your pride in NFPA membership.</p>\nNotice and disclaimer of liability concerning the use of NFPA standards\n<p>Read&nbsp;important disclaimers&nbsp;concerning the use of NFPA codes, standards, recommended practices, and guides (\"NFPA Documents\").&nbsp;</p> Advertising disclaimer\n<p>\n<strong>\n</strong>NFPA reserves the right to accept or reject any advertisement submitted for NFPA´s publications and on its websites.\nHowever, NFPA does not attempt to investigate or verify claims, including claims of compliance with NFPA codes and standards, made in advertisements appearing in NFPA´s publications and on its websites.\nThe appearance of advertising in NFPA´s publications and on its websites in no way implies endorsement or approval by NFPA of any advertising claims or of the advertiser, its product, or services.\nNFPA disclaims any liability whatsoever in connection with advertising appearing in NFPA´s publications and on its websites.&nbsp;Information about advertising with NFPA.</p>\nContent disclaimers\n<ul>\n<li>Web content -&nbsp;NFPA strives to provide useful and timely information on this&nbsp;website to assist users in reading and understanding NFPA codes and standards.\nThe official position of the NFPA and its Technical Committees concerning the meaning and intent of NFPA codes and standards, however, can only be found in Formal Interpretations processed through the responsible Technical Committee in accordance with NFPA rules.&nbsp;Unless expressly designated as an&nbsp;NFPA Formal Interpretation, therefore, any statements on this Web site concerning the meaning or intent of NFPA codes and standards reflect the personal opinion of NFPA Technical Staff or other contributors to this website.\nIn addition, the information and opinion contained in this&nbsp;website is provided for informational purposes and is not intended to provide professional services or substitute for the review and advice, in any given circumstances, of an appropriate professional.&nbsp;Finally, NFPA makes every effort to provide timely and accurate information, but we make no claims, promises or guarantees about the accuracy, completeness, or adequacy of the information contained in this website.</li>\n<li>NFPA Journal® - The content of articles contained in NFPA Journal®&nbsp;solely reflect the personal opinions of the authors or contributors and doesn't necessarily represent the official position of NFPA, which, as to the meaning and intent of NFPA codes and standards, can only be obtained through NFPA's published procedures for requesting&nbsp;Formal Interpretations.\nContents must not be reprinted without the written permission of NFPA.\nNFPA Journal®&nbsp;is a registered trademark of NFPA.\n</li>\n</ul>\nRSS terms of use policy\n<p>\n<strong>\n</strong>RSS (Really Simple Syndication) service is a means by which&nbsp;NFPA offers content feeds in XML format (\"RSS Content\") to visitors to NFPA’s website.\nRSS is a free service offered by NFPA for non-commercial use.\nAny other uses, including without limitation the incorporation of advertising into or the placement of advertising associated with or targeted towards the RSS Content, are strictly prohibited.\nYou must use the RSS feeds as provided by NFPA, and you may not edit or modify the text, content or links supplied by NFPA.\nThe RSS service will provide a functional link that, when accessed, takes you directly to the display of the full article on the NFPA website.\nYou may not display the RSS Content in a manner that does not permit successful linking to or redirection to the applicable NFPA Web page.\nYou may not insert any intermediate page, splash page or other content between the RSS link and the applicable NFPA Web page.\nNFPA retains all ownership and other rights in the RSS Content.\nNFPA reserves the right to discontinue providing any or all of the RSS feeds at any time and to require you to cease displaying, distributing or otherwise using any or all of the RSS feeds for any reason including, without limitation, your violation of any provision of these Terms of Use.\nNFPA assumes no liability for any of your activities in connection with the RSS feeds or for your use of the RSS feeds in connection with your website.</p>\nDisclaimers\n<p>From time to time, third parties may link to NFPA Material or NFPA websites or may carry RSS Content.&nbsp;NFPA does not guarantee, approve,of or endorse any third parties’ information, products or services offered or made available on these linked sites or on which the RSS Content appears.&nbsp;No user of these sites shall imply or infer any endorsement, sponsorship, association or affiliation of or with NFPA as a result of such linking or the carrying of the RSS Content.</p>\nSocial media content disclaimer\n<p>NFPA does not guarantee the truthfulness, accuracy, or validity of any comments posted to its social media outlets (blogs, social networks, message boards/forums, etc.).\nUsers may not post any content that is obscene, defamatory, profane, libelous, threatening, harassing, abusive, hateful or embarrassing to any person or entity.\nNFPA reserves the right to delete or edit any comments that it considers inappropriate or unacceptable.\nBy submitting a comment, users expressly grant NFPA a worldwide, non-exclusive, royalty-free, irrevocable license to publish, modify, reproduce, display, distribute, and use such content for any purpose without further notice or consent.</p>\nQuick Compare<sup>\n<small>TM</small>\n</sup> disclaimer\n<strong>\n</strong>\n<p>\n<strong>\n</strong>\n</p>\n<p>The NFPA®&nbsp;disclaims liability for any personal injury, property or other damages of any nature whatsoever, whether special, indirect, consequential or compensatory, directly or indirectly resulting from the use of, or reliance on Quick Compare<strong>\n<sup>TM</sup>\n</strong>&nbsp;when used with NFPA codes, standards, recommended practices, and guides (“NFPA Standards”).\nThe NFPA also makes no guaranty or warranty as to the accuracy or completeness of any information received when Quick Compare<strong>\n<sup>TM</sup>\n</strong>&nbsp;has been used with NFPA Standards.\nIn making Quick Compare<strong>\n<sup>TM</sup>\n</strong>&nbsp;available, NFPA is not undertaking to render professional or other services for or on behalf of any person or entity.\nNor is the NFPA undertaking to perform any duty owed by any person or entity to someone else.\nAnyone using Quick Compare<strong>\n<sup>TM</sup>\n</strong>&nbsp;with NFPA Standards should rely on his or her own independent judgment or, as appropriate, seek the advice of a competent professional in determining the exercise of reasonable care in any given circumstance.&nbsp.\n&nbsp;&nbsp;</p>\n70E Permits Tool Disclaimer\n<p>The permit generated by any permit tool program is based on information provided by the user.&nbsp;The NFPA does not review, verify or approve the information provided by the user or the resulting permit(s).&nbsp;<strong>The NFPA disclaims liability for any personal injury, property or other damage(s) of any nature whatsoever, whether direct, special, indirect, consequential or compensatory, directly or indirectly resulting from the use of this tool or the resulting permit(s).</strong>&nbsp;In making any such permitting tool available, the NFPA is not undertaking to render professional or other services for or on behalf of any person or entity.\nNor is the NFPA undertaking to perform any duty owed by any person or entity to someone else.\nAnyone using such permitting tool should rely on his or her own independent judgment or, as appropriate, seek the advice of a competent professional in determining the exercise of reasonable care in any given circumstance.</p>\nSparky costume guidelines\n<p>Sparky costumes may be used for parades and for appearances at schools, fairs, youth group meetings, television appearances, sporting events, community safety events and other functions promoting fire safety.</p>\n<p>Inappropriate uses of Sparky include political events, union events, job fairs, or any situation that might compromise the integrity of Sparky, give the appearance of impropriety or negatively reflects the NFPA and its fire safety messaging.</p>\n<p>See the full guidelines.\n(PDF)</p>\n<p>\n</p>\nNFPA Xchange USER GUIDELINES\n<p>Last revised August 18, 2015</p>\n<p>We welcome your participation in the NFPA Xchange™, an online community sponsored by the National Fire Protection Association (“NFPA”) that is working together to share ideas and propose solutions.\nWe want all of our members and visitors to have the best possible experience.\nand your respectful and cooperative interactions will help us achieve that goal.\nThank you for using your best judgment as you participate, for following our guidelines, and for reporting abuse and other inappropriate content if it is posted.&nbsp.\nWe hope that your participation in the NFPA Xchange will help to improve the development and quality of fire prevention codes and standards.&nbsp.\nIf you do not agree to these Guidelines, you may not use the NFPA Xchange.</p>\n<p>The NFPA Xchange will be supervised by moderators and NFPA staff members that will review content, help our users get the information they need, and address issues that members bring to their attention.\nThese moderators may delete or edit content that is inappropriate, misleading, or doesn’t follow our guidelines.</p>\n<p>Your participation in this Site is subject to these Guidelines as well as NFPA’s Terms of Use, Privacy Policy, the the Acceptable Use Policy for the NFPA Xchange and any additional policies and procedures, which may be found on NFPA’s website at www.nfpa.org.&nbsp.\nParticipants in NFPA standards development activities and NFPA Members may also be subject to additional terms such as the Guide for the Conduct for Participants in the NFPA Standards Development Process.</p>\n<ul>\n<li>\n<strong>Technical Questions Service</strong>\n<br> NFPA's Technical Questions Service is meant to provide information on and assistance in accessing and understanding NFPA codes and standards.\nAny opinion expressed, therefore, is the personal opinion of the responder and does not necessarily represent the official position of the NFPA or its Technical Committees.\nIn addition, responses provided are not intended, nor should they be relied upon, to provide professional consultation or services.\nAs a reminder, the Technical Questions Service should not be used for questions involved in litigation.\nAnswers provided through the Technical Questions Service do not represent the position of NFPA.</li>\n<li>Opinions expressed on the NFPA Xchange are the opinions of the individuals who post them and are not the opinions of the NFPA.&nbsp.\n</li>\n<li>Please note that the NFPA Xchange does not take the place of any existing or formal channel of or process for communication with NFPA.&nbsp.\nRequests for Advisory or Formal Interpretations, for example, should not be posted on the NFPA Xchange.&nbsp.\nThe NFPA Xchange is also not the appropriate communication channel for proposed changes to NFPA codes and standards or for customer service requests.\n</li>\n<li>From time to time, the NFPA Xchange may contain information from or portions of NFPA codes and standards.&nbsp.\nYou should always refer to the complete document including any TIA’s and errata on the docinfo pages of nfpa.org.&nbsp.\nWhile the NFPA administers the process and establishes the rules for the development of NFPA documents, NFPA does not independently test, evaluate or verify the accuracy of any information or the soundness of any judgments contained in NFPA documents.\nThe NFPA disclaims liability for any personal injury, property or other damages of any nature whatsoever, whether special, indirect, consequential or compensatory, directly or indirectly resulting from the publication, use of or reliance on NFPA documents.&nbsp.\nIn issuing and making documents or portions thereof available, NFPA is not undertaking to render professional or other services for or on behalf of any person or entity nor is NFPA undertaking to perform any duty owned by any person or entity to someone else.\n</li>\n</ul>\n<p>Failure to follow these Guidelines may result in our modifying or excluding your content or terminating your account in our sole discretion.\n</p>\n<p>While common sense is typically the best guide, we have established these NFPA Xchange User Guidelines to set general expectations.&nbsp.\nBy using the NFPA Xchange, you agree to abide by the following:</p>\n<p>\n<strong>What to Do:</strong>\n</p>\n<ul>\n<li>Enjoy the community.\nAsk questions, share knowledge, and reach out to other people to exchange ideas respectfully.\nWe ask that you to consider the rest of the community when you write posts or upload images.\nWe want the NFPA Xchange to be a professional environment for constructive dialogue.\nThe community benefits from different points of view so please be polite and respectful even when you disagree.&nbsp.\nIf you determine you made a mistake or an error in your postings, correct it.</li>\n<li>Only upload and post content that is appropriate and belongs to you.\nIf you upload an avatar or profile image, only use images that you have created or have permission to use.\nRemember, you are personally responsible for the content you post.&nbsp.\nPosting content that doesn’t belong to you puts you at risk of liability.</li>\n<li>Be yourself.\nThe NFPA Xchange is intended as a professional network so you need to identify yourself.&nbsp.\nDon’t impersonate others.\n</li>\n</ul>\n<p>\n<strong>What to Avoid:</strong>\n</p>\n<ul>\n<li>Using online banking credentials to register.\nIt’s important to use different passwords for online banking and social media sites.\nPlease use a new password for this site.</li>\n<li>Being inappropriate.\nDon’t post inappropriate content or make inappropriate statements.\nThink about what you want out there before you post, and filter your content responsibly.\n</li>\n<li>Being off-topic, boring, or making angry comments.\nHarassing, abusing, or intimidating others simply isn’t permitted.\nWe may also remove comments not related to the subject of the conversation, or whose sole purpose is to vent frustration.\nIf you have an idea for a subject, would like to provide site feedback, or want to communicate directly with us, please send us a message.</li>\n<li>Providing commercial content or spam.\nComments focused purely on selling a product or service, or comments posted for the purpose of driving traffic to a particular website for personal, political, or monetary gain, are prohibited.\nAlso, please don’t use your account to host web graphics.\nYour account will be terminated if you use icons, smilies, buddy icons, forum avatars, badges, and other non-photographic elements from external websites.</li>\n<li>Making personal attacks.\nIf you disagree with something, we'd like to hear from you, but always refrain from personal attacks and being disrespectful of others.\nMalicious intent, and any participation that is not in the spirit of civil conversation, is not allowed.</li>\n<li>Posting illegal content.\nYou are required to follow applicable laws, rules and regulations that govern use of copyrights, trademarks, trade secrets, etc.\nDo not post images or other content that doesn’t belong to you.</li>\n<li>Using offensive language.\nRefrain from using profanity and provocative language.\nAny hateful, racially or ethnically offensive or derogatory content, threats, and obscene or sexually explicit language are prohibited.</li>\n<li>Using personally-identifiable, private, or confidential information.\nBe mindful of keeping private information private.\nWhether it is information about you or someone else, please do not provide any specific financial or health account details or other personal information, including information about any accounts you may have at NFPA.\nYou shouldn’t post information about threatened or actual lawsuits by you or others against a third party or entity.\nIf you have immediate service needs, please contact your bank representative or customer service.\nPlease note that we cannot accept comments from individuals under the age of 13.</li>\n<li>Comments in HTML format will not be accepted.</li>\n<li>Our point system and user status is designed to reward users for making positive contributions to the community.\nPlease don’t take actions solely for the purpose of amassing more points and improving your status, especially if those actions won’t enhance the community experience.</li>\n</ul>\n<p>NFPA reserves the right to change these guidelines at any time at its sole discretion.</p>\n<p>\n<strong>A more detailed view</strong>\n</p>\n<p>These are the particulars of the NFPA Xchange User Guidelines in greater detail.&nbsp.\nThe NFPA Xchange is open to all points of view on fire, electrical and related hazards as well as related topics.\nWe want to hear from you, and we are committed to maintaining a comfortable environment for all visitors.\nPlease interact with other users respectfully, as you would in any public or professional arena.\nIf you disagree with the statements of another user, it is acceptable to engage in polite, mature debate.\nName-calling, personal attacks, harassment, and other aggressive posts or behavior are not allowed and are grounds for immediate removal of a post, or grounds for permanent removal from NFPA Xchange.</p>\n<p>In using the NFPA Xchange, you agree to comply with state and federal antitrust laws and the NFPA Antitrust Policy, which is available here.&nbsp;You are prohibited from engaging in any conduct, conversations or agreements that would constitute an unreasonable restraint of trade or be otherwise illegal under antitrust laws.\n&nbsp;Specifically, and without limitation, there should be no discussions, exchange of information, concerted actions or agreements concerning individual prices, rates, coverages, margins or any other cost data, market practices, claims settlement practices or any other competitive aspect of an individual company’s operations.</p>\n<p>The following content and conduct are not allowed in the NFPA Xchange, and are cause for username suspension or termination without explanation or prior notice.\nYour posts or other communications that include the following content or reflect prohibited conduct, as described below, may be subject to removal.\nBy participating in the NFPA Xchange, you understand and agree to abide by the following:</p>\n<p>1.\nIllegal or unethical activities and content directed at NFPA Xchange or its users are prohibited.\n</p>\n<ul>\n<li>You agree not to engage in, promote, or advocate any illegal activity or fraudulent schemes of any kind including, but not limited to, money laundering, tax evasion, securities fraud, and pyramid or multi-level marketing schemes - through your posts or other use of the NFPA Xchange.\nYou also agree not to post links to other websites that engage in such activities.</li>\n<li>Do not submit content that you know is false, inaccurate, libelous, or otherwise misleading in any way.</li>\n<li>Do not submit content that contains any computer viruses, worms, or other potentially damaging computer programs or files.</li>\n<li>You must not intentionally impersonate or misrepresent your business or qualifications.</li>\n<li>Do not post or transmit material you do not have the right to post or transmit under law (such as copyright, trade secret, or securities) or due to your personal contractual or fiduciary relationships.</li>\n<li>Do not post material&nbsp.\nthat violates any applicable law or regulation, including, without limitation,&nbsp.\nthe rules and regulations of the U.S.\nSecurities and Exchange Commission and&nbsp.\nthe national or other securities exchanges, (especially and including the rule&nbsp.\nagainst making false or misleading statements to manipulate the price of any&nbsp.\nsecurity).</li>\n<li>Do not offer, sell, or buy any security through the NFPA Xchange.</li>\n<li>You may not use the NFPA Xchange in any manner that could damage, disable, overburden, or impair NFPA’s servers or networks, or interfere with any other user's use and enjoyment of the NFPA Xchange.</li>\n<li>You may not attempt to gain unauthorized access to any services, usernames, computer systems, or networks, through hacking, password mining, or any other means.\nWe may take any legal and technical remedies necessary to prevent the violation of this provision.</li>\n</ul>\n<p>2.\nProfane, obscene, racist, sexist, intolerant, inappropriate, disruptive, or unrelated content is prohibited.</p>\n<ul>\n<li>Indecent, profane, sexually explicit, obscene, or pornographic material of any kind - including masked profanity where symbols, initials, intentional misspellings, or other characters are used to suggest profane language - is strictly prohibited.</li>\n<li>Threats, personal attacks, abusive, defamatory, derogatory, or inflammatory language, or stalking or harassment of any individual, entity, or organization is strictly prohibited.</li>\n<li>Discriminatory or hateful speech of any kind regarding age, gender, race, religion, nationality, sexual orientation, or disability is strictly prohibited.</li>\n<li>You agree not to engage in any spamming or excessive posting, or submit content that is disruptive, off-topic, deliberately intended to have a negative impact on the NFPA Xchange or its users, or otherwise interfere with the ability of others to enjoy or comfortably use the NFPA Xchange.</li>\n</ul>\n<p>3.\nKeep your and other people’s information private, and other important rules.</p>\n<ul>\n<li>Do not post any personally-identifiable&nbsp.\ninformation about yourself or another person, including addresses, email&nbsp.\naddresses, contact information, phone numbers, account numbers, Social Security&nbsp.\nnumbers, Taxpayer Identification Numbers, lawsuits brought by you or third&nbsp.\nparties against another individual or entity, or health information, and use&nbsp.\ncare in posting your personal or identifying information.</li>\n<li>Maintain courtesy and follow good posting etiquette.\nPosting with ALL CAPS, HTML tags, or excessive typographic symbols may result in your post being removed.</li>\n<li>For customer service issues related to NFPA products and services, please go to www.nfpa.org/technical-support-request.</li>\n</ul>\n<p>4.\nSolicitations and promotions and other commercial use are not permitted.</p>\n<ul>\n<li>You agree not to post or make available at the NFPA Xchange site any content or third-party website that harms, or intends to harm, the flow of information and/or participation in NFPA Xchange.</li>\n<li>You agree not to post unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, or pyramid or multi-level marketing schemes, and you further agree not to use automated means, including spiders, robots, crawlers, data-mining tools, or other means to download data from the NFPA Xchange.</li>\n</ul>\n<p>5.\nCopyright and intellectual property violations are not permitted.</p>\n<ul>\n<li>Infringement of any party's copyright, patent, trademark, trade secret, intellectual property or other proprietary rights, or right of publicity or privacy is strictly prohibited and is the sole responsibility of the user.</li>\n<li>By submitting any content to the NFPA Xchange, you warrant and represent that you are the copyright owner of the content or that the copyright owner of the content has granted you permission to use such content consistent with the manner and purpose of your use.</li>\n<li>Using the NFPA Xchange&nbsp.\nto distribute unauthorized copies of copyrighted material, including photos,&nbsp.\nartwork, text, recordings, designs, computer programs, or derivative works of&nbsp.\nsuch programs is strictly prohibited and subject to removal.</li>\n</ul>\n<p>\n<strong>Representations and Warranties</strong>\n</p>\n<strong>\n</strong>You shall be solely responsible for your own submissions, your use of your registration and the consequences of posting or publishing or participating in the NFPA Xchange.\nIn connection with your submissions and your use of this website, you affirm, represent and warrant the following:&nbsp.\n(i) you have obtained all consents, and possess all copyright, patent, trademark, trade secret and any other proprietary rights, or the necessary licenses thereto, to grant the licenses herein.\n(ii) if necessary you have the written consent of each and every identifiable natural person in your submission to use such persons name or likeness in the manner contemplated by this site and these Terms of Use, and each such person has released you from any liability that may arise in relation to such use.\n(iii) you have read, understood, agree with, and will abide by these User Guidelines and all other applicable rules, procedures and policies of NFPA.\n(iv) your submissions and NFPA’s use thereof as contemplated by these Terms of Use will not infringe any rights of any third party, including but not limited to any intellectual property rights, privacy rights and rights of publicity.\n(vi) your submission does and will not contain: (a) material falsehoods or misrepresentations that could harm NFPA or any third party.\n(b) content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing or encourages conduct that would be considered a criminal offense, give rise to civil liability or violate any law.\n(c) advertisements or solicitations of business.\nor (d) impersonations of third parties, other than those which are readily apparent and not otherwise in violation of these User Guidelines.\n<p>\n<strong>Release</strong>\n</p>\nIn the event that you have a dispute with one or more other users of the NFPA Xchange, you release NFPA (and its officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.\n<p>\n<strong>Disclaimer &amp.\nLimitation of Liability\n<br>\n<br>\n</strong>YOUR USE OF AND BROWSING OF THIS SITE ARE AT YOUR OWN RISK.\nNFPA MAKES NO WARRANTIES OR REPRESENTATIONS REGARDING THE INFORMATION OR CONTENT CONTAINED ON THIS WEBSITE, AND SPECIFICALLY DISCLAIMS ANY WARRANTY AS TO NONINFRINGEMENT, OR THE SUITABILITY, RELIABILITY, TIMELINESS OR ACCURACY OF THE INFORMATION OR CONTENT CONTAINED ON THIS SITE FOR ANY PURPOSE.\nNFPA DOES NOT WARRANT THAT THE FUNCTIONALITIES CONTAINED IN THE CONTENT WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THIS SITE OR THE SERVER THAT MAKES SUCH CONTENT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nNFPA DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE CONTENTS IN THIS SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\n</p>\n<p>UNDER NO CIRCUMSTANCES SHALL NFPA BE LIABLE FOR ANY DAMAGES THAT RESULT FROM THE USE OF OR INABILITY TO USE THIS SITE, INCLUDING BUT NOT LIMITED TO RELIANCE BY A USER ON ANY INFORMATION OR CONTENT OBTAINED FROM THIS SITE THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO NFPA’S RECORDS, PROGRAMS, OR SERVICES, OR OTHERWISE.YOU HEREBY ACKNOWLEDGE THAT THIS DISCLAIMER AND LIMITATION OF LIABILITY SHALL APPLY TO ALL CONTENT AND SERVICES AVAILABLE THROUGH THIS SITE.</p>\n<p>IN NO EVENT SHALL NFPA BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL OR PUNITIVE DAMAGES ARISING OUT OF YOUR ACCESS TO, OR USE OF, THIS SITE OR THE CONTENT THEREON, WHETHER IN A CONTRACT ACTION OR BASED ON NEGLIGENCE, OR OTHER TORT ACTION, OR ANY OTHER CLAIM WHATSOEVER, EVEN IF NFPA OR A NFPA REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTO THE EXTENT APPLICABLE LAW DOES NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\n</p>\n<p>\n<strong>Indemnification\n<br>\n<br>\n</strong>You agree to defend, indemnify and hold NFPA, its affiliates, successors, directors, officers, employees, service providers, and agents from any and all liabilities, costs, and expenses, including reasonable attorneys’ fees, related to any violation of these terms by you, or in connection with the use of this Site or the placement or transmission of any message or information on this Site by you.</p>\n<p>If you registered as a member of the NFPA Xchange, you are entirely responsible for any and all activities that occur under your account and agree to indemnify, defend, and hold harmless the above-mentioned parties for any liability or expense arising from such use or misuse.\nYou agree to immediately notify us of any unauthorized use of your account or any other breach of security known to you.</p>\n<p>\n<strong>Digital Millenium Copyright Act (“DMCA”) Notice and Procedure\n<br>\n<br>\n</strong>Notice and Procedure for Making Claims of Copyright Infringement in Accordance with DMCA.&nbsp.\nIn accordance&nbsp.\nwith the Digital Millennium Copyright Act (the text of which may be found on the U.S.\nCopyright Office website at http://www.copyright.gov), NFPA will respond expeditiously to clear&nbsp.\nnotices of alleged copyright infringement that are reported to NFPA’s&nbsp.\ndesignated copyright agent identified below.\nAs part of our response, we may remove or disable access to material residing on a site that is controlled or operated by NFPA that is claimed to be infringing, in which case we will make a good-faith attempt to contact the person who submitted the affected material so that they may make a counter notification, also in accordance with the DMCA.&nbsp.\nThe following section describes the information that should be present in these notices.&nbsp.\nNotice of Infringing Material.&nbsp.\nIf you are a copyright owner, or are authorized to act on behalf of an owner of the copyright or of any exclusive right under the copyright, and believe that your work has been copied in a way that constitutes copyright infringement, please report your notice of infringement to NFPA by providing NFPA’s designated copyright agent listed below with the following information:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identify in sufficient detail the copyrighted work that you believe has been infringed or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identify the material that you claim is infringing the copyrighted work listed above and that is to be removed or access disabled, and information reasonably sufficient to permit NFPA&nbsp.\nto locate the material;</li>\n<li>Provide information reasonably sufficient to allow NFPA&nbsp.\nto contact you, including a name, address, telephone number, and email address;</li>\n<li>If possible, provide information sufficient to allow NFPA&nbsp.\nto notify the owner/administrator of the allegedly infringing content;</li>\n<li>Include the following statements: <ul>\n<li>“I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.”</li>\n<li>“I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.”</li>\n</ul>\n</li>\n<li>Sign the notice;</li>\n<li>Send the notice to:</li>\n<li>ATTN: National Fire Protection Association,&nbsp.\n1 Batterymarch Park,&nbsp.\nQuincy, MA 02169-7471,&nbsp.\nCopyrightRequestsDMCA@nfpa.org</li>\n</ul>\n<p>\n<strong>Counter Notification<br>\n<br>\n</strong>The administrator of&nbsp.\nan affected site or the provider of affected content may make a counter&nbsp.\nnotification pursuant to sections 512(g)(2) and (3) of the Digital Millennium&nbsp.\nCopyright Act.\nWhen we receive a counter notification, we may reinstate the material in question.&nbsp.\nTo file a counter notification with us, you must provide a written communication by fax or regular mail that sets forth the items specified below:</p>\n<ul>\n<li>Identify the specific URLs or other unique identifying information of material that NFPA has removed or to which NFPA has disabled access.</li>\n<li>Provide your name, address, telephone number, email address, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or the Northern District of California if your address is outside of the United States), and that you will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.</li>\n<li>Include the following statement: <ul>\n<li>“I swear, under penalty of perjury, that I&nbsp.\nhave a good faith belief that the material identified above was removed or&nbsp.\ndisabled as a result of a mistake or misidentification of the material to be&nbsp.\nremoved or disabled, or that the material identified by the complainant has&nbsp.\nbeen removed or disabled and will no longer be shown.”</li>\n</ul>\n</li>\n<li>Sign the notice.</li>\n<li>Send the notice to:</li>\n<li>ATTN: National Fire Protection Association, 1 Batterymarch Park, Quincy, MA 02169-7471&nbsp;&nbsp;&nbsp;&nbsp;CopyrightRequestsDMCA@nfpa.org</li>\n</ul>\n<p>\n<strong>Governing Law and Jurisdiction<br>\n<br>\n</strong>These Guidelines, and your rights and obligations hereunder, shall be governed by and construed in accordance with the laws of the Commonwealth of Massachusetts, exclusive of such state’s choice of law rules, and in accordance with the DMCA where applicable.&nbsp.\nExcept where otherwise indicated, you hereby consent to the jurisdiction of the federal and state courts in the Commonwealth of Massachusetts in connection with any suit, action or proceeding relating to these Guidelines.&nbsp.\n</p>\n<p>\n<strong>NFPA and NFPA Employees and Consultants<br>\n<br>\n</strong>NFPA does not endorse comments or postings made by its employees or by contractors, consultants, and other individuals working for or with NFPA and such content is not intended to be nor should it be relied on to provide professional consultation services.&nbsp.\nNo such individual is authorized to speak on behalf of NFPA.&nbsp.\nNFPA does not validate assertions or statements made by individuals in their postings or comments.\nAll statements and viewpoints expressed on the NFPA Xchange are strictly those of the commenter alone, and do not constitute an official position of NFPA.</p>\n<p>Please remember that if you are a NFPA employee or if you’re working with NFPA, you must disclose your status in your profile.\nThe NFPA Xchange will then indicate that you are working at NFPA next to your comments and questions to protect the integrity of the site.\nWhether you are at home or in the office, working for NFPA is a material fact that may influence content and community members have a right to know.\nThank you for helping maintain the integrity of our community by disclosing that relationship.</p>\n<p>57114.0/604592.1</p> ", "created_at": "2021-12-21 23:44:30.15604", "updated_at": "2021-12-21 22:45:35.67892"}], "points": [], "urls": ["nfpa.org"]}}