{"error": 448, "message": "OK", "parameters": {"id": 5193, "name": "Foliotek", "created_at": "2021-10-20 22:53:22.481186", "updated_at": "2021-10-20 22:01:10.900797", "wikipedia": null, "keywords": null, "related": null, "slug": "foliotek", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5193.png", "url": "foliotek.com", "documents": [{"id": 9312, "name": "Privacy Policy ", "url": "https://www.foliotek.com/privacy", "xpath": "/html/body/div[1]/div[2]", "text": " Privacy Policy <p> Foliotek, Inc.\nis committed to respecting your online privacy and recognizes your need for appropriate protection and management of any personally identifiable information (\"Personal Information\") you share with us.\nWe have established this Online Privacy Policy so that you can understand the care with which we intend to treat your Personal Information.\n</p>\n<p> Personal Information means any information that may be used to identify an individual.\nincluding, but not limited to, a first and last name, a home or other physical address, an email address, or other contact information, whether for work or home.\nIn general, you can visit our Web pages without telling us who you are or revealing any Personal Information about yourself.\n</p>\n<p> If you chose to provide us with your Personal Information on the Web, you consent to the collection, use, and disclosure of your information on the terms described in this Privacy Policy, and as modified from time to time.\n</p> Data Collection <p> In order to gain access to the Site and take advantage of the services, you will need to provide information as part of a registration process, including your name.\nFoliotek requests this information from you in order to enhance, quantify, and measure your use of the Site.\nOur registration form will also ask you to give us your contact information (name, telephone number and email address).\n</p>\n<p> Some of our Web pages utilize \"cookies\" and other tracking technologies.\nA \"cookie\" is a small text file that may be used, for example, to collect information about Web site activity.\nSome cookies and other technologies may serve to recall Personal Information previously indicated by a Web user.\nMost browsers allow you to control cookies, including whether or not to accept them and how to remove them.\n</p>\n<p> You may set most browsers to notify you if you receive a cookie, or you may choose to block cookies with your browser.\nPlease note that if you choose to erase or block these cookies, you will need to re-enter your original user ID and password to gain access to certain parts of the Web site.\n</p>\n<p> Tracking technologies may record information such as Internet domain and host names.\nInternet protocol (IP) addresses.\nbrowser, software, and operating system types.\nclick stream patterns.\nand dates and times that our site is accessed.\nOur use of cookies and other tracking technologies allows us to improve our Web site and your Web experience.\nWe may also analyze information that does not contain Personal Information for trends and statistics.\n</p> Disclosure <p> Foliotek does not share your Personal Information with any third parties other than the limited circumstances defined in our user agreement.\nWe only share this data to support your educational and professional development activities.\n</p>\n<p> Foliotek may disclose your information if we believe, in good faith, that such disclosure is necessary to comply with applicable law, a subpoena, or other legal process.\nWe may also disclose such information, as is necessary, to identify, contact, or bring legal action against a person or entity who may be violating Foliotek’s Terms &amp.\nConditions (or such other agreements to which an end user is a party), or who may be causing injury to, or interfering with, other users of the Site and Services, or other third parties who may be harmed by such activities.\nIn addition, in the event that all or part of Foliotek’s assets are acquired by a third party, user information may be included in the transferred assets.\n</p> Data Security <p> Foliotek takes best-practice-security measures to protect information provided by you against unauthorized access and use.\nAll user data is encrypted at rest and in transmission.\nAccess to information is only authorized with the use of a valid username and password.\nFoliotek uses industry recommended methods to establish secure connections with your web browser for any transactions conducted online using a credit card or other financial information you may provide to us.\nNote – Foliotek does not store customer credit card numbers for individual or reoccurring purchases.\nRather, this information is safeguarded by PCI-DSS compliant credit card processing providers.\nPLEASE BE AWARE, HOWEVER, THAT NO DATA TRANSMISSION OVER THE INTERNET IS 100% SECURE AND ANY INFORMATION DISCLOSED ONLINE CAN POTENTIALLY BE COLLECTED AND USED BY PARTIES OTHER THAN THE INTENDED RECIPIENT.\n</p> Changes and Updates to Privacy Policy <p> By using the Site, you consent to the collection, use, and disclosure of your information as described in this Privacy Policy.\nThis policy reflects Foliotek current business practices and is subject to change and update.\nIn the event of any such change or update, a revised policy will be posted on the Site with the last date of update noted on the bottom of the page.\nPlease check the Site periodically to remain informed of any changes or updates to our privacy policies and practices.\n</p> Changes and Access to Personal Information <p> You may ask Foliotek to correct, update, or delete information you have provided by contacting us at dataprivacy@foliotek.com.\nOr, send postal mail to Foliotek, Inc., 3610 Buttonwood Drive, Suite 200, Columbia, MO 65201.\nPlease feel free to contact us with questions about this privacy statement, the practices of this Site, or your dealings with this Site.\n</p>\n<p>Updated: 5/24/2018</p> ", "created_at": "2021-10-20 22:53:22.484041", "updated_at": "2021-10-20 20:53:59.020984"}], "points": [], "urls": ["foliotek.com"]}}