{"error": 448, "message": "OK", "parameters": {"id": 3914, "name": "4K Video Downloader", "created_at": "2021-06-01 14:44:36.585419", "updated_at": "2021-06-01 22:00:20.665931", "wikipedia": null, "keywords": null, "related": null, "slug": "4k-video-downloader", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3914.png", "url": "4kdownload.com", "documents": [{"id": 6637, "name": "Privacy Policy", "url": "https://www.4kdownload.com/privacy", "xpath": "", "text": " 77EEF0E5-0BD5-4389-9FED-3A516652DCFC EFD94688-37A7-4E25-BF1A-C4F3304D48DA <ul>\n<li> 4K Video Downloader<p>Download content from YouTube</p>\n</li>\n<li> 4K Stogram<p>Save photo and video from Instagram</p>\n</li>\n<li> 4K YouTube to MP3<p>Convert YouTube to MP3</p>\n</li>\n<li> 4K Video to MP3<p>Extract audio from video</p>\n</li>\n<li> 4K Slideshow Maker<p>Сreate amazing slideshows</p>\n</li>\n</ul> Products DownloadHelpBlog English Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> Products Download Help Blog Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send 4K Download — amazing solutions for your needs <ul>\n<li> Privacy Policy </li>\n<li> Refund Policy </li>\n</ul> Privacy Policy <p>We are very delighted that you have shown interest in our enterprise.\nData protection is of a particularly high priority for the management of the Open Media OOO.\nThe use of the Internet pages of the Open Media OOO is possible without any indication of personal data.\nhowever, if a data subject wants to use special enterprise services via our website, processing of personal data could become necessary.\nIf the processing of personal data is necessary and there is no statutory basis for such processing, we generally obtain consent from the data subject.</p>\n<p>The processing of personal data, such as the name, address, e-mail address, or telephone number of a data subject shall always be in line with the General Data Protection Regulation (GDPR), and in accordance with the country-specific data protection regulations applicable to the Open Media OOO.\nBy means of this data protection declaration, our enterprise would like to inform the general public of the nature, scope, and purpose of the personal data we collect, use and process.\nFurthermore, data subjects are informed, by means of this data protection declaration, of the rights to which they are entitled.</p>\n<p>1.\nDefinitions</p>\n<p>The data protection declaration of the Open Media OOO is based on the terms used by the European legislator for the adoption of the General Data Protection Regulation (GDPR).\nOur data protection declaration should be legible and understandable for the general public, as well as our customers and business partners.\nTo ensure this, we would like to first explain the terminology used.</p>\n<p>In this data protection declaration, we use, inter alia, the following terms:</p>\n<ul>\n<li>\n<p>Personal data</p>\n<p>Personal data means any information relating to an identified or identifiable natural person (“data subject”).\nAn identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n</li>\n<li>\n<p>Data subject</p>\n<p>Data subject is any identified or identifiable natural person, whose personal data is processed by the controller responsible for the processing.</p>\n</li>\n<li>\n<p>Processing</p>\n<p>Processing is any operation or set of operations which is performed on personal data or on sets of personal data, whether or not by automated means, such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</p>\n</li>\n<li>\n<p>Restriction of processing</p>\n<p>Restriction of processing is the marking of stored personal data with the aim of limiting their processing in the future.</p>\n</li>\n<li>\n<p>Profiling</p>\n<p>Profiling means any form of automated processing of personal data consisting of the use of personal data to evaluate certain personal aspects relating to a natural person, in particular to analyse or predict aspects concerning that natural person's performance at work, economic situation, health, personal preferences, interests, reliability, behaviour, location or movements.</p>\n</li>\n<li>\n<p>Pseudonymisation</p>\n<p>Pseudonymisation is the processing of personal data in such a manner that the personal data can no longer be attributed to a specific data subject without the use of additional information, provided that such additional information is kept separately and is subject to technical and organisational measures to ensure that the personal data are not attributed to an identified or identifiable natural person.</p>\n</li>\n<li>\n<p>Controller or controller responsible for the processing</p>\n<p>Controller or controller responsible for the processing is the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of personal data.\nwhere the purposes and means of such processing are determined by Union or Member State law, the controller or the specific criteria for its nomination may be provided for by Union or Member State law.</p>\n</li>\n<li>\n<p>Processor</p>\n<p>Processor is a natural or legal person, public authority, agency or other body which processes personal data on behalf of the controller.</p>\n</li>\n<li>\n<p>Recipient</p>\n<p>Recipient is a natural or legal person, public authority, agency or another body, to which the personal data are disclosed, whether a third party or not.\nHowever, public authorities which may receive personal data in the framework of a particular inquiry in accordance with Union or Member State law shall not be regarded as recipients.\nthe processing of those data by those public authorities shall be in compliance with the applicable data protection rules according to the purposes of the processing.</p>\n</li>\n<li>\n<p>Third party</p>\n<p>Third party is a natural or legal person, public authority, agency or body other than the data subject, controller, processor and persons who, under the direct authority of the controller or processor, are authorised to process personal data.</p>\n</li>\n<li>\n<p>Consent</p>\n<p>Consent of the data subject is any freely given, specific, informed and unambiguous indication of the data subject's wishes by which he or she, by a statement or by a clear affirmative action, signifies agreement to the processing of personal data relating to him or her.</p>\n</li>\n</ul>\n<p>2.\nName and Address of the controller</p>\n<p>Controller for the purposes of the General Data Protection Regulation (GDPR), other data protection laws applicable in Member states of the European Union and other provisions related to data protection is:</p>\n<p>Open Media OOO</p>\n<p>Pereulok Holodnyi 10a,</p>\n<p>603159 Nizhny Novgorod</p>\n<p>Russia</p>\n<p>Email: support@4kdownload.com</p>\n<p>Website: www.4kdownload.com</p>\n<p>3.\nCookies</p>\n<p>The Internet pages of the Open Media OOO use cookies.\nCookies are text files that are stored in a computer system via an Internet browser.</p>\n<p>Many Internet sites and servers use cookies.\nMany cookies contain a so-called cookie ID.\nA cookie ID is a unique identifier of the cookie.\nIt consists of a character string through which Internet pages and servers can be assigned to the specific Internet browser in which the cookie was stored.\nThis allows visited Internet sites and servers to differentiate the individual browser of the dats subject from other Internet browsers that contain other cookies.\nA specific Internet browser can be recognized and identified using the unique cookie ID.</p>\n<p>Through the use of cookies, the Open Media OOO can provide the users of this website with more user-friendly services that would not be possible without the cookie setting.</p>\n<p>By means of a cookie, the information and offers on our website can be optimized with the user in mind.\nCookies allow us, as previously mentioned, to recognize our website users.\nThe purpose of this recognition is to make it easier for users to utilize our website.\nThe website user that uses cookies, e.g.\ndoes not have to enter access data each time the website is accessed, because this is taken over by the website, and the cookie is thus stored on the user's computer system.\nAnother example is the cookie of a shopping cart in an online shop.\nThe online store remembers the articles that a customer has placed in the virtual shopping cart via a cookie.</p>\n<p>The data subject may, at any time, prevent the setting of cookies through our website by means of a corresponding setting of the Internet browser used, and may thus permanently deny the setting of cookies.\nFurthermore, already set cookies may be deleted at any time via an Internet browser or other software programs.\nThis is possible in all popular Internet browsers.\nIf the data subject deactivates the setting of cookies in the Internet browser used, not all functions of our website may be entirely usable.</p>\n<p>4.\nCollection of general data and information</p>\n<p>The website of the Open Media OOO collects a series of general data and information when a data subject or automated system calls up the website.\nThis general data and information are stored in the server log files.\nCollected may be (1) the browser types and versions used, (2) the operating system used by the accessing system, (3) the website from which an accessing system reaches our website (so-called referrers), (4) the sub-websites, (5) the date and time of access to the Internet site, (6) an Internet protocol address (IP address), (7) the Internet service provider of the accessing system, and (8) any other similar data and information that may be used in the event of attacks on our information technology systems.</p>\n<p>When using these general data and information, the Open Media OOO does not draw any conclusions about the data subject.\nRather, this information is needed to (1) deliver the content of our website correctly, (2) optimize the content of our website as well as its advertisement, (3) ensure the long-term viability of our information technology systems and website technology, and (4) provide law enforcement authorities with the information necessary for criminal prosecution in case of a cyber-attack.\nTherefore, the Open Media OOO analyzes anonymously collected data and information statistically, with the aim of increasing the data protection and data security of our enterprise, and to ensure an optimal level of protection for the personal data we process.\nThe anonymous data of the server log files are stored separately from all personal data provided by a data subject.</p>\n<p>5.\nSubscription to our newsletters</p>\n<p>On the website of the Open Media OOO, users are given the opportunity to subscribe to our enterprise's newsletter.\nThe input mask used for this purpose determines what personal data are transmitted, as well as when the newsletter is ordered from the controller.</p>\n<p>The Open Media OOO informs its customers and business partners regularly by means of a newsletter about enterprise offers.\nThe enterprise's newsletter may only be received by the data subject if (1) the data subject has a valid e-mail address and (2) the data subject registers for the newsletter shipping.\nA confirmation e-mail will be sent to the e-mail address registered by a data subject for the first time for newsletter shipping, for legal reasons, in the double opt-in procedure.\nThis confirmation e-mail is used to prove whether the owner of the e-mail address as the data subject is authorized to receive the newsletter.</p>\n<p>During the registration for the newsletter, we also store the IP address of the computer system assigned by the Internet service provider (ISP) and used by the data subject at the time of the registration, as well as the date and time of the registration.\nThe collection of this data is necessary in order to understand the (possible) misuse of the e-mail address of a data subject at a later date, and it therefore serves the aim of the legal protection of the controller.</p>\n<p>The personal data collected as part of a registration for the newsletter will only be used to send our newsletter.\nIn addition, subscribers to the newsletter may be informed by e-mail, as long as this is necessary for the operation of the newsletter service or a registration in question, as this could be the case in the event of modifications to the newsletter offer, or in the event of a change in technical circumstances.\nThere will be no transfer of personal data collected by the newsletter service to third parties.\nThe subscription to our newsletter may be terminated by the data subject at any time.\nThe consent to the storage of personal data, which the data subject has given for shipping the newsletter, may be revoked at any time.\nFor the purpose of revocation of consent, a corresponding link is found in each newsletter.\nIt is also possible to unsubscribe from the newsletter at any time directly on the website of the controller, or to communicate this to the controller in a different way.</p>\n<p>6.\nNewsletter-Tracking</p>\n<p>The newsletter of the Open Media OOO contains so-called tracking pixels.\nA tracking pixel is a miniature graphic embedded in such e-mails, which are sent in HTML format to enable log file recording and analysis.\nThis allows a statistical analysis of the success or failure of online marketing campaigns.\nBased on the embedded tracking pixel, the Open Media OOO may see if and when an e-mail was opened by a data subject, and which links in the e-mail were called up by data subjects.</p>\n<p>Such personal data collected in the tracking pixels contained in the newsletters are stored and analyzed by the controller in order to optimize the shipping of the newsletter, as well as to adapt the content of future newsletters even better to the interests of the data subject.\nThese personal data will not be passed on to third parties.\nData subjects are at any time entitled to revoke the respective separate declaration of consent issued by means of the double-opt-in procedure.\nAfter a revocation, these personal data will be deleted by the controller.\nThe Open Media OOO automatically regards a withdrawal from the receipt of the newsletter as a revocation.</p>\n<p>7.\nComments function in the blog on the website</p>\n<p>The Open Media OOO offers users the possibility to leave individual comments on individual blog contributions on a blog, which is on the website of the controller.\nA blog is a web-based, publicly-accessible portal, through which one or more people called bloggers or web-bloggers may post articles or write down thoughts in so-called blogposts.\nBlogposts may usually be commented by third parties.</p>\n<p>If a data subject leaves a comment on the blog published on this website, the comments made by the data subject are also stored and published, as well as information on the date of the commentary and on the user's (pseudonym) chosen by the data subject.\nIn addition, the IP address assigned by the Internet service provider (ISP) to the data subject is also logged.\nThis storage of the IP address takes place for security reasons, and in case the data subject violates the rights of third parties, or posts illegal content through a given comment.\nThe storage of these personal data is, therefore, in the own interest of the data controller, so that he can exculpate in the event of an infringement.\nThis collected personal data will not be passed to third parties, unless such a transfer is required by law or serves the aim of the defense of the data controller.</p>\n<p>8.\nRoutine erasure and blocking of personal data</p>\n<p>The data controller shall process and store the personal data of the data subject only for the period necessary to achieve the purpose of storage, or as far as this is granted by the European legislator or other legislators in laws or regulations to which the controller is subject to.</p>\n<p>If the storage purpose is not applicable, or if a storage period prescribed by the European legislator or another competent legislator expires, the personal data are routinely blocked or erased in accordance with legal requirements.</p>\n<p>9.\nRights of the data subject</p>\n<ul>\n<li>\n<p>Right of confirmation</p>\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller the confirmation as to whether or not personal data concerning him or her are being processed.\nIf a data subject wishes to avail himself of this right of confirmation, he or she may, at any time, contact any employee of the controller.</p>\n</li>\n<li>\n<p>Right of access</p>\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller free information about his or her personal data stored at any time and a copy of this information.\nFurthermore, the European directives and regulations grant the data subject access to the following information:</p>\n<ul>\n<li>the purposes of the processing;</li>\n<li>the categories of personal data concerned;</li>\n<li>the recipients or categories of recipients to whom the personal data have been or will be disclosed, in particular recipients in third countries or international organisations;</li>\n<li>where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period;</li>\n<li>the existence of the right to request from the controller rectification or erasure of personal data, or restriction of processing of personal data concerning the data subject, or to object to such processing;</li>\n<li>the existence of the right to lodge a complaint with a supervisory authority.\nwhere the personal data are not collected from the data subject, any available information as to their source;</li>\n<li>the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) of the GDPR and, at least in those cases, meaningful information about the logic involved, as well as the significance and envisaged consequences of such processing for the data subject.</li>\n</ul>\n<p>Furthermore, the data subject shall have a right to obtain information as to whether personal data are transferred to a third country or to an international organisation.\nWhere this is the case, the data subject shall have the right to be informed of the appropriate safeguards relating to the transfer.\nIf a data subject wishes to avail himself of this right of access, he or she may, at any time, any employee of the controller.</p>\n</li>\n<li>\n<p>Right to rectification</p>\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller without undue delay the rectification of inaccurate personal data concerning him or her.\nTaking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement.\nIf a data subject wishes to exercise this right to rectification, he or she may, at any time, contact any employee of the controller.</p>\n</li>\n<li>\n<p>Right to erasure (Right to be forgotten)</p>\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller the erasure of personal data concerning him or her without undue delay, and the controller shall have the obligation to erase personal data without undue delay where one of the following grounds applies, as long as the processing is not necessary:</p>\n<ul>\n<li>The personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.</li>\n<li>The data subject withdraws consent to which the processing is based according to point (a) of Article 6(1) of the GDPR, or point (a) of Article 9(2) of the GDPR, and where there is no other legal ground for the processing.</li>\n<li>The data subject objects to the processing pursuant to Article 21(1) of the GDPR and there are no overriding legitimate grounds for the processing, or the data subject objects to the processing pursuant to Article 21(2) of the GDPR.</li>\n<li>The personal data have been unlawfully processed.</li>\n<li>The personal data must be erased for compliance with a legal obligation in Union or Member State law to which the controller is subject.</li>\n<li>The personal data have been collected in relation to the offer of information society services referred to in Article 8(1) of the GDPR.</li>\n</ul>\n<p>If one of the aforementioned reasons applies, and a data subject wishes to request the erasure of personal data stored by the Open Media OOO, he or she may, at any time, contact any employee of the controller.\nAn employee of Open Media OOO shall promptly ensure that the erasure request is complied with immediately.</p>\n<p>Where the controller has made personal data public and is obliged pursuant to Article 17(1) to erase the personal data, the controller, taking account of available technology and the cost of implementation, shall take reasonable steps, including technical measures, to inform other controllers processing the personal data that the data subject has requested erasure by such controllers of any links to, or copy or replication of, those personal data, as far as processing is not required.\nAn employees of the Open Media OOO will arrange the necessary measures in individual cases.</p>\n</li>\n<li>\n<p>Right to rectification</p>\n<p>Each data subject shall have the right granted by the European legislator to obtain from the controller restriction of processing where one of the following applies:</p>\n<ul>\n<li>The accuracy of the personal data is contested by the data subject, for a period enabling the controller to verify the accuracy of the personal data.</li>\n<li>The processing is unlawful and the data subject opposes the erasure of the personal data and requests instead the restriction of their use instead.</li>\n<li>The controller no longer needs the personal data for the purposes of the processing, but they are required by the data subject for the establishment, exercise or defence of legal claims.</li>\n<li>The data subject has objected to processing pursuant to Article 21(1) of the GDPR pending the verification whether the legitimate grounds of the controller override those of the data subject.</li>\n</ul>\n<p>If one of the aforementioned conditions is met, and a data subject wishes to request the restriction of the processing of personal data stored by the Open Media OOO, he or she may at any time contact any employee of the controller.\nThe employee of the Open Media OOO will arrange the restriction of the processing.</p>\n</li>\n<li>\n<p>Right to data portability</p>\n<p>Each data subject shall have the right granted by the European legislator, to receive the personal data concerning him or her, which was provided to a controller, in a structured, commonly used and machine-readable format.\nHe or she shall have the right to transmit those data to another controller without hindrance from the controller to which the personal data have been provided, as long as the processing is based on consent pursuant to point (a) of Article 6(1) of the GDPR or point (a) of Article 9(2) of the GDPR, or on a contract pursuant to point (b) of Article 6(1) of the GDPR, and the processing is carried out by automated means, as long as the processing is not necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.</p>\n<p>Furthermore, in exercising his or her right to data portability pursuant to Article 20(1) of the GDPR, the data subject shall have the right to have personal data transmitted directly from one controller to another, where technically feasible and when doing so does not adversely affect the rights and freedoms of others.</p>\n<p>In order to assert the right to data portability, the data subject may at any time contact any employee of the Open Media OOO.</p>\n</li>\n<li>\n<p>Right to object</p>\n<p>Each data subject shall have the right granted by the European legislator to object, on grounds relating to his or her particular situation, at any time, to processing of personal data concerning him or her, which is based on point (e) or (f) of Article 6(1) of the GDPR.\nThis also applies to profiling based on these provisions.</p>\n<p>The Open Media OOO shall no longer process the personal data in the event of the objection, unless we can demonstrate compelling legitimate grounds for the processing which override the interests, rights and freedoms of the data subject, or for the establishment, exercise or defence of legal claims.</p>\n<p>If the Open Media OOO processes personal data for direct marketing purposes, the data subject shall have the right to object at any time to processing of personal data concerning him or her for such marketing.\nThis applies to profiling to the extent that it is related to such direct marketing.\nIf the data subject objects to the Open Media OOO to the processing for direct marketing purposes, the Open Media OOO will no longer process the personal data for these purposes.</p>\n<p>In addition, the data subject has the right, on grounds relating to his or her particular situation, to object to processing of personal data concerning him or her by the Open Media OOO for scientific or historical research purposes, or for statistical purposes pursuant to Article 89(1) of the GDPR, unless the processing is necessary for the performance of a task carried out for reasons of public interest.</p>\n<p>In order to exercise the right to object, the data subject may contact any employee of the Open Media OOO.\nIn addition, the data subject is free in the context of the use of information society services, and notwithstanding Directive 2002/58/EC, to use his or her right to object by automated means using technical specifications.</p>\n</li>\n<li>\n<p>Automated individual decision-making, including profiling</p>\n<p>Each data subject shall have the right granted by the European legislator not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning him or her, or similarly significantly affects him or her, as long as the decision (1) is not is necessary for entering into, or the performance of, a contract between the data subject and a data controller, or (2) is not authorised by Union or Member State law to which the controller is subject and which also lays down suitable measures to safeguard the data subject's rights and freedoms and legitimate interests, or (3) is not based on the data subject's explicit consent.</p>\n<p>If the decision (1) is necessary for entering into, or the performance of, a contract between the data subject and a data controller, or (2) it is based on the data subject's explicit consent, the Open Media OOO shall implement suitable measures to safeguard the data subject's rights and freedoms and legitimate interests, at least the right to obtain human intervention on the part of the controller, to express his or her point of view and contest the decision.</p>\n<p>If the data subject wishes to exercise the rights concerning automated individual decision-making, he or she may, at any time, contact any employee of the Open Media OOO.</p>\n</li>\n<li>\n<p>Right to withdraw data protection consent</p>\n<p>Each data subject shall have the right granted by the European legislator to withdraw his or her consent to processing of his or her personal data at any time.\nIf the data subject wishes to exercise the right to withdraw the consent, he or she may, at any time, contact any employee of the Open Media OOO.</p>\n</li>\n</ul>\n<p>10.\nLegal basis for the processing</p>\n<p>Art.\n6(1) lit.\na GDPR serves as the legal basis for processing operations for which we obtain consent for a specific processing purpose.\nIf the processing of personal data is necessary for the performance of a contract to which the data subject is party, as is the case, for example, when processing operations are necessary for the supply of goods or to provide any other service, the processing is based on Article 6(1) lit.\nb GDPR.\nThe same applies to such processing operations which are necessary for carrying out pre-contractual measures, for example in the case of inquiries concerning our products or services.\nIs our company subject to a legal obligation by which processing of personal data is required, such as for the fulfillment of tax obligations, the processing is based on Art.\n6(1) lit.\nc GDPR.\nIn rare cases, the processing of personal data may be necessary to protect the vital interests of the data subject or of another natural person.\nThis would be the case, for example, if a visitor were injured in our company and his name, age, health insurance data or other vital information would have to be passed on to a doctor, hospital or other third party.\nThen the processing would be based on Art.\n6(1) lit.\nd GDPR.\nFinally, processing operations could be based on Article 6(1) lit.\nf GDPR.\nThis legal basis is used for processing operations which are not covered by any of the abovementioned legal grounds, if processing is necessary for the purposes of the legitimate interests pursued by our company or by a third party, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data.\nSuch processing operations are particularly permissible because they have been specifically mentioned by the European legislator.\nHe considered that a legitimate interest could be assumed if the data subject is a client of the controller (Recital 47 Sentence 2 GDPR).</p>\n<p>11.\nThe legitimate interests pursued by the controller or by a third party</p>\n<p>Where the processing of personal data is based on Article 6(1) lit.\nf GDPR our legitimate interest is to carry out our business in favor of the well-being of all our employees and the shareholders.</p>\n<p>12.\nPeriod for which the personal data will be stored</p>\n<p>The criteria used to determine the period of storage of personal data is the respective statutory retention period.\nAfter expiration of that period, the corresponding data is routinely deleted, as long as it is no longer necessary for the fulfillment of the contract or the initiation of a contract.</p>\n<p>13.\nProvision of personal data as statutory or contractual requirement.\nRequirement necessary to enter into a contract.\nObligation of the data subject to provide the personal data.\npossible consequences of failure to provide such data</p>\n<p>We clarify that the provision of personal data is partly required by law (e.g.\ntax regulations) or can also result from contractual provisions (e.g.\ninformation on the contractual partner).\nSometimes it may be necessary to conclude a contract that the data subject provides us with personal data, which must subsequently be processed by us.\nThe data subject is, for example, obliged to provide us with personal data when our company signs a contract with him or her.\nThe non-provision of the personal data would have the consequence that the contract with the data subject could not be concluded.\nBefore personal data is provided by the data subject, the data subject must contact any employee.\nThe employee clarifies to the data subject whether the provision of the personal data is required by law or contract or is necessary for the conclusion of the contract, whether there is an obligation to provide the personal data and the consequences of non-provision of the personal data.</p>\n<p>14.\nExistence of automated decision-making</p>\n<p>As a responsible company, we do not use automatic decision-making or profiling</p>\n<p>Last update : 01.05.2017</p>\n<p>Copyright © Open Media OOO.</p>\n<p>We use cookies to ensure you get the best experience on our website.\nIf you continue to browse, we will assume you are happy with it.\nRead more.</p> Products 4K Video Downloader4K YouTube to MP34K Stogram4K Slideshow Maker4K Video to MP3Download Help How toVideo GuidesFAQTroubleshootingLicense retrievalFeedback Legal info Terms of UseAffiliate AgreementPrivacy PolicyRefund Policy Company About us News Contribute Affiliate Non-Profit and Educational Discount Program Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send © 2021 Open Media OOO.\nAll rights reserved.\nEnglish Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> ", "created_at": "2021-06-01 14:44:36.58769", "updated_at": "2021-06-01 12:45:29.061871"}, {"id": 6640, "name": "4K Download Terms of Use", "url": "https://www.4kdownload.com/agreement/terms-of-use", "xpath": "", "text": " 77EEF0E5-0BD5-4389-9FED-3A516652DCFC EFD94688-37A7-4E25-BF1A-C4F3304D48DA <ul>\n<li> 4K Video Downloader<p>Download content from YouTube</p>\n</li>\n<li> 4K Stogram<p>Save photo and video from Instagram</p>\n</li>\n<li> 4K YouTube to MP3<p>Convert YouTube to MP3</p>\n</li>\n<li> 4K Video to MP3<p>Extract audio from video</p>\n</li>\n<li> 4K Slideshow Maker<p>Сreate amazing slideshows</p>\n</li>\n</ul> Products DownloadHelpBlog English Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> Products Download Help Blog Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send 4K Download — amazing solutions for your needs <ul>\n<li> 4K Download Terms of Use </li>\n<li> 4K Download Affiliate Program Agreement </li>\n</ul> 4K Download Terms of Use <p> Please review these terms and conditions of use carefully before using our Applications and applications, including, without limitation, the following Applications and applications: </p>\n<p> 4KDownload.com, 4K Video Downloader, 4K YouTube to MP3, 4K Strogram, 4K Slideshow Maker, and 4K Video to MP3 </p>\n<p> This document states the terms and conditions (“Terms”) upon which Open Media OOO (“we” or “us”) will provide service to you on its Applications, applications and related services (collectively, the “Application”).\nAs used in this document, the terms “you” or “your” refers to you, any entity you represent, your or its representatives, successors, assigns and affiliates, and any of your or their devices.\n</p>\n<p>\n<strong>By visiting, accessing, using, downloading, copying, installing and/or joining (collectively “using”) the Application, you express your understanding and acceptance of these Terms.\nIf you do not agree to be bound by these Terms, cease using the Application and delete it.\nThese Terms constitute a binding contractual agreement between you and us.\nThese Terms also contain an arbitration clause under which certain claims may not be brought in a court or decided by a jury, so please read this document carefully.</strong>\n</p>\n<p>\n<strong>These terms also include certain liability limitations and legal disclaimers that limit our liabilities.\nIn other words, your use of the Application is at your own risk and we do not assume any liability, or make any warranties of any kind, express or implied, with respect to the Application.</strong>\n</p> 1.\nEligibility and Accounts <ul>\n<li>Use of the Application is not permitted where prohibited by law.\nWithout limiting the foregoing, you represent and warrant that you are not located in a country that is subject to international or applicable embargo, or a country that has been designated by the international or applicable law as a “terrorist supporting” country and that you are not listed on any applicable list of prohibited or restricted parties.</li>\n<li>You must be at least eighteen (18) years of age to use the Application.\nIf you are under eighteen (18) years old, you are not permitted to use the Application and you must immediately cease using the Application, regardless of parental authorization.</li>\n<li>You may be required, from time to time and in our discretion, to create an account with us (an “Account”) to use parts of the Application to its fullest extent.\nYou represent and warrant that all information that you provide to us in creating your Account is complete and accurate.\nYou shall update such information when it changes or when we request.\nYou acknowledge that we may also access, with your permission, personally identifiable information through Facebook, Instagram, Google, YouTube, or other means based on the permissions you provide.\nYou shall not use another person or entity’s Account without authorization or access the accounts of any other person on any other systems.\nYou shall be solely responsible for maintaining the confidentiality of and restricted access to your Account.\nYou shall be solely responsible for all activities that occur under your Account.\nYou shall notify us immediately of any breach of security or unauthorized use of your Account.\nPursuant to the terms herein, we shall not be liable for any losses resulting from any unauthorized use of your Account and, in addition to the further indemnification herein, you hereby indemnify us and hold us harmless for any such unauthorized use.\nYou acknowledge and understand that anyone who gains access to your Account will gain access to your all of your data on your Account, including any private content.</li>\n<li>The consideration for your knowing acceptance of these Terms is that we are providing you the Grant of Use to use the Application pursuant to Section 2 hereof.\nYou acknowledge and agree that this consideration is adequate and that you have received the same upon use of the Application.</li>\n</ul> 2.\nGrant of Use <ul>\n<li>We grant you a non-exclusive, non-transferable, and limited right to access, non-publicly display, and use the Application, including all content available therein (the “Content”) on your computer or mobile device consistent with these Terms and subject to the restrictions of the Application.\nYou may only access and use the Application for your personal and noncommercial use.</li>\n<li>This grant is terminable by us at will for any reason and at our sole discretion, with or without prior notice.\nUpon termination, we may, but shall not be obligated to: (i) delete or deactivate your Account, (ii) block your e-mail and/or IP addresses or otherwise terminate your use of and ability to use the Application, and/or (iii) remove and/or delete any of your User Submissions (defined below).\nYou agree not to use or attempt to use the Application after said termination.\nUpon termination, the grant of your right to use the Application shall terminate, but all other portions of these Terms shall survive.\nYou acknowledge that we are not responsible to you or any third party for the termination of your grant of use.</li>\n<li>In addition to the terms set forth herein, your use of the Application shall be limited by the rules and features of the Application, which may change from time to time in our sole discretion.\nYou shall not attempt to use the Application in any manner in which the Application is not intended or permitted to be used.</li>\n</ul> 3.\nIntellectual Property <ul>\n<li>The Content, excluding User Submissions and Third Party Content (defined below), but including other text, graphical images, photographs, music, video, software, scripts, source code, and trademarks, service marks and logos contained therein (collectively “Proprietary Materials”), are owned by and/or licensed to us.\nAll Proprietary Materials are subject to copyright, trademark, and/or other rights under the laws of applicable jurisdictions, including domestic laws, foreign laws, and international conventions.\nWe reserve all our rights over our Proprietary Materials.</li>\n<li>Except as otherwise explicitly permitted, you agree not to copy, modify, publish, transmit, distribute, participate in the transfer or sale of, create derivative works of, or in any other way exploit, in whole or in part, any Proprietary Materials or Third Party Content.</li>\n</ul> 4.\nUser Submissions <ul>\n<li>You are entirely responsible for any and all materials you download, upload, submit, transmit, create, modify or otherwise make available in or via the Application, including any sound files, video files, or photographs that you create, modify, transmit or download through the Application (collectively, “User Submissions”).\nUser Submissions cannot always be withdrawn.\nYou acknowledge that any disclosure of personal information in User Submissions may make you personally identifiable and that we do not guarantee any confidentiality with respect to User Submissions.</li>\n<li> You shall be solely responsible for any and all of your own User Submissions and any and all consequences of downloading, uploading, submitting, modifying, transmitting, creating or otherwise making available the User Submissions.\nFor any and all of your User Submissions, you affirm, represent and warrant that: <ul>\n<li>You own or have the necessary licenses, permissions, rights or consents to use and authorize us to use all trademarks, copyrights, trade secrets or other proprietary rights in and to User Submissions for any and all uses contemplated by the Application and these Terms.\nand</li>\n<li>You have written consent, release, and/or permission from each and every identifiable individual in the User Submission to use the name and/or likeness of each and every such identifiable individual to enable use of the User Submission for any and all uses contemplated by the Applications and these Terms.</li>\n</ul>\n</li>\n<li> You further agree that you shall not download, upload, submit, create, transmit, modify or otherwise make available material that: <ul>\n<li>Is copyrighted, protected by trade secret or trademark laws, or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights, have explicit permission from the rightful owner to submit the material and to grant us all of the license rights granted herein, or have other legal and effective basis to the material and to grant us all of the license rights granted herein;</li>\n<li>Is obscene, vulgar, illegal, unlawful, defamatory, fraudulent, libelous, harmful, harassing, abusive, threatening, invasive of privacy or publicity rights, hateful, racially or ethnically offensive, inflammatory, or otherwise inappropriate as decided by us in our sole discretion;</li>\n<li>Depicts illegal activities, promotes or depicts physical harm or injury against any group or individual, or promotes or depicts any act of cruelty to animals;</li>\n<li>Impersonates any person or entity or otherwise misrepresents you in any way, including creating a false identity;</li>\n<li>Would constitute, encourage or provide instructions for a criminal offense, a violation of the rights of any party, or that would otherwise create liability or violate any local, state, national or international law.\nor</li>\n<li>Is unsolicited or unauthorized advertising, promotion, “spam” or any other form of solicitation.</li>\n</ul>\n</li>\n<li>We claim no ownership or control over User Submissions or Third Party Content.\nYou or a third-party licensor, as appropriate, retain all copyrights to User Submissions and you are responsible for protecting those rights as appropriate.\nYou irrevocably grant us a world-wide, non-exclusive, royalty-free, perpetual, non-cancelable, sub-licenseable license to reproduce, publicly perform, publicly display, distribute, adapt, modify, publish, translate, create derivative works of and otherwise exploit User Submissions for any purpose, including without limitation any purpose contemplated by the Application and these Terms.\nYou also irrevocably waive and cause to be waived against us and any of our users any claims and assertions of moral rights or attribution with respect to User Submissions.</li>\n<li>You represent and warrant that you have all the rights, power and authority necessary to grant the rights granted herein to User Submissions.\nSpecifically, you represent and warrant that you have the right to download, upload, modify, access, transmit, create or otherwise make available the User Submissions on the Application, and that downloading or uploading the User Submissions will not infringe upon any other party’s rights or your contractual obligations to other parties.</li>\n<li>You acknowledge that we may at our sole discretion refuse to publish, remove, or block access to any User Submission for any reason, or for no reason at all, with or without notice.</li>\n<li>Without limiting the other indemnification provisions herein, you agree to defend us against any claim, demand, suit or proceeding made or brought against us by a third-party alleging that your User Submissions or your use of the Application in violation of these Terms infringes or misappropriates the intellectual property rights of any third-party or violates applicable law and you shall indemnify us for any and all damages against us and for reasonable attorney’s fees and other costs incurred by us in connection with any such claim, demand, suit or proceeding.</li>\n<li>If you make any suggestions to us about improving the Application or adding new features to the Application, you are assigning to us the right to use your suggestions without any compensation to you.</li>\n</ul> 5.\nContent on the Application <ul>\n<li>You understand and acknowledge that, when using the Application, you will be exposed to content from a variety of sources including content made available on or through the Application by other users, services, parties and through automated or other means (collectively, “Third Party Content”) and that we do not control and are not responsible for any Third Party Content.\nYou understand and acknowledge that you may be exposed to content that is inaccurate, offensive, indecent or otherwise objectionable or may cause harm to your computer systems and, without limiting the other limitation of liability provisions herein, you agree to waive, and hereby do waive, any legal or equitable rights or remedies you may have against us with respect thereto.</li>\n<li>We claim no ownership or control over Third Party Content.\nThird parties retain all rights to their respective Third Party Content and they are responsible for protecting their rights as appropriate.</li>\n<li>You understand and acknowledge that we assume no responsibility whatsoever for monitoring the Application for inappropriate content or conduct.\nIf at any time we choose, in our sole discretion, to monitor such content, we assume no responsibility for such content, have no obligation to modify or remove any such content (including User Submissions and Third Party Content), and assume no responsibility for the conduct of others submitting any such content (including User Submissions and Third Party Content).</li>\n<li>Without limiting the provisions below on limitations of liability and disclaimers of warranties, all Content (including User Submissions and Third Party Content) on the Application is provided to you “AS-IS” for your information and personal use only and you shall not use, copy, reproduce, distribute, transmit, broadcast, display, sell, license or otherwise exploit for any other purpose whatsoever the Content without the prior written consent of the respective owners/licensors of the Content.\n</li>\n<li>You acknowledge that we may at our sole discretion refuse to publish, remove, or block access to any Content for any reason, or for no reason at all, with or without notice.</li>\n</ul> 6.\nUser Conduct <ul>\n<li>You represent and warrant that all the information and content provided by you to us is accurate and current and that you have all necessary rights, power and authority to (i) agree to these Terms, (ii) provide the User Submissions to us, and (iii) perform the acts required of you under these Terms.</li>\n<li>You hereby expressly authorize us to monitor, record and log any of your activities on the Application.</li>\n<li> As a condition of your use of the Application: <ul>\n<li>You agree not to use the Application for any unlawful purpose or in any way that is prohibited by these Terms;</li>\n<li>You agree to abide by all applicable local, state, national and international laws and regulations;</li>\n<li>You agree not to use the Application in any way that exposes us to criminal or civil liability;</li>\n<li>You agree that you are solely responsible for all acts and omissions that occur as a result of your use of the Application;</li>\n<li>You agree that all your User Submissions belong to you and that you have the right and authority to provide them to us and make use of them on or through the Application;</li>\n<li>You agree not to use any automated means, including robots, crawlers or data mining tools, to download, monitor or use data or Content from the Application;</li>\n<li>You agree not to take any action that imposes, or may impose, in our sole discretion, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive demands on it;</li>\n<li>You agree not to “stalk” or otherwise harass anyone on or through the Application;</li>\n<li>You agree not to forge headers or otherwise manipulate identifiers in order to disguise the origin of any information you transmit;</li>\n<li>You agree not to disable, circumvent, or otherwise interfere with security related features of the Application or features that prevent or restrict use or copying of any content or which enforce limitations on the use of the Application or the content therein;</li>\n<li>You agree not to post, link to, or otherwise make available on the Application any material that contains software viruses or any computer code, file or program designed to interrupt, destroy, limit or monitor the functionality of any computer software or hardware or any telecommunications equipment;</li>\n<li>You agree not to license, sublicense, sell, resell, transfer, assign, distribute or otherwise in any way commercially exploit or make available the Application or any Content to any third party;</li>\n<li>You agree not to “frame” or “mirror” the Application.\nand</li>\n<li>You agree not to reverse engineer any portion of the Application.</li>\n</ul>\n</li>\n<li>You may only use the Application consistent with these Terms and any and all agreements under which the Application is provided to you (including, for example, any app store agreement).\nYou assume sole responsibility for obtaining any additional or related hardware or software required for use of the Application.</li>\n<li>Except as described below, you are not permitted to decompile, disassemble, reverse compile, reverse assemble, reverse translate or otherwise reverse engineer the Application, use any similar means to discover the source code of the Application or to discover any trade secrets or other intellectual property in the Application.</li>\n<li>You acknowledge that from time to time the Application may automatically check for and install updates on your device.\nYou agree and accept that the Application may make updates without your confirmation or consent.\nAny updates to the Application will be deemed part of the Application.\nHowever, we have no obligation to provide you with any updates to the Application (nor does any third-party).</li>\n<li>We reserve the right to take appropriate action against any user for any unauthorized use of the Application, including civil, criminal and injunctive redress and the termination of any user’s use of the Application.\nAny use of the Application and our computer systems not authorized by these Terms is a violation of these Terms and certain international, foreign and domestic criminal and civil laws.</li>\n<li>In addition to termination of the grant of use of the Application, any violation of this Agreement, including the provisions of this Section 6, shall subject you to liquidated damages of ten thousand dollars ($10,000) for each violation.\nIn the event that your violation results in legal action (whether against you or against us by any party) or physical or emotional harm to any party, you shall be subject to liquidated damages of One Hundred and Fifty Thousand Dollars ($150,000) for each violation.\nWe may, in our discretion, assign any such damage claim or portion thereof to a third party that has been wronged by your conduct.\nThese liquidated damages provisions are not a penalty, but instead an attempt by the Parties to reasonably ascertain the amount of actual damage that could occur from such a violation.\nYou acknowledge and agree that the amount of these liquidated damages is a minimum and that if actual damages are greater you shall be liable for the greater amount.\nIf a court of competent jurisdiction finds that these liquidated damages are unenforceable to any extent, then the liquidated damages shall be lowered only by the extent necessary for them to be enforceable.</li>\n</ul> 7.\nServices on the Application <ul>\n<li>You acknowledge that the Application is a general-purpose tool.\nSpecifically, but without limitation, the Application allows you to access media on multiple other platforms and to, among other things, download that media.\n<strong>\n<u>The Application may only be used in accordance with law.\nWe do not encourage, condone, induce or allow any use of the Application that may be in violation of any law.</u>\n</strong> We explicitly prohibit the use of the Application to download any content in violation of copyright laws.</li>\n<li>To the extent that we may store any User Submissions whatsoever, we do not store any User Submissions for anything longer than a transitory period of time to give users chance to download their content.</li>\n</ul> 8.\nFees <ul>\n<li>You acknowledge that we reserve the right to charge for any or all of our services and to change our fees from time to time in our sole discretion.\nIf at any time we terminate your rights to use the Application because of a breach of these Terms, you shall not be entitled to a refund of any portion of your fees.\nIn all other respects, such fees shall be governed by additional rules, terms, conditions or agreements posted on the Application and/or imposed by any sales agent or payment processing company, as may be amended from time to time.</li>\n<li>\"PREMIUM\" VERSION.\nThat which is established in this clause will only be applied to users of the \"premium\" version of the software.\nOpen Media OOO.\ndeclares that the \"premium\" version of this software offers the following characteristics:</li>\n</ul>\n<p>It is free of publicity/advertisements.</p>\n<p>It has all declared functions activated.</p>\n<p>It allows free updates from the date of acquisition.\nHowever the user understands that Open Media OOO does not have the obligation to execute these updates during this time or any whatsoever at any other moment.</p>\n<p>Open Media OOO reserves the right to dissolve this agreement with the user of the premium version without previous notice if any of the clauses included in the document have been violated.</p> 9.\nPrivacy Policy <ul>\n<li>We retain a separate Privacy Policy and your assent to these Terms also signifies that you have read and understand the Privacy Policy.\nWe reserve the right to amend the Privacy Policy at any time by posting such amendments to the Application or our website.\nNo other notification may be made to you about any amendments.\nYour continued use of the App following such amendments will be deemed your acknowledgement of the Privacy Policy and acceptance of the same.</li>\n<li>You acknowledge that we may collect and use anonymous technical data and related information, including but not limited to technical information about your device, system and application software, and peripherals, that is gathered periodically to facilitate the provision of updates to the Application.</li>\n<li>You understand, acknowledge and agree that we may access, preserve and disclose your information if required to do so by law or in a good faith belief that such access, preservation or disclosure is reasonably desirable or necessary for us.</li>\n<li>Email Communication.\nYou agree that Open Media OOO may communicate with you via email and any similar technology for any purpose relating to the Software, other Open Media OOO products and any services or software which may in the future be provided by Open Media OOO or on Open Media OOO's behalf.\nIf you do not want to receive communication from Open Media OOO, you can unsubscribe at any time following the instructions contained in any email received from Open Media OOO or by writing an opt-out request to Open Media OOO at support@4kdownload.com.</li>\n</ul> 10.\nCopyright Claims <ul>\n<li>We respect the intellectual property rights of others.\nYou may not infringe the copyright, trademark or other proprietary informational rights of any party.\nWe may in our sole discretion remove any Content we have reason to believe violates any of the intellectual property rights of others and may terminate your use of the Application if you submit any such Content.</li>\n<li>\n<strong>\n<em>Repeat Infringer Policy</em>.\nAs part of our repeat-infringement policy, any user for whose MATERIAL we receive three good-faith and effective complaints within any contiguous six-month period will have his grant of use of the Application terminated.</strong>\n</li>\n<li> Although we are not subject to United States law, we voluntarily comply with the Digital Millennium Copyright Act.\nPursuant to Title 17, Section 512(c)(2) of the United States Code, if you believe that any of your copyrighted material is being infringed on the Application, we have designated an agent to receive notifications of claimed copyright infringement.\nNotifications should be e-mailed to notice@incorporatenow.com or sent to: <p>Copyright Agent</p>\n<p>Incorporate Now Inc</p>\n<p>512 Lucerne Ave</p>\n<p>Lake Worth, FL 33460</p>\n<p>Phone: (800) 371-1217</p>\n<p>Fax: (800) 371-0235</p>\n<p>Email: <em>you can use</em>\n</p>\n</li>\n<li> All notifications not relevant to us or ineffective under the law will receive no response or action thereupon.\nAn effective notification of claimed infringement must be a written communication to our agent that includes substantially the following: <ul>\n<li>Identification of the copyrighted work that is believed to be infringed.\nPlease describe the work and, where possible, include a copy or the location (e.g., a URL) of an authorized version of the work;</li>\n<li>Identification of the material that is believed to be infringing and its location or, for search results, identification of the reference or link to material or activity claimed to be infringing.\nPlease describe the material and provide a URL or any other pertinent information that will allow us to locate the material on the Application or on the Internet;</li>\n<li>Information that will allow us to contact you, including your address, telephone number and, if available, your e-mail address;</li>\n<li>A statement that you have a good faith belief that the use of the material complained of is not authorized by you, your agent or the law;</li>\n<li>A statement that the information in the notification is accurate and that under penalty of perjury that you are the owner or are authorized to act on behalf of the owner of the work that is allegedly infringed.\nand</li>\n<li>A physical or electronic signature from the copyright holder or an authorized representative.</li>\n</ul>\n</li>\n<li> If your User Submission or a search result to your Application is removed pursuant to a notification of claimed copyright infringement, you may provide us with a counter-notification, which must be a written communication to our above listed agent and satisfactory to us that includes substantially the following: <ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;</li>\n<li>Your name, address, telephone number, email address and a statement that you consent to the jurisdiction of the courts in the address you provided and the location in which the purported copyright owner is located.\nand</li>\n<li>A statement that you will accept service of process from the purported copyright owner or its agent.</li>\n</ul>\n</li>\n</ul> 11.\nModification of These Terms <ul>\n<li>We reserve the right to amend these Terms at any time by posting such amended Terms to the Application.\nNo other notification may be made to you about any amendments.\nYOU ACKNOWLEDGE THAT YOUR CONTINUED USE OF THE APPLICATION FOLLOWING SUCH AMENDMENTS WILL CONSTITUTE YOUR ACCEPTANCE OF SUCH AMENDMENTS, REGARDLESS OF WHETHER YOU HAVE ACTUALLY READ THEM.</li>\n</ul> 12.\nIndemnification and Release <ul>\n<li>You hereby agree to indemnify us and hold us harmless from any and all damages and third-party claims and expenses, including attorney’s fees, arising from your use of the Application and/or from your breach of these Terms.</li>\n<li>In the event that you have a dispute with one of more other users or any third parties, you hereby release us, our officers, employees, agents and successors-in-right from claims, demands and damages (actual and consequential) of every kind or nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes and/or the Application.</li>\n</ul> 13.\nDisclaimer of Warranties and Limitations of Liabilities <ul>\n<li>READ THIS SECTION CAREFULLY AS IT LIMITS OUR LIABILITY TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW (BUT NO FURTHER).</li>\n<li>The Application may contain links to third-party websites or other services which are independent of us.\nWe assume no responsibility for the content, privacy policies, or practices of and make no representation or warranty as to the accuracy, completeness or authenticity of information contained in any third party websites or other services.\nWe have no right or ability to edit the content of any third party websites or other services.\nYou acknowledge that we shall not be liable for any and all liability arising from your use of any third party websites or other services.</li>\n<li>The Application is provided “AS-IS” and without any warranty or condition, express, implied or statutory.\nWe specifically disclaim to the fullest extent any implied warranties of merchantability, fitness for a particular purpose, non-infringement, information accuracy, integration, interoperability or quiet enjoyment.\nWe disclaim any warranties for viruses or other harmful components in connection with the Applications.\nSome jurisdictions do not allow the disclaimer of implied warranties, therefore in such jurisdictions, some of the foregoing disclaimers may not apply to you or be limited insofar as they relate to such implied warranties.</li>\n<li>UNDER NO CIRCUMSTANCES SHALL WE BE LIABLE FOR DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES) RESULTING FROM ANY ASPECT OF YOUR USE OF THE APPLICATION, WHETHER, WITHOUT LIMITATION, SUCH DAMAGES ARISE FROM (i) YOUR USE, MISUSE OR INABILITY TO USE THE APPLICATION, (ii) YOUR RELIANCE ON ANY CONTENT ON THE APPLICATION, (iii) THE INTERRUPTION, SUSPENSION, MODIFICATION, ALTERATION OR COMPLETE DISCONTINUANCE OF THE APPLICATION OR (iv) THE TERMINATION OF SERVICE BY US.\nTHESE LIMITATIONS ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF OTHER SERVICES OR PRODUCTS RECEIVED OR ADVERTISED IN CONNECTION WITH THE APPLICATION.\nSOME JURISDICTIONS DO NOT ALLOW SOME LIMITATIONS OF LIABILITY, THEREFORE, IN SUCH JURISDICTIONS, SOME OF THE FOREGOING LIMITATIONS MAY NOT APPLY TO YOU OR BE LIMITED.</li>\n<li>WE DO NOT WARRANT THAT (i) THE APPLICATION WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, (ii) THE APPLICATION WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM YOUR USE OF THE APPLICATION WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, CONTENT OR OTHER MATERIAL OBTAINED THROUGH THE APPLICATION WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS, OR (v) ANY ERRORS IN CONTENT WILL BE CORRECTED.</li>\n<li>ANY CONTENT OBTAINED THROUGH THE USE OF THE APPLICATION IS OBTAINED AT YOUR OWN DISCRETION AND RISK.\nYOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH CONTENT.</li>\n<li>YOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE APPLICATION OR ANY OTHER GRIEVANCE SHALL BE THE TERMINATION OF YOUR USE OF THE APPLICATION.\nWITHOUT LIMITING THE FOREGOING, IN NO CASE SHALL THE MAXIMUM LIABILITY OF US ARISING FROM OR RELATING TO YOUR USE OF THE APPLICATION EXCEED $100.</li>\n<li>All of the above disclaimers of warranties and limitations of liabilities shall be deemed to apply to our parent companies, subsidiaries, directors, officers, employees, agents, designees, contractors, affiliates, subsidiaries, successors and assigns as well.</li>\n</ul> 14.\nDisputes <ul>\n<li>To the maximum extent permitted by law, these Terms as well as any claim, cause of action, or dispute that may arise between you and us, are governed by the laws of the RUSSIA FEDERATION without regard to conflict of law provisions.\nFOR ANY CLAIM BETWEEN US, YOU AGREE TO SUBMIT AND CONSENT TO THE PERSONAL AND EXCLUSIVE JURISDICTION IN, AND THE EXCLUSIVE VENUE OF THE COURTS IN NIZHNY NOVGOROD, RUSSIAN FEDERATION.\nHowever, in the event that we are seeking indemnification from you hereunder, we may file suit for indemnification in the same court in which the claim against us for which we are seeking indemnification is brought.\nYou hereby waive any right to seek another venue because of improper or inconvenient forum.</li>\n<li>YOU AGREE THAT YOU MAY BRING CLAIMS ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE ACTION.</li>\n<li>\n<strong>\n<u>You hereby agree that as part of the consideration for these terms, you are hereby waiving any right you may have to a trial by jury for any dispute between the us arising from or relating to these terms or the Application.\nThis provision shall be enforceable even in the case that any arbitration provisions or any other provisions of this section are waived.</u>\n</strong>\n</li>\n</ul> 15.\nGeneral Terms <ul>\n<li>These Terms, as amended from time to time, constitute the entire agreement between you and us and supersede all prior agreements between you and us and may not be modified without our written consent.</li>\n<li>Our failure to enforce any provision of these Terms will not be construed as a waiver of any provision or right.</li>\n<li>If any part of these Terms is determined to be invalid or unenforceable pursuant to applicable law, then the invalid and unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.</li>\n<li>Nothing herein is intended, nor will be deemed, to confer rights or remedies upon any third party.</li>\n<li>These Terms are not assignable, transferable or sub-licensable by you except with our prior written consent, but may be assigned or transferred by us without restriction.</li>\n<li>You agree that we may provide you with notices by e-mail, regular mail, or postings to the Application.</li>\n<li>The section titles in these Terms are for convenience only and have no legal or contractual effect.</li>\n<li>As used in these Terms, the term “including” is illustrative and not limitative.</li>\n<li>If this agreement is translated and executed in any language other than English and there is any conflict as between the translation and the English version, the English version shall control.</li>\n</ul>\n<p>We use cookies to ensure you get the best experience on our website.\nIf you continue to browse, we will assume you are happy with it.\nRead more.</p> Products 4K Video Downloader4K YouTube to MP34K Stogram4K Slideshow Maker4K Video to MP3Download Help How toVideo GuidesFAQTroubleshootingLicense retrievalFeedback Legal info Terms of UseAffiliate AgreementPrivacy PolicyRefund Policy Company About us News Contribute Affiliate Non-Profit and Educational Discount Program Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send © 2021 Open Media OOO.\nAll rights reserved.\nEnglish Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> ", "created_at": "2021-06-01 14:44:36.593008", "updated_at": "2021-06-01 12:44:56.874375"}, {"id": 6639, "name": "4K Download Affiliate Program Agreement", "url": "https://www.4kdownload.com/agreement/affiliate", "xpath": "", "text": " 77EEF0E5-0BD5-4389-9FED-3A516652DCFC EFD94688-37A7-4E25-BF1A-C4F3304D48DA <ul>\n<li> 4K Video Downloader<p>Download content from YouTube</p>\n</li>\n<li> 4K Stogram<p>Save photo and video from Instagram</p>\n</li>\n<li> 4K YouTube to MP3<p>Convert YouTube to MP3</p>\n</li>\n<li> 4K Video to MP3<p>Extract audio from video</p>\n</li>\n<li> 4K Slideshow Maker<p>Сreate amazing slideshows</p>\n</li>\n</ul> Products DownloadHelpBlog English Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> Products Download Help Blog Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send 4K Download — amazing solutions for your needs <ul>\n<li> 4K Download Terms of Use </li>\n<li> 4K Download Affiliate Program Agreement </li>\n</ul> 4K Download Affiliate Program Agreement 1.\nOverview <p>This Agreement contains the complete terms and conditions that apply to you becoming an affiliate in 4kdownload.com's Affiliate Program.\nThe purpose of this Agreement is to allow HTML linking between your web site and the 4kdownload.com web site.\nPlease note that throughout this Agreement, \"we,\" \"us,\" and \"our\" refer to 4kdownload.com, and \"you,\" \"your,\" and \"yours\" refer to the affiliate.</p> 2.\nAffiliate Obligations <p>2.1 To begin the enrollment process, you will complete and submit the online application at the 4kdownload.com.\nThe fact that we auto-approve applications does not imply that we may not re-evaluate your application at a later time.\nWe may reject your application at our sole discretion.\nWe may cancel your application if we determine that your site is unsuitable for our Program, including if it:</p>\n<p> 2.1.1 Promotes sexually explicit materials.<br> 2.1.2 Promotes violence.<br> 2.1.3 Promotes discrimination based on race, sex, religion, nationality, disability, sexual orientation, or age.<br> 2.1.4 Promotes illegal activities.<br> 2.1.5 Incorporates any materials which infringe or assist others to infringe on any copyright, trademark or other intellectual property rights or to violate the law.<br> 2.1.6 Includes \"4kdownload\", variations or misspellings thereof in its domain name or names of its products: 4K Video Downloader, 4K Stogram, 4K Youtube to MP3, 4K Video to MP3, 4K Slideshow Maker and names of any future applications.<br> 2.1.7 Is otherwise in any way unlawful, harmful, threatening, defamatory, obscene, harassing, or racially, ethnically or otherwise objectionable to us in our sole discretion.<br> 2.1.8 Contains software downloads that potentially enable diversions of commission from other affiliates in our program.<br> 2.1.9 You may not create or design your website or any other website that you operate, explicitly or implied in a manner which resembles our website nor design your website in a manner which leads customers to believe you are 4kdownload.com or any other affiliated business.<br>\n</p>\n<p>2.2 4kdownload.com reserves the right, at any time, to review your placement and approve the use of Your Links and require that you change the placement or use to comply with the guidelines provided to you.</p>\n<p>2.3 The maintenance and the updating of your site will be your responsibility.\nWe may monitor your site as we feel necessary to make sure that it is up-to-date and to notify you of any changes that we feel should enhance your performance.</p>\n<p>2.4 The maintenance and the updating of your site will be your responsibility.\nWe may monitor your site as we feel necessary to make sure that it is up-to-date and to notify you of any changes that we feel should enhance your performance.</p> 3.\n4kdownload.com Rights and Obligations <p>3.1 We have the right to monitor your site at any time to determine if you are following the terms and conditions of this Agreement.\nWe may notify you of any changes to your site that we feel should be made, or to make sure that your links to our web site are appropriate and to further notify you of any changes that we feel should be made.\nIf you do not make the changes to your site that we believe are necessary, we reserve the right to terminate your participation in the 4kdownload.com Affiliate Program.</p>\n<p>3.2 4kdownload.com reserves the right to terminate this Agreement and your participation in the 4kdownload.com Affiliate Program immediately and without notice to you should you commit fraud in your use of the 4kdownload.com Affiliate Program or should you abuse this program in any way.\nIf such fraud or abuse is detected, 4kdownload.com shall not be liable to you for any commissions for such fraudulent sales.</p>\n<p>3.3 This Agreement will begin upon our acceptance of your Affiliate application, and will continue unless terminated hereunder.</p> 4.\nTermination <p>Either you or we may end this Agreement AT ANY TIME, with or without cause, by giving the other party written notice.\nWritten notice can be in the form of mail, email or fax.\nIn addition, this Agreement will terminate immediately upon any breach of this Agreement by you.</p> 5.\nModification <p>We may modify any of the terms and conditions in this Agreement at any time at our sole discretion.\nIn such event, you will be notified by email.\nModifications may include, but are not limited to, changes in the payment procedures and 4kdownload.com's Affiliate Program rules.\nIf any modification is unacceptable to you, your only option is to end this Agreement.\nYour continued participation in 4kdownload.com's Affiliate Program following the posting of the change notice or new Agreement on our site will indicate your agreement to the changes.</p> 6.\nPayment <p>4kdownload uses a third party to handle all of the tracking and payment.\nThe third party is the Tapfiliate.com affiliate platform.\nThe payment will be made in the USD currency via Paypal, post 35 days from the payment of the customer, minimum amount is 500 USD.</p> 7.\nAccess to Affiliate Account Interface <p>You will create a password so that you may enter Tapfiliate.com’s secure affiliate account interface.\nFrom their site you will be able to receive your reports that will describe our calculation of the commissions due to you.</p> 8.\nPromotion Restrictions <p>8.1 You are free to promote your own web sites, but naturally any promotion that mentions 4kdownload.com and its products could be perceived by the public or the press as a joint effort.\nYou should know that certain forms of advertising are always prohibited by 4kdownload.com.\nFor example, advertising commonly referred to as \"spamming\" is unacceptable to us and could cause damage to our name.\nOther generally prohibited forms of advertising include the use of unsolicited commercial email (UCE), postings to non-commercial newsgroups and cross-posting to multiple newsgroups at once.\nIn addition, you may not advertise in any way that effectively conceals or misrepresents your identity, your domain name, or your return email address.\nYou may use mailings to customers to promote 4kdownload.com as long as the recipient is already a customer or subscriber of your services or web site, and recipients have the option to remove themselves from future mailings.\nAlso, you may post to newsgroups to promote 4kdownload.com as long as the news group specifically welcomes commercial messages.\nAt all times, you must clearly represent yourself and your web sites as independent from 4kdownload.com.\nIf it comes to our attention that you are spamming, we will consider that cause for immediate termination of this Agreement and your participation in the 4kdownload.com Affiliate Program.\nAny pending balances owed to you will not be paid if your account is terminated due to such unacceptable advertising or solicitation.</p>\n<p>8.2 Affiliates that among other keywords or exclusively bid in their Pay-Per-Click campaigns on keywords such as 4kdownload.com, 4kdownload, www.4kdownload, www.4kdownload.com, 4K Video Downloader, 4K Stogram, 4K Youtube to MP3, 4K Video to MP3, 4K Slideshow Maker, names of any future applications, and/or any misspellings or similar alterations of these – be it separately or in combination with other keywords – and do not direct the traffic from such campaigns to their own website prior to re-directing it to ours, will be considered trademark violators, and will be banned from 4kdownload’s Affiliate Program.\nWe will do everything possible to contact the affiliate prior to the ban.\nHowever, we reserve the right to expel any trademark violator from our affiliate program without prior notice, and on the first occurrence of such PPC bidding behavior.</p>\n<p>8.3 Affiliates are not prohibited from keying in prospect’s information into the lead form as long as the prospects’ information is real and true, and these are valid leads (i.e.\nsincerely interested in 4kdownload’s service).</p>\n<p>8.4 Affiliate shall not transmit any so-called “interstitials,” “Parasiteware™,” “Parasitic Marketing,” “Shopping Assistance Application,” “Toolbar Installations and/or Add-ons,” “Shopping Wallets” or “deceptive pop-ups and/or pop-unders” to consumers from the time the consumer clicks on a qualifying link until such time as the consumer has fully exited 4kdownload’s site (i.e., no page from our site or any 4kdownload.com’s content or branding is visible on the end-user’s screen).\nAs used herein a.\n“Parasiteware™” and “Parasitic Marketing” shall mean an application that (a) through accidental or direct intent causes the overwriting of affiliate and non affiliate commission tracking cookies through any other means than a customer initiated click on a qualifying link on a web page or email.\n(b) intercepts searches to redirect traffic through an installed software, thereby causing, pop ups, commission tracking cookies to be put in place or other commission tracking cookies to be overwritten where a user would under normal circumstances have arrived at the same destination through the results given by the search (search engines being, but not limited to, Google, MSN, Yahoo, Overture, AltaVista, Hotbot and similar search or directory engines).\n(c) set commission tracking cookies through loading of 4kdownload site in IFrames, hidden links and automatic pop ups that open 4kdownload.com’s site.\n(d) targets text on websites, other than those websites 100% owned by the application owner, for the purpose of contextual marketing.\n(e) removes, replaces or blocks the visibility of Affiliate banners with any other banners, other than those that are on web sites 100% owned by the owner of the application.</p> 9.\nDisclaimer <p>4KDOWNLOAD.COM MAKES NO EXPRESS OR IMPLIED REPRESENTATIONS OR WARRANTIES REGARDING 4KDOWNLOAD.COM SERVICE AND WEB SITE OR THE PRODUCTS OR SERVICES PROVIDED THEREIN, ANY IMPLIED WARRANTIES OF 4KDOWNLOAD.COM ABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT ARE EXPRESSLY DISCLAIMED AND EXCLUDED.\nIN ADDITION, WE MAKE NO REPRESENTATION THAT THE OPERATION OF OUR SITE WILL BE UNINTERRUPTED OR ERROR FREE, AND WE WILL NOT BE LIABLE FOR THE CONSEQUENCES OF ANY INTERRUPTIONS OR ERRORS.</p> 10.\nLimitations of Liability <p>TWE WILL NOT BE LIABLE TO YOU WITH RESPECT TO ANY SUBJECT MATTER OF THIS AGREEMENT UNDER ANY CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY OR OTHER LEGAL OR EQUITABLE THEORY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF REVENUE OR GOODWILL OR ANTICIPATED PROFITS OR LOST BUSINESS), EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nFURTHER, NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED IN THIS AGREEMENT, IN NO EVENT SHALL 4KDOWNLOAD.COM'S CUMULATIVE LIABILITY TO YOU ARISING OUT OF OR RELATED TO THIS AGREEMENT, WHETHER BASED IN CONTRACT, NEGLIGENCE, STRICT LIABILITY, TORT OR OTHER LEGAL OR EQUITABLE THEORY, EXCEED THE TOTAL COMMISSION FEES PAID TO YOU UNDER THIS AGREEMENT.</p>\n<p>We use cookies to ensure you get the best experience on our website.\nIf you continue to browse, we will assume you are happy with it.\nRead more.</p> Products 4K Video Downloader4K YouTube to MP34K Stogram4K Slideshow Maker4K Video to MP3Download Help How toVideo GuidesFAQTroubleshootingLicense retrievalFeedback Legal info Terms of UseAffiliate AgreementPrivacy PolicyRefund Policy Company About us News Contribute Affiliate Non-Profit and Educational Discount Program Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send © 2021 Open Media OOO.\nAll rights reserved.\nEnglish Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> ", "created_at": "2021-06-01 14:44:36.591208", "updated_at": "2021-06-01 12:45:22.161426"}, {"id": 6638, "name": "Refund Policy", "url": "https://www.4kdownload.com/refund", "xpath": "//body", "text": " 77EEF0E5-0BD5-4389-9FED-3A516652DCFC EFD94688-37A7-4E25-BF1A-C4F3304D48DA <ul>\n<li> 4K Video Downloader<p>Download content from YouTube</p>\n</li>\n<li> 4K Stogram<p>Save photo and video from Instagram</p>\n</li>\n<li> 4K YouTube to MP3<p>Convert YouTube to MP3</p>\n</li>\n<li> 4K Video to MP3<p>Extract audio from video</p>\n</li>\n<li> 4K Slideshow Maker<p>Сreate amazing slideshows</p>\n</li>\n</ul> Products DownloadHelpBlog English Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> Products Download Help Blog Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send 4K Download — amazing solutions for your needs <ul>\n<li> Privacy Policy </li>\n<li> Refund Policy </li>\n</ul> Refund Policy <p>Our company cares about any feedback from the users of our apps.\nIf you send us a message informing about an error, any question or just a suggestion, you will receive a fast and competent answer from our technical support team within 48 hours.\nAs a rule all the majority of problems is solved \"on the spot\".\nNumerous positive reports concerning our specialists and products prove that perfectly well.\nHowever please read the refund policy for 4K Applications.</p>\n<p>1.\n4K Download provides full refund of your payment in the following cases:</p>\n<ul>\n<li>When you stably encounter an error which is preventing you from using our software properly, and if we are not able to correct the error within 30 days.<br> Please, NOTE! In this case refund is only given if you provide detailed information about your error, requested by our support staff, such as screenshots of error messages, log files, detailed descriptions of your actions, file samples, etc.</li>\n<li>If you accidentally bought the software more than once.</li>\n<li>If you can’t activate the application on your computer due the technical reasons.</li>\n</ul>\n<p>2.\nWe reserve the right to decline refund requests in the following cases:</p>\n<ul>\n<li>When a user informs us about changing his decision to buy the software, saying he has uninstalled it and is not going to use it without giving any particular reasons.</li>\n<li>When reasons which prevent a customer from proper using of our software are stated clearly on our official site.\n(for example, if the customer requests a refund due to the absence of features which we never claimed to provide and which are not listed in the feature list for our applications).</li>\n<li>In Force majeure case, for example, if YouTube will apply changes that will make the content downloading impossible.\nHowever you can claim for the refund if you bought the license less than 30 days ago.</li>\n</ul>\n<p>In such cases, if you disagree with our grounds for refund refusal, you can apply to your bank and initiate a chargeback.</p>\n<p>Once the refund or chargeback will be processed you will not able to use the license key for activation.</p>\n<p>We use cookies to ensure you get the best experience on our website.\nIf you continue to browse, we will assume you are happy with it.\nRead more.</p> Products 4K Video Downloader4K YouTube to MP34K Stogram4K Slideshow Maker4K Video to MP3Download Help How toVideo GuidesFAQTroubleshootingLicense retrievalFeedback Legal info Terms of UseAffiliate AgreementPrivacy PolicyRefund Policy Company About us News Contribute Affiliate Non-Profit and Educational Discount Program Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send Community Get product updates Next <p>I want to receive 4K Download news, special offers and updates.</p>\n<p>By clicking the <strong>Send</strong> button, you agree to our Privacy Policy.</p> Send © 2021 Open Media OOO.\nAll rights reserved.\nEnglish Deutsch français italiano español Português Brasileiro Nederlands polski 简体中文 繁體中文 한국어 日本語 Русский English<ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>français</li>\n<li>italiano</li>\n<li>español</li>\n<li>Português Brasileiro</li>\n<li>Nederlands</li>\n<li>polski</li>\n<li>简体中文</li>\n<li>繁體中文</li>\n<li>한국어</li>\n<li>日本語</li>\n<li>Русский</li>\n</ul> ", "created_at": "2021-06-01 14:44:36.589331", "updated_at": "2021-06-01 12:45:36.7464"}], "points": [], "urls": ["4kdownload.com"]}}