{"error": 448, "message": "OK", "parameters": {"id": 6768, "name": " Climate Leadership Group", "created_at": "2022-08-09 02:05:03.925259", "updated_at": "2022-08-09 22:01:04.465323", "wikipedia": null, "keywords": null, "related": null, "slug": "climate-leadership-group", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6768.png", "url": "c40.org", "documents": [{"id": 12368, "name": "Privacy Policy", "url": "https://www.c40.org/privacy-policy/", "xpath": "//body", "text": " Skip to content Search Close header menu Submit search form Main menu button <ul>\n<li>Who We Are\n<ul>\n<li>About C40</li>\n<li>Leadership <ul>\n<li>The C40 Chair</li>\n<li>Steering Committee</li>\n<li>Board of Directors</li>\n</ul>\n</li>\n<li>Funders &amp.\nPartners</li>\n<li>Our Team</li>\n</ul>\n</li>\n<li>What We Do\n<ul>\n<li>Raising Climate Ambition <ul>\n<li>1.5°C Climate Action Plans</li>\n<li>High-Impact Accelerators</li>\n<li>Inclusive &amp.\nThriving Cities</li>\n<li>Research &amp.\nKnowledge</li>\n</ul>\n</li>\n<li>Influencing the Global Agenda <ul>\n<li>Green &amp.\nJust Transition</li>\n<li>Global Diplomacy &amp.\nAdvocacy</li>\n<li>Financing the Green Transition</li>\n<li>Engaging the Private Sector</li>\n</ul>\n</li>\n<li>Building a Movement <ul>\n<li>Global Green New Deal</li>\n<li>Global Youth &amp.\nMayors Forum</li>\n<li>Cities Race to Zero</li>\n</ul>\n</li>\n<li>Scaling Up Climate Action <ul>\n<li>Adaptation &amp.\nWater</li>\n<li>Air Quality</li>\n<li>Energy &amp.\nBuildings</li>\n<li>Food Systems</li>\n<li>Transportation</li>\n<li>Urban Planning</li>\n<li>Waste Management</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Our Cities</li>\n<li>Latest\n<ul>\n<li>Newsroom</li>\n<li>Events</li>\n<li>Campaigns</li>\n</ul>\n</li>\n<li>C40 Summit</li>\n</ul> Search Close header menu Submit search form <ul>\n<li> Visit our twitter page </li>\n<li> Visit our linkedin page </li>\n<li> Visit our instagram page </li>\n<li> Visit our facebook page </li>\n<li> Visit our youtube page </li>\n</ul>\n<ul>\n<li> Language <ul> Sprache auswählenDeutschAfrikaansAlbanischAmharischArmenischAserbaidschanischBaskischBelarussischBengalischBirmanischBosnischBulgarischCebuanoChichewaChinesisch (vereinfacht)DänischEsperantoEstnischFilipinoFinnischFranzösischFriesischGalizischGeorgischGriechischGujaratiHaitianischHausaHawaiischHebräischHindiHmongIgboIndonesischIrischIsländischItalienischJapanischJavanischJiddischKannadaKasachischKatalanischKhmerKirgisischKoreanischKorsischKroatischKurdisch (Kurmandschi)LaoLateinischLettischLitauischLuxemburgischMalagasyMalayalamMalaysischMaltesischMaoriMarathiMazedonischMongolischNepalesischNiederländischNorwegischPaschtuPersischPolnischPortugiesischPunjabiRumänischRussischSamoanischSchottisch-GälischSchwedischSerbischSesothoShonaSindhiSinghalesischSlowakischSlowenischSomaliSpanischSundanesischSwahiliTadschikischTamilTeluguThailändischTschechischTürkischUkrainischUngarischUrduUsbekischVietnamesischWalisischXhosaYorubaZuluPowered by Google Übersetzer </ul>\n</li>\n</ul> Privacy Policy Updated: October, 2020 <p>C40 Cities Climate Leadership Group, Inc., a Delaware incorporated, non-stock, non-profit corporation whose registered office is at 120 Park Avenue, Floor 23, New York, NY, USA, and its Affiliates (collectively, “we” “us” or “C40”), are committed to protecting and respecting the privacy of the individuals who help us fulfil our charitable mission.\n<br>\n<br>Our Affiliates are:</p>\n<ul>\n<li>C40 Cities Climate Leadership UK, a charity registered in England and Wales with company number 10401717 and charity number 1173124 whose registered office is at 3 Queen Victoria Street, London, EC4N 4TQ, UK.</li>\n<li>C40 Cities Climate Leadership South Africa NPC, a Non Profit Company registered in South Africa with a company number of 2017/243962/08 whose registered office is at Traduna House, 118 Jorissen Street, Braamfontein, 2001 Gauteng, South Africa.</li>\n<li>Foreningen C40 Cities Climate Leadership Denmark, an Association registered in Denmark with a CVR number of 40708243 whose registered office is at c/o BLOXHUB, Bryghuspladsen 8, 1473 Copenhagen K, Denmark.</li>\n<li>C40 Cities Climate Leadership Group (USA) Beijing Representative Office, a Representative Office registered in China with unified social credit code G1110000MCW1706939 whose registered office is at Room 101, 10th floor, 12# Diplomatic Residence Compound, No.1 Xiushui Street, Chaoyang District, Beijing, China.</li>\n</ul>\n<p>Each of these Affiliates may be data controllers of your personal information and it may be shared internally between these Affiliates to achieve the purposes set out below.</p>\n<p>Please read the following carefully to understand how C40 uses your personal information and for information about your privacy rights.</p>\n<p>This Privacy Notice applies to C40.org and any other C40 sites, forms, or services, in addition to any event attendance or general interactions with C40 or its representatives (”&nbsp;C40 Services&nbsp;”).</p> 1.\nWhat personal information do we collect and process? <p>The personal information we may collect includes name, email address, employer, job title, business address, telephone number, location or any additional information you elect to provide directly to us.</p>\n<p>In providing C40 Services, we may also log technical information such as you Internet Protocol (IP) address, browser type, cookie information, access times and device type.</p> 2.\nHow do we collect <br>personal information? <p>We obtain personal information from when you provide it&nbsp;<strong>directly</strong>&nbsp;to us, for example when you engage with our staff, fill in a form on our website, or use C40 Services.\nWe also obtain personal information&nbsp;<strong>indirectly</strong>&nbsp;from you when you visit our websites, including technical information about your device and browsing such as IP address and your interactions with the sites, and via cookies.</p>\n<p>We may also receive information about you from&nbsp;<strong>third parties</strong>&nbsp;, for example from one of our member cities (see&nbsp;www.c40.org/cities&nbsp;), partner organizations, or from individuals or third party organisations who share our charitable interests and may introduce you to us.\nWe also receive some personal information about you when you use social logins (see section 4 below).</p>\n<p>We may collect your information from publicly available sources, such as your organisation’s or employer’s website (for example, your business contact details including your email address).\nDepending on your privacy settings for social media services, we may access information from those accounts or services, including from LinkedIn, Facebook, Instagram and Twitter.</p>\n<p>In general, we may combine your personal information from these different sources to use in accordance with purposes listed in this Privacy Notice.</p> 3.\nHow and why do we use <br>this personal information? <p>We may use your personal information in a number of ways, including:</p>\n<ul>\n<li>to promote C40’s charitable and educational mission (including to hold a list of relevant city contacts to communicate with, and network with and between city contacts, in pursuit of our mission);</li>\n<li>to provide you with services or information that you have requested and to communicate with you in general;</li>\n<li>to facilitate your, or your organization’s, participation in C40’s network or one of our programs and/ or events – and to administer those programs and events;</li>\n<li>to provide you with information about our charitable activities, including C40 and third-party events, work and other services related to our charitable and educational mission that we think may be of interest to you;</li>\n<li>to analyse and improve our work, including our services and activities and to report on the impact and effectiveness of our work;</li>\n<li>for administration purposes including to create an account for you if you register with us.\nto notify you about changes to C40 Services.\nto keep C40 Services safe and secure.\nand to ensure that content is presented in the most effective manner;</li>\n<li>for company administration purposes including to satisfy legal obligations which are binding on us (e.g.\nin relation to tax and law enforcement bodies), for the prevention of fraud or misuse of services, and for the establishment, defence and/ or enforcement of legal claims;</li>\n<li>We may provide you separately with specific further information about our use of your personal information (for example if you apply to work at C40).\nAlso, if we anticipate processing your information in a way that could reasonably be considered outside of what you could reasonably expect, then we will notify you in advance, obtain your consent, where appropriate, or refrain from processing your information in the new way.</li>\n</ul> 4.\nSocial logins <p>Some C40 Services (for example, our Knowledge Hub) enable you to register or log-in to your account through a third-party platform such as Google or LinkedIn.\nWhen you do so, the third-party platform will share some of your (basic account) personal information with us, such as the name and email address you use for your third-party account.\nWe use this personal information to identify you when you log-in and allow you to access C40 Services.</p>\n<p>We do not require you to use social log-ins – if you prefer, you can always register or log-in using your email address and creating a C40 account.\nYou can also un-link your Google or LinkedIn account from your C40 account by updating your settings/ preferences with Google or LinkedIn respectively:</p>\n<ul>\n<li>How to un-link your account from Google</li>\n<li>How to un-link your account from Linkedin</li>\n</ul> 5.\nWhat is our lawful basis <br>for using your personal information? <p>The General Data Protection Regulation (GDPR) requires us to rely on one or more lawful basis to process your personal information.\nThe following are relevant to us:</p>\n<ul>\n<li>Where you give&nbsp;<strong>consent</strong>&nbsp;(for example, to receive our newsletter).</li>\n<li>We have entered into a&nbsp;<strong>contractual arrangement</strong>&nbsp;or taken steps at your request prior to entering into one (with you).</li>\n<li>Where necessary to comply with a&nbsp;<strong>legal obligation</strong>&nbsp;to which we are subject.</li>\n<li>Where there is a&nbsp;<strong>legitimate interest</strong>&nbsp;in us doing so provided our use is fair, balanced and does not unduly impact your rights and freedoms – in general,&nbsp;<strong>C40’s legitimate interests are aimed at furthering</strong>&nbsp;our charitable and educational mission (for example, company governance and reporting, delivering services and programs, and networking and campaigning).</li>\n</ul> 6.\nDo we share your personal information with anyone else? <p>We provide your information to our contractors, suppliers and partners who provide services on our behalf, or with whom we collaborate, to the extent necessary to enable us to provide you C40 Services – provided we are satisfied that they provide sufficient guarantees in respect of safeguarding your personal information and privacy rights, and that we have in place an appropriate agreement with them.</p>\n<p>We may also share your information between our Affiliates (described in the introduction to this Notice), in accordance with applicable data protection law and where appropriate to deliver our charitable mission and C40 Services.</p>\n<p>We may also need to disclose your information to local authorities or law enforcement agencies, if required to do so by law, or as expressly permitted under relevant data protection regulations.\nIf we merge or undergo a reorganisation, in doing so we may acquire or transfer personal information as part of that transaction, but your personal information would continue to be used for the same purposes.</p> 7.\nInternational Transfers <p>As an international organization, we will occasionally need to transfer data outside the European Economic Area – including between C40’s Affiliates and branch offices but also when we use suppliers and engage with other third parties based outside the European Economic Area.\nPlease note that some countries outside of the EEA may have a lower standard of protection for personal information, including lower security requirements and fewer rights for individuals.\nIn these instances, adequate safeguards, such as European Commission-approved contractual clauses and technical measures, have been put in place to adequately protect personal information.</p> 8.\nSecurity <p>C40 is committed to keeping your personal information safe and secure.\nWe take appropriate and proportionate measures to ensure that your personal information is kept secure and to prevent its loss, destruction and misuse.\nWe use strict procedure and security features, such as encryption, permission controls, and audit logging, to ensure your data is handled securely.\nHowever, you should be aware that the transfer of information over the Internet is not entirely secure and although we will do our best to protect your personal data, we cannot guarantee the security or integrity of any personal information which is transferred online from or to you.</p> 9.\nCookies <p>Our website uses cookies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve our site.</p> 10.\nYour privacy rights <br>and choices <p>If we rely on your consent to use your personal information (for example if you sign up for one of our newsletters and consent to us providing you with marketing information), you can withdraw that consent (including the right to ‘opt–out’ of our using your information for marketing purposes generally) at any time by emailing&nbsp;privacy@c40.org&nbsp;or by clicking “Unsubscribe” at the bottom of any marketing email.</p>\n<p>You also have the following rights:</p>\n<ul>\n<li>To request from us access to (including a copy of) your personal information.</li>\n<li>To ask us to update your personal information if it is inaccurate (and you can ask us to check if you are unsure)</li>\n<li>To ask us to delete your personal information in some cases.</li>\n<li>To ask us to restrict processing, if there is disagreement about its accuracy or legitimate usage.</li>\n<li>To object to processing where we are (i) relying on the basis of legitimate interests, or (ii) using your personal information for direct marketing or (iii) using your personal information for statistical purposes.</li>\n<li>To data portability in certain circumstances – where we are processing your personal information (i) on the basis of your consent, (ii) because the processing is necessary for the performance of a contract with you or to take steps at your request prior to entering into a contract, and the processing is carried out by automated means, you may ask us to provide it to you or another service provider in a machine-readable format.</li>\n</ul>\n<p>To exercise your rights, email privacy@c40.org.\nPlease note that these rights are subject to exemptions and may only apply in limited circumstances.\nWe may also ask for additional information to confirm your identity and for security purposes before we are able to comply.</p>\n<p>If your data is subject to the GDPR, you have the right to lodge a complaint to the Supervisory Authority in your country, if you believe that we have not complied with the requirements of the GDPR with regards to your personal information (in the UK, for example, this would be the Information Commissioner’s Office, or ICO –&nbsp;www.ico.org.uk/global/contact-us&nbsp;).</p> 11.\nHow long will we keep <br>your personal information? <p>In general terms, we will retain your information for as long as necessary to fulfil the purposes for which it was collected and/ or it is used.\nHowever, if before that date (i) your personal information is no longer required in connection with such purpose(s), (ii) we are no longer lawfully entitled to process it or (iii) you validly exercise your right of deletion (please see section 10 above), we will remove it from our records at the relevant time.</p>\n<p>Where required, in some cases we will keep personal information at least as long as necessary to comply with relevant regulatory or statutory requirements.\nWe will also retain information, when and as long as necessary, to resolve legal disputes.</p> 12.\nChanges to this notice <p>Any changes we may make to this Privacy Notice in the future will be posted on this page and, where appropriate, notified to you by e-mail.\nPlease check back frequently to see any updates or changes to our Privacy Notice.</p> 13.\nContact Us <p>Any questions about this Privacy Notice or the ways in which your information is being used should be addressed to privacy@c40.org or ATTN: C40 Legal, 120 Park Ave, Floor 23, New York, NY 10017.</p> Who We Are <ul>\n<li>About C40</li>\n<li>Leadership</li>\n<li>Funders &amp.\nPartners</li>\n<li>Our Team</li>\n</ul> What We Do <ul>\n<li>Raising Climate Ambition</li>\n<li>Influencing the Global Agenda</li>\n<li>Building a Movement</li>\n<li>Scaling Up Climate Action</li>\n</ul>\n<ul>\n<li>Our Cities</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Locations &amp.\nPolicies</li>\n</ul> C40 Knowledge Hub <ul>\n<li> Visit our twitter page </li>\n<li> Visit our linkedin page </li>\n<li> Visit our instagram page </li>\n<li> Visit our facebook page </li>\n<li> Visit our youtube page </li>\n</ul>\n<ul>\n<li>Accessibility</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Website by Wholegrain Digital</li>\n</ul> © 2022 <p>C40 Cities Climate Leadership Group, Inc.\nAll rights reserved.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We use cookies.\nLearn more about how in our Privacy Policy.</p>\n<ul>\n<li> Accept </li>\n<li> Decline </li>\n</ul> OriginaltextBessere Übersetzung vorschlagen ", "created_at": "2022-08-09 02:05:03.935905", "updated_at": "2022-08-09 00:05:44.820089"}, {"id": 12367, "name": "Terms of Use", "url": "https://www.c40.org/terms-of-use/", "xpath": "", "text": " Skip to content Search Close header menu Submit search form Main menu button <ul>\n<li>Who We Are\n<ul>\n<li>About C40</li>\n<li>Leadership <ul>\n<li>The C40 Chair</li>\n<li>Steering Committee</li>\n<li>Board of Directors</li>\n</ul>\n</li>\n<li>Funders &amp.\nPartners</li>\n<li>Our Team</li>\n</ul>\n</li>\n<li>What We Do\n<ul>\n<li>Raising Climate Ambition <ul>\n<li>1.5°C Climate Action Plans</li>\n<li>High-Impact Accelerators</li>\n<li>Inclusive &amp.\nThriving Cities</li>\n<li>Research &amp.\nKnowledge</li>\n</ul>\n</li>\n<li>Influencing the Global Agenda <ul>\n<li>Green &amp.\nJust Transition</li>\n<li>Global Diplomacy &amp.\nAdvocacy</li>\n<li>Financing the Green Transition</li>\n<li>Engaging the Private Sector</li>\n</ul>\n</li>\n<li>Building a Movement <ul>\n<li>Global Green New Deal</li>\n<li>Global Youth &amp.\nMayors Forum</li>\n<li>Cities Race to Zero</li>\n</ul>\n</li>\n<li>Scaling Up Climate Action <ul>\n<li>Adaptation &amp.\nWater</li>\n<li>Air Quality</li>\n<li>Energy &amp.\nBuildings</li>\n<li>Food Systems</li>\n<li>Transportation</li>\n<li>Urban Planning</li>\n<li>Waste Management</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Our Cities</li>\n<li>Latest\n<ul>\n<li>Newsroom</li>\n<li>Events</li>\n<li>Campaigns</li>\n</ul>\n</li>\n<li>C40 Summit</li>\n</ul> Search Close header menu Submit search form <ul>\n<li> Visit our twitter page </li>\n<li> Visit our linkedin page </li>\n<li> Visit our instagram page </li>\n<li> Visit our facebook page </li>\n<li> Visit our youtube page </li>\n</ul>\n<ul>\n<li> Language <ul> Sprache auswählenDeutschAfrikaansAlbanischAmharischArmenischAserbaidschanischBaskischBelarussischBengalischBirmanischBosnischBulgarischCebuanoChichewaChinesisch (vereinfacht)DänischEsperantoEstnischFilipinoFinnischFranzösischFriesischGalizischGeorgischGriechischGujaratiHaitianischHausaHawaiischHebräischHindiHmongIgboIndonesischIrischIsländischItalienischJapanischJavanischJiddischKannadaKasachischKatalanischKhmerKirgisischKoreanischKorsischKroatischKurdisch (Kurmandschi)LaoLateinischLettischLitauischLuxemburgischMalagasyMalayalamMalaysischMaltesischMaoriMarathiMazedonischMongolischNepalesischNiederländischNorwegischPaschtuPersischPolnischPortugiesischPunjabiRumänischRussischSamoanischSchottisch-GälischSchwedischSerbischSesothoShonaSindhiSinghalesischSlowakischSlowenischSomaliSpanischSundanesischSwahiliTadschikischTamilTeluguThailändischTschechischTürkischUkrainischUngarischUrduUsbekischVietnamesischWalisischXhosaYorubaZuluPowered by Google Übersetzer </ul>\n</li>\n</ul> Terms of Use Terms &amp.\nConditions <p>PLEASE READ ALL OF THE FOLLOWING TERMS AND CONDITIONS OF USE (“TOU”) FOR THE c40.org WEB SITE (“Website”) BEFORE USING THIS WEBSITE.\nBy continuing to access, link to, or use this Website, including but not limited to text, content, photographs, video, audio and graphics, services, and goods (the “Service”), you signify YOUR ACCEPTANCE OF THE TOU.\nC40 Cities Climate Leadership Group Inc.\n(“we” or “us”) reserves the right to modify the TOU at any time, and such modifications shall be effective immediately.\nPlease continue to review the TOU whenever accessing, linking to, or using this Website.\nYour access, link to, or use of the Website, or any service on this Website, after the posting of modifications to the TOU will constitute YOUR ACCEPTANCE OF THE TOU, as modified.\nIf, at any time, you do not wish to accept the TOU, you may not access, link to, or use this Website.</p> 1.\nUse and Restrictions <p>(a) References to “you” mean the user of the Service individually (unless otherwise stated on the Service or on the TOU) and, if applicable, any entity that or individual who is the employer of the user or for whom the user acts as an agent (“employer”).\nYou represent, warrant, and covenant that you are authorized by your employer to use the Service.</p>\n<p>(b) You acquire absolutely no rights or licenses in or to the Service and materials contained within the Service other than the limited right for you to access and use the Service in accordance with the TOU.</p>\n<p>(c) You represent, warrant, and covenant that you are (i) at least eighteen (18) years old.\nand (ii) shall use the Service only as set forth in this TOU.\nIf you are at least eighteen (18) years old and you have not reached the age of majority in your jurisdiction, you may only use the Services if your parent or guardian consents to your use of the Services, assumes the obligations provided in the TOU, and assumes full responsibility for your use of the Services.\nYou agree to comply with any other applicable terms and conditions of use set forth on the Service.\nWhen using the Service, you shall not impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.\nThis Website is controlled and operated within the United States.\nWe do not represent that materials in the Service are appropriate or available for use in any particular location.\nThose who choose to access the Service do so on their own initiative and are responsible for compliance with all applicable laws.</p>\n<p>(d) You may not use the Service for any illegal purpose, to facilitate the violation of any law or regulation, or in a manner inconsistent with this TOU.\nYou agree that your use of the Service is solely for your own personal, non-commercial purposes and benefit and, if applicable, for your employer’s own non-commercial purposes and benefit.\nYou may not copy, reproduce, recompile, decompile, disassemble, reverse engineer, distribute, publish, display, perform, modify, upload to, create derivative works from, transmit, download, or in any way exploit any part of the Service, except as set forth in the TOU or as explicitly specified in the Service.\nYou may download material from the Service and/or make a reasonable number of copies of the material from the Service for your own, personal noncommercial use and benefit and if applicable, your employer’s own non-commercial purposes and benefit, provided that you retain all copyright and other proprietary notices.\nThe Service and the information contained therein may not be used to construct a database of any kind.\nNor may the Service be stored (in its entirety or in any party) in databases for access by you or any third party to distribute any database services containing all or part of the Service.</p>\n<p>(e) You may not access, monitor, or copy any content or information on the Service using any robot, spider, scraper, web crawler, or other automated means or any similar manual process.\nYou may not violate the restrictions in any robot exclusion headers on the Service, if any, or bypass or circumvent other measures employed to prevent or limit access to the Service.\nYou may not violate the security of this Service or attempt to gain unauthorized access to the Service or computer systems or networks connected to the Service through any means.</p>\n<p>(f) You will not use the Service or the information contained therein in unsolicited mailings or spam material.\nYou will not use any of our, our licensors’, the Covered Entities’ (as defined below), or their licensors’ trademarks, trade names, service marks, copyrights, or logos in unsolicited mailings or spam material.\nYou will not spam or send unsolicited mailings to any person or entity using the Service.\nYou may use the sharing functions solely to inform others about content on this Website, and you shall immediately cease using these functions with regard to recipients who have requested not to receive such information.\nWhen using the Service, you shall remain friendly and civil and treat all users and recipients with respect and sincerity.</p> 2.\nSubmissions <p>When using the Service, including but not limited to the sharing functions, you shall not send, submit, upload, post, or other otherwise make available any material that (a) infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party.\n(b) is unlawful, harassing, libelous, slanderous, offensive, obscene, hateful, pornographic, violent, insulting, threatening, abusive, misleading, deceptive, or racially, ethnically, or otherwise objectionable.\n(c) contains any commercial, promotional, or solicitation information.\n(d) contains software viruses, worms, or any other harmful, invasive, or corrupted files, including but not limited to those designed to interrupt, destroy, or limit the functionality of any computer.\nor (e) contains personally identifiable information of another person.</p>\n<p>If you send, submit, upload, post, or otherwise make available material to the Service or to us or our representatives, including, without limitation, photographs, comments, information, text, video, feedback, or other materials, or unsolicited creative ideas, suggestions, or other materials (each a “Submission” and collectively, the “Submissions”), unless we indicate otherwise, you hereby grant us and our affiliates, partners, and representatives a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, copy, and display any Submission, in whole or in part, throughout the world in any form, media, or technology now known or hereafter developed, including all promotion, marketing, publicity, and any other uses thereof, without notice or attribution to you or any other entity or person and without obtaining any further permission or license or making any payment whatsoever, and you acknowledge that we have no obligation to use your Submission.\nYou grant to us and our affiliates, partners, and representatives, and sublicensees the right to use the name, voice, and/or likeness that you submit in connection with such Submission and all intellectual property and other proprietary rights included in the Submission.</p>\n<p>You represent and warrant that you own or otherwise control all of the rights to the Submission, and that you have a valid and enforceable license from all creators of such materials, including you, and all persons identified in your Submission to use and sublicense such materials herein.\nthat the Submission is truthful and accurate.\nand that use of the material you supply does not violate the TOU and will not cause injury to any person or entity.\nYou represent and warrant that you will indemnify us and our partners, Suppliers (as defined below), affiliates and our and their respective owners, members, agents, directors, officers, employees, representatives, affiliates, successors, and assigns for all claims resulting from the Submission.\nYou hereby waive all copyright, trademark, right of publicity or privacy, and all other claims or causes of action against us and our partners, Suppliers, and affiliates and our and their respective owners, members, agents, directors, officers, employees, representatives, affiliates, successors, and assigns.\nWe take no responsibility and assume no liability for any Submission by you or any third party.\nYou agree that any physical copy of your Submission shall be deemed, and shall remain, our property.\nYou agree that you shall not be entitled for any reason to terminate or rescind this license and release, nor to enjoin, restrain, or otherwise impair the exercise of any rights and privileges granted hereunder.</p>\n<p>We retain the right, which we may or may not exercise in our sole discretion, to review, edit, or delete any material submitted which we, in our sole discretion, deem illegal, offensive, abusive, in violation of the TOU, or otherwise inappropriate or unacceptable.\nAny material you submit to this Service or to us or our representative is not confidential or proprietary and we shall be under no obligation to maintain the confidentiality of any content you submit.</p> 3.\nIntellectual Property <p>The Service is protected by copyrights, trademarks, service marks, international treaties, and/or other proprietary rights and laws of the U.S.\nand other countries.\nThe Service is also protected as a collective work or compilation under U.S.\ncopyright and other laws and treaties.\nAll individual articles, columns and other elements making up the Service are also copyrighted works.\nYou agree to abide by all applicable copyright and other laws, as well as any additional copyright notices or restrictions contained in the Service.\nYou acknowledge that the Service has been developed, compiled, prepared, revised, selected, and arranged by us and others, through the application of methods and standards of judgment developed and applied through the expenditure of substantial time, effort, and money and constitutes valuable intellectual property of us and such others.\nYou agree to protect the proprietary rights of us and all others having rights in the Service, during and after the term of this agreement and to comply with all reasonable written requests made by us or our partners, affiliates, suppliers, licensors, and owners of content, copyrights, trademarks, or otherwise (“Suppliers”) to protect their and others’ contractual, statutory, and common law rights in the Service.\nYou agree to notify us in writing at&nbsp;copyright@c40.com&nbsp;promptly upon becoming aware of any unauthorized access or use of the Service by any individual or entity or of any claim that the Service infringes upon any copyright, trademark, or other contractual, statutory, or common law rights.\nAll present and future rights in and to trade secrets, patents, copyrights, trademarks, service marks, know-how, and other proprietary rights of any type under the laws of any governmental authority, domestic or foreign, including rights in and to all applications and registrations relating to the Service (the “Intellectual Property Rights”) shall, as between you and us, at all times be and remain the sole and exclusive property of us, our affiliates, and our or their licensors.\nAll present and future rights in and title to the Service (including the right to exploit the Service and any portions of the Service over any present or future technology) are reserved to us and our affiliates for our exclusive use.</p> 4.\nAccount Registration <p>(a) As part of the registration process or the create a profile process which may be necessary to obtain access to parts of the Service, certain registration information will be provided to us.\nYou represent that your registration information and any other information that you provide to us is accurate and truthful.\nYou shall promptly update the registration information through the Service or as otherwise directed by us in order to keep such information true, accurate, and up to date.\nEach registration is for a single user only except as otherwise set forth herein for users authorized by their employers to use the Service.\nYou agree that creation of your account may be denied based on the inability to verify the authenticity of your registration information.\nA login, such as a unique username and password (your unique username and password, the “Login”) will be created and may be used by you to gain access to the applicable portions of the Service only for so long as you are authorized to access and use the Service in accordance with the TOU.\nYou agree to treat the Login as confidential and not to disclose the Login, or any part of it, either directly or indirectly, to any person.\nIf your employer provides you with a Login to be used for the employer’s benefit, you agree to abide by the conditions set by your employer for use of the Login and to disclose the Login only to other employees authorized and designated by your employer.\nYou shall not use a Login that we, in our sole discretion, deem offensive or inappropriate.\nYou are fully responsible for all usage and activity of the Service through you, including, but not limited to, any use of the Login.\nYou are responsible for all access by other users to materials that you maintain on the Service.\nOnly you may access the Service through the Login and access may not be shared with any other person except as set forth herein for users authorized by their employers to use the Service.\nAccess to the Service may not be used in any manner that is inconsistent with the TOU.\nYou agree to maintain only one account with the Service at any time and certify that you currently have no other account(s) with the Service.\nYou understand and agree that you have no ownership rights in your account.\nYou understand and agree that, if you cancel your account, we and third parties may retain copies of information provided by you.</p>\n<p>(b) Security.\nYou agree (i) immediately to notify us at&nbsp;privacy@c40.com&nbsp;of any known or suspected unauthorized use(s) of the Service, or any known or suspected breach of security, including but not limited to, loss, theft, or unauthorized disclosure of a Login.\nand (ii) properly to exit the Services at the end of each session.\nWE SHALL NOT BE LIABLE TO YOU OR ANY THIRD PERSON OR ENTITY FOR ANY LOSS OR DAMAGE ARISING FROM YOUR FAILURE TO COMPLY WITH THESE REQUIREMENTS.\nIf a device on which the Service is accessed is sold or transferred to another party, you agree to delete all cookies and software files obtained by or through use of the Service that are stored on such device.\nNotwithstanding anything else herein, we reserve the right to pursue any and all claims against you and any person or entity using your Login.\nWe may require you to change your Login.\nWe reserve the right to suspend your account.</p>\n<p>(c) We reserve the right periodically to audit and monitor (physically or electronically) the use of the Service to ensure compliance with the TOU and to maintain and improve the provision of the Service.</p> 5.\nLinking and Framing <p>You may not frame this Website or any portion or page of this Website.\nYou may not archive, cache, or mirror any page or portion of a page of this Website.\nYou may not include a link(s) on your website to this Website, or any page or portion of the Website, without our written permission.\nTo request permission to link to this Website, please contact&nbsp;copyright@c40.com.\nIf you receive permission to link to this Website, you may not link to this Website any website containing inappropriate, profane, defamatory, infringing, obscene, indecent, or unlawful topics, names, or material or information that violates any applicable intellectual property, proprietary, privacy, or publicity rights.\nIf you link to this Website, you may not portray any person or subject in a false or misleading light.\nIn addition, you may not imply that we and/or our Suppliers are endorsing your products or services.\nAny violation of this provision may, in our discretion, result in termination of your access to and use of this Website effective immediately.</p> 6.\nDISLAIMER OF WARRANTIES/<br>LIMITATIONS ON LIABILITY <p>YOU AGREE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK AND ACKNOWLEDGE THAT ALL INFORMATION CONTAINED IN THE SERVICE IS PROVIDED “AS IS” AND “AS AVAILABLE,” AND THAT WE MAKE NO WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE SERVICE, INCLUDING, BUT NOT LIMITED TO, MERCHANTABILITY, NON-INFRINGEMENT, TITLE, OR FITNESS FOR A PARTICULAR PURPOSE OR USE.</p>\n<p>We do not warrant that the Service is compatible with your equipment or that the Service, or e-mail sent by us or our representative, is free of errors or viruses, worms or “Trojan horses,” or any other harmful, invasive, or corrupted files, and is not liable for any damage you may suffer as a result of such destructive features.\nYou agree that we and our partners, Suppliers, and affiliates and our and their respective owners, members, agents, directors, officers, employees, representatives, affiliates, successors, and assigns shall have no responsibility or liability for: (i) any injury or damages, whether caused by our negligence or that of our partners, Suppliers, and affiliates and our and their respective owners, members, agents, directors, officers, employees, representatives, affiliates, successors, and assigns or otherwise arising in connection with the Service and shall not be liable for any lost profits, losses, punitive, incidental, or consequential damages, or any claim against us.\nor (ii) any fault, inaccuracy, omission, delay, or any other failure in the Service caused by your computer equipment or arising from your use of the Service on such equipment.</p>\n<p>The content of other websites, services, goods, or advertisements that may be linked to or from the Service is not maintained or controlled by us.\nWe are therefore not responsible for the availability, content, or accuracy of other websites, services, or goods that may be linked to or from the Service.\nWe do not: (a) make any warranty, express or implied, with respect to the use of the links provided on, or to, the Service.\n(b) guarantee the accuracy, completeness, usefulness or adequacy of any other websites, services, or goods, that may be linked to or from the Service.\nor (c) make any endorsement, express or implied, of any other websites, services, or goods, that may be linked to or from the Service.\nFor the avoidance of doubt, this paragraph covers websites linked to or from the Service, including, but not limited to social networking websites and the website of a city that is part of the C40 Cities Climate Leadership Group network.\nAny statements, opinions, or other information made available by third parties, including users, are solely those of the respective author(s) or distributor(s).</p>\n<p>We are also not responsible for the reliability or continued availability of the telephone lines, wireless services, communications media, and equipment you use to access the Service.\nYou understand that we and/or Suppliers to the Service may choose at any time to inhibit or prohibit our or their content from being accessed under the TOU, even if you have already begun participating in a particular activity or utilizing a particular feature.\nYou agree that your use of the Service does not guarantee that your application for a grant, etc.\nwill be accepted or that you will be awarded a grant, etc.\nAnything to the contrary herein set forth notwithstanding, we and our partners, Suppliers, and affiliates and our and their respective owners, members, agents, directors, officers, employees, representatives, affiliates, successors, and assigns shall not, directly or indirectly, be liable, in any way, to you or any other person for any: (x) inaccuracies or errors in or omissions from the Service.\n(y) delays, errors, or interruptions in the transmission or delivery of the Service.\nor (c) loss or damage therefrom or occasioned thereby, or by any reason of nonperformance.</p>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING BUT NOT LIMITED TO NEGLIGENCE, SHALL WE AND OUR PARTNERS, SUPPLIERS, AND AFFILIATES AND THEIR RESPECTIVE OWNERS, MEMBERS, AGENTS, DIRECTORS, OFFICERS, EMPLOYEES, REPRESENTATIVES, AFFILIATES, SUCCESSORS, AND ASSIGNS BE LIABLE TO YOU OR ANY THIRD PARTY FOR DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE, OR EXEMPLARY DAMAGES EVEN IF WE HAVE BEEN ADVISED SPECIFICALLY OF THE POSSIBILITY OF SUCH DAMAGES, ARISING FROM USE OF OR INABILITY TO USE THE SERVICE OR ANY LINKS OR ITEMS ON THE SERVICE OR ANY PROVISION OF THE TOU.\nAPPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES.</p>\n<p>In the event you have a dispute with one or more users of the Website, you release us and our partners, Suppliers, and affiliates and our and their respective owners, members, agents, directors, officers, employees, representatives, affiliates, successors, and assigns from any claims, damages, liabilities, costs, and expenses, including reasonable attorney’s and expert’s fees, arising out of or in connection with such dispute.</p> 7.\nIndemnification <p>You agree, at your own expense, to indemnify, defend and hold us and our partners, Suppliers, and affiliates and our and their respective owners, members, agents, directors, officers, employees, representatives, affiliates, successors, and assigns against any claim, suit, action or other proceeding, from and against any and all claims, damages, liabilities, costs, and expenses, including reasonable attorney’s and expert’s fees, arising out of or in connection with the Service, or any links on the Service, including, but not limited: (i) any breach or violation of the TOU by you or someone using your computer.\n(ii) material entered into or transmitted through the Service with the use of your computer.\n(iii) your use or someone using your computer’s use of the Service.\n(iv) a claim that any use of the Service by you or someone using your computer infringes any Intellectual Property Right of any third party, or any right of privacy or publicity, is libelous or defamatory, or otherwise results in injury or damage to any third party.\nor (v) any deletions, additions, insertions or alterations to, or any unauthorized use of, the Service by you or someone using your computer.\nYou agree to pay any and all costs, damages, and expenses, including, but not limited to, reasonable attorneys’ fees and costs awarded against or otherwise incurred by or in connection with or arising from any such claim, suit, action, or proceeding attributable to any such claim.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with us in asserting any available defense.</p> 8.\nPrivacy Policy <p>Click here for this website’s&nbsp;Privacy Policy</p> 9.\nTerm and Termination <p>(a) You may terminate the TOU, with or without cause and at any time, by discontinuing your use of the Service and destroying all materials obtained from the Service.</p>\n<p>(b) We shall have the right immediately to terminate the TOU in the event of any breach by you of the TOU.\nWe may discontinue the Service, or change its availability to you, at any time in our sole discretion.\nYou accept that we have the right to change the content or technical specifications of any aspect of the Service at any time in our sole discretion.\nYou further accept that such changes may result in your being unable to access the Service.</p>\n<p>(c) We shall not be liable to you or any third party for the termination or suspension of the Service, or any claims related to the termination or suspension of the Service.\nUpon termination of the TOU by you or us, you must discontinue your use of the Service and destroy promptly all materials obtained from the Service and any copies thereof.</p> 10.\nGoverning Law <p>The TOU shall be governed and construed in accordance with the laws of the United States and the State of New York, without giving effect to conflicts-of-law principles thereof.\nYou agree to submit to the personal jurisdiction of the state and federal courts located in New York County in the State of New York with respect to any legal proceedings that may arise in connection with the Service or from a dispute as to the interpretation or breach of the TOU and hereby waive any objection to the propriety or convenience of venue is such courts.</p> 11.\nElectronic Communications <p>When you visit this Website and when you communicate with us electronically, you consent to receive communications from us electronically and to electronically sign documents.\nYou agree that all notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\nYou agree that you have the ability to store such electronic communications such that they remain accessible to you in an unchanged form.\nWe will retain a copy of any agreement or document you sign electronically, including through this Website, and you are responsible for retaining a copy of any agreement or document you sign electronically, including through this Website.</p> 12.\nAssignment/Delegation <p>You may not assign or transfer the TOU or the rights hereunder, including but not limited to, the limited right for you to access use the Service in accordance with the TOU.\nWe may assign the TOU to an affiliated entity, partner, or any third party.\nYou acknowledge and agree that we may delegate certain of our responsibilities, obligations, and duties under or in connection with the TOU to an affiliated entity, partner, or any third party, which may discharge those responsibilities, obligations, and duties on behalf of us.</p> 13.\nParties/Third-Party Beneficiaries <p>You recognize that we and our affiliated entities, partners, and Suppliers, and their affiliated entities (together, the “Covered Entities”), each have rights with respect to the Service, including the information and other items provided by us and the Covered Entities by reason of your use of the Service.\nThe TOU shall be for the benefit of the Covered Entities and the respective affiliates, successors, assigns, officers, directors, employees, Suppliers, and representatives of the Covered Entities.</p> 14.\nTrademarks <p>You may not use any of our trademarks, trade names, service marks, copyrights, or logos, or our licensors’, the Covered Entities’, or their licensors’ trademarks, trade names, service marks, copyrights, or logos, including without limitation C40, C40 CITIES, C40 CITIES CLIMATE LEADERSHIP GROUP, and C40 CITIES CLIMATE LEADERSHIP GROUP and Design, in any manner which creates the impression that such items (i) belong to or are associated with you or indicate the sponsorship or approval of us, our licensors, any Covered Entity, or their licensors.\nor (ii) except as otherwise provided herein, are used with our, our licensors’, the Covered Entities’, or their licensors’ consent, and you acknowledge that you have no ownership rights in or to any of such items.</p> 15.\nCareers <p>We may change a job description posted on the Careers pages on the Service at any time even if you have already applied, and not all jobs may be posted on the Website.\nWe may correct, change, withdraw or do anything else with a job description even if you have already taken action based on it.\nWe make no guarantees or representations that your use of the Service will result in an offer of employment.</p> 16.\nGeneral <p>The TOU and any other terms and conditions of service on the Service, and its successor, constitute the entire agreement between you and us and govern your use of the Service.\nThe section titles in the TOU are used solely for the convenience of you and us and have no legal or contractual significance.\nOur failure to exercise or enforce any right or provision of the TOU shall not constitute a waiver of such right or provision.\nIf any provision of the TOU is found invalid or unenforceable, that provision will be enforced to the maximum extent permissible, and the other provisions of the TOU will remain in force.\nSections 1(a), 1(c) – 1(f), 2 through 8, 9(c), and 10 through 16 shall survive termination or expiration of this TOU.</p> Copyright Agent for Copyright Infringement Claims (Digital Millennium Copyright Act) <p>The designated agent to receive notification of claimed infringement under Title II of the Digital Millennium Copyright Act is: Fiona Reid, 25 East 78th St, New York, NY 10075, telephone (212) 205-0100, e-mail:&nbsp;fiona@c40.com</p> Who We Are <ul>\n<li>About C40</li>\n<li>Leadership</li>\n<li>Funders &amp.\nPartners</li>\n<li>Our Team</li>\n</ul> What We Do <ul>\n<li>Raising Climate Ambition</li>\n<li>Influencing the Global Agenda</li>\n<li>Building a Movement</li>\n<li>Scaling Up Climate Action</li>\n</ul>\n<ul>\n<li>Our Cities</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Contact</li>\n<li>Locations &amp.\nPolicies</li>\n</ul> C40 Knowledge Hub <ul>\n<li> Visit our twitter page </li>\n<li> Visit our linkedin page </li>\n<li> Visit our instagram page </li>\n<li> Visit our facebook page </li>\n<li> Visit our youtube page </li>\n</ul>\n<ul>\n<li>Accessibility</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>Website by Wholegrain Digital</li>\n</ul> © 2022 <p>C40 Cities Climate Leadership Group, Inc.\nAll rights reserved.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We use cookies.\nLearn more about how in our Privacy Policy.</p>\n<ul>\n<li> Accept </li>\n<li> Decline </li>\n</ul> OriginaltextBessere Übersetzung vorschlagen ", "created_at": "2022-08-09 02:05:03.929413", "updated_at": "2022-08-09 00:05:33.127716"}], "points": [], "urls": ["c40.org"]}}