{"error": 448, "message": "OK", "parameters": {"id": 3011, "name": "CollegeBoard", "created_at": "2021-04-07 08:06:03.944759", "updated_at": "2021-05-01 00:02:31.506927", "wikipedia": null, "keywords": null, "related": null, "slug": "collegeboard", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3011.png", "url": "collegeboard.org", "documents": [{"id": 4786, "name": "Privacy Statement", "url": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "xpath": "", "text": " Skip to Content<i>\n</i>Open Global Navigation Panel<i>\n</i>Open Global Navigation PanelThe College BoardSign InOpen Search Panel <i>\n</i>\n<p>\n</p>\n<p>Get up-to-date information on all the changes for students and educators affected by coronavirus (COVID-19).</p>\n<p>\n</p>\n<i>Close Notification</i> Privacy<ul>\n<li>\n<i>\n</i>Home</li>\n<li>Data Privacy Principles</li>\n<li>Privacy Statement</li>\n<li>Program-Specific Privacy Policies</li>\n<li>MoreActivate to enable dropdown<i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n</li>\n</ul>PrivacyOpen navigation<ul>\n<li>\n<i>\n</i>Home</li>\n<li>Data Privacy Principles</li>\n<li>Privacy Statement</li>\n<li>Program-Specific Privacy Policies</li>\n</ul> Privacy Statement beginning of content: <p>Thank you for visiting the College Board Privacy Statement, which applies to sites and mobile apps owned and operated by the College Board (\"College Board,\" \"We,\" \"Us\"), a mission driven, not-for-profit organization that connects students to college success and opportunity.\nThis Statement explains how we use and protect the personally identifiable information you share with us when you use our sites and mobile apps.\nThis Privacy Statement provides a comprehensive view of College Board privacy policies and practices while linking to other areas where you can learn even more.</p>\n<p>You can also read our Privacy Principles, which guide our data privacy practices.\nWe collect personally identifiable information from you to administer tests, connect you with scholarship programs and college opportunities, and for aggregated, anonymized research and educational efforts that help College Board, students, and educators.\nWe don’t share your information without your permission and we tell you how we use it in this Privacy Statement and when we collect it from you.</p>Personally Identifiable Information Collected<p>We ask for your personally identifiable information to connect you to college opportunities.\nWe collect it to administer tests, send scores, connect you with colleges and scholarships, and for educational efforts that help students and educators.<br>&nbsp;</p>Learn MoreInformation Use and Disclosure<p>College Board uses your personally identifiable information to administer tests, send scores, connect you with colleges and scholarships, for educational efforts that help students and educators, and only discloses it as more fully described here.<br>&nbsp;</p>Learn MoreAccess to Your Information and Data Retention<p>You can access and change your information at any time by contacting Customer Service or logging in to your College Board account.\nCustomer Service may ask for more information to be sure you are who you say you are.<br>&nbsp;</p>Learn MoreCommunications and Marketing<br>Notice of Your California Privacy Rights<p>We communicate with you based on your actions on our site.\nWe also send email and texts about our services, products, newsletters, alerts, and events.\nYou have to opt in to get email and texts, and you can change your preferences at any time.\nStudents and their parents and guardians can also learn more about our Student Search Service<sup>®</sup>.\nSee below for more details and Your Privacy Rights for California Residents.<br>&nbsp;</p>Learn MoreCookies and Do Not Track Signals<p>To keep your information secure while giving you a good experience on our websites, College Board uses cookies and similar technologies to process and store preferences, settings, and sign-in authentication, and capture information about how our website and email are used.<br>&nbsp;</p>Learn MoreSecurity of Information<p>We follow industry-recognized security practices and standards to protect the personally identifiable information submitted to us, both during transmission and once it's received.<br>&nbsp;</p>Learn MoreChildren Under 13<p>College Board doesn't collect personally identifiable information online from children under 13.<br>&nbsp;</p>Learn MoreEU Privacy Notice, International Users, and Data Transfers<p>Our EU Privacy Notice gives individuals in the EU additional notice of their rights.\nCollege Board, its website, and its website servers are located and operated in the United States.<br>&nbsp;</p>Learn MoreChanges to Our Privacy Statement<p>Visit this page periodically to check for updates.<br>&nbsp;</p>Learn MoreContact Us<p>We'll give you more information about our privacy policies, answer your questions, or resolve your complaints.<br>&nbsp;</p>Learn More<p>\n<strong>Effective Date: February 12, 2021</strong>\n</p>Personally Identifiable Information Collected<p>You don’t need to create an online account to view most of our website, but you do need an account to register for tests, view and send scores, personalize your web experience, or use certain tools on our site.</p>\n<p>\n<strong>Account Creation:</strong> When students create an online account, we ask for the following personally identifiable information: first name, middle initial, last name, zip code, gender, date of birth, high school, email address, mailing address, and mobile phone number.\nStudents can also give us a parent or guardian’s first and last name and email address to opt in to CC a Parent or the parent newsletter.</p>\n<p>\n<strong>View Your Scores and Send Score Reports</strong>\n<br>To view your scores and request score sends, you need to create a student account with the personally identifiable information noted above.</p>\n<p>\n<strong>Test Registration:</strong> We ask for the following information when you register for a College Board test: name (first, middle, last), mailing address, phone number, date of birth, gender, race/ethnicity (optional), high school name, date of expected high school graduation, grade level, email address, and student ID (for ACCUPLACER, AP, PSAT/NMSQT).\nIf your school participates in SAT School Day or PSAT-related test administration and/or bulk registration process for these tests, the College Board may receive your personal information, including (depending on the school) first name, last name, gender, race/ethnicity, date of birth, student ID, and mailing address, from your school.\nThis information will be kept secure and added to your College Board record to be used for score reporting purposes, as well as the other purposes outlined in the applicable Student Registration Booklet, registration materials, answer sheet instructions, and our Privacy Statement.\nMilitary personnel registering for a CLEP exam are also required to supply their Social Security number.\nTo process your SAT registration payment, credit card information will be collected and processed by a third-party payment processor.\nFor online SAT registration, a photo is required.\nTo read the privacy statements and testing polices for a specific test, please also read the applicable Program-Specific Privacy Policies.</p>\n<p>\n<strong>AP and Pre-AP Classroom:</strong> Our AP and Pre-AP in-classroom platform gives AP and Pre-AP students and teachers resources to use in the classroom.\nIn contrast to most other College Board products, assessments, and services available to students through their online College Board accounts, students access AP and Pre-AP Classroom as students in a class.\nTo learn more, go to AP Central.</p>\n<p>\n<strong>SAT Score Cancellation Appeals:</strong> If you're appealing a score cancellation, you can submit related information to us that may include personally identifiable information.</p>\n<p>\n<strong>Voluntary Student Search Service:</strong> If you decide to opt in to our voluntary Student Search Service<sup>®</sup> (“Search”), we will share information about you that you provide to College Board (including without limitation your name, address, email, date of birth, the high school you attend, your expected graduation year, score ranges on SAT, AP, or PSAT 10 and PSAT/NMSQT tests, questionnaire responses, and information you provide on the College Board college planning website, BigFuture™) with participating accredited colleges, universities, nonprofit scholarship programs, and nonprofit educational organizations (“Education Organizations”).\nMore information is available at studentsearch.collegeboard.org.</p>\n<p>Education Organizations will use this information to send you email and postal mail informing you about their educational, financial aid, and scholarship opportunities.\nBeing contacted by Education Organizations doesn’t mean you have been admitted.\nYou must apply to be considered for admission.\nEducation Organizations pay a license fee to College Board to license (use) your information.\nCollege Board uses these license fees to help support its mission-driven work.\nStudents do not pay a fee for Search.\nEducation Organizations may only use your information for the purpose of sending you information about their opportunities.\nThey may not share your information with others except their contractors such as direct mail service providers, and they may only keep your information for a limited time.</p>\n<p>You can opt out of Search at any time by clicking here, by contacting us at 866-825-8051, or by email at SearchCustomerService@collegeboard.org.</p>\n<p>\n<strong>Student Data Questionnaire:</strong> The optional Student Data Questionnaire may be completed at the time a student registers for or takes the PSAT 10, PSAT/NMSQT, or SAT and is used for College Board research, test validity purposes, and by eligible colleges and scholarship programs to start conversations with students who opted in to Student Search Service.\nStudents can choose to complete or skip questions.\ninformation is collected about grades, interests, intended major, and college plans.\nTo see the types of questions on the Student Data Questionnaire that are shared if you opted in to Student Search Service, go to the Student Search Service page.</p>\n<p>\n<strong>Services for Students with Disabilities (SSD):</strong> Students and parents generally work with their school to request accommodations and provide information to College Board.\nWhen requesting accommodations online, schools must certify they have parental consent from the parent/guardian of any student under 18 to provide information and must keep this information in their records.\nWhen a paper Student Eligibility Form is used to request accommodations, the parent/guardian must indicate on the form they consent to the request/release of information.\nStudents 18 and over may sign the forms themselves.\nVisit our Services for Students with Disabilities page to learn more.</p>\n<p>\n<strong>English Learner (EL) Supports:</strong> Students requesting EL supports must demonstrate their EL status.\nStudents and parents generally work with their school to provide this information to College Board.\nFor more information, visit our EL Testing Supports page.</p>\n<p>\n<strong>College Planning/BigFuture:</strong>\n<br>\n<strong>College Lists/Connecting to Colleges:</strong> If you save a college list on BigFuture and opt in to the voluntary Student Search Service, we’ll make your college interests available to eligible colleges and universities so they can provide more personalized information to you.\nColleges won’t know if you’ve applied to, or plan to apply to, any college on your list.</p>\n<p>\n<strong>Career Finder:</strong> Career Finder™, a resource created by Roadtrip Nation<sup>®</sup> and College Board, recommends future careers based on student interests.\nIf you log in to your College Board account and agree to share your PSAT/NMSQT and/or SAT scores with Roadtrip Nation, your occupational fit based on these scores is loaded into your College Board account.\nRoadtrip Nation operates the Career Finder website independently from College Board.</p>\n<p>\n<strong>Pay for College:</strong> The Pay for College section of BigFuture offers tools and services that access current information about college costs, scholarships, financial aid applications, and college financing.\nWhen you apply to a higher ed institution and are directed to complete the College Scholarship Service Profile (“CSS Profile”) application, we collect the following information: first and last name, address, telephone number, date of birth, gender, anticipated graduation date, family financial information (such as income, assets, and tax information), citizenship, and Social Security number (only if tax returns are included).\nThis information is only used to process the CSS Profile application on behalf of the college or institution you’re applying to.\nPlease note that Scholarship Search results can be saved, but Parent Debt Calculator results can't.</p>\n<p>When you use the expected family contribution (EFC) calculator, we collect personally identifiable information to determine if you’re dependent or independent.\nYou can save this information to your account, but we do not use it for other purposes.</p>\n<p>When you use the net price calculator (NPC), we collect limited personally identifiable information to estimate the net cost of attending a specific college.\nYou can save this information to your account, but we do not use it for other purposes.</p>\n<p>\n<strong>BigFuture Days:</strong> College Board hosts free virtual events for high school students to connect directly with colleges.\nStudents who have elected to participate in the Student Search Service are eligible to attend these virtual events and will be asked to provide their phone number so College Board can communicate with them about the event and the name and email for their parent or guardian so that their parent or guardian may participate in the event with them.\nVisit the BigFuture Days page to learn more.</p>\n<p>\n<strong>Virtual College Advising:</strong> College Board partners with nationally recognized college access partners, including CollegePoint, Bottom Line, and Strive for College, to connect you with free virtual college advising.\nYou can determine which programs you are eligible for by completing a short questionnaire.\nThe information you provide to us is only used to determine your eligibility and will not be shared with any third party without your consent.\nThe decision to sign-up for any of the programs you are eligible for is completely up to you.</p>\n<p>\n<strong>Engaging Parents:</strong> To encourage parents/guardians to get involved in their child’s educational choices we offer CC a Parent, which allows parents/guardians to receive copies of the important emails we send to students, and the parent newsletter.\nYou can provide your parent/guardian’s first and last name and an email address if you decide to create an account.\nAfter your parent/guardian confirms, they’ll be copied on College Board emails you’ve signed up for, including reminders about upcoming dates and deadlines.\nSAT registration receipts, notifications, and admission tickets for test day.\ntest center alerts.\nand score announcements.\nTo protect the security of your College Board web account, we don’t send copies of username or password reminders to your parent/guardian.</p>\n<p>Parents and guardians can also sign up for College Board emails and text messages with college planning reminders, information, and advice tailored to their child’s grade level.\nWe’ll ask for a parent’s name, street address, email, mobile phone number, opt-ins for email and/or texts, relationship to children, and how many children the parent has in high school.\nSee our pages for parents and guardians for more information and sign up here.</p>\n<p>\n<strong>Scholarships</strong>\n<br>The College Board Opportunity Scholarships program guides students through the process of applying to college and rewards their efforts.\nYou can provide information if you’d like to participate.\nVisit the College Board Opportunity Scholarships page for more information about this program and how student data is collected and used.\nIn addition to the information you share during the account creation process, we also use your PSAT/NMSQT and SAT score data to verify score improvements, and we may request proof of family income from students eligible for low-income scholarships.</p>\n<p>College Board partners with certain state scholarship organizations to connect eligible students to scholarships from organizations in their state.\nWhen you take an SAT test, if you’re eligible, your information will be automatically provided to your state scholarship organization unless you choose to opt out by contacting inquiry@collegeboard.org or Customer Service.</p>\n<p>\n<strong>Test Security:</strong> We may use methods and technology to capture and analyze images, video, or audio to ensure test security.\nSee our Terms and Conditions for more information.</p>\n<p>\n<strong>Education Professionals:</strong> Education professionals don’t need an online account to view most of the website but do need a College Board account to perform certain tasks or save personalized information.\nFor example: ordering an AP Exam or PSAT/NMSQT test materials, registering for workshops, and requesting additional fee waivers.\nSee our pages for education professionals for more information.</p>\n<p>We collect the following personally identifiable information from professionals creating an online account: first name, last name, gender, email address, school affiliation, and job function.</p>\n<p>\n<strong>Test Coordinator Account Creation:</strong> Establishing yourself as a test coordinator for your school gives you the benefit of ordering testing materials online.\nWhen creating an online account, we collect first and last name, email address, phone number, and an alternate contact name from the school in case there are questions about an order.\nTest coordinators may also provide name, work phone, fax number, and email address, which can be displayed on the public webpage for the school’s testing center.</p>\n<p>\n<strong>Online Event Registration:</strong> If you register for a workshop, summer institute, meeting, or conference through the site, we’ll capture credit card information, the type of services or products ordered or purchased, and the order or purchase date.</p>Information Use and Disclosure<p>College Board uses your personally identifiable information to administer tests, send scores, connect you with colleges and scholarships, for educational efforts that help students and educators, and only discloses it as more fully described here.</p>\n<p>Uses and disclosures include:</p>\n<p>\n<strong>Operational Third Parties:</strong> Our operational third parties include, but are not limited to, Conduent, ETS<sup>®</sup> and their international affiliates, NCS Pearson, Inc., Cambium Assessment, Inc.™, Alorica, FolderWave, Inc., Recordsforce, Inc., and Scholarship America for the purpose of administering testing services, producing and generating student score reports, processing CSS Profile applications, and administering scholarship programs.\nThese organizations cannot relicense, sell, or otherwise repurpose the information.</p>\n<p>\n<strong>Educational Reporting:</strong> We provide student information in accordance with our contracts and applicable international and domestic law to high schools, colleges, governmental departments of education, and the U.S.\nState Department for reporting purposes, and to state scholarship organizations for administering scholarships.\nInformation collected from a school that’s part of a student’s education record as defined by the Family Educational Rights and Privacy Act (FERPA) is only used and disclosed in accordance with our contracts and applicable law.</p>\n<ul>\n<li>\n<strong>AP Potential:</strong> Counselors, high school principals, district officials, and state department of education officials can access College Board’s AP Potential™.\nThis free, web-based tool allows schools to generate rosters of students likely to score a 3 or higher on a given AP Exam based on their performance on the PSAT/NMSQT, PSAT 8/9, PSAT 10, or SAT.\nSchools are not permitted to use this information to discourage participation in AP courses.\nPlease visit the AP Potential site for more information.</li>\n</ul>\n<p>\n<strong>Score Reporting:</strong>\n</p>\n<ul>\n<li>We send your scores and other information you provide during testing to your school and district.\nIn addition, your scores may be sent to your state for educational, diagnostic, and/or reporting purposes.\n(Homeschooled students’ scores won’t be shared with the school that administers the test.) When you ask us to send your scores to colleges, or other organizations as designated by you on your registration, answer sheet, and/or via your College Board account, we send your scores and other information you provide during testing to those colleges and organizations.</li>\n<li>For CLEP, if you register using funding from DANTES, your school, or another entity, this information may also be reported to the party funding your exam fees.\nIf the institution you send your scores to partners with other educational organizations, your scores and/or personally identifiable information may be shared with those specific educational organizations.\nYou can ask your school administrators if your scores will be shared with any of these educational organizations.</li>\n</ul>\n<p>\n<strong>Customer Service:</strong> To verify user identity during Customer Service calls and respond to specific requests.</p>\n<p>\n<strong>Order Processing:</strong>\n</p>\n<ul>\n<li>We use outside companies to process credit cards and ship free or purchased goods.\nThese companies have contractual requirements to protect personally identifiable information.</li>\n<li>We use an outside company to send email communications to our users.\nThis company retains and stores personally identifiable information for the sole purpose of processing the email communications.\nThey do not share, sell, or rent this information for any other purpose.\nInformation shared with our email service provider includes: first and last name, address, date of birth, landline and/or mobile phone number, and email address.</li>\n<li>We use an outside company to assist with event registration and administration including payment processing.</li>\n</ul>\n<p>\n<strong>Web Experience:</strong>\n</p>\n<ul>\n<li>To customize and/or personalize your website experience, including prefilling a test registration with stored personally identifiable information.\nfulfilling online purchase requests or other transactions performed on the site(s), including sharing relevant personally identifiable information with a College Board vendor so the vendor can complete purchases or transactions.</li>\n<li>To support operating, hosting, and enhancing our website(s), personally identifiable information may be accessed by contractors who work on programming and technical aspects of website operation.\nAll contractors follow College Board confidentiality and privacy conditions.</li>\n</ul>\n<p>\n<strong>Students with Disabilities (SSD):</strong> If you request a test accommodation for a disability through our Services for Students with Disabilities (SSD), we’ll use the information we collect from you to evaluate and respond to your request.\nWe’ll also use your contact information to communicate with you and third parties (your school, doctors, etc.) if you authorize us to.</p>\n<p>\n<strong>Fraud Prevention and Test Security:</strong> We may collect images or recordings to identify specific individuals for fraud prevention or test security.\nThis information may be collected, stored, reviewed, and used for (1) identifying and/or investigating possible test security incidents.\n(2) collecting evidence in connection with possible test security incidents.\nand (3) enhancing test security.\nWe will not use or disclose this information except as described above, as requested by law enforcement, and/or as reasonably necessary to protect the rights and property of College Board or third parties.</p>\n<p>\n<strong>Research:</strong> Information is carefully used for:</p>\n<ul>\n<li>Research conducted for College Board.</li>\n<li>Student participation in surveys and focus groups.</li>\n<li>Research and policy discussions (using deidentified and aggregated information).</li>\n<li>Identifying, developing, and offering products and services that help students transition from high school to college and for continuous improvement of our products and services.</li>\n<li>Research consistent with our mission conducted by third parties obligated to keep the information confidential and secure.</li>\n<li>For more information about our research, visit our Research page.</li>\n</ul>\n<p>\n<strong>Access Organizations:</strong> These organizations help connect students with college planning activities and currently include Khan Academy<sup>®</sup>, College Advising Corps, and Chan Zuckerberg Initiative.</p>\n<p>\n<strong>Test Preparation:</strong> When students opt in to link their College Board and Khan Academy accounts, they can use their scores from the SAT, PSAT/NMSQT, PSAT 10, and PSAT 8/9 to generate a personalized study plan.</p>\n<p>\n<strong>Career Finder:</strong> When a student logs in to their College Board account and agrees to share their PSAT/NMSQT and/or SAT scores, their occupational fit based on these assessment outcomes is loaded into their College Board account and shared with Roadtrip Nation.</p>\n<p>\n<strong>Student Search Service:</strong> Student Search Service users—colleges, universities, nonprofit scholarship organizations, and nonprofit educational organizations—see studentsearch.collegeboard.org for more information.</p>\n<p>\n<strong>PSAT/NMSQT:</strong> Score information is shared with the cosponsor of this test, National Merit Scholarship Corporation, to select possible scholarship recipients.</p>\n<p>\n<strong>PSAT 8/9:</strong> If you agree to receive information, College Board may help you connect with eligible educational access programs.\nEducational access programs may inform you of certain opportunities, such as extracurricular activities, outreach programs, and financial aid.</p>\n<p>\n<strong>Other Instances:</strong> We may also disclose your personally identifiable information as required by law, for example to comply with a subpoena or other legal process, when we believe in good faith that it’s necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.</p>Access to Your Information and Data Retention<p>College Board will give you information about whether we have, or process on behalf of a third party, any of your personally identifiable information.\nTo request this information contact us at inquiry@collegeboard.org.</p>\n<p>Customer Service Contact Information:</p>College Board<br>250 Vesey Street<br>New York, NY 10281<br>Phone: (844) 849-3551<p>You can also access, correct, or ask questions about your personally identifiable information by logging in to your account or contacting us at inquiry@collegeboard.org.</p>\n<p>We’ll respond to these requests within a reasonable timeframe and as required by applicable law.</p>\n<p>We may retain your information for as long as your account is active or as needed for legitimate educational purposes to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>You can ask us to disable your College Board account.\nIf College Board disables your account, you won’t be able to access your account or any associated scores, send your scores, or see information related to any other activity.\nOnce your account has been disabled, it cannot be restored.</p>\n<p>EU and Brazil residents—see our EU and Brazil Privacy Notice here and below for additional information about your rights.</p>Communications and Marketing<br>Notice of Your California Privacy Rights<p>We send you two types of emails: transactional emails and optional commercial marketing emails.</p>\n<ul>\n<li>Transactional emails relate directly to your participation in a College Board product or service, or an action you took on our site, for example, confirmation of an online store purchase, an SAT admission ticket, and username and password reminders.</li>\n<li>Optional commercial marketing emails and texts tell users about College Board products, services, newsletters, alerts, events, and surveys.\nWhen you create a College Board Account, you’re given the option to receive marketing communications from us.\nUsers can opt in to get these emails or texts and can change their communication preferences at any time.\nYour contact information and high school location are used to communicate with you.\nTo unsubscribe from commercial emails:<ul>\n<li>Click the <strong>Unsubscribe</strong> link at the bottom of any College Board email</li>\n<li>Manage your email subscriptions through your College Board account</li>\n<li>Contact Customer Service</li>\n<li>Write to:College Board<br>250 Vesey Street<br>New York, NY 10281<br>Attention: User Account Manager</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>College Board SMS Terms and Conditions</strong>\n</p>\n<p>If you provide your mobile number during online account creation, we may send you limited transactional messages related to College Board services you have registered for.\nWith your consent we’ll also send you reminders for test dates, deadlines, and scores, direct you to free college planning resources, invite you to participate in surveys, or tell you about new offerings.\nYou can opt out at any time.</p>\n<p>\n<strong>Students:</strong> Text STUDENTJOIN to 70801 to join College Board Alerts.\nApprox.\n6 msgs/mo.\nReply HELP for help, STOP to cancel.\nMsg &amp.\nData Rates May Apply.\nTo stop receiving SMS messages from College Board Alerts, text STOP to 70801.You’ll get one final text confirming you’ve been unsubscribed in our system.\nYou won’t get any other text messages unless you reactivate your subscription, which you can do by texting STUDENTJOIN.\nFor additional help, text HELP to 70801 or contact socialmediasupport@collegeboard.org.</p>\n<p>\n<strong>Parents:</strong> Text PARENTJOIN to 70801 to join College Board Alerts.\nApprox.\n6 msgs/mo.\nReply HELP for help, STOP to cancel.\nMsg &amp.\nData Rates May Apply.\nTo stop receiving SMS messages from College Board Alerts, text STOP to 70801.\nYou’ll get one final text confirming you’ve been unsubscribed in our system.\nYou won’t get any other text messages unless you reactivate your subscription, which you can do by texting PARENTJOIN.\nFor additional help, text HELP to 70801 or contact socialmediasupport@collegeboard.org.</p>\n<p>\n<strong>K–12 and Higher Education Professionals:</strong> Text JOIN to 26747 to join College Board Alerts.\nApprox.\n6 msgs/mo.\nReply HELP for help, STOP to cancel.\nMsg &amp.\nData Rates May Apply.\nTo stop receiving SMS messages from College Board Alerts, text STOP to 26747.\nYou’ll get one final text confirming you’ve been unsubscribed in our system.\nYou won’t get any other text messages unless you reactivate your subscription, which you can do by texting JOIN.\nFor additional help, text HELP to 26747 or contact socialmediasupport@collegeboard.org.</p>Communications from Organizations Participating in Student Search Service<p>When you choose to start a conversation with colleges and scholarship organizations through the voluntary and free Student Search Service, you may receive communications from these programs by email and regular mail.\nThese organizations are required to maintain strict confidentiality.\nThe frequency and mode of communication are determined by each organization, and every communication they send is required to contain instructions for unsubscribing.\nYou can unsubscribe from the Student Search Service program in your privacy settings here my.collegeboard.org/profile/privacy, by contacting us at 866-825-8051, by email at SearchCustomerService@collegeboard.org, or by writing to:</p>College Board<br>11955 Democracy Drive<br>Reston, VA 20190<br>Attention: Student Search Service<p>\n<strong>California Residents—Your Privacy Rights:</strong> California law (California Civil Code Section 1798.83) permits residents of California to opt out of College Board disclosure of personally identifiable information to third parties for marketing purposes at any time.\nCollege Board will not disclose your personally identifiable information to third parties for marketing without giving you notice and getting your consent.\nPlease note—this opt-out doesn’t prohibit disclosures for nonmarketing purposes.\nYou can opt out for free by contacting Customer Service or writing to:</p>College Board<br>11955 Democracy Drive<br>Reston, VA 20190<br>Attention: Student Search ServiceCookies and Do Not Track Signals<p>Like most websites, ours gathers certain information automatically.\nThis information may include internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, the files viewed on our site (e.g., HTML pages, graphics, etc.), operating system, date/time stamp, and/or clickstream data to analyze trends in the aggregate and administer the site.</p>\n<p>We use cookies to remember your settings.\nThis makes browsing more efficient on subsequent visits by using your preferences to customize the content and/or layout of our site(s).\nYou can use your browser to control the use of cookies.</p>\n<p>Cookies and other technologies such as: beacons, pixels, Flash objects, tags, and scripts are used by College Board analytics in analyzing trends, administering the site, tracking users’ movements around the site, and to gather demographic information about our user base.\nWe may collect analytics data, or use third-party analytics tools such as Google Analytics, to help us measure traffic and usage trends for the sites and understand more about the demographics of our users.\nYou can learn more about Google’s practices at Google Policies, and view its currently available opt-out options at Google Tools.</p>\n<p>\n<strong>Flash Cookies:</strong> We may use Flash cookies (also known as local shared objects) and similar technologies to personalize and enhance your online experience.\nA Flash cookie is a small data file placed on a computer using Adobe Flash technology.\nThe Adobe Flash Player application allows rapid development of dynamic content, such as video clips and animation.\nWe use Flash cookies to personalize and enhance your online experience and deliver content for Flash players.\nWe may also use Flash cookies for security purposes, to gather certain website metrics, and to help remember settings and preferences.\nFlash cookies are managed through a different interface than your web browser’s.\nTo manage Flash cookies, please visit the Adobe website.\nIf you disable Flash cookies or other similar technologies, you may not have access to certain content and features on our website.</p>\n<p>\n<em>Cookie Controls:</em> Most web browsers provide controls that let you block or delete cookies.\nGenerally, you can go to your browser’s Help section and see instructions for blocking or deleting cookies.\nHowever, certain features College Board uses on its site depend on cookies.\nIf you turn off your cookie settings you can still use our site, but your ability to use some features or areas of our site may be limited.</p>\n<p>\n<strong>Adobe Device Co-op:</strong> The College Board participates in the Adobe Marketing Cloud Device Co-op to better understand how you use our website across various devices.\nCollege Board does not leverage this information for marketing campaigns,</p>\n<p>\n<strong>California Do Not Track Disclosure</strong>\n<br>Some browsers may be able to send a do not track signal to websites.\nThe College Board site does not respond to do not track signals or similar mechanisms and requests.\nIf you block cookies through your browser, you’ll block cookies as noted above.</p>\n<p>\n<strong>Third Parties and Online Advertising:</strong> We do not display any advertising on our site.\nIf you sign up to receive information about College Board programs, we use third parties, such as Facebook, to provide information about our educational products.\nOnly hashed, nonidentifiable information is provided to these third parties.\nYou can opt out of these communications in your account settings page here by clicking on Subscriptions.</p>\n<p>For more information about interest-based advertising and how you can opt out from some of it, visit the NAI Consumer Opt Out page or the Digital Advertising Alliance Your Ad Choices site.\nYou can also manage certain advertising cookies by visiting the EU-based Your Online Choices and the Digital Advertising Alliance of Canada site.\nYou may also be able to limit interest-based advertising through the settings on your mobile device by selecting “limit ad tracking” (iOS) or “opt out of interest-based ads” (Android).\nYou may also be able to opt out of some, but not all, interest-based ads served by mobile ad networks by visiting Your Ad App Choices.\nPlease note that opting out of receiving interest-based advertising through NAI’s and DAA’s online resources will only opt out a user from receiving interest-based ads on that specific browser or device, but they may still receive interest-based ads on their other devices.\nYou must opt out on each browser or device you use.</p>\n<p>\n<strong>YouTube:</strong> We use the YouTube service to display videos related to college planning and opportunities.\nYouTube uses tracking technologies, which may be present in the videos embedded on YouTube, which may collect information from your browser when you view the video, including device identifiers and/or cookie IDs.\nThis information is collected directly and automatically by YouTube and its partners.\nCollege Board does not participate in these data transmissions.\nCollege Board does not provide any personally identifiable information, such as usernames, to YouTube.\nYou can learn more about Google’s practices and control your settings on the service at Google Policies.</p>Information Security<p>Because no data transmission over the internet can be guaranteed 100% secure, we can’t guarantee the security of information you transmit to us.\nWe follow industry-recognized security practices and standards to protect the personally identifiable information submitted to us, both during transmission and once it’s received.\nCollege Board has ISO 27001 and SOC-2 certifications and is certified by third-party auditors annually to help us proactively manage risks and controls.\nIf you have any questions about the security of your personally identifiable information, email us at privacy@collegeboard.org.</p>Site Administration Services<p>To give you additional resources and information, we may include third-party links to access organizations, scholarship organizations, career information, test preparation, and site administration on our site.\nThese linked sites have separate and independent privacy policies that you should read.\nWe have no responsibility or liability for the content and activities of these linked sites, but we want to protect the integrity of our site and welcome any feedback about these linked sites (including if a specific link doesn’t work).</p>Children Under 13<p>We do not collect personally identifiable information online from children under 13.\nIf you know of a child giving us this type of information online, please email us at inquiry@collegeboard.org or contact Customer Service to have the account deactivated.</p>EU and Brazil Privacy Notice<p>This supplemental privacy notice gives European Union (EU) and Brazilian residents additional information required by local law.\nThese provisions, together with the statements in the College Board privacy notices, explain our practices for processing EU and Brazilian residents’ personal data.</p>\n<p>\n<strong>Cookies:</strong> Visitors to our site from the EU and Brazil can opt out of cookies for nonessential website purposes.\nWhen you visit our website and with your consent, we place cookies on your computer.\nPlease see the sections above regarding cookies and similar technologies.</p>\n<p>This EU and Brazil Privacy Notice explains why we collect your personally identifiable information and how we process it.\nWhen necessary we collect and process your information per the lawful bases described below:</p>\n<ul>\n<li>To fulfill a contract with you, for instance to provide a College Board test or a test offered by another company on behalf of College Board.</li>\n<li>We may provide personally identifiable information to our subcontractors (processors) and other trusted businesses or persons to process it for us, based on our written instructions and in compliance with our Privacy Statement and any other appropriate confidentiality and security measures.\nFor example, we use service providers to help process and score our tests.</li>\n<li>To process a payment, to create an account on our website, and for website management.</li>\n</ul>\n<p>We may also process your personally identifiable information with your consent to send you marketing email communications, enroll you in Student Search Service, or send your scores to your designated recipients.</p>\n<p>We may also process your personally identifiable information for the purposes of our legitimate interests, if processing it doesn’t outweigh your rights and freedoms.\nWe may process your personal information as needed to:</p>\n<ul>\n<li>Protect you, us, or others from threats (such as test security, security threats, or test fraud)</li>\n<li>Improve College Board tests and support College Board research initiatives</li>\n<li>Enable or administer our business, such as for quality control, consolidated reporting, and customer service</li>\n<li>Manage corporate transactions, such as mergers or acquisitions</li>\n<li>Understand and improve our business, improve test integrity, and for research purposes</li>\n</ul>\n<p>We may also process your personally identifiable information to comply with applicable laws.</p>\n<p>\n<strong>Automated Decision Making and Profiling:</strong> College Board may use automated processes in connection with scoring tests and for similar purposes, as needed to provide the test services you have requested, and for fraud prevention related to test security.\nAll of these decisions are subject to human review.\nWe will not make automated decisions about you that may significantly affect you, unless (a) the decision is necessary as part of a contract we have with you, (b) we have your explicit consent, or (c) we’re required by law to use the technology.\nYou can learn more about test scoring by reading the information posted on our website about each of our tests.\nYou can learn more about test security by reading the information posted on our website.</p>\n<p>In some cases, we use certain elements of personal data for College Board research.\nFor example, we may consider how certain types of test takers (such as nonnative English speakers) respond to specific test questions.\nOur research initiatives reflect our commitment to fairness and equity in testing, helping to ensure that our tests are accessible and free from bias.\nThey also aim to improve teaching, learning, and assessment.\nOur research results do not contain any identifiable data and aren’t used to target or profile individuals.\nVisit our website to learn more: Research.</p>\n<p>\n<strong>Your Rights:</strong> As stated in this EU and Brazil Privacy Notice, you always have the right to object to our marketing communications.\nTo opt out of emails, click the <strong>Unsubscribe</strong> link at the bottom of any email we send you.\nAnd see the sections above related to communications and marketing for information about your choices and opting out.</p>\n<p>College Board also respects your right to access, correct, and request erasure or restriction of your personally identifiable information as required by law.\nThis means:</p>\n<ul>\n<li>You have a right to know if College Board maintains your personally identifiable information.\nIf we do, we’ll give you a copy (subject to the rights of others).\nIf your information is incorrect or incomplete, you have the right to ask us to update it.</li>\n<li>You have the right to object to our processing of your personally identifiable information.</li>\n</ul>\n<p>You may also ask us to delete or restrict your personally identifiable information, including a copy of your information related to your right to data portability.</p>\n<p>To exercise these rights, please contact us via email at DataProtectionInquiry@collegeboard.org or write to us at the U.S.\naddress below, and our Customer Service team will assist you (we may need to verify your identity before we can process your request).\nOur ability to delete personal information will be limited when we’re required to retain records, as in connection with score reports and test security processes.</p>\n<p>If you believe we have processed your personally identifiable information in violation of applicable law, you can file a complaint with the College Board Chief Privacy Officer or a supervisory authority by emailing privacy@collegeboard.org.</p>\n<p>\n<strong>Data Retention</strong>\n</p>\n<p>We’ll retain your personally identifiable information for as long as the information is needed for the purposes detailed above and for any additional period that may be required or permitted by law.\nYou may request that we delete your personally identifiable information by emailing us at DataProtectionInquiry@collegeboard.org.\nUnless we’re required by law to retain your information or have a legitimate interest in retaining it, we’ll delete it within 30 days of your request.\nIf you ask us to delete your data, you won’t be able to access any College Board account or test scores, or send test scores to any colleges, universities, or any other third parties.</p>\n<p>\n<strong>International Users</strong>\n</p>\n<p>College Board, its website, and its website servers are located and operated in the United States, requiring your information to be transferred from your location to the United States, which may not provide the same level of protection for your personally identifiable information as your home country.\nThe information may be available to the United States government or its agencies under a lawful order in the United States.\nWhen you give information to College Board through this website for any reason, including for any of the services we offer, you acknowledge a cross-border transfer of that information to the United States.\nIf you do not agree to this international transfer of data, you shouldn’t use the website and the services it offers.\nIf you choose to revoke your consent to such transfer, and this is the lawful basis for the processing, we may cease processing your information.\nDepending on the service you’re using the website for, it may impact your ability to apply or be accepted to a U.S.\ncollege or university.\nEU and Brazil residents—please read the EU and Brazil Privacy Notice above.</p>\n<p>\n<strong>Supplemental Program-Specific Materials and Resources</strong>\n</p>\n<p>Some College Board programs have supplemental materials and resources that provide additional information related to College Board policies and procedures regarding privacy.\nClick here for additional program-specific, privacy-related materials and resources.</p>Changes to Our Privacy Statement<p>Sometimes we update this Privacy Statement, so visit this page periodically to review it for changes.\nPolicy changes will apply only to information collected after the date of the change.</p>Terms and Conditions<p>Please also visit our terms and conditions section establishing the use, disclaimers, and limitations of liability governing the use of our website.</p>Contact Us<strong>College Board</strong>\n<br>250 Vesey Street<br>New York, NY 10281<br>Phone: 212-713-8000<br>866-630-9305<br>privacy@collegeboard.org Top Programs<ul>\n<li>SAT<sup>®</sup>\n</li>\n<li>PSAT/NMSQT<sup>®</sup>\n</li>\n<li>PSAT<sup>™</sup> 10</li>\n<li>PSAT<sup>™</sup> 8/9</li>\n<li>SpringBoard<sup>®</sup>\n</li>\n<li>Pre-AP<sup>®</sup>\n</li>\n<li>AP<sup>®</sup>\n</li>\n</ul>\n<ul>\n<li>BigFuture<sup>™</sup>\n</li>\n<li>ACCUPLACER<sup>®</sup>\n</li>\n<li>CLEP<sup>®</sup>\n</li>\n<li>CSS Profile<sup>™</sup>\n</li>\n<li>Search</li>\n<li>PowerFAIDS<sup>®</sup>\n</li>\n</ul>College Board<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Membership</li>\n<li>Newsroom</li>\n<li>Research</li>\n<li>Services for Students with Disabilities</li>\n<li>College Board Blog</li>\n<li>The Elective</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Contact Us</li>\n<li>More<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Youtube</li>\n<li>LinkedIn</li>\n<li>Instagram</li>\n</ul>\n</li>\n<li>Doing Business</li>\n<li>Compliance</li>\n<li>Site Terms of Use</li>\n<li>Privacy Center</li>\n<li>Privacy Settings</li>\n<li>Report Cheating</li>\n</ul>\n<p>© 2021 College Board | <br>PSAT/NMSQT is a registered trademark of the College Board and National Merit Scholarship Corporation.</p> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information (PII).</p>Performance Cookies Performance Cookies <p>These cookies allow us to track visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p>Marketing Cookies Marketing Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant advertising from College Board on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\n&nbsp.\n&nbsp;If you do not allow these cookies you may not be able to use or see these sharing tools.</p>Back Button Performance CookiesVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>33AcrossView Privacy Notice</li>\n</ul> Confirm My Choices<p>By continuing to browse or by clicking “Accept All Cookies,” you agree to the storing of cookies on your device to enhance your user experience, analyze site usage, and session management.\nPlease review our updated privacy policy before interacting further with this site.\nPrivacy Policy</p>Cookies Settings Accept All Cookies", "created_at": "2021-04-07 08:06:04.235988", "updated_at": "2021-04-07 08:06:17.940604"}, {"id": 4787, "name": "Site Terms and Conditions", "url": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "xpath": "", "text": " Skip to Content<i>\n</i>Open Global Navigation Panel<i>\n</i>Open Global Navigation PanelThe College BoardSign InOpen Search Panel <i>\n</i>\n<p>\n</p>\n<p>Get up-to-date information on all the changes for students and educators affected by coronavirus (COVID-19).</p>\n<p>\n</p>\n<i>Close Notification</i> Privacy<ul>\n<li>\n<i>\n</i>Home</li>\n<li>Data Privacy Principles</li>\n<li>Privacy Statement</li>\n<li>Program-Specific Privacy Policies</li>\n<li>MoreActivate to enable dropdown<i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n</li>\n</ul>PrivacyOpen navigation<ul>\n<li>\n<i>\n</i>Home</li>\n<li>Data Privacy Principles</li>\n<li>Privacy Statement</li>\n<li>Program-Specific Privacy Policies</li>\n</ul> Site Terms and Conditions beginning of content: <p>These terms and conditions&nbsp;govern the use of and access to the College Board Website(s).</p>Acceptance of Terms<p>Welcome to the College Board website(s) (\"website(s)\" or \"site(s)\")! You may access or obtain unique services, products, information, and community offerings (\"Services\") provided by the College Board (\"we,\" or \"us\") through our website(s) as a service to the Internet community.\nYour use of these Services is subject to these Site Terms and Conditions (\"Agreement\").\nBy accessing the College Board website(s) and/or using the Services, you agree that you have read and understand this Agreement, and that your use of the website(s) shall conform to this Agreement.\nIf you register with us for certain Services, this Agreement includes and incorporates additional terms specific to those Services.\nThe additional terms will be presented to you for your acceptance at the time of your registration for those Services.\nWe reserve the right to change or amend this Agreement without notice.\nSee the Section titled \"Changes to Agreement\" below for details.&nbsp;</p>Privacy Policy<p>The College Board recognizes the importance of protecting your privacy.\nAny registration, personal, or other information you share with us is securely managed and safeguarded.\nFor more information, review our&nbsp;<strong>Privacy Center</strong>.</p>User Account, Password, and Security<p>In this Agreement \"you\" refers to the person who registers to become a user of the College Board website(s).\nYou agree that all information you provide in registration or otherwise is true, accurate, and complete.\nWe reserve the right to refuse service or subscription to any person or entity for any or no reason whatsoever.\nTo obtain some specific Services, you will be required to designate a user ID and password.\nYou are responsible for maintaining the confidentiality of the ID and password, and are fully responsible for all activities that occur under your ID or password.\nYou agree to&nbsp;<strong>immediately notify the College Board of any unauthorized use of your ID </strong>or password or any other breach of security.\nYou also agree to exit from your account at the end of each session.\nThe College Board cannot and will not be liable for any loss or damage arising from your failure to do so.\nFor more information on security, see our Privacy Policy.</p>User Conduct<p>By accessing our site(s) and/or otherwise accepting this Agreement, you agree to comply with the specific Community Guidelines that may govern any communities in which you participate or with the following general guidelines:</p>\n<p>In connection with your use of the Site, you agree you will not:</p>\n<ol>\n<li>Transmit any message, information, data, text, software or images, or other content (\"Material\") that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, or otherwise objectionable that may invade another's right of privacy or publicity;</li>\n<li>Impersonate any person or entity, including but not limited to, a College Board official, forum leader, guide or host or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>Post or transmit any Material that you do not have a right to reproduce, display or transmit under any law or under contractual or fiduciary relationships (such as nondisclosure agreements);</li>\n<li>Post or transmit any Material that contains a virus or corrupted data;</li>\n<li>Delete any author attributions, legal notices or proprietary designations or labels that you upload to any communication feature;</li>\n<li>Use the Site's communication features in a manner that adversely affects the availability of its resources to other users (e.g., excessive shouting, use of all caps, or flooding continuous posting of repetitive text);</li>\n<li>Post or transmit any unsolicited advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes\" or any other form of solicitation or any non-resume information such as opinions or notices, commercial or otherwise;</li>\n<li>Violate any applicable local, state, national or international law;</li>\n<li>Upload or transmit any Material that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party;</li>\n<li>Delete or revise any Material posted by any other person or entity;</li>\n<li>Manipulate or otherwise display the Site by using framing or similar navigational technology.\nor</li>\n<li>Disseminate username, password or any additional subscription-based Site-accessing information to unauthorized individuals.</li>\n</ol>Proprietary Rights<p>The College Board and its licensors have expended substantial time, effort, and funds to create the website(s) and the Services.\nYou acknowledge and agree that the College Board or College Board affiliates exclusively own the copyright to (or have been granted licenses by third parties to use) all rights, title, and interest in the Services and the information, data, databases, images, sound recordings, audio and visual clips, and other content (collectively, \"Content\") provided by the website(s).</p>\n<p>Certain materials specifically designated as belonging to another party are not owned by the College Board.\nIn addition, certain materials may be owned jointly by College Board and ETS.</p>\n<p>No copyrighted material or other Content may be performed, distributed, downloaded, uploaded, modified, reused, reproduced, reposted, retransmitted, disseminated, sold, published, broadcast or circulated or otherwise used in any way whatsoever except as expressly stated either in such materials or in this Agreement without express written permission of the College Board or permission of the copyright owner.\nAny modification of the Content, or any portion thereof, or use of the Content for any other purpose constitutes an infringement of the College Board's copyrights and other proprietary rights.\nUse of the Content on any other website or other networked computer environment is prohibited without prior written permission from the College Board.</p>\n<p>For permission to use Content from the website(s), please complete the&nbsp;permission request form.</p>Trademarks<p>The trademarks and logos used on the website(s) are owned by College Board or are used with permission from the respective owners.\nNo use of any College Board trademark or any other trademark listed is permitted without express written consent.</p>\n<p>View a list of&nbsp;College Board trademarks.</p>\n<p>Review the guidelines for the use of College Board trademarks.</p>Special Conditions for International Use and Exports<p>The College Board makes no representations that the Services are appropriate for use in all locations, or that transactions, products, instruments, or services discussed are available or appropriate for sale or use in all jurisdictions.\nAs a United States-based corporation, the College Board, along with our representatives overseas, is subject to U.S.\nexport controls and economic sanctions laws and regulations.\nYou access the College Board website(s) and the Services on your own initiative, and are responsible for compliance with applicable local laws or regulations.\nRecognizing the global nature of the Internet, you agree to comply with all local rules regarding online conduct and acceptable content.\nSpecifically, you agree to comply with all applicable laws regarding the transmission of data or information exported from the United States or the country in which you reside.\nYou further agree not to upload to the College Board website(s) any data or software that cannot be exported under U.S.\ngovernment export laws without prior written government authorization, including, but not limited to, certain encryption software.\nThis assurance and commitment shall survive termination of this Agreement.\nPlease note that individuals in countries against which the United States, directly or through the United Nations, has imposed economic sanctions (such as Iran and Cuba) or persons designated by the U.S.\ngovernment as Specially Designated Nationals and Blocked Persons may not be permitted to use the Services, even though they may access the website.</p>No Resale of Service<p>You agree not to reproduce, duplicate, copy, sell, resell, or exploit for any commercial purposes any portion of the Services, use of the Services, or access to the Services.</p>Linked Sites<p>This Site may provide, or third parties may provide, links to non-College Board websites or resources.\nBecause the College Board has no control over such sites and resources, you acknowledge and agree that the College Board is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such websites or resources.\nLinks to these third-party sites does not imply that the websites are affiliated with or endorsed by the College Board or are legally authorized to use any trademark, trade name, logo or copyright symbol of the College Board that is displayed in or accessible through the links.</p>\n<p>You further acknowledge and agree that the College Board shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such site or resource.\nThe College Board strongly encourages users to read all external and third-party site terms and conditions and privacy policies.</p>Downloaded Content<p>It is up to you to take precautions to ensure that information, data, and software you download or otherwise select for your use is free of viruses and other destructive items.</p>Consent to Electronic Communications and Email Solicitation<p>When you register for Services, you may choose to receive information and other materials regarding products, services, and other offers from time to time as described in our Privacy Policy.\nSuch solicitations may take the form of materials mailed to you, telephone calls, e-mail messages, or other forms.\nSolicitations will be made to the addresses and numbers provided to us in the registration process.</p>Term of Agreement<p>This Agreement remains in effect until terminated by you or the College Board.\nYou may terminate this Agreement upon our receipt of your notice via e-mail to the College Board at&nbsp;Sitetermsandconditions@collegeboard.com, and by our subsequently disabling your password and ID.\nIf you are unsatisfied with the Services provided through the College Board website(s), your sole remedy is to terminate this Agreement.\nWe may terminate this Agreement, in whole or with respect to a Service, with or without cause, at any time immediately upon our disabling your password and ID.\nWe may notify you of termination of the Agreement via e-mail or other written notice to the address you provide to us in the registration process.\nAfter the termination of this Agreement or a Service, you are not authorized to access or use the Service, and you shall cease all such access and use.\nIf you nonetheless access or use the Service in spite of termination of the Agreement or Service, your use of, or access to, the Service will be subject to the version of the Agreement then in effect as to all current users.</p>Changes to Agreement and Services<p>We may make changes to this Agreement at any time.\nYour continued use of the Services indicates your acceptance of the new terms and conditions and continued agreement to be bound by this Agreement, as changed from time to time.\nYou should review this Agreement often to stay informed of changes that may affect you.\nIf you have registered with us and provided us with an e-mail address, we may provide you with notice informing you that this Agreement has changed, but such notice shall be for convenience only and shall not be required for the effectiveness of the changes.\nYou agree to check the Services, your mail and/or e-mail on a regular basis to receive important and timely notices from us.\nThe College Board may also make changes to the Services and site(s), including discontinuing any Service or Content, or otherwise restricting access and use.\nWe reserve the right to do so without prior notice to you.\nThe College Board reserves the right to change or add any fees or charges for access or use of the website(s) or any of the Services at any time.</p>No Warranties/Limitation of Liability<p>THE COLLEGE BOARD WEBSITE(S) AND SERVICES ARE PROVIDED ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS WITHOUT WARRANTIES OF ANY KIND.\nYOU ACKNOWLEDGE THAT, NEITHER THE COLLEGE BOARD NOR ANY OF ITS RESPECTIVE AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, CONTRACTORS, SUPPLIERS, NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING OR DELIVERING THE COLLEGE BOARD WEBSITE(S) MAKES ANY GUARANTIES OR WARRANTIES, EXPRESSED, IMPLIED OR STATUTORY, WITH RESPECT TO THE SERVICES AND CONTENT OR ANY OTHER MATTER, INCLUDING WITHOUT LIMITATION, WARRANTIES REGARDING THE ACCURACY OR COMPLETENESS OF ANY CONTENT, WARRANTIES THAT THE SERVICES OR CONTENT WILL BE FREE OF ERRORS OR AVAILABLE, OR WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE OR INFRINGEMENT OF THIRD PARTY RIGHTS.\nTHE COLLEGE BOARD, AND SUCH PERSONS SHALL NOT BE LIABLE TO YOU FOR ANY LOSS, COST, DAMAGE, OR OTHER INJURY, OF ANY KIND WHATSOEVER, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, ARISING OUT OF OR CAUSED IN WHOLE OR IN PART BY (I) YOUR USE OR INABILITY TO USE THE WEBSITE(S) OR ANY ERRORS OR OMISSIONS IN THE CONTENT HEREOF.\n(II) YOUR USE OF, OR RELIANCE ON, ANY SERVICE OR CONTENT, (III) THE COLLEGE BOARD'S OR ANY OTHER PERSON'S PERFORMANCE OF ANY OBLIGATIONS UNDER OR IN CONNECTION WITH THIS AGREEMENT, AND/OR (IV) YOUR PURCHASE AND USE OF ANY GOODS OR SERVICES PROVIDED BY THIRD PARTIES THROUGH THE COLLEGE BOARD WEBSITE(S).\nIN NO EVENT WILL THE COLLEGE BOARD, OR ANY OF ITS RESPECTIVE AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, CONTRACTORS OR SUPPLIERS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY PUNITIVE, CONSEQUENTIAL, DIRECT, INCIDENTAL, INDIRECT, SPECIAL, OR SIMILAR DAMAGES EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.</p>\n<p>All users therefore agree that all access and use of the College Board website(s) is at the user's own risk.\nBecause some states or jurisdictions do not allow the exclusion or limitation of liability for certain damages, in such states or jurisdictions, the liability of the College Board shall be limited in accordance with this Agreement to the fullest extent permitted by law.\nThe user specifically waives any and all claims it may have arising out of use of the website(s).\nAny service for which a separate fee is charged carries with it only the representations and warranties specifically stated attributable to that service.</p>\n<p>The College Board, and its respective affiliates, officers, directors, employees, agents, contractors, or other suppliers shall not be liable for any loss, cost, or damage due to causes beyond their control.\nYou understand that the College Board accepts no responsibility for security of information transmitted over the Internet.</p>\n<p>Without limiting any of the foregoing, if the College Board, or any of its respective affiliates, officers, directors, employees, agents, contractors or suppliers is found liable to you for any claims or matters arising under or in connection with this Agreement, the College Board's and such parties' aggregate and maximum liability for all such matters and claims in any calendar year shall not exceed the amounts paid by you to the College Board for the specific Service or product giving rise to such liability.</p>Distribution of Third-Party Content<p>The College Board does not exercise editorial control over third-party content provided, uploaded, published, or distributed by users and other participants in collegeboard.com.\nIn other words, the College Board website(s) is/are merely a distributor, not a publisher, of such content.\nSuch content may contain the views, opinions, statements, offers, and other material of the respective users, suppliers, participants, or authors.\nThe College Board does not endorse, is not responsible for, and makes no representations or warranties regarding, such content or its accuracy, supplier ability or fitness for any particular purpose, and the College Board shall not be liable for any harm resulting from or in connection with reliance on any such content.\nIn addition, the College Board shall not be a party to, or liable in any way for any harm associated with, any transaction between our users and any other user or participant on the website(s).\nAny products or services offered or sold on or through the website(s) by any person other than the College Board are offered or sold subject to terms and conditions solely between our users and such other person or supplier.</p>Miscellaneous<p>This Agreement, the&nbsp;Privacy Policy, and any specific Community Guidelines that you accept and that govern specific sections of this site represent your entire agreement with the College Board with respect to your access and use of the College Board website(s) and the Services.\nExcept for the College Board's affiliates, this Agreement does not confer any rights, remedies, or benefits upon any person other than you and the College Board.\nThis Agreement may only be amended by a written or electronic form duly accepted and agreed to by the College Board and you, or in the manner described in the Section \"Changes to Agreement and Service\" above.\nYou may not assign this Agreement without the prior written consent of the College Board.\nThis Agreement shall be binding on and inure to the benefit of the parties and their respective successors and assigns.\nShould any provision of this Agreement be held to be void, invalid, unenforceable, or illegal by a proper legal authority, the validity and enforceability of the other provisions shall not be affected.\nThis Agreement shall be governed by and construed under the law of the State of New York, without regard to conflicts of laws, and the Federal law of the United States.</p> Top Programs<ul>\n<li>SAT<sup>®</sup>\n</li>\n<li>PSAT/NMSQT<sup>®</sup>\n</li>\n<li>PSAT<sup>™</sup> 10</li>\n<li>PSAT<sup>™</sup> 8/9</li>\n<li>SpringBoard<sup>®</sup>\n</li>\n<li>Pre-AP<sup>®</sup>\n</li>\n<li>AP<sup>®</sup>\n</li>\n</ul>\n<ul>\n<li>BigFuture<sup>™</sup>\n</li>\n<li>ACCUPLACER<sup>®</sup>\n</li>\n<li>CLEP<sup>®</sup>\n</li>\n<li>CSS Profile<sup>™</sup>\n</li>\n<li>Search</li>\n<li>PowerFAIDS<sup>®</sup>\n</li>\n</ul>College Board<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Membership</li>\n<li>Newsroom</li>\n<li>Research</li>\n<li>Services for Students with Disabilities</li>\n<li>College Board Blog</li>\n<li>The Elective</li>\n</ul>\n<ul>\n<li>Help</li>\n<li>Contact Us</li>\n<li>More<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Youtube</li>\n<li>LinkedIn</li>\n<li>Instagram</li>\n</ul>\n</li>\n<li>Doing Business</li>\n<li>Compliance</li>\n<li>Site Terms of Use</li>\n<li>Privacy Center</li>\n<li>Privacy Settings</li>\n<li>Report Cheating</li>\n</ul>\n<p>© 2021 College Board | <br>PSAT/NMSQT is a registered trademark of the College Board and National Merit Scholarship Corporation.</p> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information (PII).</p>Performance Cookies Performance Cookies <p>These cookies allow us to track visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p>Marketing Cookies Marketing Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant advertising from College Board on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\n&nbsp.\n&nbsp;If you do not allow these cookies you may not be able to use or see these sharing tools.</p>Back Button Performance CookiesVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>33AcrossView Privacy Notice</li>\n</ul> Confirm My Choices<p>By continuing to browse or by clicking “Accept All Cookies,” you agree to the storing of cookies on your device to enhance your user experience, analyze site usage, and session management.\nPlease review our updated privacy policy before interacting further with this site.\nPrivacy Policy</p>Cookies Settings Accept All Cookies", "created_at": "2021-04-07 08:06:04.527405", "updated_at": "2021-04-07 08:09:16.451167"}], "points": [{"id": 19396, "title": "You must provide your identifiable information", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:17:02.326623", "updated_at": "2021-04-30 18:40:08.289532", "quoteText": "zip code, gender, date of birth, high school, email address, mailing address, and mobile phone number.", "case_id": 409, "document_id": 4786, "quoteStart": 4950, "quoteEnd": 5052}, {"id": 19404, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:26:17.39067", "updated_at": "2021-04-30 19:18:39.727408", "quoteText": "These cookies may be set through our site by our advertising partners.", "case_id": 128, "document_id": 4786, "quoteStart": 50971, "quoteEnd": 51041}, {"id": 19386, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:03:08.622497", "updated_at": "2021-04-30 18:36:17.507308", "quoteText": "If you register with us for certain Services, this Agreement includes and incorporates additional terms specific to those Services.", "case_id": 144, "document_id": 4787, "quoteStart": 1407, "quoteEnd": 1538}, {"id": 19388, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:04:43.858987", "updated_at": "2021-04-30 18:36:26.272392", "quoteText": "You are responsible for maintaining the confidentiality of the ID and password, and are fully responsible for all activities that occur under your ID or password.", "case_id": 148, "document_id": 4787, "quoteStart": 2527, "quoteEnd": 2689}, {"id": 19389, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:07:25.83276", "updated_at": "2021-04-30 16:07:44.449893", "quoteText": "ecause the College Board has no control over such sites and resources, you acknowledge and agree that the College Board is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such websites or resources.", "case_id": 278, "document_id": 4787, "quoteStart": 9271, "quoteEnd": 9629}, {"id": 19402, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:23:53.721841", "updated_at": "2021-04-30 18:38:47.245274", "quoteText": "Unless we’re required by law to retain your information or have a legitimate interest in retaining it, we’ll delete it within 30 days of your request.", "case_id": 303, "document_id": 4786, "quoteStart": 45379, "quoteEnd": 45529}, {"id": 19394, "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:13:06.920817", "updated_at": "2021-04-30 18:36:09.627986", "quoteText": "Your continued use of the Services indicates your acceptance of the new terms and conditions and continued agreement to be bound by this Agreement, as changed from time to time.", "case_id": 277, "document_id": 4787, "quoteStart": 12237, "quoteEnd": 12414}, {"id": 19405, "title": "Your profile is combined across various products", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:26:54.020979", "updated_at": "2021-04-30 18:36:56.407036", "quoteText": "They may be used by those companies to build a profile of your interests and show you relevant advertising from College Board on other sites.", "case_id": 326, "document_id": 4786, "quoteStart": 51042, "quoteEnd": 51183}, {"id": 19400, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:20:40.853779", "updated_at": "2021-04-30 18:37:12.554881", "quoteText": "The College Board site does not respond to do not track signals or similar mechanisms and requests.", "case_id": 233, "document_id": 4786, "quoteStart": 35547, "quoteEnd": 35646}, {"id": 19390, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:08:21.135236", "updated_at": "2021-04-30 18:37:37.127065", "quoteText": "\nBecause the College Board has no control over such sites and resources, you acknowledge and agree that the College Board is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such websites or resources.", "case_id": 278, "document_id": 4787, "quoteStart": 9269, "quoteEnd": 9629}, {"id": 19393, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:12:27.588606", "updated_at": "2021-04-30 18:38:30.609483", "quoteText": "We may make changes to this Agreement at any time.", "case_id": 121, "document_id": 4787, "quoteStart": 12186, "quoteEnd": 12236}, {"id": 19392, "title": "The service notice you before closing your account", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:10:27.326688", "updated_at": "2021-04-30 18:38:40.194658", "quoteText": "We may notify you of termination of the Agreement via e-mail or other written notice to the address you provide to us in the registration process.", "case_id": 206, "document_id": 4787, "quoteStart": 11623, "quoteEnd": 11769}, {"id": 19401, "title": "You can request access, correction and/or deletion of your data", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:22:26.941362", "updated_at": "2021-04-30 18:38:56.985775", "quoteText": "If we do, we’ll give you a copy (subject to the rights of others).\nIf your information is incorrect or incomplete, you have the right to ask us to update it.</li>\n<li>You have the right to object to our processing of your personally identifiable information.</li>\n</ul>\n<p>You may also ask us to delete or restrict your personally identifiable information, including a copy of your information related to your right to data portability.", "case_id": 195, "document_id": 4786, "quoteStart": 43889, "quoteEnd": 44325}, {"id": 19398, "title": "Third-party cookies are used for statistics", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:19:50.365977", "updated_at": "2021-04-30 18:39:18.072017", "quoteText": "We may collect analytics data, or use third-party analytics tools such as Google Analytics, to help us measure traffic and usage trends for the sites and understand more about the demographics of our users.", "case_id": 325, "document_id": 4786, "quoteStart": 33490, "quoteEnd": 33696}, {"id": 19395, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:16:35.963961", "updated_at": "2021-04-30 18:39:53.939534", "quoteText": "first name, middle initial, last name,", "case_id": 214, "document_id": 4786, "quoteStart": 4911, "quoteEnd": 4949}, {"id": 19391, "title": "The service can delete your account  without a reason", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:09:39.815599", "updated_at": "2021-04-30 19:28:43.939746", "quoteText": "We may terminate this Agreement, in whole or with respect to a Service, with or without cause, at any time immediately upon our disabling your password and ID", "case_id": 201, "document_id": 4787, "quoteStart": 11463, "quoteEnd": 11621}, {"id": 19406, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:29:39.85083", "updated_at": "2021-04-30 18:37:27.570218", "quoteText": "<p>College Board, its website, and its website servers are located and operated in the United States, requiring your information to be transferred from your location to the United States, which may not provide the same level of protection for your personally identifiable information as your home country.", "case_id": 411, "document_id": 4786, "quoteStart": 45764, "quoteEnd": 46069}, {"id": 19407, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:30:49.047594", "updated_at": "2021-04-30 20:44:48.69512", "quoteText": "The information may be available to the United States government or its agencies under a lawful order in the United States.\nWhen you give information to College Board through this website for any reason, including for any of the services we offer, you acknowledge a cross-border transfer of that information to the United States.", "case_id": 164, "document_id": 4786, "quoteStart": 46070, "quoteEnd": 46399}, {"id": 19403, "title": "The service uses social media cookies/pixels", "source": "https://privacy.collegeboard.org/privacy-center/privacy-statement", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:24:51.405398", "updated_at": "2021-04-30 18:35:46.596894", "quoteText": "These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.", "case_id": 307, "document_id": 4786, "quoteStart": 51448, "quoteEnd": 51709}, {"id": 19387, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://privacy.collegeboard.org/site-terms?navId=gf-terms", "status": "Generated through the annotate view", "created_at": "2021-04-30 16:03:44.907966", "updated_at": "2021-04-30 18:38:09.18034", "quoteText": "We reserve the right to change or amend this Agreement without notice.", "case_id": 121, "document_id": 4787, "quoteStart": 1658, "quoteEnd": 1728}], "urls": ["collegeboard.org"]}}