{"error": 448, "message": "OK", "parameters": {"id": 2311, "name": "Ruqqus", "created_at": "2020-08-01 21:07:18.551844", "updated_at": "2021-03-25 03:19:51.946024", "wikipedia": null, "keywords": null, "related": null, "slug": "ruqqus", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2311.png", "url": "ruqqus.com", "documents": [{"id": 2737, "name": "Content Policy", "url": "https://ruqqus.com/help/rules", "xpath": "//*[@id=\"main-content-col\"]", "text": "\nRuqqus Content Policy\n<p>Ruqqus.com is a free speech environment.\nHowever, in order to comply with US law, and in order to ensure the safety of our users, there are a few things you are not permitted to do with the Ruqqus platform.</p>\n<p>By using ruqqus.com, you agree to follow these rules.\nViolations (in Ruqqus's sole discretion) may lead to the suspension of your ruqqus.com account.</p>\n1: Intellectual Property\n<p>You may not upload to, embed within, or link out from ruqqus.com:</p>\n<ol>\n<li>Copyrighted material that you are not authorized to distribute</li>\n<li>Anything not legal to publish within, or export from, the United States of America</li>\n</ol>\n2: Digital Safety\n<p>You may not upload to, embed within, or link out from ruqqus.com:</p>\n<ol>\n<li>Digitally malicious content, including but not limited to:<ul>\n<li>Phishing attacks</li>\n<li>XSS attacks</li>\n</ul>\n</li>\n<li>URL shorteners</li>\n<li>Anything that breaks Ruqqus<ul>\n<li>If you find a problem, tell us about it.\nYou'll get a nifty badge on your profile.</li>\n</ul>\n</li>\n</ol>\n3: User Safety\n<p>You may not use ruqqus.com to do any of the following:</p>\n<ol>\n<li>Threaten or intimidate other users</li>\n<li>Impersonate Ruqqus staff</li>\n<li>Solicit, collect, or publish personal information, either yours or another individual's<ul>\n<li>This does not include information that is already publically available, such as public figures' names, government contact info, etc.</li>\n</ul>\n</li>\n<li>Spam</li>\n</ol>\n4: Sexual Content\n<p>You may not upload to, embed within, or link out from ruqqus.com:</p>\n<ol>\n<li>Sexual or sexually suggestive material not marked \"NSFW\"</li>\n<li>Sexual or sexually suggestive material involving individuals under the age of 18, including fictitious content</li>\n<li>Sexual or sexually suggestive material involving individuals who did not consent to its creation and distribution (commonly called \"revenge pornography\" or \"involuntary pornography\")</li>\n</ol>\n5: IRL Safety\n<p>You may not use ruqqus.com to do any of the following:</p>\n<ol>\n<li>Incite, plan, or execute unlawful or violent activity<ul>\n<li>This includes the sale of illicit substances.</li>\n<li>This does not include the exercise of the human right to free speech, where the speech is unlawful in a user's home country but protected in the United States</li>\n</ul>\n</li>\n<li>Engage in fraud</li>\n</ol>\n6: Bots\n<p>The following rules apply to clients interacting with Ruqqus in an automated manner (\"Bots\").</p>\n<ol>\n<li>Bots may not vote.</li>\n<li>Bots must use a unique <code>User-Agent</code> header.</li>\n<li>Bots must include a <code>X-User-Type</code> header with a value of <code>Bot</code>.</li>\n<li>Bots that post content must serve a useful function, such as looking up information or bridging to another service.</li>\n<li>Bots must authenticate with an OAuth2 token and use <code>/api/v1</code> endpoints whenever possible.</li>\n</ol>\n", "created_at": "2020-08-01 21:09:55.358926", "updated_at": "2020-12-15 00:33:33.206782"}, {"id": 2924, "name": "Legal Policies", "url": "https://ruqqus.com/help/legal", "xpath": "//*[@id='main-content-col']", "text": "\nLegal Policies\n<p>This page provides a summary of Ruqqus LLC's legal policies.\nThese policies are not binding upon Ruqqus LLC, and are provided only for the sake of transparency.</p>\nJurisdiction\n<p>Ruqqus LLC is a US-based entity registered in the state of Delaware, and operating in the state of New Hampshire.\nAll of our assets, personnel, data, and operations are kept within the United States.</p>\nDMCA\n<p>It is Ruqqus LLC policy to comply with valid DMCA takedown requests.\nAny user, whose content has been removed pursuant to such a request, may submit a DMCA counter-notification.</p>\nPrivacy\n<p>It is Ruqqus LLC policy to decline to share user information with law enforcement, except as required by law or in the event of an emergency.\nEmergency requests are considered on a case-by-case basis, favoring user privacy in such considerations.</p>\nLegal Process\n<p>The registered agent for Ruqqus LLC accepts service of legal process on our behalf at:</p>\n<blockquote>\n<p>300 Delaware Ave.</p>\n<p>Suite 210-A</p>\n<p>Wilmington, DE 19801</p>\n</blockquote>\n<p>For the sake of speed and convenience, law enforcement and government officials may instead submit legal process via our legal requests portal.</p>\n<p>All legal service must be in English or accompanied by a full, official English translation.</p>\n<p>It is Ruqqus LLC policy to reject and/or move to quash all non-English legal process for lack of due process.</p>\nDomestic\n<p>It is Ruqqus LLC policy to cooperate with all legal process valid in the state of Delaware.</p>\nForeign\n<p>It is Ruqqus LLC policy to reject all foreign legal process for lack of jurisdiction.</p>\n<p>Any foreign legal process must first be recognized by a United States court with jurisdiction in Hillsborough County, New Hampshire.\nThe resulting United States legal process may then be served to our registered agent or submitted via the requests portal.</p>\nNotification of Users\n<p>It is Ruqqus LLC policy to make reasonable attempts to notify users when they are the subject of a legal demand made to Ruqqus, unless:</p>\n<ul>\n<li>The demand includes a non-disclosure provision pursuant to 18 USC 2705(b), or</li>\n<li>The demand involves exigent circumstances such as terrorism, human trafficking, or imminent threats to life, and a reasonable person would consider such notification to be immoral or unethical.</li>\n</ul>\n<p>It is Ruqqus LLC policy to make reasonable attempts to notify users when they are the subject of a legal demand made to Ruqqus by any foreign government, which has been rejected for lack of jurisdiction, unless:</p>\n<ul>\n<li>The demand involves exigent circumstances such as terrorism, human trafficking, or imminent threats to life, and a reasonable person would consider such notification to be immoral or unethical.</li>\n</ul>\n", "created_at": "2020-10-16 01:37:08.626562", "updated_at": "2020-10-30 18:50:13.282552"}, {"id": 2736, "name": "Terms of Service", "url": "https://ruqqus.com/help/terms", "xpath": "//*[@id=\"main-content-col\"]", "text": "\nTerms of Service\nScope and Definitions\n<p>These terms of service (\"Terms\") are between Ruqqus LLC (\"Ruqqus\") and You, regarding your use of the social platform ruqqus.com, its associated image hosting service i.ruqqus.com, and any ruqqus.com test or development servers which may exist now or in the future (collectively \"ruqqus.com\").</p>\n<p>Content on this page displayed in blockquotes is provided for convenience and readability only.\nBlockquote text is not part of the terms of service.</p>\nConduct and content\n<p>You agree to follow the Content Policy here.\nThe Content Policy is incorporated into these Terms by this reference.</p>\nAge\n<p>You warrant that you are at least 13 years old.\nYou warrant that you are at least 18 years old, if you indicate as such in your user settings.</p>\nAccount Access\n<p>Your ruqqus.com account is nontransferable.\nYou will not buy, sell, gift, loan, or otherwise grant a third party access to your ruqqus.com account.\nYou will not provide a third party with your ruqqus.com password or two-factor authentication codes.</p>\n<p>In the event that your ruqqus.com account is accessed by a third party anyways, you remain accountable for all actions taken by your account.</p>\nLiability\n<p>Ruqqus LLC shall not be liable for your damages arising from any of the following:</p>\n<ul>\n<li>Use of the ruqqus.com platform</li>\n<li>Technical failure of ruqqus.com</li>\n<li>Administrative actions performed by Ruqqus, including both automatic and manual actions</li>\n<li>Unauthorized access of a third party to your ruqqus.com account</li>\n<li>Loss or breach of ruqqus.com data</li>\n<li>Force majeur</li>\n</ul>\n<p>You accept full liability for all content you upload to, or embed within, ruqqus.com, and indemnify Ruqqus from all such liability.</p>\n<blockquote>\n<p>You are responsible for everything you do with your ruqqus.com account.\nDon't use ruqqus.com to store important data or sensitive data.</p>\n</blockquote>\nIntellectual Property\n<p>You grant Ruqqus a permanent, worldwide, and irrevocable license to store, modify, copy, distribute, and distribute modifications of, all content that you submit to or upload to Ruqqus, including any creative works.\nAdditionally, you grant Ruqqus a permanent, worldwide, and irrevocable license to sublicense these same rights to Ruqqus's service providers.\nAdditionally, you warrant that you are authorized to grant Ruqqus these rights.</p>\n<p>You retain all other intellectual property rights, including ownership.</p>\n<blockquote>\n<p>We need to be able to store, copy, and distribute your content, because that's just how websites like ruqqus.com work.\nWe also need to be able to modify it for security and formatting purposes.</p>\n</blockquote>\nAcceptable Use\n<p>You will not use ruqqus.com as a means to support any other website or service without written permission by Ruqqus.</p>\n<p>You will not attempt to gain access to a Ruqqus account that does not belong to you.</p>\n<p>You will not use ruqqus.com to engage in child sexual abuse activities.\nMore information about this is available in the CSAM Policy.\nThe CSAM Policy is incorporated into these terms by this reference.</p>\nAPI Terms\n<p>You will not use \"/api/v1/\" endpoints (\"Ruqqus API\") without valid API keys and authorization tokens.</p>\n<p>You will use a unique, descriptive User Agent string when accessing the Ruqqus API.</p>\n<p>You will honor Ruqqus API rate limits.</p>\nGuildmaster Terms\n<p>Ruqqus provides you with the ability to create, manage, and moderate communities (\"Guilds\") within ruqqus.com.\nAs a moderator (\"Guildmaster\") of a Guild, you will not:</p>\n<ul>\n<li>Accept payment, gifts, or other compensation in exchange for performing Guildmaster actions.\nYou may execute Guildmaster actions as part of employment duties, (for example, as a social media representative for your employer), but that fact must be plainly disclosed in the description of your Guild.</li>\n<li>Penalize users for content or conduct outside of your Guild</li>\n<li>Require integration with any third-party platform or service as a prerequisite for user participation in the Guild.</li>\n</ul>\nMultiple Accounts\n<p>You are permitted to create and use multiple ruqqus.com accounts.</p>\n<p>You will not use multiple accounts to circumvent per-user limits.\nExamples of such limits include, but are not limited to:</p>\n<ul>\n<li>Maximum one upvote or downvote per post or comment</li>\n<li>Maximum ten Guilds moderated at one time</li>\n<li>Maximum two Guilds created per day</li>\n</ul>\n<p>Additionally, these terms apply to all of your accounts, which may exist now or in the future.\nRuqqus LLC reserves the right to take administrative action against all of your accounts in the event of a terms of service violation on any of your accounts.</p>\nYour Privacy\n<p>Ruqqus will never intentionally share your personal information with third parties, except:</p>\n<ul>\n<li>As required by United States law.</li>\n<li>We will share your data with our own service providers which are necessary for ruqqus.com operations.\nThe exact service providers are subject to change without notice, but will always be available here.</li>\n<li>At our discretion, Ruqqus may share your information with United States law enforcement in the event of an emergency, if we have good cause to believe that doing so would avert or mitigate the emergency.</li>\n</ul>\n<p>Ruqqus will make all reasonable efforts to ensure that user information is kept confidential.</p>\nLegal Forms\n<p>Ruqqus grants you the ability to use your ruqqus.com account to send us certain types of legal forms through our help portal.\nThese include, but are not limited to:</p>\n<ul>\n<li>DMCA takedown request</li>\n<li>DMCA takedown counter-request</li>\n<li>Subpoenas and court orders</li>\n</ul>\n<p>You agree to refrain from making abusive or frivolous submissions to these forms.\nAdditionally, you acknowledge that these forms are provided for the sake of convenience and speed, and that Ruqqus does not waive any of its rights regarding legal process, including the right to object for lack of proper service.</p>\n<blockquote>\n<p>Ruqqus considers abusive and frivolous submissions to be submissions with a clear lack of legal justification.\nExamples include: nonsensical data, duplicate submissions, DMCA takedown requests for content that isn't your intellectual property, or legal demands from someone lacking the authority to make such a demand.</p>\n</blockquote>\nPayments\n<p>Ruqqus offers users the ability to purchase Premium Coins (\"Coins\"), a token currency that may be consumed for premium membership status, or gifted to other users.\nCoins have no cash value and are non-refundable.</p>\n<p>If your account balance becomes negative, Ruqqus reserves the right to place administrative restrictions upon your account, until the debt is paid back.</p>\n<p>You are responsible for all fees, penalties, or other expenses due to chargebacks, reversed transactions, or refunds associated with your account.</p>\nEnforcement\n<p>Ruqqus retains sole discretion in all determinations regarding content policy and terms of service violations.</p>\n<p>Ruqqus reserves the right to remove content that we deem to violate content policy or the terms of service, and to deactivate accounts responsible for such violations.</p>\nSeverability\n<p>If one clause of these Terms or the Content Policy is determined by a court to be unenforceable, the remainder of the Terms and Content Policy shall remain in force.</p>\nNo Implied Waiver\n<p>A failure by Ruqqus in one or more instances to insist upon your strict adherence to these terms or the Content Policy, shall not be construed as a waiver of any continuing or subsequent violations of these terms or the Content Policy.</p>\nCompleteness\n<p>These Terms contain all the terms and conditions agreed upon by You and Ruqqus regarding your use of the ruqqus.com service.\nNo other agreement, oral or otherwise, will be deemed to exist or to bind either of the parties to this Agreement.</p>\nGoverning Law\n<p>These terms of service are governed by, and shall be interpreted in accordance with, the laws of the state of New Hampshire.\nYou consent to the sole jurisdiction of Hillsborough County, New Hampshire for all disputes between you and Ruqqus LLC, and you consent to the sole application of New Hampshire state law and United States federal law for all such disputes.</p>\nUpdates\n<p>Ruqqus may periodically update these terms of service and/or the Content Policy.\nWhen this happens, Ruqqus will make reasonable efforts to notify you of such changes.</p>\n<p>Whenever Ruqqus updates these terms of service or the Content Policy, your continued use of the ruqqus.com platform constitutes your agreement to the updated terms of service.</p>\n", "created_at": "2020-08-01 21:09:00.215303", "updated_at": "2020-12-15 03:45:41.741335"}, {"id": 2738, "name": "Privacy Policy", "url": "https://ruqqus.com/help/privacy", "xpath": "//*[@id=\"main-content-col\"]", "text": "\nPrivacy\nCookies\n<p>Ruqqus uses encrypted cookies to maintain secure authenticated sessions.\nThese cookies are randomized with each new session.</p>\n<p>These cookies are used for authentication and abuse mitigation purposes only.</p>\nYour information\n<p>We collect basic information in order to operate the platform, and to mitigate abuse.\nThis includes:</p>\n<ul>\n<li>Your email address, if you choose to provide it.</li>\n<li>The IP address from which content is submitted.</li>\n<li>Whether or not you have indicated that you are 18 years of age.</li>\n<li>Other saved personal preferances.</li>\n</ul>\n<p>We use - and then promptly forget - the following information about you from third parties:</p>\n<ul>\n<li>Verification from hCaptcha that you aren't a bot, during account registration</li>\n<li>Verification of purchase approval from PayPal, during purchase of Coins</li>\n</ul>\n<p>Ruqqus will not release your information to third parties, except:</p>\n<ul>\n<li>As required by United States law</li>\n<li>At our discretion, Ruqqus may share your information with United States law enforcement in the event of an emergency, if we have good cause to believe that doing so would avert or mitigate the emergency.</li>\n<li>At our discretion, Ruqqus may share your information with United States law enforcement in the event of an emergency, if we have good cause to believe that doing so would avert or mitigate the emergency.</li>\n</ul>\n##\n<p>\n<sup>The history of this page may be viewed on Github.</sup>\n</p>\n", "created_at": "2020-08-01 21:10:28.31107", "updated_at": "2020-12-15 00:33:39.400148"}], "points": [{"id": 10614, "title": "Provides instructions on how to submit a copyright claim", "source": "https://ruqqus.com/help/terms", "status": "Ruqqus grants you the ability to use your ruqqus.com account to send certain types of legal forms through their help portal.", "created_at": "2020-10-15 04:07:59.958841", "updated_at": "2020-10-15 05:13:12.770855", "quoteText": "Legal Forms\n<p>Ruqqus grants you the ability to use your ruqqus.com account to send us certain types of legal forms through our help portal.\nThese include, but are not limited to:</p>\n<ul>\n<li>DMCA takedown request</li>\n<li>DMCA takedown counter-request</li>\n<li>Subpoenas and court orders</li>\n</ul>\n<p>You agree to refrain from making abusive or frivolous submissions to these forms.\nAdditionally, you acknowledge that these forms are provided for the sake of convenience and speed, and that Ruqqus does not waive any of its rights regarding legal process, including the right to object for lack of proper service.</p>\n<blockquote>\n<p>Ruqqus considers abusive and frivolous submissions to be submissions with a clear lack of legal justification.\nExamples include: nonsensical data, duplicate submissions, DMCA takedown requests for content that isn't your intellectual property, or legal demands from someone lacking the authority to make such a demand.</p>", "case_id": 138, "document_id": 2736, "quoteStart": 5465, "quoteEnd": 6424}, {"id": 10615, "title": "Users agree not to submit illegal content", "source": "https://ruqqus.com/help/rules", "status": "Users may not upload to, embed within, or link out from ruqqus.com anything not legal to publish within, or export from, the United States of America. ", "created_at": "2020-10-15 04:12:38.6537", "updated_at": "2020-10-15 04:26:48.68868", "quoteText": "Intellectual Property\n<p>You may not upload to, embed within, or link out from ruqqus.com:</p>\n<ol>\n<li>Copyrighted material that you are not authorized to distribute</li>\n<li>Anything not legal to publish within, or export from, the United States of America</li", "case_id": 238, "document_id": 2737, "quoteStart": 397, "quoteEnd": 659}, {"id": 10616, "title": "The terms for this service are easy to read", "source": "https://ruqqus.com/help/terms", "status": "The Terms of Service include blockquotes for convenience and readability only. Blockquote text is not part of the terms of service.", "created_at": "2020-10-15 04:19:07.680287", "updated_at": "2021-02-06 04:25:27.85169", "quoteText": "Content on this page displayed in blockquotes is provided for convenience and readability only.\nBlockquote text is not part of the terms of service.</p>\nConduct and content\n<p>You agree to follow the Content Policy here.\n</p>", "case_id": 199, "document_id": 2736, "quoteStart": 344, "quoteEnd": 569}, {"id": 10612, "title": "This service is only available to users over a certain age", "source": "https://ruqqus.com/help/terms", "status": "According to the Terms of Service, users must be at least 13 years of age in order to use the service, and you warrant that you are at least 18 years old, if you indicate as such in your user settings.", "created_at": "2020-10-15 03:52:06.088328", "updated_at": "2020-10-15 04:46:28.413387", "quoteText": "Age\n<p>You warrant that you are at least 13 years old.\nYou warrant that you are at least 18 years old, if you indicate as such in your user settings.</p>", "case_id": 152, "document_id": 2736, "quoteStart": 640, "quoteEnd": 793}, {"id": 10613, "title": "Users agree to comply with the law of the service's country", "source": "https://ruqqus.com/help/rules", "status": "Users may not upload to, embed within, or link out from ruqqus.com anything not legal to publish within, or export from, the United States of America.", "created_at": "2020-10-15 04:05:52.43427", "updated_at": "2020-10-15 05:12:50.272781", "quoteText": "Ruqqus Content Policy\n<p>Ruqqus.com is a free speech environment.\nHowever, in order to comply with US law, and in order to ensure the safety of our users, there are a few things you are not permitted to do with the Ruqqus platform.", "case_id": 237, "document_id": 2737, "quoteStart": 1, "quoteEnd": 232}, {"id": 10623, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://ruqqus.com/help/legal", "status": "'It is Ruqqus LLC policy to decline to share user information with law enforcement, except as required by law or in the event of an emergency. Emergency requests are considered on a case-by-case basis, favoring user privacy in such considerations.'", "created_at": "2020-10-16 01:40:19.989331", "updated_at": "2020-10-17 12:36:17.873395", "quoteText": null, "case_id": 305, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10625, "title": "The court of law governing the terms is in location X", "source": "https://ruqqus.com/help/terms", "status": "Generated through the annotate view", "created_at": "2020-10-16 01:54:54.441887", "updated_at": "2020-10-16 02:20:31.79039", "quoteText": "These terms of service are governed by, and shall be interpreted in accordance with, the laws of the state of New Hampshire.", "case_id": 163, "document_id": 2736, "quoteStart": 8011, "quoteEnd": 8135}, {"id": 10624, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://ruqqus.com/help/legal", "status": "'Any user, whose content has been removed pursuant to such a request, may submit a DMCA counter-notification.'", "created_at": "2020-10-16 01:43:03.647948", "updated_at": "2020-10-30 23:00:43.26849", "quoteText": "Any user, whose content has been removed pursuant to such a request, may submit a DMCA counter-notification.</p>", "case_id": 155, "document_id": 2924, "quoteStart": 481, "quoteEnd": 593}, {"id": 10619, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://ruqqus.com/help/terms", "status": "Generated through the annotate view", "created_at": "2020-10-15 19:34:36.848354", "updated_at": "2020-10-27 05:09:11.453656", "quoteText": "You accept full liability for all content you upload to, or embed within, ruqqus.com, and indemnify Ruqqus from all such liability.</", "case_id": 146, "document_id": 2736, "quoteStart": 1594, "quoteEnd": 1727}, {"id": 10621, "title": "You cannot distribute or disclose your account to third parties", "source": "https://ruqqus.com/help/terms", "status": "Generated through the annotate view", "created_at": "2020-10-16 01:28:51.133757", "updated_at": "2020-10-16 02:20:57.72974", "quoteText": "Account Access\n<p>Your ruqqus.com account is nontransferable.\nYou will not buy, sell, gift, loan, or otherwise grant a third party access to your ruqqus.com account.\nYou will not provide a third party with your ruqqus.com password or two-factor authentication codes.</p>\n<p>In the event that your ruqqus.com account is accessed by a third party anyways, you remain accountable for all actions taken by your account.", "case_id": 229, "document_id": 2736, "quoteStart": 794, "quoteEnd": 1209}, {"id": 10622, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://ruqqus.com/help/terms", "status": "Generated through the annotate view", "created_at": "2020-10-16 01:30:47.984407", "updated_at": "2021-02-06 04:02:12.06363", "quoteText": "Liability\n<p>Under no theory of liability shall Ruqqus LLC be liable for damages arising from any of the following:</p>\n<ul>\n<li>Use of the ruqqus.com platform</li>\n<li>Technical failure of ruqqus.com</li>\n<li>Administrative actions performed by Ruqqus, including both automatic and manual actions</li>\n<li>Unauthorized access of a third party to your ruqqus.com account</li>\n<li>Loss or breach of ruqqus.com data</li>\n<li>Force majeur</li>\n</ul>\n<p>", "case_id": 286, "document_id": 2736, "quoteStart": 1144, "quoteEnd": 1594}, {"id": 10620, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://ruqqus.com/help/terms", "status": "Generated through the annotate view", "created_at": "2020-10-16 01:26:45.014516", "updated_at": "2020-10-27 05:07:43.613118", "quoteText": "At our discretion, Ruqqus may share your information with United States law enforcement in the event of an emergency, if we have good cause to believe that doing so would avert or mitigate the emergency.</li>", "case_id": 164, "document_id": 2736, "quoteStart": 5149, "quoteEnd": 5357}], "urls": ["ruqqus.com"]}}