{"error": 448, "message": "OK", "parameters": {"id": 252, "name": "Uber", "created_at": "2018-01-16 15:26:06.924351", "updated_at": "2022-03-21 19:52:28.841204", "wikipedia": "https://en.wikipedia.org/wiki/Uber", "keywords": "", "related": "", "slug": "uber", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/252.png", "url": "uber.com,postmates.com,ubereats.com", "documents": [{"id": 538, "name": "Copyright policy - US", "url": "https://www.uber.com/legal/en/document/?country=united-states&lang=en&name=report-copyright-infringement", "xpath": "//body", "text": null, "created_at": "2018-09-15 22:17:20.12812", "updated_at": "2021-06-25 15:09:26.590727"}, {"id": 354, "name": "Privacy Policy", "url": "https://privacy.uber.com/", "xpath": "", "text": "Doorgaan naar hoofdinhoud <ul>\n<li>Uber</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>\n</li>\n<li>Aanmelden</li>\n<li>,</li>\n</ul>Rechtsgebied selecteren:Verenigde StatenopenTaal selecteren:EngelsopenLast modified: 10/27/2020<br>Uber Privacy Notice<p>\n</p>\n<strong>I.\nIntroduction</strong>\n<strong> / </strong>\n<strong>II.\nOverview</strong>\n<strong> / </strong>\n<strong>III.\nData collections and uses </strong>\n<strong> / </strong>\n<strong>IV.\nChoice and transparency</strong>\n<strong> / </strong>\n<strong>V.\nUpdates to this notice</strong>I.\nIntroduction<p>When you use Uber, you trust us with your personal data.\nWe’re committed to keeping that trust.\nThat starts with helping you understand our privacy practices.</p>\n<p>This notice describes the personal data we collect, how it’s used and shared, and your choices regarding this data.\nWe recommend that you read this along with our <u>privacy overview</u>, which highlights key points about our privacy practices.\n</p>\n<p>\n<strong>Last modified</strong>: October 15, 2020</p>\n<p>\n<strong>Effective date</strong>: October 15, 2020 </p>\n<p>\n<u>Download previous version</u>\n</p>II.\nOverview<strong>A.\nScope</strong>\n<p>\n<strong>\n<em>This notice applies to users of Uber’s services anywhere in the world, including users of Uber’s apps, websites, features, or other services.</em>\n</strong>\n</p>\n<p>This notice describes how Uber and its affiliates collect and use personal data.\nThis notice applies to all users of our apps, websites, features, or other services anywhere in the world, unless covered by a separate privacy notice, such as the <u>Uber Freight Privacy Notice</u> or <u>Careem Privacy Policy</u>.\nThis notice specifically applies to:</p>\n<ul>\n<li>\n<strong>Riders: </strong>individuals who request or receive transportation, including those who receive transportation requested by another individual</li>\n<li>\n<strong>Drivers: </strong>individuals who provide transportation to Riders individually or through partner transportation companies<br>\n</li>\n<li>\n<strong>Delivery recipients:</strong> individuals who request or receive food, or other products and services <br>\n</li>\n<li>\n<strong>Delivery persons:</strong> individuals who provide delivery or other services<br>\n</li>\n</ul>\n<p>This notice also governs Uber’s other collections of personal data in connection with Uber’s services.\nFor example, we may collect the contact information of individuals who use accounts owned by Uber for Business customers or of owners or employees of Uber Eats restaurant partners.\nWe may also collect the personal data of those who start but do not complete applications to be drivers or delivery persons, those who rent bicycles, scooters, or other light electrical devices offered by other companies through an Uber app, or in connection with our mapping technology and features.</p>\n<p>All those subject to this notice are referred to as “users” in this notice.</p>\n<p>In addition, please note the following: </p>\n<ul>\n<li>\n<strong>For users in Argentina: </strong>The Public Information Access agency, in its role of Regulating Body of Law 25.326, is responsible for receiving complaints and reports presented by any data subjects who believe their rights have been impacted by a violation of the local data protection regulation.<br>\n</li>\n<li>\n<strong>For users in Brazil: </strong>Please see <u>here</u> for information regarding Uber’s privacy practices required under Brazil’s General Data Protection Law (<em>Lei Geral de Proteção de Dados - LGPD</em>).<strong>\n<u>\n<br>\n</u>\n</strong>\n</li>\n<li>\n<strong>For California users: </strong>Information regarding Uber’s privacy practices related to the California Consumer Privacy Act (CCPA) is available here.<strong>\n<br>\n</strong>\n</li>\n<li>\n<strong>For users in Mexico:</strong> Please see <u>here</u> for information regarding Uber’s privacy practices required under Mexico’s Mexican Personal Data Protection Law (<em>Ley Federal de Protección de Datos Personales en Posesión de los Particulares</em>).<br>\n</li>\n<li>\n<strong>For users in Nigeria</strong>: Uber does not process the personal data of users in Nigeria for purposes of the “<strong>legitimate interests of Uber or other parties</strong>” described in Section F below.\nUber instead processes such data on the other grounds described in that section.</li>\n<li>\n<strong>For users in South Korea: </strong>Uber’s Korean Domestic Representative is Bae, Kim &amp.\nLee LLC, Representative Attorney Yangho Oh, 133 Teheran-ro Gangnam-gu, Seoul, 06133, Korea.\nTelephone: 02-3404-0003.\nEmail: UberPrivacyKR@bkl.co.kr.<br>\n</li>\n<li>\n<strong>For Guest Users: </strong>The personal data of those who order or receive trips or deliveries via partner websites or apps (such as when ordering from a restaurant or grocery store), or arranged by other account owners (collectively “Guest Users”) may be used for purposes described in this notice, and may be associated with, and accessible by, the owner of that account.\nThis specifically includes Guest Users who receive rides/deliveries ordered by owners of Uber Health, Uber Central or Uber for Business accounts, or who receive rides or deliveries ordered by friends, family members or others.\nTo submit questions, comments or complaints regarding Guest User data, or to submit requests regarding such data, please visit <u>here</u>.</li>\n</ul>\n<p>Our data practices are subject to applicable laws in the places in which we operate.\nThis means that we engage in the practices described in this notice in a particular country or region only if permitted under the laws of those places.\nPlease contact us <u>here</u> or through the addresses below with any questions regarding our practices in a particular country or region.</p>\n<p>\n</p>\n<strong>B.\nData controller and transfer</strong>\n<p>\n<strong>\n<em>Uber B.V.\nand Uber Technologies Inc.\nare the data controllers for the personal data collected in connection with use of Uber’s services in the European Economic Area and the United Kingdom.</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Uber Technologies Inc.\nis the data controller for the personal data collected in connection with use of Uber’s services anywhere else.</em>\n</strong>\n</p>\n<p>Uber B.V.\n(Mr.\nTreublaan 7, 1097 DP, Amsterdam, the Netherlands) and Uber Technologies Inc.\n(1455 Market Street, San Francisco, CA, 94103, USA) are the data controllers for the personal data collected in connection with use of Uber’s services in the European Economic Area, the United Kingdom and Switzerland.\nIf you’re a driver in the UK, the Uber entity holding the relevant PHV operator license is a controller for complying with licensing requirements.\n</p>\n<p>Uber Technologies Inc.\nis the data controller for the personal data collected in connection with use of Uber’s services anywhere else.\n</p>\n<p>Uber operates, and processes data, globally.\nWe may also transfer data to countries other than the one where our users live or use Uber’s services.\nWe do so in order to fulfill our agreements with users, such as our Terms of Use, or based on users’ prior consent, adequacy decisions for the relevant countries, or other transfer mechanisms as may be available under applicable law, such as the <u>Standard Contractual Clauses</u>.</p>\n<p>Questions, comments, and complaints about Uber’s data practices can be submitted <u>here</u>.\nYou may also use this form to submit a question to Uber’s Data Protection Officer.</p>III.\nData collections and uses<strong>A.\nThe data we collect</strong>\n<p>\n<strong>\n<em>Uber collects:</em>\n</strong>\n</p>\n<ul>\n<li>\n<strong>\n<em>Data provided by users to Uber, such as during account creation</em>\n</strong>\n</li>\n<li>\n<strong>\n<em>Data created during use of our services, such as location, app usage, and device data</em>\n</strong>\n</li>\n<li>\n<strong>\n<em>Data from other sources, such as Uber partners and third parties that use Uber APIs</em>\n</strong>\n</li>\n</ul>\n<p>The following data is collected by or on behalf of Uber:</p>\n<p>\n<strong>1- Data provided by users.\n</strong>This includes:<br>\n</p>\n<ul>\n<li>\n<strong>User profile: </strong>We collect data when users create or update their Uber accounts.\nThis may include their name, email, phone number, login name and password, address, profile picture, payment or banking information (including related payment verification information), driver’s license and other government identification documents (which may indicate document numbers as well as birth date, gender, and photo).\nThis also includes vehicle or insurance information of drivers and delivery persons, emergency contact information, user settings, and evidence of health or fitness to provide services using Uber apps.\n<br>This also includes gender and/or occupation (when required for certain Uber services or programs, such as Uber Cash or Women Rider Preferred).<br>We may use the photos submitted by users to verify their identities, such as through facial recognition technologies.\nFor more information, please see the section titled “<strong>How we use personal data</strong>.”<br>\n</li>\n<li>\n<strong>Background check and identity verification: </strong>We collect background check and identity verification information for drivers and delivery persons.\nThis may include information such as driver history or criminal record (where permitted by law), and right to work.\nThis information may be collected by an authorized vendor on Uber’s behalf.\nWe also collect identity verification from Uber Eats users who request alcohol delivery.<br>\n</li>\n<li>\n<strong>Demographic data: </strong>We may collect demographic data about users, including through user surveys.\nIn some countries, we may also receive demographic data about users from third parties.<br>\n</li>\n<li>\n<strong>User content:</strong> We collect the information users submit when they contact Uber customer support, provide ratings or compliments for other users or restaurant partners, or otherwise contact Uber.\nThis may include feedback, photographs or other recordings collected by users.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>2- Data created during use of our services.\n</strong>This includes: <br>\n</p>\n<ul>\n<li>\n<strong>Location data (driver and delivery person):</strong> Uber collects this data when the Uber app is running in the foreground (app open and on-screen) or background (app open but not on-screen) of their mobile device.<br>\n</li>\n<li>\n<strong>Location data (riders and delivery recipients)</strong>.\nWe collect precise or approximate location data from riders’ and delivery recipients’ mobile devices if they enable us to do so.\nUber collects this data from the time a ride or delivery is requested until it is finished, and any time the app is running in the foreground of their mobile device.\nWe use this data to enhance your use of our apps, including to improve pick-up locations, enable safety features, and prevent and detect fraud.\n<br>Uber collects driver location data, and links location data collected during a trip with their rider’s account, even if the rider has not enabled us to collect location data from their device.\nThis enables us to offer services to the rider like receipt generation and customer support.\n<br>\n</li>\n<li>\n<strong>Transaction information: </strong>We collect transaction information related to the use of our services, including the type of services requested or provided, order details, delivery information, date and time the service was provided, amount charged, distance traveled, and payment method.\nAdditionally, if someone uses your promotion code, we may associate your name with that person.<br>\n</li>\n<li>\n<strong>Usage data:</strong> We collect data about how users interact with our services.\nThis includes data such as access dates and times, app features or pages viewed, app crashes and other system activity, type of browser, and third-party sites or services used before interacting with our services.\nIn some cases, we collect this data through cookies, pixels, tags, and similar tracking technologies that create and maintain unique identifiers.\nTo learn more about these technologies, please see our <u>Cookie Notice</u>.\n<br>\n</li>\n<li>\n<strong>Device data:</strong> We may collect data about the devices used to access our services, including the hardware models, device IP address, operating systems and versions, software, preferred languages, unique device identifiers, advertising identifiers, serial numbers, device motion data, and mobile network data.<br>\n</li>\n<li>\n<strong>Communications data:</strong> We enable users to communicate with each other and Uber through Uber’s mobile apps and websites.\nFor example, we enable drivers and riders, and restaurants or delivery persons and delivery recipients, to call, text, or send other files to each other (generally without disclosing their telephone numbers to each other).\nTo provide this service, Uber receives some data regarding the calls, texts, or other communications, including the date and time of the communications and the content of the communications.\nUber may also use this data for customer support services (including to resolve disputes between users), for safety and security purposes, to improve our products and services, and for analytics.<br>\n</li>\n<li>\n<strong>Rental devices data:</strong> We collect data generated by rental devices, such as bicycles, scooters, or other light electric vehicles or devices, when they’re in use.\nThis includes the date and time of use, and the location, route, and distance traveled.\nTo the extent permitted by law, the location data collected from the rental device during the trip will be linked to the renter’s account, even if they have not enabled Uber to collect location data from their mobile device.</li>\n<li>\n<strong>Audio recordings</strong>: In certain jurisdictions, and where permitted by law, users can record the audio of their trips through an in-app feature.\nRecordings are encrypted and stored on users’ devices, and are only shared with Uber if submitted to customer support by the users in connection with safety incidents.\nPlease see <u>here</u> more information.<br>\n</li>\n</ul>\n<p>\n<strong>3- Data from other sources.\n</strong>This includes:<br>\n</p>\n<ul>\n<li>User feedback, such as ratings, feedback, or compliments.<br>\n</li>\n<li>Users participating in our referral programs.\nFor example, when a user refers another person, we receive the referred person’s personal data from that user.<br>\n</li>\n<li>Uber account owners who request services for or on behalf of other users, or who enable such users to request or receive services through their accounts.\nThis includes owners of Uber for Business accounts.<br>\n</li>\n<li>Users or others providing information in connection with claims or disputes.<br>\n</li>\n<li>Uber business partners through which users create or access their Uber account, such as payment providers, social media services, or apps or websites that use Uber’s APIs or whose APIs Uber uses.\n<br>\n</li>\n<li>Uber business partners in connection with the <u>Uber Visa Card</u> to the extent disclosed in the terms and conditions for the card.<br>\n</li>\n<li>Vendors who help us verify users’ identity, background information, and eligibility to work, for regulatory, safety, and security purposes.\n<br>\n</li>\n<li>Insurance, vehicle, or financial services providers for drivers and/or delivery persons.<br>\n</li>\n<li>Partner transportation companies (for drivers or delivery persons who use our services through an account associated with such a company).<br>\n</li>\n<li>Publicly available sources.\n<br>\n</li>\n<li>Marketing service providers.</li>\n</ul>\n<p>Uber may combine the data collected from these sources with other data in its possession.</p>\n<strong>B.\nHow we use personal data</strong>\n<p>\n<strong>\n<em>Uber collects and uses data to enable reliable and convenient transportation, delivery, and other products and services.\nWe also use the data we collect:</em>\n</strong>\n</p>\n<ul>\n<li>\n<strong>\n<em>To enhance the safety and security of our users and services</em>\n</strong>\n</li>\n<li>\n<strong>\n<em>For customer support </em>\n</strong>\n</li>\n<li>\n<strong>\n<em>For research and development </em>\n</strong>\n</li>\n<li>\n<strong>\n<em>To enable communications between users </em>\n</strong>\n</li>\n<li>\n<strong>\n<em>To send marketing and non-marketing communications to users</em>\n</strong>\n</li>\n<li>\n<strong>\n<em>In connection with legal proceedings</em>\n</strong>\n</li>\n</ul>\n<p>\n<strong>\n<em>Uber does not sell or share user personal data with third parties for their direct marketing, except with users’ consent.</em>\n</strong>\n</p>\n<p>Uber uses the data it collects for purposes including: </p>\n<p>\n<strong>1- Providing services and features.\n</strong>Uber uses the data we collect to provide, personalize, maintain, and improve our products and services.<br>\n<br>This includes using the data to:<br>\n</p>\n<ul>\n<li>Create and update users’ accounts.<br>\n</li>\n<li>Verify drivers’ and delivery persons’ identity, background history, and eligibility to work.<br>\n</li>\n<li>Enable transportation, deliveries, and other services.<br>\n</li>\n<li>Offer, process, or facilitate payments for our services.<br>\n</li>\n<li>Offer, obtain, provide, or facilitate insurance, vehicle, invoicing, or financing solutions in connection with our services.<br>\n</li>\n<li>Track and share the progress of rides or deliveries.\n<br>\n</li>\n<li>Enable features that allow users to share information with other people, such as when riders submit a compliment about a driver, when delivery recipients provide feedback for a restaurant or delivery person, refer a friend to Uber, split fares, or share ETA and location with their contacts.<br>\n</li>\n<li>Enable features to personalize users’ Uber accounts, such as creating bookmarks for favorite places, and to enable quick access to previous destinations.\nWe may, for example, present an Uber Eats user with personalized restaurant or food recommendations based on their prior orders.\nPlease see the section of this notice titled “<strong>Choice and transparency</strong>” to learn how to object to this use of personal data.<br>\n</li>\n<li>Enable <u>Accessibility</u> features that make it easier for users with disabilities to use our services, such as those that enable deaf or hard-of-hearing drivers to alert their riders of their disabilities, allow only text messages from riders, and enable receipt of flashing trip request notifications instead of sound notifications on their mobile device.<br>\n</li>\n<li>Perform internal operations necessary to provide our services, including to troubleshoot software bugs and operational problems.\nto conduct data analysis, testing, and research.\nand to monitor and analyze usage and activity trends.<br>\n</li>\n</ul>\n<p>\n<strong>2- Safety and security.</strong> We use personal data to help maintain the safety, security, and integrity of our services and users.\nThis includes:<br>\n</p>\n<ul>\n<li>Screening riders, drivers, and delivery persons before enabling their use of our services and at subsequent intervals, including through reviews of background checks, where permitted by law, to help prevent use of our services by unsafe drivers and/or riders.<br>\n</li>\n<li>Using data from drivers’ or delivery persons’ devices to help identify unsafe driving behavior such as speeding or harsh braking and acceleration, and to inform them of safer driving practices.\nWe also use data from delivery persons’ devices to verify the type of vehicles they used to provide deliveries.<br>\n</li>\n<li>In certain regions, using information derived from driver’s license photos, and other photos submitted to Uber, for safety and security purposes.\nThis includes Uber’s Real-Time ID Check feature, which prompts drivers and delivery persons to share a selfie before going online to help ensure that the driver or delivery persons using the app matches the Uber account we have on file.\nThis also includes comparing photographs that we have on file against photographs (i) of other users to prevent identity-borrowing, and (ii) from public databases to verify user identity.<br>\n</li>\n<li>Using device, location, profile, usage, and other data to prevent, detect, and combat fraud or unsafe activities.\n<br>\n</li>\n<li>Using user ratings and feedback to encourage compliance with our <u>Community Guidelines</u> and as grounds for deactivating drivers and delivery persons with low ratings or who otherwise violated such guidelines in certain countries.<br>\n</li>\n</ul>\n<p>\n<strong>3- Customer support.\n</strong>Uber uses the information we collect (including recordings of customer support calls with notice to and the consent of the user) to provide customer support, including to: <br>\n</p>\n<ul>\n<li>Direct questions to the appropriate customer support person <br>\n</li>\n<li>Investigate and address user concerns<br>\n</li>\n<li>Monitor and improve our customer support responses and processes<br>\n</li>\n</ul>\n<p>\n<strong>4- Research and development.\n</strong>We may use the data we collect for testing, research, analysis, product development, and machine learning to improve the user experience.\nThis helps us to improve and enhance the safety and security of our services, improve our ability to prevent the use of our services for illegal or improper purposes, develop new features and products, and facilitate insurance and finance solutions in connection with our services.<br>\n</p>\n<p>\n<strong>5- Enabling communications between users.\n</strong>For example, a driver may message or call a rider to confirm a pickup location, a rider may contact a driver to retrieve a lost item, or a restaurant or delivery persons may call a delivery recipient with information about their order.<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>6- Marketing.\n</strong>Uber may use the data we collect to market our services to our users.\nThis includes sending users communications about Uber services, features, promotions, sweepstakes, studies, surveys, news, updates, and events.\n</p>\n<p>We may also send communications to our users about products and services offered by Uber partners.\nFor example, if a user has placed an Uber Eats order, we may provide recommendations, promotions, or ads about similar food offered by other Uber partners.\nAlthough we may send users communications about Uber partners’ products and services, <strong>we do not sell users’ personal data to, or share it with, such partners or others for purposes of their own direct marketing or advertising, except with users’ consent.</strong>\n</p>\n<p>We may use the data we collect to personalize the marketing communications (including advertisements) that we send, including based on user location, past use of Uber’s services, and user preferences and settings.</p>\n<p>We may also send users communications regarding elections, ballots, referenda, and other political and notice processes that relate to our services.\nFor example, Uber has notified some users by email of ballot measures or pending legislation relating to the availability of Uber’s services in those users’ areas.<br>\n</p>\n<p>\n<strong>7- Non-marketing communications.\n</strong>Uber may use the data we collect to generate and provide users with receipts.\ninform them of changes to our terms, services, or policies.\nor send other communications that aren’t for the purpose of marketing the services or products of Uber or its partners.\n<br>\n</p>\n<p>\n<strong>8- Legal proceedings and requirements.\n</strong>We may use the personal data we collect to investigate or address claims or disputes relating to use of Uber’s services, or as otherwise allowed by applicable law, or as requested by regulators, government entities, and official inquiries.<br>\n</p>\n<p>\n<strong>9- Automated decision-making</strong>\n</p>\n<p>We use personal data to make automated decisions relating to use of our services.\nThis includes:</p>\n<ul>\n<li>Enabling <u>dynamic pricing</u>, in which the price of a ride, or the delivery fee for Uber Eats orders, is determined based on constantly varying factors such as the estimated time and distance, the predicted route, estimated traffic, and the number of riders and drivers using Uber at a given moment.<br>\n</li>\n<li>Matching available drivers and delivery persons to users requesting services.\nUsers can be matched based on availability, proximity, and other factors.\nPlease see <u>here</u> for further information about our matching process.<br>\n</li>\n<li>Determining driver and delivery person ratings, and deactivating drivers, riders, and delivery persons with low ratings.\nFor more information about how ratings are determined and used, please see <u>here</u> for rider ratings, <u>here</u> for driver ratings, and <u>here</u> for delivery person ratings.\nPlease also see the section below titled “Ratings look-up” for further information.<br>\n</li>\n<li>Deactivating users who are identified as having engaged in fraud or activities that may otherwise harm Uber, its users, and others.\nIn some cases, such as when a user is determined to be abusing Uber’s referral program, such behavior may result in automatic deactivation.<br>\n</li>\n<li>Using driver location information, and communications between riders and drivers, to identify cancellation fees earned or induced through fraud.\nFor example, if we determine by using such information that a driver is delaying a rider pickup in order to induce a cancellation, we will not charge the rider a cancellation fee and will adjust the amounts paid to the driver to omit such a fee.\nTo object to such adjustment, please contact Uber customer support.</li>\n</ul>\n<p>Click the links in this section for more information about these processes.\nTo object to a deactivation resulting from these processes, please contact Uber customer support.</p>\n<strong>C.\nCookies and third-party technologies</strong>\n<p>\n<strong>\n<em>Uber and its partners use cookies and other identification technologies on our apps, websites, emails, and online ads for purposes described in this notice.</em>\n</strong>\n</p>\n<p>Cookies are small text files that are stored on browsers or devices by websites, apps, online media, and advertisements.\nUber uses cookies and similar technologies for purposes such as:</p>\n<ul>\n<li>Authenticating users<br>\n</li>\n<li>Remembering user preferences and settings<br>\n</li>\n<li>Determining the popularity of content<br>\n</li>\n<li>Delivering and measuring the effectiveness of advertising campaigns<br>\n</li>\n<li>Analyzing site traffic and trends, and generally understanding the online behaviors and interests of people who interact with our services</li>\n</ul>\n<p>We may also allow others to provide audience measurement and analytics services for us, to serve advertisements on our behalf across the Internet, and to track and report on the performance of those advertisements.\nThese entities may use cookies, web beacons, SDKs, and other technologies to identify the devices used by visitors to our websites, as well as when they visit other online sites and services.\n</p>\n<p>Please see our <u>Cookie Notice</u> for more information regarding the use of cookies and other technologies described in this section.</p>\n<strong>D.\nData sharing and disclosure</strong>\n<p>\n<strong>\n<em>Some of Uber’s products, services, and features require that we share data with other users or at a user’s request.\nWe may also share data with our affiliates, subsidiaries, and partners, for legal reasons or in connection with claims or disputes.</em>\n</strong>\n</p>\n<p>Uber may share the data we collect:</p>\n<p>\n<strong>1- With other users</strong>\n</p>\n<p>This includes sharing: </p>\n<ul>\n<li>Riders’ first name, rating, and pickup and/or dropoff locations with drivers.<br>\n</li>\n<li>Riders’ first name with other riders in a carpool trip.\nRiders in carpool trips may also see the dropoff location of the other riders.<br>\n</li>\n<li>Delivery recipients’ first name, delivery address, and order information with their delivery person and restaurant.\nWe may also share ratings and feedback, or other information to the extent required by law, with the restaurant partner and delivery person.<br>\n</li>\n<li>For drivers and delivery persons, we may share data with the rider(s), delivery recipient(s) and restaurant partner(s), including name and photo.\nvehicle make, model, color, license plate, and vehicle photo.\nlocation (before and during trip).\naverage rating provided by users.\ntotal number of trips.\nlength of use of the Uber app.\ncontact information (depending upon applicable laws).\nand driver or delivery person profile, including compliments and other feedback submitted by past users.\n<br>\n<br>We also provide riders and delivery recipients with receipts containing information such as a breakdown of amounts charged, driver or delivery person first name, photo, route map, and such other information required on invoices in the country or region where the driver or delivery person operates.<br>\n</li>\n<li>For those who participate in Uber’s referral program, we share certain personal data of referred users, such as trip count, with the user who referred them, to the extent relevant to determining the referral bonus.<br>\n</li>\n</ul>\n<p>\n<strong>2- At the user’s request</strong>\n</p>\n<p>This includes sharing data with:</p>\n<ul>\n<li>\n<strong>Other people at the user’s request.</strong> For example, we share a user’s ETA and location with a friend when requested by that user, or a user’s trip information when they split a fare with a friend.<br>\n</li>\n<li>\n<strong>Uber business partners.</strong> For example, if a user requests a service through a partnership or promotional offering made by a third party, Uber may share certain data with those third parties.\nThis may include, for example, other services, platforms, apps, or websites that integrate with our APIs.\nvehicle suppliers or services.\nthose with an API or service with which we integrate.\nor restaurant partners or other Uber business partners and their users in connection with promotions, contests, or specialized services.<br>\n</li>\n</ul>\n<p>\n<strong>3- With the general public </strong>\n</p>\n<p>Questions or comments from users submitted through public forums such as Uber blogs and Uber social media pages may be viewable by the public, including any personal data included in the questions or comments submitted by a user.\n</p>\n<p>\n<strong>4- With the Uber account owner</strong>\n</p>\n<p>If a user requests transportation or places an order using an account owned by another party, we may share their order or trip information, including real-time location data, with the owner of that account.\nThis occurs, for example, when:</p>\n<ul>\n<li>A rider uses their employer’s Uber for Business profile, such as when they take trips arranged through <u>Uber Central</u>\n<br>\n</li>\n<li>A driver or delivery person uses an account owned by or associated with an Uber partner transportation company or restaurant<br>\n</li>\n<li>A rider takes a trip arranged by a friend or under a Family Profile<br>\n</li>\n<li>A delivery person acts as a substitute (UK only)<br>\n</li>\n</ul>\n<p>\n<strong>5- With Uber subsidiaries and affiliates</strong>\n</p>\n<p>We share data with our subsidiaries and affiliates to help us provide our services or conduct data processing on our behalf.\nFor example, Uber processes and stores data in the United States on behalf of its international subsidiaries and affiliates.\n</p>\n<p>\n<strong>6- With Uber service providers and business partners</strong>\n</p>\n<p>Uber provides data to vendors, consultants, marketing partners, research firms, and other service providers or business partners.\nThese include:</p>\n<ul>\n<li>Payment processors and facilitators<br>\n</li>\n<li>Background check and identity verification providers (drivers, delivery persons and cash riders only)<br>\n</li>\n<li>Cloud storage providers<br>\n</li>\n<li>Google, in connection with the use of Google Maps in Uber’s apps (see Google’s privacy policy for information on their collection and use of data)</li>\n<li>Facebook, in connection with the use of the Facebook Business Tools in Uber’s apps and websites (see Facebook’s privacy policy for information on their collection and use of data)</li>\n<li>Marketing partners and marketing platform providers, including social media advertising services<br>\n</li>\n<li>Data analytics providers<br>\n</li>\n<li>Research partners, including those performing surveys or research projects in partnership with Uber or on Uber’s behalf<br>\n</li>\n<li>Vendors that assist Uber to enhance the safety and security of its apps<br>\n</li>\n<li>Consultants, lawyers, accountants, and other professional service providers<br>\n</li>\n<li>Fleet partners<br>\n</li>\n<li>Insurance and financing partners<br>\n</li>\n<li>Airports<br>\n</li>\n<li>Lime and other local providers<br>\n</li>\n<li>Restaurant partners and/or their point of sale providers<br>\n</li>\n<li>Vehicle solution vendors or third-party vehicle suppliers <br>\n</li>\n</ul>\n<p>\n<strong>7- For legal reasons or in the event of a dispute</strong>\n</p>\n<p>Uber may share users’ personal data if we believe it’s required by applicable law, regulation, operating license or agreement, legal process or governmental request, or where the disclosure is otherwise appropriate due to safety or similar concerns.\n</p>\n<p>This includes sharing personal data with law enforcement officials, public health officials, other government authorities, airports (if required by the airport authorities as a condition of operating on airport property), or other third parties as necessary to enforce our Terms of Service, user agreements, or other policies.\nto protect Uber’s rights or property or the rights, safety, or property of others.\nor in the event of a claim or dispute relating to the use of our services.\nIf you use another person’s credit card, we may be required by law to share your personal data, including trip or order information, with the owner of that credit card.</p>\n<p>Please see <u>Uber’s Guidelines for Law Enforcement Authorities</u> for more information.</p>\n<p>This also includes sharing personal data with others in connection with, or during negotiations of, any merger, sale of company assets, consolidation or restructuring, financing, or acquisition of all or a portion of our business by or into another company.</p>\n<p>\n<strong>8- With consent</strong>\n</p>\n<p>Uber may share a user’s personal data other than as described in this notice if we notify the user and they consent to the sharing.</p>\n<p>\n</p>\n<strong>E.\nData retention and deletion</strong>\n<p>\n<strong>\n<em>Uber retains user data for as long as necessary for the purposes described above.</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Users may request deletion of their accounts at any time.\nUber may retain user data after a deletion request due to legal or regulatory requirements or for the reasons stated in this policy.</em>\n</strong>\n</p>\n<p>Uber retains user data for as long as necessary for the purposes described above.\nThis means that we retain different categories of data for different periods of time depending on the category of user to whom the data relates, the type of data, and the purposes for which we collected the data.\n</p>\n<p>Users may request deletion of their account at any time through the Settings &gt.\nPrivacy menus in the Uber app, or through Uber’s website (riders and delivery recipients <u>here</u>.\ndrivers and delivery persons <u>here</u>).</p>\n<p>Following an account deletion request, Uber deletes the user’s account and data, unless they must be retained due to legal or regulatory requirements, for purposes of safety, security, and fraud prevention, or because of an issue relating to the user’s account such as an outstanding credit or an unresolved claim or dispute.\nBecause we are subject to legal and regulatory requirements relating to drivers and delivery persons, this generally means that we retain their account and data for a minimum of 7 years after a deletion request.\nFor riders and delivery recipients, their data is generally deleted within 90 days of a deletion request, except where retention is necessary for the above reasons.</p>\n<strong>F.\nGrounds for processing</strong>\n<p>\n<strong>\n<em>We only collect and use personal data where we have lawful grounds to do so.\nThese include processing user personal data to provide requested services and features, for purposes of Uber’s legitimate interests or those of other parties, to fulfill our legal obligations, or based on consent.</em>\n</strong>\n</p>\n<p>We collect and use personal data only where we have one or more lawful grounds for doing so.\nSuch grounds may vary depending on where our users are located, but generally include processing personal data: </p>\n<p>\n<strong>A- To provide requested services and features</strong>\n</p>\n<p>In order to provide our services, we must collect and use certain personal data.\nThis includes: </p>\n<ul>\n<li>User profile data, which we use to establish and maintain user accounts.\nverify user identity.\ncommunicate with users about their trips, orders, and accounts.\nand enable users to make payments or receive earnings </li>\n<li>Background trip information, which is used to verify an applicant’s eligibility to be a driver or delivery person</li>\n<li>Driver and delivery person location data, which we use to track trips and assist with navigation</li>\n<li>Usage data, which is necessary to maintain, optimize, and enhance Uber’s services, including to determine incentives, connect riders and drivers, and calculate costs of trips and driver earnings</li>\n<li>Transaction information</li>\n<li>Information relating to customer support <br>\n</li>\n</ul>\n<p>\n<strong>B- For purposes of the legitimate interests of Uber or other parties</strong>\n</p>\n<p>This includes using personal data to maintain and enhance our users’ safety and security.\nFor example, we use personal data to prevent use of our services by users who have engaged in inappropriate or dangerous behavior, such as by retaining data of banned users to prevent their use of Uber’s apps.\nWe also use usage data to prevent matching of riders and drivers for whom there is higher risk of conflict (for instance, because they have been the subject of prior complaints from other users).\n</p>\n<p>This also includes purposes such as combating fraud.\nimproving our services, direct marketing, research, and development.\nand enforcing Uber’s Terms of Service.<br>\n<br>In addition, it includes using personal data to the extent necessary for the interests of other people or the general public, such as in connection with legal or insurance claims, and to protect the rights and safety of others.</p>\n<p>\n<strong>C- To fulfill Uber’s legal obligations </strong>\n</p>\n<p>For example, Uber is subject to laws and regulations in many cities and countries that require it to collect and retain data about our users’ trips and deliveries, and to provide copies of such data to the government or other authorities.\nWe collect and use personal data to comply with such laws.\n</p>\n<p>Uber may also share data with law enforcement regarding criminal acts or threats to public safety, or requests by third parties pursuant to legal processes.\nUber may also share information with public health authorities where required or permitted by law.\nFor more information about such sharing, please see Uber’s <u>Guidelines for Law Enforcement Authorities - United States</u>, <u>Guidelines for Law Enforcement Authorities - Outside the US</u>, and <u>Guidelines for Third Party Data Requests and Service of Legal Documents</u>.</p>\n<p>\n<strong>D- With consent </strong>\n</p>\n<p>Uber may collect and use personal data based on the user’s consent.\nFor example, we may collect personal data through voluntary surveys.\nResponses to such surveys are collected on the basis of consent and will be deleted once no longer necessary for the purposes collected.\n<br>\n<br>A user who has provided consent to a collection or use of their personal data can revoke it at any time.\nHowever, the user will not be able to use any service or feature that requires collection or use of that personal data.</p>IV.\nChoice and transparency<p>\n<strong>\n<em>Uber enables users to access and control the data that Uber collects, including through: </em>\n</strong>\n</p>\n<ul>\n<li>\n<strong>\n<em>In-app settings</em>\n</strong>\n</li>\n<li>\n<strong>\n<em>Device permissions</em>\n</strong>\n</li>\n<li>\n<strong>\n<em>In-app ratings pages</em>\n</strong>\n</li>\n<li>\n<strong>\n<em>Marketing opt-outs </em>\n</strong>\n</li>\n</ul>\n<p>\n<strong>\n<em>Uber also enables users to request access to or copies of their data, changes or updates to their accounts, deletion of their accounts, or that Uber restrict its processing of user personal data.\n</em>\n</strong>\n</p>\n<p>\n<strong>A- Privacy settings</strong>\n</p>\n<p>Settings menus in the Uber app for riders give them the ability to set or update their location-sharing preferences and their preferences for receiving mobile notifications from Uber.\nInformation about these settings, how to set or change these settings, and the effect of turning off these settings is described below.\n</p>\n<ul>\n<li>\n<strong>Location data</strong>\n</li>\n</ul>\n<p>Uber uses riders’ device location services to make it easier to get a ride whenever they need one.\nLocation data helps improve our services, including pickups, navigation, and customer support.\n</p>\n<p>Riders may enable or disallow Uber to collect location data from their mobile devices through the Settings &gt.\nPrivacy menus in the Uber app.\nRiders and delivery recipients can enable or disallow such collections through the settings on their mobile device.\n</p>\n<ul>\n<li>\n<strong>Share Live Location (riders)</strong>\n</li>\n</ul>\n<p>Riders who have enabled Uber to collect location data from their mobile device may also enable Uber to share their location with their driver from the time the ride is requested to the start of the trip.\nThis can help improve pickups for both drivers and riders, particularly in crowded areas.</p>\n<p>Riders may enable or disable this feature through the Settings &gt.\nPrivacy menus in the Uber app.</p>\n<ul>\n<li>\n<strong>Emergency Data Sharing (riders) </strong>\n</li>\n</ul>\n<p>Riders who have enabled Uber to collect location data from their mobile device may also enable the Emergency Data Sharing feature that shares data with emergency police, fire, and ambulance services.\nSuch data includes approximate location at the time the emergency call was placed.\nthe car’s make, model, color, and license plate information.\nthe rider’s name and phone number.\npickup and dropoff locations.\nand the driver’s name.<br>\n<br>Riders may enable or disable this feature through the Settings &gt.\nPrivacy menus or the Safety Center in the Uber app.</p>\n<ul>\n<li>\n<strong>Notifications: account and trip updates</strong>\n</li>\n</ul>\n<p>Uber provides users with trip status notifications and updates related to activity on their account.\nThese notifications are a necessary part of using the Uber app and cannot be disabled.\nHowever, users may choose the method by which they receive these notifications through the Settings &gt.\nPrivacy menus in the Uber app.</p>\n<ul>\n<li>\n<strong>Notifications: discounts and news</strong>\n</li>\n</ul>\n<p>Users may enable Uber to send push notifications about discounts and news from Uber.\nPush notifications may be enabled or disabled through the Settings &gt.\nPrivacy menus in the Uber app.</p>\n<ul>\n<li>\n<strong>Communications from restaurant partners </strong>\n</li>\n</ul>\n<p>Delivery recipients who have opted in to communications from restaurant partners may stop sharing their data with each restaurant partner in their Uber Eats account settings.\n</p>\n<p>\n<strong>B- Device permissions</strong>\n</p>\n<p>Most mobile device platforms (iOS, Android, etc.) have defined certain types of device data that apps cannot access without the device owner’s permission, and these platforms have different methods for how that permission can be obtained.\niOS devices notify users the first time the Uber app requests permission to access certain types of data and gives users the option to grant or refuse permission.\nAndroid devices notify users of the permissions that the Uber app seeks before their first use of the app, and use of the app constitutes a grant of such permission.</p>\n<p>\n<strong>C- Ratings look-up</strong>\n</p>\n<p>After every trip, drivers and riders are able to rate each other on a scale from 1 to 5.\nAn average of those ratings is associated with a user’s account and is displayed to other users for whom they provide or receive services.\nFor example, rider ratings are available to drivers from whom they request transportation, and driver ratings are available to their riders.\n</p>\n<p>This 2-way system holds everyone accountable for their behavior.\nAccountability helps create a respectful, safe environment for drivers and riders.\n</p>\n<p>Riders can see their average rating in the main menu of the Uber app.\n</p>\n<p>Drivers can see their average rating after tapping their profile photo in the Uber Driver app.</p>\n<p>Delivery persons are also rated by delivery recipients and restaurant partners.\nClick <u>here</u> for more information.</p>\n<p>\n<strong>D- Marketing opt-outs</strong>\n</p>\n<p>Users may opt out of receiving promotional emails from Uber <u>here</u>.\nUsers may also opt out of receiving emails and other messages from Uber by following the unsubscribe instructions in those messages.\nWe may still send users who have opted out non-promotional communications, such as receipts for rides or information about their account.</p>\n<p>\n<strong>E- User data requests </strong>\n</p>\n<p>Uber provides users with a variety of ways to learn about, control, and submit questions and comments about Uber’s handling of their data.\nTo make a request, please go <u>here</u>.</p>\n<ul>\n<li>\n<strong>Accessing data:</strong> Users can ask for an explanation of the data we collect from them and how we use it.\n<br>\n</li>\n<li>\n<strong>Receiving data:</strong> Users can ask for a copy of data that Uber collects from them with their consent or as necessary to provide our services.<br>\n</li>\n<li>\n<strong>Changing or updating data:</strong> Users can edit the name, phone number, email address, payment method, and photo associated with their account through the Settings menu in Uber’s apps or driver portal.\nThey may also ask that Uber change or update their data, including if they believe such data is inaccurate or incomplete.\n<br>\n</li>\n<li>\n<strong>Deleting data:</strong> Users may request deletion of their account at any time through the Settings &gt.\nPrivacy menus in the Uber app, or through Uber’s website (riders and delivery recipients <u>here</u>.\ndrivers and delivery persons <u>here</u>).<br>\n</li>\n<li>\n<strong>Objections, restrictions, and complaints:</strong> Users may request that we stop using all or some of their personal data, or that we limit our use of their data.\nUber may continue to process data after such objection or request to the extent required or permitted by law.\n<br>\n<br>In addition, depending on their location, users may have the right to file a complaint relating to Uber’s handling of their personal data with the data protection authority in their country.\nFor example, users in the European Union and South America may submit such requests to the data protection authorities in the country in which they live.\n</li>\n</ul>V.\nUpdates to this notice<p>\n<strong>\n<em>We may occasionally update this notice.\nUse of our services after an update constitutes consent to the updated notice to the extent permitted by law.</em>\n</strong>\n</p>\n<p>We may occasionally update this notice.\nIf we make significant changes, we will notify users in advance of the changes through the Uber apps or through other means, such as email.\nWe encourage users to periodically review this notice for the latest information on our privacy practices.</p>\n<p>After such notice, use of our services by users in countries outside the European Union will be understood as consent to the updates to the extent permitted by law.</p>Terug naar juridische informatieArrow right (filled)Arrow right (filled)Uber<p>Naar het Help Center</p>\n<p>Mijn gegevens niet verkopen (Californië)</p>Bedrijf<p>Over ons</p>\n<p>Wat wij bieden</p>\n<p>Newsroom</p>\n<p>Investeerders</p>\n<p>Blog</p>\n<p>Werken bij Uber</p>Producten<p>Instappen</p>\n<p>Rijden</p>\n<p>Eten</p>\n<p>Uber&nbsp;for&nbsp;Business</p>\n<p>Uber&nbsp;Freight</p>Wereldburgerschap<p>Veiligheid</p>\n<p>Diversiteit en inclusiviteit</p>Innovatie<p>Advanced&nbsp;Technologies&nbsp;Group</p>\n<p>AI</p>\n<p>Elevate</p>facebooktwitteryoutubelinkedininstagramGlobe (filled)NederlandsLocation marker (filled)Amsterdam<p>© 2020&nbsp;Uber&nbsp;Technologies&nbsp;Inc.</p>\n<p>Privacy</p>\n<p>Toegankelijkheid</p>\n<p>Voorwaarden</p>\n<ul>\n<li>Bedrijf<ul>\n<li>Over ons<ul>\n</ul>\n</li>\n<li>Wat wij bieden<ul>\n</ul>\n</li>\n<li>Hoe Uber werkt<ul>\n</ul>\n</li>\n<li>Wereldburgerschap<ul>\n</ul>\n</li>\n<li>Newsroom<ul>\n</ul>\n</li>\n<li>Investeerders<ul>\n</ul>\n</li>\n<li>Blog<ul>\n</ul>\n</li>\n<li>Werken bij Uber<ul>\n</ul>\n</li>\n</ul>\n</li>\n<li>Veiligheid<ul>\n</ul>\n</li>\n<li>Help<ul>\n</ul>\n</li>\n<li>Informatie over COVID-19<ul>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n</ul> ", "created_at": "2018-08-24 11:03:52.877972", "updated_at": "2020-12-14 15:52:35.06915"}, {"id": 353, "name": "Terms of Service", "url": "https://www.uber.com/legal/terms/us/", "xpath": "", "text": "Doorgaan naar hoofdinhoud <ul>\n<li>Uber</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>\n</li>\n<li>Aanmelden</li>\n<li>,</li>\n</ul>Rechtsgebied selecteren:Verenigde StatenopenTaal:Engels Last modified: 11/17/2020<br>U.S.\nTerms of Use1.\nContractual Relationship<p>These Terms of Use (\"Terms\") govern your access or use, from within the United States and its territories and possessions, of the applications, websites, content, products, and services (the \"Services,\" as more fully defined below in Section 3) made available in the United States and its territories and possessions by Uber USA, LLC and its parents, subsidiaries, representatives, affiliates, officers and directors (collectively, \"Uber\").\nPLEASE READ THESE TERMS CAREFULLY, AS THEY CONSTITUTE A LEGAL AGREEMENT BETWEEN YOU AND UBER.\nIn these Terms, the words \"including\" and \"include\" mean \"including, but not limited to.\"</p>\n<p>By accessing or using the Services, you confirm your agreement to be bound by these Terms.\nIf you do not agree to these Terms, you may not access or use the Services.\nThese Terms expressly supersede prior agreements or arrangements with you regarding the use of the Services.</p>\n<p>Notwithstanding the foregoing, these Terms do not supersede or otherwise impact the enforceability of any agreements you may have with Uber or its subsidiaries regarding driving, delivering and/or providing transportation and/or delivery services (e.g.\nthe Platform Access Agreement, the Technology Services Agreement and/or any similar agreements).\nTo the extent (but only to the extent) any agreement you may have with Uber regarding driving, delivering and/or providing transportation and/or delivery services conflicts with these Terms, those agreements (and not these Terms) will prevail.\n</p>\n<p>Uber may immediately terminate these Terms or any Services with respect to you, or generally cease offering or deny access to the Services or any portion thereof, at any time for any reason.</p>\n<p>IMPORTANT: PLEASE REVIEW THE ARBITRATION AGREEMENT SET FORTH BELOW CAREFULLY, AS IT WILL REQUIRE YOU TO RESOLVE DISPUTES WITH UBER ON AN INDIVIDUAL BASIS THROUGH FINAL AND BINDING ARBITRATION.\nBY ENTERING THIS AGREEMENT, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND ALL OF THE TERMS OF THIS AGREEMENT AND HAVE TAKEN TIME TO CONSIDER THE CONSEQUENCES OF THIS IMPORTANT DECISION.</p>\n<p>Supplemental terms may apply to certain Services, such as policies for a particular event, program, activity or promotion, and such supplemental terms will be disclosed to you in separate region-specific disclosures (e.g., a particular city webpage on Uber.com) or in connection with the applicable Service(s).\nSupplemental terms are in addition to, and shall be deemed a part of, the Terms for the purposes of the applicable Service(s).\nSupplemental terms shall prevail over these Terms in the event of a conflict with respect to the applicable Services.</p>\n<p>Uber may amend the Terms from time to time.\nAmendments will be effective upon Uber's posting of such updated Terms at this location or in the amended policies or supplemental terms on the applicable Service(s).\nYour continued access or use of the Services after such posting confirms your consent to be bound by the Terms, as amended.\nIf Uber changes these Terms after the date you first agreed to the Terms (or to any subsequent changes to these Terms), you may reject any such change by providing Uber written notice of such rejection within 30 days of the date such change became effective, as indicated in the \"Effective\" date above.\nThis written notice must be provided either (a) by mail or hand delivery to our registered agent for service of process, c/o Uber USA, LLC (the name and current contact information for the registered agent in each state are available online here), or (b) by email from the email address associated with your Account to: change-dr@uber.com.\nIn order to be effective, the notice must include your full name and clearly indicate your intent to reject changes to these Terms.\nBy rejecting changes, you are agreeing that you will continue to be bound by the provisions of these Terms as of the date you first agreed to the Terms (or to any subsequent changes to these Terms).</p>\n<p>Uber’s collection and use of personal information in connection with the Services is described in Uber's Privacy Statements located at https://www.uber.com/privacy/notice.</p>2.\nArbitration Agreement<p>By agreeing to the Terms, you agree that you are required to resolve any claim that you may have against Uber on an individual basis in arbitration, as set forth in this Arbitration Agreement.\nThis will preclude you from bringing any class, collective, or representative action against Uber, and also preclude you from participating in or recovering relief under any current or future class, collective, consolidated, or representative action brought against Uber by someone else.</p>Agreement to Binding Arbitration Between You and Uber.<p>You and Uber agree that any dispute, claim or controversy arising out of or relating to (a) these Terms or the existence, breach, termination, enforcement, interpretation or validity thereof, or (b) your access to or use of the Services at any time, whether before or after the date you agreed to the Terms, will be settled by binding arbitration between you and Uber, and not in a court of law.\nNotwithstanding the foregoing, where you allege claims of sexual assault or sexual harassment occurring in connection with your use of the Services, you may elect to bring those claims in a court of competent jurisdiction instead of arbitration.\nUber agrees to honor your election of forum with respect to your individual sexual assault or sexual harassment claim but in so doing does not waive the enforceability of this Arbitration Agreement as to any other provision (including, but not limited to, the waivers provided in the following paragraph, which will continue to apply in court and arbitration), controversy, claim or dispute.</p>\n<p>You acknowledge and agree that you and Uber are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding.\nUnless both you and Uber otherwise agree in writing, any arbitration will be conducted only on an individual basis and not in a class, collective, consolidated, or representative proceeding.\nHowever, you and Uber each retain the right to bring an individual action in small claims court and the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party's copyrights, trademarks, trade secrets, patents or other intellectual property rights.</p>Rules and Governing Law.<p>The arbitration will be administered by the American Arbitration Association (\"AAA\") in accordance with the AAA’s Consumer Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (the \"AAA Rules\") then in effect, except as modified by this Arbitration Agreement.\nThe AAA Rules are available at www.adr.org or by calling the AAA at 1-800-778-7879.</p>\n<p>The parties agree that the arbitrator (\"Arbitrator\"), and not any federal, state, or local court or agency, shall have exclusive authority to resolve any disputes relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, including any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe Arbitrator shall also be responsible for determining all threshold arbitrability issues, including issues relating to whether the Terms are unconscionable or illusory and any defense to arbitration, including waiver, delay, laches, or estoppel.</p>\n<p>Notwithstanding any choice of law or other provision in the Terms, the parties agree and acknowledge that this Arbitration Agreement evidences a transaction involving interstate commerce and that the Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq.\n(\"FAA\"), will govern its interpretation and enforcement and proceedings pursuant thereto.\nIt is the intent of the parties that the FAA and AAA Rules shall preempt all state laws to the fullest extent permitted by law.\nIf the FAA and AAA Rules are found to not apply to any issue that arises under this Arbitration Agreement or the enforcement thereof, then that issue shall be resolved under the laws of the state of California.</p>Process.<p>A party who desires to initiate arbitration must provide the other party with a written Demand for Arbitration as specified in the AAA Rules.\n(The AAA provides a form Demand for Arbitration - Consumer Arbitration Rules at www.adr.org or by calling the AAA at 1-800-778-7879).\nThe Arbitrator will be either (1) a retired judge or (2) an attorney specifically licensed to practice law in the state of California and will be selected by the parties from the AAA's roster of consumer dispute arbitrators.\nIf the parties are unable to agree upon an Arbitrator within seven (7) days of delivery of the Demand for Arbitration, then the AAA will appoint the Arbitrator in accordance with the AAA Rules.</p>Location and Procedure.<p>Unless you and Uber otherwise agree, the arbitration will be conducted in the county where you reside.\nIf your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of documents you and Uber submit to the Arbitrator, unless you request a hearing or the Arbitrator determines that a hearing is necessary.\nIf your claim exceeds $10,000, your right to a hearing will be determined by the AAA Rules.\nSubject to the AAA Rules, the Arbitrator will have the discretion to direct a reasonable exchange of information by the parties, consistent with the expedited nature of the arbitration.</p>Arbitrator's Decision.<p>The Arbitrator will render an award within the time frame specified in the AAA Rules.\nJudgment on the arbitration award may be entered in any court having competent jurisdiction to do so.\nThe Arbitrator may award declaratory or injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by the claimant's individual claim.\nAn Arbitrator’s decision shall be final and binding on all parties.\nAn Arbitrator’s decision and judgment thereon shall have no precedential or collateral estoppel effect.\nIf you prevail in arbitration you will be entitled to an award of attorneys' fees and expenses, to the extent provided under applicable law.\nUber will not seek, and hereby waives all rights Uber may have under applicable law to recover attorneys' fees and expenses if Uber prevails in arbitration.</p>Fees.<p>Your responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the AAA Rules.\nHowever, if your claim for damages does not exceed $75,000, Uber will pay all such fees, unless the Arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).</p>Changes.<p>Notwithstanding the provisions in Section I above, regarding consent to be bound by amendments to these Terms, if Uber changes this Arbitration Agreement after the date you first agreed to the Terms (or to any subsequent changes to the Terms), you may reject any such change by providing Uber written notice of such rejection within 30 days of the date such change became effective, as indicated in the \"Effective\" date above.\nThis written notice must be provided either (a) by mail or hand delivery to our registered agent for service of process, c/o Uber USA, LLC (the name and current contact information for the registered agent in each state are available online here), or (b) by email from the email address associated with your Account to: change-dr@uber.com.\nIn order to be effective, the notice must include your full name and clearly indicate your intent to reject changes to this Arbitration Agreement.\nBy rejecting changes, you are agreeing that you will arbitrate any dispute between you and Uber in accordance with the provisions of this Arbitration Agreement as of the date you first agreed to the Terms (or to any subsequent changes to the Terms).</p>Severability and Survival.<p>If any portion of this Arbitration Agreement is found to be unenforceable or unlawful for any reason, (1) the unenforceable or unlawful provision shall be severed from these Terms.\n(2) severance of the unenforceable or unlawful provision shall have no impact whatsoever on the remainder of the Arbitration Agreement or the parties’ ability to compel arbitration of any remaining claims on an individual basis pursuant to the Arbitration Agreement.\nand (3) to the extent that any claims must therefore proceed on a class, collective, consolidated, or representative basis, such claims must be litigated in a civil court of competent jurisdiction and not in arbitration, and the parties agree that litigation of those claims shall be stayed pending the outcome of any individual claims in arbitration.</p>3.\nThe Services<p>The Services comprise mobile applications and related services (each, an \"Application\"), which enable users to arrange and schedule transportation, logistics and/or delivery services and/or to purchase certain goods, including with third party providers of such services and goods under agreement with Uber or certain of Uber's affiliates (\"Third Party Providers\").\nIn certain instances the Services may also include an option to receive transportation, logistics and/or delivery services for an upfront price, subject to acceptance by the respective Third Party Providers.\nUnless otherwise agreed by Uber in a separate written agreement with you, the Services are made available solely for your personal, noncommercial use.\nYOU ACKNOWLEDGE THAT YOUR ABILITY TO OBTAIN TRANSPORTATION, LOGISTICS AND/OR DELIVERY SERVICES THROUGH THE USE OF THE SERVICES DOES NOT ESTABLISH UBER AS A PROVIDER OF TRANSPORTATION, LOGISTICS OR DELIVERY SERVICES OR AS A TRANSPORTATION CARRIER.</p>License.<p>Subject to your compliance with these Terms, Uber grants you a limited, non-exclusive, non-sublicensable, revocable, non-transferable license to: (i) access and use the Applications on your personal device solely in connection with your use of the Services.\nand (ii) access and use any content, information and related materials that may be made available through the Services, in each case solely for your personal, noncommercial use.\nAny rights not expressly granted herein are reserved by Uber and Uber's licensors.</p>Restrictions.<p>You may not: (i) remove any copyright, trademark or other proprietary notices from any portion of the Services.\n(ii) reproduce, modify, prepare derivative works based upon, distribute, license, lease, sell, resell, transfer, publicly display, publicly perform, transmit, stream, broadcast or otherwise exploit the Services except as expressly permitted by Uber.\n(iii) decompile, reverse engineer or disassemble the Services except as may be permitted by applicable law.\n(iv) link to, mirror or frame any portion of the Services.\n(v) cause or launch any programs or scripts for the purpose of scraping, indexing, surveying, or otherwise data mining any portion of the Services or unduly burdening or hindering the operation and/or functionality of any aspect of the Services.\nor (vi) attempt to gain unauthorized access to or impair any aspect of the Services or its related systems or networks.</p>Provision of the Services.<p>You acknowledge that portions of the Services may be made available under Uber's various brands or request options associated with transportation or logistics, including the transportation request brands currently referred to as \"Uber,\" \"uberX,\" \"uberXL,\" \"UberBLACK,\" \"UberSELECT,\" \"UberSUV\" and \"UberLUX\" and the logistics request products currently referred to as \"UberRUSH,\" and \"UberEATS.\" You also acknowledge that the Services may be made available under such brands or request options by or in connection with: (i) certain of Uber's subsidiaries and affiliates.\nor (ii) independent Third Party Providers, including Transportation Network Company drivers, Transportation Charter Permit holders or holders of similar transportation permits, authorizations or licenses.</p>Third Party Services and Content.<p>The Services may be made available or accessed in connection with third party services and content (including advertising) that Uber does not control.\nYou acknowledge that different terms of use and privacy policies may apply to your use of such third party services and content.\nUber does not endorse such third party services and content and in no event shall Uber be responsible or liable for any products or services of such third party providers.\nAdditionally, Apple Inc., Google, Inc., Microsoft Corporation or BlackBerry Limited will be a third-party beneficiary to this contract if you access the Services using Applications developed for Apple iOS, Android, Microsoft Windows, or Blackberry-powered mobile devices, respectively.\nThese third party beneficiaries are not parties to this contract and are not responsible for the provision or support of the Services in any manner.\nYour access to the Services using these devices is subject to terms set forth in the applicable third party beneficiary's terms of service.</p>Ownership.<p>The Services and all rights therein are and shall remain Uber's property or the property of Uber's licensors.\nNeither these Terms nor your use of the Services convey or grant to you any rights: (i) in or related to the Services except for the limited license granted above.\nor (ii) to use or reference in any manner Uber's company names, logos, product and service names, trademarks or services marks or those of Uber's licensors.</p>4.\nAccess and Use of the ServicesUser Accounts.<p>In order to use most aspects of the Services, you must register for and maintain an active personal user Services account (\"Account\").\nYou must be at least 18 years of age, or the age of legal majority in your jurisdiction (if different than 18), to obtain an Account, unless a specific Service permits otherwise.\nAccount registration requires you to submit to Uber certain personal information, such as your name, address, mobile phone number and age, as well as at least one valid payment method supported by Uber.\nYou agree to maintain accurate, complete, and up-to-date information in your Account.\nYour failure to maintain accurate, complete, and up-to-date Account information, including having an invalid or expired payment method on file, may result in your inability to access or use the Services.\nYou are responsible for all activity that occurs under your Account, and you agree to maintain the security and secrecy of your Account username and password at all times.\nUnless otherwise permitted by Uber in writing, you may only possess one Account.</p>User Requirements and Conduct.<p>The Service is not available for use by persons under the age of 18.\nYou may not authorize third parties to use your Account, and you may not allow persons under the age of 18 to receive transportation or logistics services from Third Party Providers unless they are accompanied by you.\nYou may not assign or otherwise transfer your Account to any other person or entity.\nYou agree to comply with all applicable laws when accessing or using the Services, and you may only access or use the Services for lawful purposes (e.g., no transport of unlawful or hazardous materials).\nYou may not in your access or use of the Services cause nuisance, annoyance, inconvenience, or property damage, whether to the Third Party Provider or any other party.\nIf you fail to comply with these Terms (including policies and supplemental terms), you may be denied access to or use of the Services and Uber may charge you a cancellation fee for a transaction that could not be completed because of your failure to comply with these Terms.\nIn certain instances you may be asked to provide proof of identity or other method of identity verification to access or use the Services, and you agree that you may be denied access to or use of the Services if you refuse to provide proof of identity or other method of identity verification.</p>Text Messaging and Telephone Calls.<p>You agree that Uber may contact you by telephone or text messages (including by an automatic telephone dialing system) at any of the phone numbers provided by you or on your behalf in connection with an Uber account, including for marketing purposes.\nYou understand that you are not required to provide this consent as a condition of purchasing any property, goods or services.\nYou also understand that you may opt out of receiving text messages from Uber at any time, either by texting the word \"STOP\" to 89203 using the mobile device that is receiving the messages, or by contacting help.uber.com.\nIf you do not choose to opt out, Uber may contact you as outlined in its User Privacy Statement, located at https://www.uber.com/privacy/notice.</p>User Provided Content.<p>Uber may, in Uber's sole discretion, permit you from time to time to submit, upload, publish or otherwise make available to Uber through the Services textual, audio, and/or visual content and information, including commentary and feedback related to the Services, initiation of support requests, and submission of entries for competitions and promotions (\"User Content\").\nAny User Content provided by you remains your property.\nHowever, by providing User Content to Uber, you grant Uber a worldwide, perpetual, irrevocable, transferable, royalty-free license, with the right to sublicense, to use, copy, modify, create derivative works of, distribute, publicly display, publicly perform, and otherwise exploit in any manner such User Content in all formats and distribution channels now known or hereafter devised (including in connection with the Services and Uber's business and on third-party sites and services), without further notice to or consent from you, and without the requirement of payment to you or any other person or entity.</p>\n<p>You represent and warrant that: (i) you either are the sole and exclusive owner of all User Content or you have all rights, licenses, consents and releases necessary to grant Uber the license to the User Content as set forth above.\nand (ii) neither the User Content, nor your submission, uploading, publishing or otherwise making available of such User Content, nor Uber's use of the User Content as permitted herein will infringe, misappropriate or violate a third party's intellectual property or proprietary rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.</p>\n<p>You agree to not provide User Content that is defamatory, libelous, hateful, violent, obscene, pornographic, unlawful, or otherwise offensive, as determined by Uber in its sole discretion, whether or not such material may be protected by law.\nUber may, but shall not be obligated to, review, monitor, or remove User Content, at Uber's sole discretion and at any time and for any reason, without notice to you.</p>Network Access and Devices.<p>You are responsible for obtaining the data network access necessary to use the Services.\nYour mobile network's data and messaging rates and fees may apply if you access or use the Services from your device.\nYou are responsible for acquiring and updating compatible hardware or devices necessary to access and use the Services and Applications and any updates thereto.\nUber does not guarantee that the Services, or any portion thereof, will function on any particular hardware or devices.\nIn addition, the Services may be subject to malfunctions and delays inherent in the use of the Internet and electronic communications.</p>5.\nPayment<p>You understand that use of the Services may result in charges to you for the services or goods you receive (\"Charges\").\nUber will receive and/or enable your payment of the applicable Charges for services or goods obtained through your use of the Services.\nCharges will be inclusive of applicable taxes where required by law.\nCharges may include other applicable fees, tolls, and/or surcharges including a booking fee, municipal tolls, airport surcharges or processing fees for split payments.\nPlease visit www.uber.com/cities for further information on your particular location.</p>\n<p>All Charges and payments will be enabled by Uber using the preferred payment method designated in your Account, after which you will receive a receipt by email.\nIf your primary Account payment method is determined to be expired, invalid or otherwise not able to be charged, you agree that Uber may use a secondary payment method in your Account, if available.\nCharges paid by you are final and non-refundable, unless otherwise determined by Uber.</p>\n<p>As between you and Uber, Uber reserves the right to establish, remove and/or revise Charges for any or all services or goods obtained through the use of the Services at any time in Uber's sole discretion.\nFurther, you acknowledge and agree that Charges applicable in certain geographical areas may increase substantially during times of high demand.\nUber will use reasonable efforts to inform you of Charges that may apply, provided that you will be responsible for Charges incurred under your Account regardless of your awareness of such Charges or the amounts thereof.\nUber may from time to time provide certain users with promotional offers and discounts that may result in different amounts charged for the same or similar services or goods obtained through the use of the Services, and you agree that such promotional offers and discounts, unless also made available to you, shall have no bearing on your use of the Services or the Charges applied to you.\nYou may elect to cancel your request for Services at any time prior to the commencement of such Services, in which case you may be charged a cancellation fee on a Third Party Provider’s behalf.\nAfter you have received services or goods obtained through the Service, you will have the opportunity to rate your experience and leave additional feedback.\nUber may use the proceeds of any Charges for any purpose, subject to any payment obligations it has agreed to with any Third Party Providers or other third parties.</p>\n<p>In certain cases, with respect to Third Party Providers, Charges you incur will be owed directly to Third Party Providers, and Uber will collect payment of those charges from you, on the Third Party Provider’s behalf as their limited payment collection agent, and payment of the Charges shall be considered the same as payment made directly by you to the Third Party Provider.\nIn such cases, you retain the right to request lower Charges from a Third Party Provider for services or goods received by you from such Third Party Provider at the time you receive such services or goods, and Charges you incur will be owed to the Third Party Provider.\nUber will respond accordingly to any request from a Third Party Provider to modify the Charges for a particular service or good.\nThis payment structure is intended to fully compensate a Third Party Provider, if applicable, for the services or goods obtained in connection with your use of the Services.\nIn all other cases, Charges you incur will be owed and paid directly to Uber or its affiliates, where Uber is solely liable for any obligations to Third Party Providers.\nIn such cases, you retain the right to request lower Charges from Uber for services or goods received by you from a Third Party Provider at the time you receive such services or goods, and Uber will respond accordingly to any request from you to modify the Charges for a particular service or good.\nExcept with respect to taxicab transportation services requested through the Application, Uber does not designate any portion of your payment as a tip or gratuity to a Third Party Provider.\nAny representation by Uber (on Uber's website, in the Application, or in Uber's marketing materials) to the effect that tipping is \"voluntary,\" \"not required,\" and/or \"included\" in the payments you make for services or goods provided is not intended to suggest that Uber provides any additional amounts, beyond those described above, to a Third Party Provider you may use.\nYou understand and agree that, while you are free to provide additional payment as a gratuity to any Third Party Provider who provides you with services or goods obtained through the Service, you are under no obligation to do so.\nGratuities are voluntary.</p>Repair, Cleaning or Lost and Found Fees.<p>You shall be responsible for the cost of repair for damage to, or necessary cleaning of, vehicles and property resulting from use of the Services under your Account in excess of normal \"wear and tear\" damages and necessary cleaning (\"Repair or Cleaning\").\nIn the event that a Repair or Cleaning request is verified by Uber in Uber's reasonable discretion, Uber reserves the right to facilitate payment for the reasonable cost of such Repair or Cleaning using your payment method designated in your Account.\nSuch amounts, as well as those pertaining to lost and found goods, will be transferred by Uber to a Third Party Provider, if applicable, and are non-refundable.</p>\n<p>The amounts related to repair, cleaning or lost &amp.\nfound fees applicable in Puerto Rico may be found at https://www.uber.com/es-US/blog/puerto-rico/puerto-rico-terminos-y-condiciones/ and may be updated from time to time solely by Uber.</p>6.\nDisclaimers.\nLimitation of Liability.\nIndemnity.DISCLAIMER.<p>THE SERVICES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE.\" UBER DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES, EXPRESS, IMPLIED, OR STATUTORY, NOT EXPRESSLY SET OUT IN THESE TERMS, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nIN ADDITION, UBER MAKES NO REPRESENTATION, WARRANTY, OR GUARANTEE REGARDING THE RELIABILITY, TIMELINESS, QUALITY, SUITABILITY, OR AVAILABILITY OF THE SERVICES OR ANY SERVICES OR GOODS REQUESTED THROUGH THE USE OF THE SERVICES, OR THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nUBER DOES NOT GUARANTEE THE QUALITY, SUITABILITY, SAFETY OR ABILITY OF THIRD PARTY PROVIDERS.\nYOU AGREE THAT THE ENTIRE RISK ARISING OUT OF YOUR USE OF THE SERVICES, AND ANY SERVICE OR GOOD REQUESTED IN CONNECTION THEREWITH, REMAINS SOLELY WITH YOU, TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.</p>LIMITATION OF LIABILITY.<p>UBER SHALL NOT BE LIABLE FOR INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, PUNITIVE, OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS, LOST DATA, PERSONAL INJURY, OR PROPERTY DAMAGE RELATED TO, IN CONNECTION WITH, OR OTHERWISE RESULTING FROM ANY USE OF THE SERVICES, REGARDLESS OF THE NEGLIGENCE (EITHER ACTIVE, AFFIRMATIVE, SOLE, OR CONCURRENT) OF UBER, EVEN IF UBER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>UBER SHALL NOT BE LIABLE FOR ANY DAMAGES, LIABILITY OR LOSSES ARISING OUT OF: (i) YOUR USE OF OR RELIANCE ON THE SERVICES OR YOUR INABILITY TO ACCESS OR USE THE SERVICES.\nOR (ii) ANY TRANSACTION OR RELATIONSHIP BETWEEN YOU AND ANY THIRD PARTY PROVIDER, EVEN IF UBER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nUBER SHALL NOT BE LIABLE FOR DELAY OR FAILURE IN PERFORMANCE RESULTING FROM CAUSES BEYOND UBER'S REASONABLE CONTROL.\nYOU ACKNOWLEDGE THAT THIRD PARTY PROVIDERS PROVIDING TRANSPORTATION SERVICES REQUESTED THROUGH SOME REQUEST PRODUCTS MAY OFFER RIDESHARING OR PEER-TO-PEER TRANSPORTATION SERVICES AND MAY NOT BE PROFESSIONALLY LICENSED OR PERMITTED.</p>\n<p>THE SERVICES MAY BE USED BY YOU TO REQUEST AND SCHEDULE TRANSPORTATION, GOODS, OR LOGISTICS SERVICES WITH THIRD PARTY PROVIDERS, BUT YOU AGREE THAT UBER HAS NO RESPONSIBILITY OR LIABILITY TO YOU RELATED TO ANY TRANSPORTATION, GOODS OR LOGISTICS SERVICES PROVIDED TO YOU BY THIRD PARTY PROVIDERS OTHER THAN AS EXPRESSLY SET FORTH IN THESE TERMS.</p>\n<p>THE LIMITATIONS AND DISCLAIMER IN THIS SECTION DO NOT PURPORT TO LIMIT LIABILITY OR ALTER YOUR RIGHTS AS A CONSUMER THAT CANNOT BE EXCLUDED UNDER APPLICABLE LAW.\nBECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, UBER’S LIABILITY SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\nTHIS PROVISION SHALL HAVE NO EFFECT ON UBER’S CHOICE OF LAW PROVISION SET FORTH BELOW.</p>Indemnity.<p>You agree to indemnify and hold Uber and its affiliates and their officers, directors, employees, and agents harmless from any and all claims, demands, losses, liabilities, and expenses (including attorneys' fees), arising out of or in connection with: (i) your use of the Services or services or goods obtained through your use of the Services.\n(ii) your breach or violation of any of these Terms.\n(iii) Uber's use of your User Content.\nor (iv) your violation of the rights of any third party, including Third Party Providers.</p>7.\nOther ProvisionsChoice of Law.<p>These Terms are governed by and construed in accordance with the laws of the State of California, U.S.A., without giving effect to any conflict of law principles, except as may be otherwise provided in the Arbitration Agreement above or in supplemental terms applicable to your region.\nHowever, the choice of law provision regarding the interpretation of these Terms is not intended to create any other substantive right to non-Californians to assert claims under California law whether that be by statute, common law, or otherwise.\nThese provisions, and except as otherwise provided in Section 2 of these Terms, are only intended to specify the use of California law to interpret these Terms and the forum for disputes asserting a breach of these Terms, and these provisions shall not be interpreted as generally extending California law to you if you do not otherwise reside in California.\nThe foregoing choice of law and forum selection provisions do not apply to the arbitration clause in Section 2 or to any arbitrable disputes as defined therein.\nInstead, as described in Section 2, the Federal Arbitration Act shall apply to any such disputes.</p>Claims of Copyright Infringement.<p>Claims of copyright infringement should be sent to Uber's designated agent.\nPlease visit Uber's web page at https://www.uber.com/legal/intellectual-property/copyright/global for the designated address and additional information.</p>Notice.<p>Uber may give notice by means of a general notice on the Services, electronic mail to your email address in your Account, telephone or text message to any phone number provided in connection with your account, or by written communication sent by first class mail or pre-paid post to any address connected with your Account.\nSuch notice shall be deemed to have been given upon the expiration of 48 hours after mailing or posting (if sent by first class mail or pre-paid post) or 12 hours after sending (if sent by email or telephone).\nYou may give notice to Uber, with such notice deemed given when received by Uber, at any time by first class mail or pre-paid post to our registered agent for service of process, c/o Uber USA, LLC.\nThe name and current contact information for the registered agent in each state are available online here.</p>General.<p>You may not assign these Terms without Uber's prior written approval.\nUber may assign these Terms without your consent to: (i) a subsidiary or affiliate.\n(ii) an acquirer of Uber's equity, business or assets.\nor (iii) a successor by merger.\nAny purported assignment in violation of this section shall be void.\nNo joint venture, partnership, employment, or agency relationship exists between you, Uber or any Third Party Provider as a result of this Agreement or use of the Services.\nIf any provision of these Terms is held to be invalid or unenforceable, such provision shall be struck and the remaining provisions shall be enforced to the fullest extent under law.\nUber's failure to enforce any right or provision in these Terms shall not constitute a waiver of such right or provision unless acknowledged and agreed to by Uber in writing.\nThis provision shall not affect the Severability and Survivability section of the Arbitration Agreement of these Terms.</p>Terug naar juridische informatieArrow right (filled)Arrow right (filled)Uber<p>Naar het Help Center</p>\n<p>Mijn gegevens niet verkopen (Californië)</p>Bedrijf<p>Over ons</p>\n<p>Wat wij bieden</p>\n<p>Newsroom</p>\n<p>Investeerders</p>\n<p>Blog</p>\n<p>Werken bij Uber</p>Producten<p>Instappen</p>\n<p>Rijden</p>\n<p>Eten</p>\n<p>Uber&nbsp;for&nbsp;Business</p>\n<p>Uber&nbsp;Freight</p>Wereldburgerschap<p>Veiligheid</p>\n<p>Diversiteit en inclusiviteit</p>Innovatie<p>Advanced&nbsp;Technologies&nbsp;Group</p>\n<p>AI</p>\n<p>Elevate</p>facebooktwitteryoutubelinkedininstagramGlobe (filled)NederlandsLocation marker (filled)Amsterdam<p>© 2020&nbsp;Uber&nbsp;Technologies&nbsp;Inc.</p>\n<p>Privacy</p>\n<p>Toegankelijkheid</p>\n<p>Voorwaarden</p>\n<ul>\n<li>Bedrijf<ul>\n<li>Over ons<ul>\n</ul>\n</li>\n<li>Wat wij bieden<ul>\n</ul>\n</li>\n<li>Hoe Uber werkt<ul>\n</ul>\n</li>\n<li>Wereldburgerschap<ul>\n</ul>\n</li>\n<li>Newsroom<ul>\n</ul>\n</li>\n<li>Investeerders<ul>\n</ul>\n</li>\n<li>Blog<ul>\n</ul>\n</li>\n<li>Werken bij Uber<ul>\n</ul>\n</li>\n</ul>\n</li>\n<li>Veiligheid<ul>\n</ul>\n</li>\n<li>Help<ul>\n</ul>\n</li>\n<li>Informatie over COVID-19<ul>\n</ul>\n</li>\n<li>\n<ul>\n</ul>\n</li>\n</ul> ", "created_at": "2018-08-24 11:03:48.361533", "updated_at": "2020-12-14 15:52:25.492658"}], "points": [{"id": 20221, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (California, USA)", "source": "https://www.uber.com/legal/terms/us/", "status": "Generated through the annotate view", "created_at": "2021-05-10 11:37:55.566572", "updated_at": "2021-06-01 16:29:10.128339", "quoteText": "These Terms are governed by and construed in accordance with the laws of the State of California, U.S.A., without giving effect to any conflict of law principles", "case_id": 241, "document_id": 353, "quoteStart": 33208, "quoteEnd": 33369}, {"id": 20156, "title": "Declined", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:11:15.025", "updated_at": "2021-05-26 11:54:12.531689", "quoteText": "<li>\n<strong>For users in Mexico:</strong> Please see <u>here</u> for information regarding Uber’s privacy practices required under Mexico’s Mexican Personal Data Protection Law (<em>Ley Federal de Protección de Datos Personales en Posesión de los Particulares</em>).<br>\n", "case_id": 235, "document_id": 354, "quoteStart": 3735, "quoteEnd": 4007}, {"id": 20222, "title": "You are forced into binding arbitration in case of disputes", "source": "https://www.uber.com/legal/terms/us/", "status": "Generated through the annotate view", "created_at": "2021-05-10 11:39:00.548836", "updated_at": "2021-05-14 12:42:56.145864", "quoteText": "You and Uber agree that any dispute, claim or controversy arising out of or relating to (a) these Terms or the existence, breach, termination, enforcement, interpretation or validity thereof, or (b) your access to or use of the Services at any time, whether before or after the date you agreed to the Terms, will be settled by binding arbitration between you and Uber, and not in a court of law.\n", "case_id": 339, "document_id": 353, "quoteStart": 4982, "quoteEnd": 5378}, {"id": 20162, "title": "Information is provided about how your personal data is used", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:16:44.30476", "updated_at": "2021-05-14 12:42:15.734114", "quoteText": "How we use personal data", "case_id": 227, "document_id": 354, "quoteStart": 9000, "quoteEnd": 9024}, {"id": 20160, "title": "Many different types of personal data are collected", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:14:42.637505", "updated_at": "2021-05-14 12:40:58.07649", "quoteText": "User profile: </strong>We collect data when users create or update their Uber accounts.\nThis may include their name, email, phone number, login name and password, address, profile picture, payment or banking information (including related payment verification information), driver’s license and other government identification documents (which may indicate document numbers as well as birth date, gender, and photo).", "case_id": 376, "document_id": 354, "quoteStart": 8052, "quoteEnd": 8468}, {"id": 20158, "title": "Your data may be processed and stored anywhere in the world", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:14:07.761814", "updated_at": "2021-05-14 12:40:37.590317", "quoteText": "We may also transfer data to countries other than the one where our users live or use Uber’s services.", "case_id": 187, "document_id": 354, "quoteStart": 6841, "quoteEnd": 6943}, {"id": 20155, "title": "The service claims to be CCPA compliant for California users", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:10:44.412672", "updated_at": "2021-05-14 12:41:24.427289", "quoteText": "<strong>For California users: </strong>Information regarding Uber’s privacy practices related to the California Consumer Privacy Act (CCPA) is available here.<strong>\n<br>\n", "case_id": 482, "document_id": 354, "quoteStart": 3547, "quoteEnd": 3719}, {"id": 20154, "title": "The service claims to be LGPD compliant for Brazilian users", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:10:14.633945", "updated_at": "2021-05-14 12:42:26.039018", "quoteText": "<li>\n<strong>For users in Brazil: </strong>Please see <u>here</u> for information regarding Uber’s privacy practices required under Brazil’s General Data Protection Law (<em>Lei Geral de Proteção de Dados - LGPD</em>).<strong>", "case_id": 483, "document_id": 354, "quoteStart": 3285, "quoteEnd": 3511}, {"id": 20152, "title": "Sensitive data is collected and shared to target advertising", "source": "https://privacy.uber.com/", "status": "Marketing communications based on political opinions.", "created_at": "2021-05-09 21:08:10.114896", "updated_at": "2021-05-14 12:38:16.749526", "quoteText": "<p>We may also send users communications regarding elections, ballots, referenda, and other political and notice processes that relate to our services.\nFor example, Uber has notified some users by email of ballot measures or pending legislation relating to the availability of Uber’s services in those users’ areas.<br>", "case_id": 487, "document_id": 354, "quoteStart": 22742, "quoteEnd": 23061}, {"id": 20151, "title": "Your personal data is used for advertising", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:07:41.943942", "updated_at": "2021-05-14 12:40:25.972099", "quoteText": "\n<p>We may use the data we collect to personalize the marketing communications (including advertisements) that we send, including based on user location, past use of Uber’s services, and user preferences and settings.</p>\n", "case_id": 216, "document_id": 354, "quoteStart": 22520, "quoteEnd": 22742}, {"id": 20149, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:06:56.995299", "updated_at": "2021-05-14 12:42:35.447603", "quoteText": "These include:</p>\n<ul>\n<li>Payment processors and facilitators<br>\n</li>\n<li>Background check and identity verification providers (drivers, delivery persons and cash riders only)<br>\n</li>\n<li>Cloud storage providers<br>\n</li>\n<li>Google, in connection with the use of Google Maps in Uber’s apps (see Google’s privacy policy for information on their collection and use of data)</li>\n<li>", "case_id": 188, "document_id": 354, "quoteStart": 31608, "quoteEnd": 31996}, {"id": 20148, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:06:35.850691", "updated_at": "2021-05-14 12:42:43.89094", "quoteText": "\n<p>Uber provides data to vendors, consultants, marketing partners, research firms, and other service providers or business partners.\n", "case_id": 166, "document_id": 354, "quoteStart": 31474, "quoteEnd": 31608}, {"id": 20147, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-05-09 21:05:19.047072", "updated_at": "2021-05-14 12:40:45.736366", "quoteText": "These entities may use cookies, web beacons, SDKs, and other technologies to identify the devices used by visitors to our websites", "case_id": 323, "document_id": 354, "quoteStart": 26809, "quoteEnd": 26939}, {"id": 2624, "title": "Privacy ", "source": "Imported from ToS;DR before phoenix", "status": "Uber may transfer your information and process/store it in the United States and other countries where there may be less protective data protection than the region in which you reside. But they say that they will take appropriate measures to protect your personal information", "created_at": "2018-05-18 13:49:30.633428", "updated_at": "2018-06-18 16:33:41.737167", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1448, "title": "[Bad]  To cancel your account, you have to email Uber", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  To cancel your account, you have to email Uber, and in some cases they may retain certain information about you until they can resolve any issue before deleting your information.", "created_at": "2018-05-15 09:11:49.369644", "updated_at": "2021-02-06 03:50:18.268072", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1463, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.uber.com/legal/terms/us/", "status": "At any time, your account can be terminated without explanation and without warning by the service. ", "created_at": "2018-05-15 09:11:49.931888", "updated_at": "2018-08-24 11:04:36.67675", "quoteText": "Uber may immediately terminate these Terms or any Services with respect to you, or generally cease offering or deny access to the Services or any portion thereof, at any time for any reason.</p>", "case_id": 201, "document_id": 353, "quoteStart": 1762, "quoteEnd": 1956}, {"id": 2733, "title": "UBER Repair and Cleaning Fees", "source": "Imported from ToS;DR before phoenix", "status": "You shall be responsible for the cost of repair for damage to, or necessary cleaning of, vehicles and property resulting from use of the Services under your Account in excess of normal \"wear and tear\" damages and necessary cleaning (\"Repair or Cleaning\").", "created_at": "2018-05-18 13:49:38.725654", "updated_at": "2020-12-23 14:08:07.695776", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1893, "title": "[Good]  Uber has a Bug Bounty Program", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  Uber has a Bug Bounty Program", "created_at": "2018-05-15 09:12:07.356181", "updated_at": "2020-12-23 14:26:13.12158", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1527, "title": "This service will aid you when other users infringe on your copyright", "source": "https://www.uber.com/legal/intellectual-property/copyright/us/", "status": "Explains the DMCA takedown process in detail", "created_at": "2018-05-15 09:11:52.877934", "updated_at": "2019-05-12 14:09:01.637994", "quoteText": null, "case_id": 138, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1278, "title": "[Good]  Uber offers additional Drivers Privacy Policy ", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  Uber offers additional Drivers Privacy Policy and Commercial Promo Terms and Conditions.\nhttps://www.uber.com/legal/privacy/drivers-us/en/ \t\nhttps://www.uber.com/legal/commercial/promotion-tnc-us/2016-04-06/\n", "created_at": "2018-05-15 09:11:43.025016", "updated_at": "2021-02-06 03:50:20.068549", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1580, "title": "The service provides information about its attitude towards ethical, social or political problems or controversies", "source": "https://www.uber.com/de/legal/other/", "status": "Uber offers a wide variety of additional policies to show their position in certain social and political fields.", "created_at": "2018-05-15 09:11:54.996911", "updated_at": "2018-09-18 07:42:03.68062", "quoteText": null, "case_id": 332, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4150, "title": "Uber review", "source": "Imported from ToS;DR before phoenix", "status": "Mandatory Binding Arbitration\r\nUber can cancel your account for any reason, anytime", "created_at": "2018-05-18 14:05:15.0128", "updated_at": "2018-06-20 08:23:38.92007", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1901, "title": "[Bad]  Uber amendments to their TOS ", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  Uber amendments to their TOS will be effective upon posting of the updated Terms at their site. Your continued access or use of the Services after such posting constitutes your consent to be bound by the Terms, as amended.", "created_at": "2018-05-15 09:12:07.692949", "updated_at": "2021-02-06 03:50:27.688408", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1923, "title": "[Bad]  Uber Notice of change", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  Notice to you by Uber is deemed given after 48 hours for first class mail and 12 hours for email.  But your notice to them is deemed given when received at any time.", "created_at": "2018-05-15 09:12:08.52908", "updated_at": "2021-02-06 03:50:28.251177", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1988, "title": "[Good]  Uber'sr \"Dispute Resolution\"", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  If Uber changes their \"Dispute Resolution\" section after the date you first accepted their TOS, you may reject their change by writing to or email Uber within 30 days of the date of change.  ", "created_at": "2018-05-15 09:12:10.831952", "updated_at": "2021-02-06 03:50:29.641639", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1999, "title": "[Bad]  YOU AGREE TO USE UBER AT YOUR OWN RISK", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  YOU AGREE TO USE UBER AT YOUR OWN RISK, and that Uber is not liable.  Their TOTAL LIABILITY TO YOU will not EXCEED FIVE HUNDRED U.S. DOLLARS (US $500).", "created_at": "2018-05-15 09:12:11.241006", "updated_at": "2021-02-06 03:50:29.996234", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2085, "title": "[Bad]  Uber may also remove User Content ", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  Uber may also remove User Content at their sole discretion at any time and for any reason, without notice to you.", "created_at": "2018-05-15 09:12:14.063505", "updated_at": "2021-02-06 03:50:31.698648", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2157, "title": "[Good]  Uber does not share your personally identifiable information with third parties ", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  Uber does not share your personally identifiable information with third parties for their direct marketing purposes unless you consent Uber to do so.", "created_at": "2018-05-15 09:12:16.466058", "updated_at": "2021-02-06 03:50:33.752792", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2219, "title": "[Bad]  Uber may transfer your information ", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  Uber may transfer your information and process/store it in the United States and other countries where there may be less protective data protection than the region in which you reside. But they say that they will take appropriate measures to protect your personal information.", "created_at": "2018-05-15 09:12:18.580003", "updated_at": "2021-02-06 03:50:35.04985", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1473, "title": "[Bad]  Disabling Uber’s precise location feature ", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  Disabling Uber’s precise location feature from your device will not limit their ability to collect your trip location information from a Driver's device or to derive approximate location from your IP address.", "created_at": "2018-05-15 09:11:50.366068", "updated_at": "2018-09-30 00:56:05.402721", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1310, "title": "[Bad]  Uber access to sync your contact info", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  If you initially allow Uber to access and sync your contact info, only iOS users can later disable this, the Android platform doesn’t have this setting.", "created_at": "2018-05-15 09:11:44.081174", "updated_at": "2021-02-06 03:50:37.965649", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1563, "title": "[Good]  Uber offers links to additional info about iOS and Android ", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  Uber offers links to additional info about iOS and Android platform-level permissions for their app.", "created_at": "2018-05-15 09:11:54.318524", "updated_at": "2018-09-27 18:51:29.149522", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1460, "title": "You have the right to request lower Charges from Third Party Providers", "source": "https://www.uber.com/legal/terms/us/", "status": "\"...you retain the right to request lower Charges from a Third Party Provider for services or goods received by you from such Third Party Provider at the time you receive such services or goods, and Charges you incur will be owed to the Third Party Provider. Uber will respond accordingly to any request from a Third Party Provider to modify the Charges for a particular service or good.\"", "created_at": "2018-05-15 09:11:49.810561", "updated_at": "2019-06-23 05:18:15.449405", "quoteText": "you retain the right to request lower Charges from a Third Party Provider for services or goods received by you from such Third Party Provider at the time you receive such services or goods, and Charges you incur will be owed to the Third Party Provider.\nUber will respond accordingly to any request from a Third Party Provider to modify the Charges for a particular service or good", "case_id": 309, "document_id": 353, "quoteStart": 26910, "quoteEnd": 27292}, {"id": 1472, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.uber.com/legal/terms/us/", "status": "[Neutral]  Uber does not guarantee that their Services will work with any particular hardware or devices, and states the disclaimer that their Services may be subject to malfunctions and delays inherent with the use of the Internet and electronic communications.", "created_at": "2018-05-15 09:11:50.326322", "updated_at": "2019-02-12 19:48:20.973246", "quoteText": "Uber does not guarantee that the Services, or any portion thereof, will function on any particular hardware or devices.\nIn addition, the Services may be subject to malfunctions and delays inherent in the use of the Internet and electronic communications.</p>", "case_id": 287, "document_id": 353, "quoteStart": 23723, "quoteEnd": 23981}, {"id": 1256, "title": "Uber can transfer the TOS to affiliates and successors without your consent", "source": "https://www.uber.com/legal/terms/us/", "status": "Uber can transfer the TOS to affiliates and successors without your consent.", "created_at": "2018-05-15 09:11:42.351428", "updated_at": "2019-06-10 05:23:22.381301", "quoteText": "Uber may assign these Terms without your consent to: (i) a subsidiary or affiliate.\n(ii) an acquirer of Uber's equity, business or assets.\nor (iii) a successor by merger.", "case_id": 243, "document_id": 353, "quoteStart": 35563, "quoteEnd": 35733}, {"id": 1525, "title": "no refund policy", "source": "https://www.uber.com/legal/terms/us/", "status": "[Bad]  You are responsible for the cost of repair for damage to, or cleaning of, Third Party Provider vehicles and property resulting from your use of the Services under your Account in excess of normal \"wear and tear\". If such Repair or Cleaning request is verified by Uber at their reasonable discretion, Uber reserves the right to facilitate payment using your Account and are non-refundable.\r\n\r\nBut Uber doesn't outline what would constitute more than normal wear and tear and what wouldn’t.  Their vagueness about this makes it seem like they can charge you for non-specified damages and without proof.", "created_at": "2018-05-15 09:11:52.781158", "updated_at": "2019-06-10 05:15:00.127979", "quoteText": "<p>You shall be responsible for the cost of repair for damage to, or necessary cleaning of, vehicles and property resulting from use of the Services under your Account in excess of normal \"wear and tear\" damages and necessary cleaning (\"Repair or Cleaning\").\nIn the event that a Repair or Cleaning request is verified by Uber in Uber's reasonable discretion, Uber reserves the right to facilitate payment for the reasonable cost of such Repair or Cleaning using your payment method designated in your Account.", "case_id": 162, "document_id": 353, "quoteStart": 31143, "quoteEnd": 31652}, {"id": 11309, "title": "only for your individual use", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2020-11-16 19:33:16.912648", "updated_at": "2020-11-17 15:36:41.018035", "quoteText": "bers, device motion information, and mobile network information.</p>\n<p>Why do we collect this information?</p>\n<p>This information helps us communicate with you.\nprotect your safety and security.\noptimize and improve your experience.\nand prevent, detect, and combat fraud.</p>\n<p>When do we collect this informa", "case_id": 142, "document_id": 354, "quoteStart": 3966, "quoteEnd": 4278}, {"id": 1607, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.uber.com/legal/terms/us/", "status": "[Bad]  Uber reserves the right to establish, remove and/or revise Charges for any or all services or goods obtained through the use of their Services at any time at their sole discretion.  Charges applicable in certain geographical areas may increase substantially during times of high demand and you are responsible for Charges incurred under your Account regardless of your awareness of such Charges or the amounts.", "created_at": "2018-05-15 09:11:55.972054", "updated_at": "2019-09-25 05:00:26.670056", "quoteText": "Uber may amend the Terms from time to time.\nAmendments will be effective upon Uber's posting of such updated Terms at this location or in the amended policies or supplemental terms on the applicable Service(s).\nYour continued access or use of the Services after such posting confirms your consent to be bound by the Terms, as amended.", "case_id": 122, "document_id": 353, "quoteStart": 4835, "quoteEnd": 5169}, {"id": 18654, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:15:50.676566", "updated_at": "2021-04-12 08:44:58.511593", "quoteText": "device IP address,", "case_id": 399, "document_id": 354, "quoteStart": 12266, "quoteEnd": 12284}, {"id": 18653, "title": "There is a date of the last update of the agreements", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:14:57.14783", "updated_at": "2021-04-12 08:47:30.397222", "quoteText": "October 15, 2020", "case_id": 331, "document_id": 354, "quoteStart": 993, "quoteEnd": 1009}, {"id": 18656, "title": "Your biometric data is collected", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:22:23.434619", "updated_at": "2021-04-12 08:51:00.929478", "quoteText": "We may use the photos submitted by users to verify their identities, such as through facial recognition technologies.", "case_id": 397, "document_id": 354, "quoteStart": 8821, "quoteEnd": 8938}, {"id": 18665, "title": "The service can intervene in user disputes", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:43:41.845882", "updated_at": "2021-04-12 08:44:12.977983", "quoteText": "including to resolve disputes between users", "case_id": 276, "document_id": 354, "quoteStart": 13084, "quoteEnd": 13127}, {"id": 18657, "title": "Your personal data is aggregated into statistics", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:25:26.777298", "updated_at": "2021-04-12 08:44:25.091904", "quoteText": "We may use the data we collect for testing, research, analysis, product development, and machine learning to improve the user experience.", "case_id": 190, "document_id": 354, "quoteStart": 20976, "quoteEnd": 21113}, {"id": 18659, "title": "The service may sell your data unless you opt out", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:33:20.224612", "updated_at": "2021-04-12 08:50:46.798763", "quoteText": "Uber does not sell or share user personal data with third parties for their direct marketing, except with users’ consent.", "case_id": 396, "document_id": 354, "quoteStart": 16453, "quoteEnd": 16574}, {"id": 18670, "title": "This service is only available to users over a certain age", "source": "https://www.uber.com/legal/terms/us/", "status": "Generated through the annotate view", "created_at": "2021-04-12 09:01:43.256886", "updated_at": "2021-04-12 10:29:30.183934", "quoteText": "You must be at least 18 years of age, or the age of legal majority in your jurisdiction (if different than 18), to obtain an Account, unless a specific Service permits otherwise.", "case_id": 152, "document_id": 353, "quoteStart": 18150, "quoteEnd": 18328}, {"id": 18669, "title": "You must create an account to use this service", "source": "https://www.uber.com/legal/terms/us/", "status": "Generated through the annotate view", "created_at": "2021-04-12 09:01:07.810526", "updated_at": "2021-04-13 18:58:27.51175", "quoteText": "In order to use most aspects of the Services, you must register for and maintain an active personal user Services account ", "case_id": 230, "document_id": 353, "quoteStart": 18015, "quoteEnd": 18137}, {"id": 1620, "title": "[Neutral]  You may opt-out of receiving text (SMS) messages from Uber at any time ", "source": "Imported from ToS;DR before phoenix", "status": "[Neutral]  By creating an Account, you agree that Uber can send you informational text (SMS) messages as part of the normal business operation of your use of the Services. You may opt-out of receiving text (SMS) messages from Uber at any time by texting the word STOP to 89203 from the mobile device receiving the messages. ", "created_at": "2018-05-15 09:11:56.408103", "updated_at": "2021-02-06 03:50:20.411162", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1632, "title": "[Bad]  Providing User Content to Uber", "source": "Imported from ToS;DR before phoenix", "status": "[Bad]  By providing User Content to Uber, you grant Uber the right to sublicense, to use, copy, modify, create derivative works of, distribute, publicly display, publicly perform, and exploit in any manner such User Content in all formats and distribution channels (including third-party sites and services), without further notice to or consent from you, and without the requirement of payment to you or any other person or entity.  You agree to hold Uber harmless from any and all claims, including Uber's use of your User Content.", "created_at": "2018-05-15 09:11:56.823544", "updated_at": "2021-02-06 03:50:21.24891", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1652, "title": "[Good]  Uber has a Cookie Statement ", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  Uber has a Cookie Statement w/links and info on how you can opt-out from your browser settings, as well as delete/disable flash and other cookies.", "created_at": "2018-05-15 09:11:57.564533", "updated_at": "2021-02-06 03:50:21.622718", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1842, "title": "[Neutral]  Uber is not responsible or liable for any third party products ", "source": "Imported from ToS;DR before phoenix", "status": "[Neutral]  Uber is not responsible or liable for any third party products or services such as Apple Inc., Google, Inc., Microsoft Corporation or BlackBerry Limited, including your use of applications to access Uber services on Apple iOS, Android, Microsoft Windows, or Blackberry-powered mobile devices.", "created_at": "2018-05-15 09:12:05.443213", "updated_at": "2021-02-06 03:50:26.614174", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1984, "title": "[Good]  Uber and arbitration ", "source": "Imported from ToS;DR before phoenix", "status": "[Good]  Unless you and Uber otherwise agree, any arbitration will be conducted in the county where you reside.  If you win, you will be entitled to an award of attorneys' fees and expenses, and Uber will not seek, and waives all rights to recover attorneys' fees and expenses if Uber wins.  Furthermore, if your claim for damages does not exceed $75,000, Uber will pay for filing, administrative and arbitrator fees.", "created_at": "2018-05-15 09:12:10.666197", "updated_at": "2021-02-06 03:50:29.539783", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 18660, "title": "Private messages can be read", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:35:21.411026", "updated_at": "2021-04-12 08:40:34.035952", "quoteText": "5- Enabling communications between users.\n</strong>For example, a driver may message or call a rider to confirm a pickup location, a rider may contact a driver to retrieve a lost item, or a restaurant or delivery persons may call a delivery recipient with information about their order.", "case_id": 239, "document_id": 354, "quoteStart": 21417, "quoteEnd": 21703}, {"id": 18662, "title": "This service tracks you on other websites", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:38:21.441173", "updated_at": "2021-04-12 08:45:16.504388", "quoteText": "<p>We may also allow others to provide audience measurement and analytics services for us, to serve advertisements on our behalf across the Internet, and to track and report on the performance of those advertisements.", "case_id": 129, "document_id": 354, "quoteStart": 26591, "quoteEnd": 26808}, {"id": 18655, "title": "This service receives your precise location through GPS coordinates", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:16:36.923511", "updated_at": "2021-04-12 08:44:01.396302", "quoteText": "Location data (driver and delivery person):</strong> Uber collects this data when the Uber app is running in the foreground (app open and on-screen) or background (app open but not on-screen) of their mobile device.<br>\n</li>\n<li>\n<strong>Location data (riders and delivery recipients)</strong>.\nWe collect precise or approximate location data from riders’ and delivery recipients’ mobile devices if they enable us to do so.", "case_id": 400, "document_id": 354, "quoteStart": 10145, "quoteEnd": 10569}, {"id": 18664, "title": "Private messages can be read", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:43:14.525129", "updated_at": "2021-04-12 08:48:23.380972", "quoteText": "We enable users to communicate with each other and Uber through Uber’s mobile apps and websites.\nFor example, we enable drivers and riders, and restaurants or delivery persons and delivery recipients, to call, text, or send other files to each other (generally without disclosing their telephone numbers to each other).\nTo provide this service, Uber receives some data regarding the calls, texts, or other communications, including the date and time of the communications and the content of the communications.", "case_id": 239, "document_id": 354, "quoteStart": 12514, "quoteEnd": 13024}, {"id": 18663, "title": "Private messages can be read", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:42:09.130755", "updated_at": "2021-04-12 08:42:43.613638", "quoteText": "<li>\n<strong>Communications data:</strong> We enable users to communicate with each other and Uber through Uber’s mobile apps and websites.\nFor example, we enable drivers and riders, and restaurants or delivery persons and delivery recipients, to call, text, or send other files to each other (generally without disclosing their telephone numbers to each other).\nTo provide this service, Uber receives some data regarding the calls, texts, or other communications, including the date and time of the communications and the content of the communications.\nUber may also use this data for customer support services (including to resolve disputes between users), for safety and security purposes, to improve our products and services, and for analytics.", "case_id": 239, "document_id": 354, "quoteStart": 12471, "quoteEnd": 13220}, {"id": 18666, "title": "Your profile is combined across various products", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:46:38.663908", "updated_at": "2021-04-12 08:48:37.570497", "quoteText": "Uber may combine the data collected from these sources with other data in its possession.", "case_id": 326, "document_id": 354, "quoteStart": 15611, "quoteEnd": 15700}, {"id": 18661, "title": "Third-party cookies are used for statistics", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:38:06.896014", "updated_at": "2021-04-12 08:48:54.941484", "quoteText": "Analyzing site traffic and trends, and generally understanding the online behaviors and interests of people who interact with our services", "case_id": 325, "document_id": 354, "quoteStart": 26441, "quoteEnd": 26579}, {"id": 18667, "title": "You can request access, correction and/or deletion of your data", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:51:27.149107", "updated_at": "2021-04-12 08:53:09.248705", "quoteText": "<strong>Accessing data:</strong> Users can ask for an explanation of the data we collect from them and how we use it.\n<br>\n</li>\n<li>\n<strong>Receiving data:</strong> Users can ask for a copy of data that Uber collects from them with their consent or as necessary to provide our services.<br>\n</li>\n<li>\n<strong>Changing or updating data:</strong> Users can edit the name, phone number, email address, payment method, and photo associated with their account through the Settings menu in Uber’s apps or driver portal.\nThey may also ask that Uber change or update their data, including if they believe such data is inaccurate or incomplete.\n<br>\n</li>\n<li>\n<strong>Deleting data:</strong> Users may request deletion of their account at any time through the Settings &gt.\nPrivacy menus in the Uber app, or through Uber’s website (riders and delivery recipients <u>here</u>.\ndrivers and delivery persons <u>here</u>).", "case_id": 195, "document_id": 354, "quoteStart": 45849, "quoteEnd": 46762}, {"id": 18668, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://privacy.uber.com/", "status": "Generated through the annotate view", "created_at": "2021-04-12 08:54:23.832518", "updated_at": "2021-04-30 18:49:39.992304", "quoteText": "We may occasionally update this notice.\nIf we make significant changes, we will notify users in advance of the changes through the Uber apps or through other means, such as email.\n", "case_id": 329, "document_id": 354, "quoteStart": 47640, "quoteEnd": 47820}, {"id": 18671, "title": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.", "source": "https://www.uber.com/legal/terms/us/", "status": "Generated through the annotate view", "created_at": "2021-04-12 09:02:24.255232", "updated_at": "2021-04-30 19:18:23.767842", "quoteText": "your name", "case_id": 213, "document_id": 353, "quoteStart": 18419, "quoteEnd": 18428}], "urls": ["uber.com", "postmates.com", "ubereats.com"]}}