{"error": 448, "message": "OK", "parameters": {"id": 2400, "name": "Flipgrid", "created_at": "2020-11-08 07:48:42.575346", "updated_at": "2021-09-24 22:00:17.293054", "wikipedia": null, "keywords": null, "related": null, "slug": "flipgrid", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2400.png", "url": "info.flipgrid.com,admin.flipgrid.com,help.flipgrid.com,blog.flipgrid.com,auth.flipgrid.com,resources.flipgrid.com", "documents": [{"id": 3051, "name": "Privacy Policy", "url": "https://legal.flipgrid.com/privacy.html", "xpath": "/html/body/div[2]/div/div[2]/div", "text": " FLIPGRID PRIVACY POLICY <p>\n<b>Last Updated: August 5, 2020</b>\n</p>\n<p>Your privacy and that of your students is important to us: </p>\n<ul>\n<li>\n<p>We do <b>not</b> use personal information to market or advertise to you or students, nor do we permit third parties to do so.\nOur Flipgrid website and apps do not show advertising.\n</p>\n</li>\n<li>\n<p>We do <b>not</b> sell user personal information.\n</p>\n</li>\n</ul>\n<p>Flipgrid does use your personal information for certain stated purposes, such as providing and improving the service and communicating with Discussion Owners (but not Students) about new Flipgrid features and events.\nPlease read the Privacy Policy below, as it describes what information we collect from you, how we use that information, and the legal bases we have to process your information.\n</p>\n<p>This Privacy Policy governs how Flipgrid, Inc., a Microsoft subsidiary, (\"Flipgrid,\" \"we,\" \"our,\" or \"us\") uses and shares personal information collected by our website at Flipgrid.com, the Flipgrid mobile app, and any associated services (the “Service”).\n</p>\n<p>\"You\" may be a: </p>\n<ul>\n<li>\n<p>\"Discussion Owner\" (i.e., an adult over the age of 18, a teacher or other School representative that subscribes to the Service with the administrative right to create, invite, manage, moderate or delete a Flipgrid video that may be set up using the Service ).\n</p>\n</li>\n<li>\n<p>a \"School\" (i.e., an educational institution, organization or other educational business for which one or more Discussion Owners offers the Service to Students).\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>a \"Student\" (i.e., an individual who was invited to use the Service at the invitation of a Discussion Owner).\nor </p>\n</li>\n<li>\n<p>a \"User\" (i.e., any individual user of the Service, including a Discussion Owner or a Student).\n</p>\n</li>\n</ul>\n<p>\n<b>1.\nInformation Flipgrid Collects</b>\n</p>\n<p>Flipgrid may collect personal information from Users as described below.\n</p>\n<p>\n<b>1.1Discussion Owner Personal Information (Collected from the Discussion Owner)</b>\n</p>\n<p>When a Discussion Owner creates an account on the Service, we ask you for certain information, such a Discussion Owner’s first name, last name, email address, password, instruction type, and country.\nIf you are a teacher or a School, we will also collect your School email address and School name to set up an account.\n</p>\n<p>When a Discussion Owner posts content (text, images, photographs, videos, messages, comments, or any other kind of content) on the Service, the information contained in the posting, including first name, last name, email address, any audio and image included within any video, will be stored in our Service for purposes of providing the Service.\n</p>\n<p>When a Discussion Owner logs into an existing account through their Microsoft or Google account, we may collect first and last name, email address and other information specific to that third party account to authenticate the Discussion Owner.\n</p>\n<p>When a Discussion Owner provides feedback to a Student, such as replying to a video book report, assessing foreign language skills, encouraging group discussion, or prompting the scientific method, we store the feedback in the Service for purposes of providing the Service.\n</p>\n<p>If a Discussion Owner provides us feedback or contacts us via email, we will collect the Discussion Owner's name and email address, as well as any other content included in the email for purposes of replying to the Discussion Owner and improving the Service.\n</p>\n<p>\n<b>1.2 Student Personal Information</b>\n</p>\n<p>Discussion Owners provide consent for the collection of Student personal information as discussed in Section 6 of this Privacy Policy, below.\nWhen a Student posts content (text, images, photographs, videos, messages, comments, links, or any other kind of content) using the Service, the information contained in the posting, including first name, last name, email address, and any audio and image included within any video will be stored in our Service as per the consent provided by the Discussion Owner.\nDepending on the Discussion Owner’s privacy settings for the Group or Topic, other Users may view and share Student content.\n</p>\n<p>If a Student provides us with feedback or contacts us via email, we will collect the Student's name and email address, as well as any other content included in the email, for purposes of replying to the Student and improving the Service.\n</p>\n<p>\n<b>1.3 Automatically Collected Information</b>\n</p>\n<p>When a User uses the Service, some information may be automatically collected to help us understand how the Service is being used and how to improve the Service.\nFor example, device type, the device identifier (UDID), the Open Device Identification Number (ODIN), date/time stamps for each visit, browser type, operating system, Internet Protocol (IP) address, Internet service provider (ISP), referring/exit pages, clickstream data, and domain name are all collected for purposes of administering, tracking usage of, and improving the Service.\nWe may store this information in log files.\n</p>\n<p>\n<b>Cookies and Similar Technologies</b>\n</p>\n<p>Flipgrid uses cookies (small text files placed on your device) and similar technologies to provide the Service, to help collect data, and to share information about Flipgrid and its features and functionalities to Discussion Owners.\nThese cookies help us provide the Service.\nFor example, they allow you to log in to secure areas of the Service and help the content of the pages load quickly.\nWe use cookies to provide Users with a more personal, useful, and interactive experience with our Service.\nWe also use web beacons to help deliver cookies and gather usage and performance data.\nThe Service may include web beacons and cookies from third-party service providers.\n</p>\n<p>In addition to the cookies we set, third parties can also set cookies when you visit our sites.\nFor example: </p>\n<ul>\n<li>\n<p>Companies we hire to provide services on our behalf, such as site analytics, may place cookies when you visit our sites.\n</p>\n</li>\n<li>\n<p>Companies that deliver content, such as videos a Discussion Owner links to or embed, place cookies on their own.\nThese companies use the data they process in accordance with their privacy policies, which may enable these companies to collect and combine information about your activities across websites, apps, or online services.\n</p>\n</li>\n</ul>\n<p>Each User has a variety of tools to control cookies, web beacons, and similar technologies, including browser controls to block and delete cookies and controls from some third-party analytics service providers to opt out of data collection through web beacons and similar technologies.\nUser browser settings and other choices may impact the functionality of the Service.\n</p>\n<p>\n<b>2.\nUse of Personal Information</b>\n</p>\n<p>We store and process User personal information in the United States, and we use this information as follows: </p>\n<ul>\n<li>\n<p>To provide the Service, including updating, securing, troubleshooting, and providing support.\n</p>\n</li>\n<li>\n<p>To improve and develop the Service.\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>To respond to User comments and questions and provide customer service.\n</p>\n</li>\n<li>\n<p>To communicate with Discussion Owners about upcoming Microsoft education or Flipgrid events, new Flipgrid features and other news.\n</p>\n</li>\n<li>\n<p>To send the User information including confirmations, technical notices, updates, security alerts, and support and administrative messages.\n</p>\n</li>\n<li>\n<p>To identify specific Users in our system.\n</p>\n</li>\n<li>\n<p>To facilitate the creation and management of accounts on our Service.\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>To process and deliver orders.\n</p>\n</li>\n<li>\n<p>To comply with applicable laws, including website accessibility laws that may require transcription of audio or other methods to make User content available on the Service.\n</p>\n</li>\n<li>\n<p>For other purposes with your permission.\n</p>\n</li>\n</ul>\n<p>Flipgrid does <b>not</b> use your personal information to market or advertise to you (regardless of whether you are a Student or other User).\nFlipgrid also does <b>not</b> use your personal information to track and target advertisements on third party websites or services.\n</p>\n<p>\n<b>3.\nInformation We Share</b>\n</p>\n<p>Flipgrid does <b>not</b> sell User personal information.\nWe share personal information we collect on Users (including Students and Discussion Owners) when Users create accounts, request support, record videos, share their experiences with us, or otherwise use the Service.\nWe may also share User personal information with vendors, consultants, and other third party service providers who need access to such information to carry out work on our behalf and at our direction.\nFor example, we rely on data center operators and communications vendors to operate our Service or send you notifications.\n</p>\n<p>We may also share User personal information for legal, protection, and safety purposes.\nFor example, </p>\n<ul>\n<li>\n<p>We may share information to comply with applicable laws.\n</p>\n</li>\n<li>\n<p>We may share information to respond to lawful requests and legal processes.\n</p>\n</li>\n<li>\n<p>We may share information in an emergency, such as protecting the safety of our employees and agents, our Users, or any person.\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>We may share information to protect the rights and property of Flipgrid, our agents, employees, customers, and others, including by enforcing our agreements, policies, and terms of use.\n</p>\n</li>\n<li>\n<p>We may disclose or transfer your personal information in connection with the sale, merger, bankruptcy, sale of assets or reorganization, in whole or in part, of our company.\n</p>\n</li>\n</ul>\n<p>Flipgrid reserves the right to share Users’ personal information to respond to duly authorized information requests of governmental authorities or where required by law.\nFlipgrid reserves the right to use or disclose personal information provided to Flipgrid in response to a lawful request by public authorities, including to meet national security or law enforcement requirements, or if Flipgrid reasonably believes that use or disclosure is necessary to protect Flipgrid’s rights and/or to comply with a judicial proceeding, court order, or legal process.\nIn exceptionally rare circumstances where national, state, or company security is at issue, Flipgrid reserves the right to share our entire database of visitors and clients with appropriate government authorities.\nIf we are going to share User personal information, we strive to provide the User with advance notice by e-mail unless prohibited by law from doing so.\n</p>\n<p>\n<b>4.\nInformation Users Share</b>\n</p>\n<p>Each Group and Topic and the content submitted, will be displayed in the Group or Topic, respectively and will be visible to anyone who joins the Group or Topic as administered and permitted by the Discussion Owner, subject to the Discussion Owner’s ability to deactivate or moderate submissions.\nThe Discussion Owner, and not Flipgrid, sets the Group or Topic privacy settings.\n</p>\n<p>Discussion Owners choose whether Users are permitted to link to external sites.\nExternal sites are governed by their respective privacy policies.\nFlipgrid leverages Youtube.com's and Vimeo.com's enhanced privacy modes to mark links as 'do not track.\nDiscussion Owners may also record Shorts videos and may share the videos with others.\n</p>\n<p>We may publish comments or feedback from a User about Flipgrid only if we obtain that User’s consent.\n</p>\n<p>\n<b>5.\nInformation Choices and Changes</b>\n</p>\n<p>Users may opt out of providing personal information to the Service at any time by uninstalling the application.\nUsers may also opt out of providing personal information by emailing <b>support@Flipgrid.com</b> to have their account removed or by asking their Discussion Owner to remove their content.\nFlipgrid will stop collecting the User’s personal information in these cases, but may still retain the User’s personal information as outlined in the “Data Retention” (Section 8) of this Policy (below).\n</p>\n<p>Our communication email regarding events, news and other such topics explain how to opt out of receiving such emails.\nIf a User opts out, we may still send them operational emails that pertain to the User's account and notifications regarding our services.\n</p>\n<p>Users may send requests about their personal information to our contact information in Section 14 below, including to change contact choices, opt out of our sharing with others, and review, update, correct, or delete personal information.\nOnce the User has been authenticated, we will use commercially reasonable efforts to honor these requests.\nWe may retain an archived copy of User records as required by law.\nSuch opt outs may result in disruption or cancellation of the Service or impairment of certain Service functionality.\n</p>\n<p>Users may also contact the Discussion Owner and request that the video be removed.\nIf the Discussion Owner is not able to remove the video, Users can contact us at <b>support@Flipgrid.com</b> and request that such videos be removed.\nHowever, we will only be able to remove the video if (a) the User provided their email address when posting the video and (b) the User sends the email request to us using that same email address.\nOtherwise, we may not be able to remove a posted video.\nDeletion of a video removes it from the Group or Topic.\n</p>\n<p>Discussion Owners have certain options with respect to the privacy settings of their Groups and Topics.\nFor example, Discussion Owners choose how Users gain access to their Groups and Topic and whether those Groups and Topics are moderated.\nParents and Students should send all requests regarding these privacy settings directly to the Discussion Owner.\n</p>\n<p>\n<b>6.\nCOPPA AND STUDENTS</b>\n</p>\n<p>\n<b>6.1 Notice to Parents and Schools</b>\n</p>\n<p>Under the United States Children’s Online Privacy Protection Act (\"COPPA\"), verifiable parental consent is needed to collect, use, or disclose personal information (e.g., full name and email address) from each User under 13 years old.\nIn accordance with COPPA, a teacher or Discussion Owner may act as the agent of the parent or legal guardian of a Student and provide consent on behalf of the parent for Flipgrid’s collection, use, and disclosure of the Student’s personal information.\nBy enrolling a Student under 13 to use the Service, the School provides such consent to us and agrees that the Students’ activities while on the Service are subject to our Terms.\nPlease see <b>Flipgrid’s Teacher Toolkit</b> (https://static.Flipgrid.com/docs/Flipgrid_dos_donts.pdf) and <b>Parent Consent Form</b> (http://static.Flipgrid.com/docs/Flipgrid_consent_form.pdf) for guidelines on how teachers and Schools should provide consent on behalf of parents.\n</p>\n<p>This Privacy Policy does not govern any School's collection, use, or disclosure of a Student User’s personal information through the Service, and we are not responsible for any such collection, use, or disclosure.\nParents should contact the teacher or Discussion Owner directly to understand the Discussion Owner’s privacy practices or to request to access, change or delete information collected by the Discussion Owner in connection with the Service that cannot otherwise be accessed, changed or deleted as described in this Privacy Policy.\n</p>\n<p>As required under COPPA, parents can make certain choices regarding how their child’s information is used.\n(For more information, see “Parent’s Choices Regarding Information on Students Under 13,” in Section 6.2 below).\nParents should submit these requests to the teacher or Discussion Owners, and the teacher or Discussion Owners, as the parent’s agent, must pass those requests to us by emailing <b>support@Flipgrid.com</b>.\n</p>\n<p>\n<b>6.2 Parent’s Choices Regarding Information on Students Under 13</b>\n</p>\n<p>Under COPPA, parents of Students under 13 have certain rights with respect to our collection, use, retention, and disclosure of their Student’s information.\nThis includes the right to review, update, or delete Student information, as well as prohibit our sharing Student information with third parties.\nParents can exercise these rights by contacting the Student’s Discussion Owner, and the Discussion Owner should submit these requests, on the parent’s behalf, to Flipgrid by emailing <b>support@Flipgrid.com</b>.\nNotwithstanding any such requests, we may continue to share the Student information for non-Service purposes as described in Section 3, “Information We Share.” </p>\n<p>A parent should request deletion of the Student’s information (such as videos submitted) through the Discussion Owner.\nUpon receiving such requests, the Discussion Owner can request deletion of the Student’s information by emailing <b>support@Flipgrid.com</b>.\nThis will delete the Student information from our live databases.\nWe will not have any liability whatsoever for any termination of the account or related deletion of the Student information.\nWhen we delete personal information, it will be deleted from our active databases but may remain in our archives for up to 30 days.\n</p>\n<p>Schools and Discussion Owners should always obtain parental consent for a Student under 13 to use the Service.\nPlease see <b>Flipgrid’s Teacher Toolkit</b> (https://static.Flipgrid.com/docs/Flipgrid_dos_donts.pdf) and <b>Parent Consent Form</b> (http://static.Flipgrid.com/docs/Flipgrid_consent_form.pdf) for tips on how to obtain proper consent from parents.\n</p>\n<p>\n<b>7.\nINFORMATION SECURITY</b>\n</p>\n<p>We use security technologies and procedures to help protect your personal information from loss, misuse, and unauthorized access, use, disclosure, alteration, and destruction.\nOur security procedures and practices are consistent with industry standards applicable to our collection and use of personal information.\nIn the event of an unauthorized release, disclosure, or acquisition of User information, Flipgrid will notify affected individuals (either directly or through Discussion Owners), as required by applicable law.\nWhile we use reasonable efforts to protect your personal information, we cannot guarantee its absolute security.\n</p>\n<p>\n<b>8.\nData Retention</b>\n</p>\n<p>We store the information we collect for as long as you have an Account, or for up to 30 days in our archives when you ask for data to be deleted (as set forth in Section 6, above).\nAdditionally, we retain User information to resolve disputes, enforce our policies, and to comply with the law.\n</p>\n<p>\n<b>9.\nHow to View, Correct, or Update Personal Information</b>\n</p>\n<p>Discussion Owners can update their information by logging into their accounts and visiting the Account Settings tab on the User profile.\nDiscussion Owners and Students may also update their information through my.flipgrid.com.\nParents and Students can correct, edit, or update Student information by submitting a request to the Discussion Owner.\nIf that is not effective, the Student can contact us directly at <b>support@Flipgrid.com</b>.\n</p>\n<p>Residents of the European Economic Area may have additional rights as set forth in Section 11, below.\n</p>\n<p>\n<b>10.\nDeleting Account or Content</b>\n</p>\n<p>A Discussion Owner may delete his or her own account or content, as well as any content submitted to Flipgrid under that(including videos submitted by Students), by emailing your requests to <b>support@Flipgrid.com</b>.\nDiscussion Owners and Students may also delete their own account or content through my.flipgrid.com.\nDeleted accounts or account content may be retained by us for up to 30 days to provide customer support and prevent accidental deletion.\n</p>\n<p>\n<b>11.\nPersonal Information Transferred from the European Economic Area or Switzerland to the United States</b>\n</p>\n<p>The Service is hosted and operated in the United States and is subject to United States law.\nUser personal information is hosted on United States servers.\nFlipgrid is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC).\n</p>\n<p>Flipgrid adheres to the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States (for more information, see the <b>list</b> of Microsoft U.S.\nentities or subsidiaries adhering to the Privacy Shield Principles).\nMicrosoft Corporation has certified to the Department of Commerce that Flipgrid is a U.S.\nsubsidiary controlled by Microsoft that adheres to the Privacy Shield Principles.\nIf third-party agents process personal data on our behalf in a manner inconsistent with the principles of either Privacy Shield framework, we remain liable unless we prove we are not responsible for the event giving rise to the damage.\n</p>\n<p>If there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, visit the <b>Privacy Shield website</b>.\n</p>\n<p>If you have a question or complaint related to participation by Flipgrid in the EU-U.S.\nor Swiss-U.S.\nPrivacy Shield, we encourage you to contact us at <b>support@Flipgrid.com</b>.\nFor any complaints related to the Privacy Shield frameworks that Microsoft cannot resolve directly, we have chosen to cooperate with the relevant EU Data Protection Authority, or a panel established by the European data protection authorities, for resolving disputes with EU individuals, and with the Swiss Federal Data Protection and Information Commissioner (FDPIC) for resolving disputes with Swiss individuals.\nPlease contact us if you would like us to direct you to your data protection authority contacts.\nAs further explained in the Privacy Shield Principles, binding arbitration is available to address residual complaints not resolved by other means.\n</p>\n<p>\n<b>12.\nRIGHTS OF CALIFORNIA RESIDENTS</b>\n</p>\n<p>\n<b>12.1 California Consumer Privacy Act</b>\n</p>\n<p>If you are a California resident, we process your personal data in accordance with the California Consumer Privacy Act (CCPA).\nThis CCPA section of our Privacy Policy contains information required by the CCPA and supplements our Privacy Policy.\n</p>\n<p>\n<b>Sale.</b> We do not sell your personal information.\nSo, we do not offer an opt-out to the sale of personal information.\n</p>\n<p>\n<b>Rights.</b> You have the right to request that we (i) disclose what personal information we collect, use, disclose, and sell and (ii) delete your personal information.\nYou may make these requests yourself or through an authorized agent.\nIf you use an authorized agent, we may request information from you or the agent demonstrating that the agent is acting on your behalf.\n</p>\n<p>If you are a Discussion Owner or Student, you must exercise your rights through my.flipgrid.com.\nIf you have an additional request or questions after contacting us through my.flipgrid.com, or if you are not a Discussion Owner or Student, you may exercise their rights by contacting Flipgrid by email at <b>support@Flipgrid.com</b>.\nWe may ask for additional information to validate your request before honoring the request.\n</p>\n<p>You have a right not to receive discriminatory treatment if you exercise your CCPA rights.\nWe will not discriminate against you if you exercise your CCPA rights.\n</p>\n<p>\n<b>Personal Information Processing.</b> In the bulleted list below, we outline the categories of personal information we collect, the sources of the personal information, our purposes of processing, and the categories of third-party recipients with whom we share the personal information.\nFor a description of the data included in each category, please see the <b>Flipgrid Collects section</b>.\n</p>\n<p>Categories of Personal Information </p>\n<ul>\n<li>\n<p>Owner Personal Information </p>\n</li>\n</ul>\n<p>- Sources of personal information: Submission by Discussion Owner and third party account providers such as Microsoft or Google </p>\n<p>- Purposes of Processing (Collection and Sharing with Third Parties): Provide, improve and develop the Service.\nprovide customer service.\ncommunicate with Discussion Owners including as related to events, opportunities, news and technical or administrative messages.\ncomply with applicable laws.\nand for other purposes with Discussion Owner permission </p>\n<p>- Recipients: Service providers and Discussion Owner-directed individuals and entities including other Users and external sites </p>\n<ul>\n<li>\n<p>Student Personal Information </p>\n</li>\n</ul>\n<p>- Sources of personal information: Submission by Discussion Owner, Students and third party account providers such as Microsoft or Google </p>\n<p>- Purposes of Processing (Collection and Sharing with Third Parties): Provide, improve and develop the Service, provide customer service, communicate with Students including as related to technical or administrative messages.\ncomply with applicable laws </p>\n<p>- Recipients: Service providers and Discussion Owner-directed individuals and entities including other Users and external sites </p>\n<ul>\n<li>\n<p>Automatically Collected Information </p>\n</li>\n</ul>\n<p>- Sources of personal information: Interactions with Users, including Discussion Owners and Students </p>\n<p>- Purposes of Processing (Collection and Sharing with Third Parties): Provide, improve and develop the Service.\nprovide customer service.\ncomply with applicable laws.\nand for other purposes with User permission </p>\n<p>- Recipients: Service providers and User-directed entities </p>\n<ul>\n<li>\n<p>Personal Information Collected through Cookies and Similar Technologies </p>\n</li>\n</ul>\n<p>- Sources of personal information: Interactions with Users, including Discussion Owners and Students </p>\n<p>- Purposes of Processing (Collection and Sharing with Third Parties): Provide, improve and develop the Service.\nprovide customer service.\ncommunicate with Users including as related to events, opportunities and news.\ncomply with applicable laws.\nand for other purposes with User permission </p>\n<p>- Recipients: Service providers and User-directed entities </p>\n<p>While the bulleted list above contains the primary sources and purposes of processing for each category of personal information, we may collect personal information from any of the sources listed in the Information Flipgrid Collects section above.\nSimilarly, we may process any category of personal information for any of the purposes described in the Use of Personal Information above.\nDisclosures of personal information for business or commercial purposes.\nAs indicated in the Information We Share section, we may share personal information with third parties for various business and commercial purposes.\nThe primary business and commercial purposes for which we share personal information are the purposes of processing listed in this section.\nHowever, we may share any category of personal information for any of the business and commercial purposes in the Information We Share section of this policy above.\n</p>\n<p>\n<b>12.2 Other Rights</b>\n</p>\n<p>Flipgrid complies with California's \"Shine the Light\" law, as applicable.\nFlipgrid does not share Students’ personal information with third party marketers (notably, Flipgrid does not share the personal information of ANY User with third party marketers).\nIf you are a California resident you can request a list of personal information about you we have disclosed to third parties in the preceding calendar year, as well as the names and addresses of those third parties.\nYou may make such a request only once per year, and you don't have to pay for it.\nTo make a request, send an email to <b>support@Flipgrid.com</b> or send a written request to Flipgrid, 251 First Avenue North, Suite 500, Minneapolis, MN 55401.\n</p>\n<p>Flipgrid also complies with California's Digital Protection of Minors Act, as applicable.\n</p>\n<p>\n<b>12.3 How We Respond to Do Not Track Signals</b>\n</p>\n<p>We do not currently respond to \"do not track\" signals or other mechanisms that might enable consumers to opt out of tracking on our website.\n</p>\n<p>\n<b>13.\nChanges to this Policy</b>\n</p>\n<p>We may make changes to this Privacy Policy from time to time.\nIf we make changes to this Privacy Policy that we believe will materially affect your rights, we will notify you by email about these changes and post a notice to the Service and change the \"Last Updated\" date above.\nIf you continue to use our service after we provide such notice, you are agreeing to accept these changes.\nOtherwise, for non-material changes, the Privacy Policy will be updated on the Service.\nYou should consult this Policy regularly for any changes.\n</p>\n<p>\n<b>14.\nContact Information</b>\n</p>\n<p>If you have any questions about this Privacy Policy or wish to contact us, please contact <b>support@Flipgrid.com</b> You can reach Flipgrid by mail at: </p>\n<p>Flipgrid </p>\n<p>251 First Avenue North </p>\n<p>Suite 500 </p>\n<p>Minneapolis, MN 55401, U.S.A.\n</p> ", "created_at": "2020-11-08 07:49:15.866521", "updated_at": "2020-11-08 07:49:17.972543"}, {"id": 3052, "name": "Terms of Use", "url": "https://legal.flipgrid.com/terms-of-use.html", "xpath": "/html/body/div[2]/div/div[2]/div", "text": " FLIPGRID TERMS OF USE <p>\n<b>Last Updated: August 5, 2020</b>\n</p>\n<p>IF YOU LIVE IN (OR YOUR PRINCIPAL PLACE OF BUSINESS IS IN) THE UNITED STATES, PLEASE READ THE BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER IN SECTION 11.\nIT AFFECTS HOW DISPUTES ARE RESOLVED.\n</p>\n<p>\n<b>Thank you for using Flipgrid!</b>\n</p>\n<p>We are pleased to help support your work as you ignite discussion - and use video the way your students do.\n</p>\n<p>Flipgrid, Inc., a subsidiary of Microsoft Corporation, (\"Flipgrid,\" \"we,\" \"our,\" or \"us\") provides a collaborative platform on the Flipgrid.com website, the Flipgrid mobile app (\"App\"), and any associated services (collectively, the \"Service\").\nYou accept these terms of use (\"Terms\") by creating an account on this Service or through your use of the Service.\n</p>\n<p>\"You\" may be a: </p>\n<ul>\n<li>\n<p>\"Discussion Owner\" (i.e., an adult over the age of 18, a teacher or other School representative that subscribes to the Service with the administrative right to use the Service to create, invite, manage, moderate or delete a Flipgrid video group (“Group”) or video topic (“Topic”).\n</p>\n</li>\n<li>\n<p>a \"School\" (i.e., an educational institution, organization or other educational business for which one or more Discussion Owners offers the Service to Students).\n</p>\n</li>\n<li>\n<p>a \"Student\" (i.e., a \"User\" who was invited to use the Service by a School Discussion Owner).\nor </p>\n</li>\n</ul>\n<ul>\n<li>\n<p>a \"User\" (i.e., any user of the Service, including a Discussion Owner).\n</p>\n</li>\n</ul>\n<p>If you create an account, Group or Topic for the Service on behalf of an entity, such as your business or employer, you represent that you have the legal authority to bind that entity to these Terms.\nTeachers and Schools, please use our <b>Flipgrid Teacher Toolkit</b> (https://static.Flipgrid.com/docs/Flipgrid_dos_donts.pdf) to meet your privacy commitments under these Terms and our separate Privacy Policy.\n</p>\n<p>If you are a User (who is not a Student), you also represent that you are at least 18 years old and have the legal capacity to accept these Terms.\nIf you are not 18, not a Student, or do not have parental consent to access the Service, you may not use the Service.\n</p>\n<p>You agree that we may provide notice to you of updated terms by posting them on the Service.\nUse or continued use of our Service following notice of such updated terms indicates your consent to be bound by them.\n</p>\n<p>\n<b>1.\nYOUR PRIVACY</b>\n</p>\n<p>Your privacy and that of your Students is important to us.\nWe do not use personal information to market or advertise to you or Students, and we do not sell User personal data.\nWe do use your information for certain stated purposes, such as providing and improving the Service and communicating with Discussion Owners about Flipgrid features and events.\nPlease read the Privacy Policy, as it describes what information we collect from you, how we use that information, and the legal bases we have to process your information.\n</p>\n<p>\n<b>2.\nYOUR ACCOUNT</b>\n</p>\n<p>\n<b>2.1 The Service.</b> Flipgrid allows Discussion Owners to create one or more Groups or Topics, each of which contains content (which may include text, video, or other materials).\nDiscussion Owners control access to the Groups or Topics and may share the Groups or Topics with anyone they like.\nFor example, Discussion Owners can share their Groups with Students and guest speakers.\nUsers can participate in Topic discussions using video.\nDiscussion Owners may also record Shorts videos and may share the videos with others.\n</p>\n<p>\n<b>2.2 Account Creation.</b> When you register for an account as a Discussion Owner, we will ask you to sign in and provide certain information about yourself, including where you work, the age group of your Users, and your area/subject of expertise.\nYou agree not to use any false, inaccurate or misleading information when signing up for your account.\nYou must keep this information up to date.\nYou may delete your account at any time, for any reason, by following the instructions on the Service and then uninstalling the App.\n</p>\n<p>For a variety of reasons, and in particular, to protect the integrity of our community, we reserve the right in our sole discretion to: (a) remove any content that you upload to the Service at any time for any reason, and (b) suspend or terminate any account and/or refuse any current or future use of the Service (or any portion thereof) at any time for any reason.\nWe will not be liable to you or any third party for taking either of these actions.\n</p>\n<p>\n<b>2.3 Account Responsibilities.</b> To protect your account, keep your account details and password confidential, as you are responsible for activities that occur under your account.\n</p>\n<p>\n<b>2.4 Discussion Owners Associated with Schools.</b> By nature of their role, Discussion Owners associated with Schools have additional responsibilities to the Students that they represent.\nPlease review the <b>Flipgrid Teacher Toolkit</b> (https://static.Flipgrid.com/docs/Flipgrid_dos_donts.pdf) for additional resources and best practices regarding these responsibilities.\nIn using the Service, such Discussion Owners: </p>\n<p>\n<b>(a)</b> Must comply with our Privacy Policy.\n</p>\n<p>\n<b>(b)</b> Represent and warrant that they have: (i) the authority to consent to our collection and use of personal information from their Students.\n(ii) obtained any required parental consent, including if required verifiable parental consent under the Children’s Online Privacy Protection Act (\"COPPA\").\n(iii) not received any revocation of parental consent.\n(iv) filed evidence of parental consent with their School administrator before using the Service.\nand (v) will only use the personal information provided by or otherwise collected from a Student when recording and sharing videos or otherwise using the Service in accordance with the purposes for which the Group or Topic was created.\nThe Discussion Owner may act as the parent’s agent and for purposes of giving consent by the parent to us for the collection and use of Student information for children below the minimum age (e.g.\nthe minimum age for COPPA is under age 13).\nBy enrolling a Student or helping the Student use the Service, the Discussion Owner provides such consent to us and agrees that the Student’s online activities are subject to these terms.\n</p>\n<p>\n<b>(c)</b> Must ensure their Groups or Topics are compliant with all applicable laws related to disclosure of Student information and regulations, including The Family Educational Rights and Privacy Act (\"FERPA\").\nand acquired FERPA-compliant disclosure consents from the parents of children under 18, or from the Students aged 18 and older.\nand grant us a nonexclusive license to view, download, reproduce, modify, create derivative works of, distribute, and display any information provided by or collected from a Student solely for the purposes discussed in these Terms.\nStudent information is the property of and under the control of the Discussion Owner.\nThe Groups or Topics containing Student content cannot be posted publicly by Discussion Owners.\nAccordingly, Discussion Owners must ensure they have proper consents before sharing any Student information with third parties.\nIf Discussion Owners invite unaffiliated guests (e.g., featured speakers) to participate on their Groups or Topics, they are solely responsible for (a) obtaining parental consent for sharing Student information with any guests.\nand (b) obtaining clearance to use the guests’ content.\nFlipgrid has no responsibility for Discussion Owner guest activity.\n</p>\n<p>\n<b>3.\nYOUR CONTENT</b>\n</p>\n<p>\n<b>3.1 User Content.</b> \"User Content\" means any information and content that Users submit to, or use with, the Service (e.g., Topics and videos).\nEach User is solely responsible for any of its own User Content.\nIn addition, a Discussion Owner is responsible for any User Content provided by or collected from a Student.\nQuestions about possession, control, or transfer of Student-generated User Content, including the review and correction by a Student, parent, or legal guardian of a Student’s personal information, should be directed to the Discussion Owner.\nYour interactions with other Users are solely between you and such Users, and we will not be responsible for any loss or damage incurred as the result of any such interactions.\nFlipgrid does not guarantee any confidentiality with respect to your User Content.\nWe use best practices to back up all User Content, but we cannot guarantee that User Content will be available in the event it is intentionally or accidentally deleted, so we recommend you backup User Content regularly.\n</p>\n<p>\n<b>3.2 License.</b> To the extent necessary to provide the Services to you and others and to protect you and the Services, you grant to us a worldwide and royalty-free intellectual property license to use your User Content posted on the Service, for example, to make copies of, retain, transmit, reformat, display, and distribute via communication tools User Content on the Services.\nYou represent and warrant that for the duration of these Terms, you have (and will have) all the rights necessary for your User Content that is uploaded, stored, or shared on or through the Service and that the collection, use, and retention of your User Content will not violate any law or rights of others.\nThe above licenses granted by you in videos terminate within a commercially reasonable time after your videos are removed or deleted from the Service.\n</p>\n<p>\n<b>3.3 Code of Conduct.</b> By agreeing to these Terms, you are agreeing that, when using the Services, you will follow these rules: </p>\n<p>\n<b>(a)</b> Don’t do anything illegal.\n</p>\n<p>\n<b>(b)</b> Don’t engage in any activity that exploits, harms, or threatens to harm children.\n</p>\n<p>\n<b>(c)</b> Don’t send spam.\nSpam is unwanted or unsolicited bulk email, postings, contact requests, SMS (text messages), or instant messages.\n</p>\n<p>\n<b>(d)</b> Don’t publicly display or use the Services to share inappropriate content or material (involving, for example, pornography, offensive language, graphic violence, or criminal activity).\n</p>\n<p>\n<b>(e)</b> Don’t engage in activity that is fraudulent, false or misleading (e.g., asking for money under false pretenses, impersonating someone else, manipulating the Services to increase play count, or affect rankings, ratings, or comments).\n</p>\n<p>\n<b>(f)</b> Don’t circumvent any restrictions on access to or availability of the Services.\n</p>\n<p>\n<b>(g)</b> Don’t engage in activity that is harmful to you, the Services, or others (e.g., transmitting viruses, stalking, posting terrorist content, communicating hate speech, or advocating violence against others).\n</p>\n<p>\n<b>(h)</b> Don’t infringe upon the rights of others (e.g., unauthorized sharing of copyrighted music or other copyrighted material, resale or other distribution of Bing maps, or photographs).\n</p>\n<p>\n<b>(i)</b> Don’t engage in activity that violates the privacy of others.\n</p>\n<p>\n<b>(j)</b> Don’t use Student information for marketing or advertising purposes.\n</p>\n<p>\n<b>(k)</b> Don’t help others break these rules.\n</p>\n<p>\n<b>3.4 Enforcement.</b> We may (but have no obligation to) review any content you post.\nWe may investigate and/or take appropriate action against you for violating these Terms, or for otherwise creating liability for us or any other person.\nSuch action may include removing or modifying your information, terminating your account, and/or reporting you to law enforcement authorities.\n</p>\n<p>\n<b>3.5 Deletion of Content or Account.</b> You may delete your own account or content on the Service by following the instructions provided on the Service or in our communications.\nStudents and their parents can also correct, edit, or update Student information by contacting their Discussion Owner.\nIf you have trouble deleting content or your account, you can also submit a request to <b>support@Flipgrid.com</b> for assistance.\n</p>\n<p>\n<b>4.\nUSE OF THE SERVICES</b>\n</p>\n<p>\n<b>4.1 License.</b> We grant you a non-transferable, non-exclusive, non-sublicensable revocable, limited license to use and access, solely for your own personal, noncommercial use: (a) the software in the App on any compatible device that you own or control, and (b) other aspects of the Service.\n</p>\n<p>\n<b>4.2 Certain Restrictions.</b> To protect the distribution of the Service, we must outline certain limitations on the licensed rights we grant to you.\nYou shall not: (a) license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Service, whether in whole or in part, or any content displayed on the Service.\n(b) modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Service.\n(c) access the Service in order to build a similar or competitive website, app, product, or service.\n(d) except as expressly stated herein, copy, reproduce, distribute, republish, download, display, post or transmit any part of the Service in any form or by any means.\n(e) upload, transmit, or distribute to or through the Service any computer viruses, worms, or any software intended to damage or alter a computer system or data.\n(f) use the Service to harvest, collect, gather or assemble information or data regarding other Users, including email addresses, without their consent.\n(g) interfere with, disrupt, or create an undue burden on servers or networks connected to the Service, or violate the regulations, policies or procedures of such networks.\n(h) attempt to gain unauthorized access to the Service (or to other computer systems or networks connected to or used together with the Service), whether through password mining or any other means.\nor (i) use software or automated agents or scripts to produce multiple accounts on the Service, or to generate automated searches, requests, or queries to (or to strip, scrape, or mine data from) the Service (provided, however, that we conditionally grant to the operators of public search engines revocable permission to use spiders to copy materials from the Service for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials, subject to the parameters set forth in our robots.txt file).\nAll copyright and other proprietary notices on the Service (or on any content displayed on the Service) must be retained.\n</p>\n<p>\n<b>4.3 Service Availability.\nNo Support.</b> We have no obligation to provide you with any support or updates in connection with the Service.\nServices may be unavailable from time to time, may be offered for a limited time, or may vary depending on your region or device.\n</p>\n<p>\n<b>4.3 Ownership.</b> The Service is the sole property of Flipgrid or its affiliates and is protected by U.S.\nand foreign copyright laws, patents, trademarks, trade secret, and other laws.\nEither we or our suppliers own the content made available to you through the Service.\nOur name, logo, and the product names associated with the Service belong to us or our suppliers, and no right or license is granted to you or any third party to use them.\nWe and our suppliers reserve all rights not expressly granted in these Terms.\n</p>\n<p>\n<b>4.5 Feedback.</b> We love getting your feedback! If you give to Flipgrid any idea, proposal, suggestion or feedback, including technologies and product improvements (\"Feedback\"), you give to Flipgrid, without charge, royalties or other obligation to you, the right to make, have made, create derivative works, use, share and commercialize your Feedback in any way and for any purpose.\nYou will not give Feedback that is subject to a license that requires Flipgrid to license its software, technologies or documentation to any third party because we include your Feedback in them.\n</p>\n<p>\n<b>5.\nAPP STORES</b>\n</p>\n<p>The availability of the App is dependent on the App Store from which you received the App.\nThese Terms are between you and Flipgrid and not with the App Store.\nThe App Store has no obligation whatsoever to furnish any maintenance and support services with respect to the App.\nFlipgrid is solely responsible for any product warranties, whether express or implied by law, to the extent not effectively disclaimed.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify the App Store, and the App Store may refund the purchase price for the App to you.\nTo the maximum extent permitted by applicable law, the App Stores will not have any other warranty obligation whatsoever with respect to the App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be our sole responsibility.\nWe, and not the App Store, are responsible for addressing any claims relating to the App or your possession and/or use of the App, including, but not limited to: (1) product liability claims.\n(2) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (3) claims arising under consumer protection or similar legislation.\nIn the event of any third-party claim that the App infringes a third party’s intellectual property rights, we, and not the App Store, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim.\nYou represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou will comply with, and your license to use the App is conditioned upon your compliance with, all applicable third-party terms of agreement (e.g., the App Store’s terms and policies and the usage rules) when using the App.\nIf the App Store terms conflict with these Terms, the more restrictive terms applies.\nThe App Stores and their subsidiaries, are third party beneficiaries of these Terms, and upon your acceptance of these Terms, the App Stores will have the right (and will be deemed to have accepted the right) to enforce these Terms against you accordingly.\n</p>\n<p>\n<b>6.\nWARRANTIES AND DISCLAIMERS</b>\n</p>\n<p>\n<b>FLIPGRID, MICROSOFT CORPORATION AND OUR AFFILIATES, RESELLERS, DISTRIBUTORS, AND VENDORS, MAKE NO WARRANTIES, EXPRESS OR IMPLIED, GUARANTEES OR CONDITIONS WITH RESPECT TO YOUR USE OF THE SERVICES.\nYOU UNDERSTAND THAT USE OF THE SERVICES IS AT YOUR OWN RISK AND THAT WE PROVIDE THE SERVICES ON AN \"AS IS\" BASIS \"WITH ALL FAULTS\" AND \"AS AVAILABLE.\" YOU BEAR THE ENTIRE RISK OF USING THE SERVICES.\nMICROSOFT DOESN'T GUARANTEE THE ACCURACY OR TIMELINESS OF THE SERVICES.\nTO THE EXTENT PERMITTED UNDER YOUR LOCAL LAW, WE EXCLUDE ANY IMPLIED WARRANTIES, INCLUDING FOR MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, AND NON-INFRINGEMENT.\nYOU MAY HAVE CERTAIN RIGHTS UNDER YOUR LOCAL LAW.\nNOTHING IN THESE TERMS IS INTENDED TO AFFECT THOSE RIGHTS, IF THEY ARE APPLICABLE.\nYOU ACKNOWLEDGE THAT COMPUTER AND TELECOMMUNICATIONS SYSTEMS ARE NOT FAULT-FREE AND OCCASIONAL PERIODS OF DOWNTIME OCCUR.\nWE DO NOT GUARANTEE THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE OR THAT CONTENT LOSS WON'T OCCUR, NOR DO WE GUARANTEE ANY CONNECTION TO OR TRANSMISSION FROM THE COMPUTER NETWORKS.</b>\n</p>\n<p>\n<b>IF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.\" </b>\n</p>\n<p>\n<b>7.\nLIMITATION ON LIABILITY</b>\n</p>\n<p>If you have any basis for recovering damages (including breach of these Terms), you agree that your exclusive remedy is to recover, from Flipgrid, Microsoft Corporation or any affiliates, resellers, distributors, Third-Party Apps and Services providers, and vendors, direct damages up to an amount equal to your Services fee for the month during which the loss or breach occurred (or up to $10.00 if the Services are free).\nYou can't recover any other damages or losses, including direct, consequential, lost profits, special, indirect, incidental, or punitive.\nThese limitations and exclusions apply even if this remedy doesn't fully compensate you for any losses or fails of its essential purpose or if we knew or should have known about the possibility of the damages.\nTo the maximum extent permitted by law, these limitations and exclusions apply to anything or any claims related to these Terms, the Services, or the software related to the Services.\n</p>\n<p>\n<b>8.\nTERM AND TERMINATION</b>\n</p>\n<p>These Terms will remain in effect while you use the Service.\nYou may terminate your account at any time, for any reason, by following the instructions on the Service or uninstalling the App.\nUpon termination, your account will close immediately, and/or your right to access and use the Service will end immediately.\nEven after your rights under these Terms are terminated, all provisions of these Terms which by their nature should survive, will survive, including, without limitation, ownership provisions, warranty disclaimers, limitations of liability, indemnification, release and binding arbitration and class action waiver.\n</p>\n<p>\n<b>9.\nNOTICES</b>\n</p>\n<p>\n<b>9.1 Notices of Infringement.</b> Flipgrid respects the intellectual property of others and asks that Users do the same.\nIf you wish to send a notice of intellectual property infringement, including claims of copyright infringement, please use our procedures for submitting <b>Notices of Infringement</b>.\nONLY INQUIRIES RELEVANT TO THIS PROCEDURE WILL RECEIVE A RESPONSE.\n</p>\n<p>Flipgrid uses the processes set out in Title 17, United States Code, Section 512 to respond to notices of copyright infringement.\nIn appropriate circumstances, we may also disable or terminate accounts of users of the Service who may be repeat infringers.\n</p>\n<p>\n<b>9.2 Copyright Notice.</b> The Services are copyright © 2018 Microsoft Corporation and/or its affiliates or suppliers.\nAll rights reserved.\n</p>\n<p>\n<b>10.\nGENERAL</b>\n</p>\n<p>\n<b>10.1 Venue, Choice of Law, and Choice of Language.</b> For U.S.\nresidents, the laws of the state where you reside (or, if a School, where your principal place of business is located) govern all claims, regardless of conflict of laws principles, except that the FAA governs all provisions relating to arbitration.\nYou and we irrevocably consent to the exclusive jurisdiction and venue of the state or federal courts in the Borough of Manhattan, New York, for all disputes arising out of or relating to these Terms or the Service that are heard in court (excluding arbitration and small claims court).\nThe United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms.\nThe English version of these Terms shall govern, and any proceedings related to actions based on these Terms shall be conducted in English.\n</p>\n<p>\n<b>10.2 Export.</b> The Service may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou shall not export, reexport, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from Flipgrid, or any products utilizing such data, in violation of U.S.\nexport laws or regulations.\n</p>\n<p>\n<b>10.3 Disclosures.</b> If you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.\n</p>\n<p>\n<b>10.4 Miscellaneous.</b> We may assign these Terms, in whole or in part, at any time without notice to you.\nYou may not assign your rights or obligations under these Terms or transfer any rights to use the Services.\nThis is the entire agreement between you and us for your use of the Services.\nIt supersedes any prior agreements between you and us regarding your use of the Services.\nAll parts of these Terms apply to the maximum extent permitted by relevant law.\nIf a court or arbitrator holds that we cannot enforce a part of these Terms as written, we may replace those terms with similar terms to the extent enforceable under the relevant law, but the rest of these Terms will not change.\n</p>\n<p>\n<b>11.\nBINDING ARBITRATION AND CLASS ACTION WAIVER</b>\n</p>\n<p>We hope we never have a dispute, but if we do, you and we agree to try for 60 days to resolve it informally.\nIf we can’t, you and we agree to binding individual arbitration before the American Arbitration Association (\"AAA\") under the Federal Arbitration Act (\"FAA\"), and not to sue in court in front of a judge or jury.\nInstead, a neutral arbitrator will decide, and the arbitrator’s decision will be final except for a limited right of review under the FAA.\nClass action lawsuits, class-wide arbitrations, private attorney-general actions, and any other proceeding where someone acts in a representative capacity aren’t allowed.\nNor is combining individual proceedings without the consent of all parties.\n</p>\n<p>\n<b>11.1 Here is what you need to know about arbitration under these Terms:</b>\n</p>\n<p>\n<b>(a)</b> Disputes Covered—Everything Except IP.\nThe term \"dispute\" is as broad as it can be.\nIt includes any claim or controversy between you and us concerning the Service, the software related to the Service, the Service’s or software’s price, your account, advertising, marketing, communications, your purchase transaction, billing, or these Terms, under any legal theory including contract, warranty, tort, statute, or regulation, except disputes relating to the enforcement or validity of your, your licensors’, our, or our licensors’ intellectual property rights.\n</p>\n<p>\n<b>(b)</b> Mail a Notice of Dispute First.\nIf you have a dispute and our customer service representatives can’t resolve it, send a Notice of Dispute by U.S.\nMail to Microsoft Corporation, ATTN: CELA Arbitration, One Microsoft Way, Redmond, WA 98052-6399, U.S.A.\nTell us your name, address, how to contact you, what the problem is, and what you want.\nA form is available at https://go.microsoft.com/fwlink/?LinkId=245499.\nWe’ll do the same if we have a dispute with you.\nAfter 60 days, you or we may start an arbitration if the dispute is unresolved.\n</p>\n<p>\n<b>(c)</b> Small Claims Court Option.\nInstead of mailing a Notice of Dispute, you may sue us in small claims court in your county of residence (or, if a business, your principal place of business) or Borough of Manhattan, New York, U.S.A.\nif you meet the court’s requirements.\n</p>\n<p>\n<b>(d)</b> Arbitration Procedure.\nThe AAA will conduct any arbitration under its Commercial Arbitration Rules (or if you are an individual and use the Service for personal or household use, or if the value of the dispute is $75,000 or less whether or not you are an individual or how you use the Service, its Consumer Arbitration Rules).\nFor more information, see www.adr.org or call 1-800-778-7879.\nIn a dispute involving $25,000 or less, any hearing will be telephonic unless the arbitrator finds good cause to hold an in-person hearing instead.\nAny in-person hearing will take place in your county of residence (or, if a business, your principal place of business) or in Borough of Manhattan, New York, if your dispute is with Flipgrid.\nYou choose.\nThe arbitrator may award the same damages to you individually as a court could.\nThe arbitrator may award declaratory or injunctive relief only to you individually to satisfy your individual claim.\nUnder AAA Rules, the arbitrator rules on his or her own jurisdiction, including the arbitrability of any claim.\nBut a court has exclusive authority to enforce the prohibition on arbitration on a class-wide basis or in a representative capacity.\n</p>\n<p>\n<b>(e)</b> Arbitration Fees and Payments.\n</p>\n<p>\n<b>(i)</b> Disputes Involving $75,000 or Less.\nWe will promptly reimburse your filing fees and pay the AAA’s and arbitrator’s fees and expenses.\nIf you reject our last written settlement offer made before the arbitrator was appointed, your dispute goes all the way to an arbitrator’s decision (called an \"award\"), and the arbitrator awards you more than this last written offer, we will: (i) pay the greater of the award or $1,000.\n(ii) pay your reasonable attorney’s fees, if any.\nand (iii) reimburse any expenses (including expert witness fees and costs) that your attorney reasonably accrues for investigating, preparing, and pursuing your claim in arbitration.\n</p>\n<p>\n<b>(ii)</b> Disputes Involving More than $75,000.\nThe AAA rules will govern payment of filing fees and the AAA’s and arbitrator’s fees and expenses.\n</p>\n<p>\n<b>(f)</b> Conflict with AAA Rules.\nThese Terms govern to the extent they conflict with the AAA’s Commercial Arbitration Rules or Consumer Arbitration Rules.\n</p>\n<p>\n<b>(g)</b> Must File Within One Year.\nYou and we must file in small claims court or arbitration any claim or dispute (except intellectual property disputes—see section 11.1 (a), above) within one year from when it first could be filed.\nOtherwise, it’s permanently barred.\n</p>\n<p>\n<b>(h)</b> Rejecting Future Arbitration Changes.\nYou may reject any change we make to section 10 (except address changes) by sending us notice within 30 days of the change by U.S.\nMail to the address in section 11.1(b).\nIf you do, the most recent version of section 11 before the change you rejected will apply.\n</p>\n<p>\n<b>(i)</b> Severability.\nIf the class action waiver is found to be illegal or unenforceable as to all or some parts of a dispute, then those parts won’t be arbitrated but will proceed in court, with the rest proceeding in arbitration.\nIf any other provision of section 11 is found to be illegal or unenforceable, that provision will be severed but the rest of section 11 still applies.\n</p> ", "created_at": "2020-11-08 07:50:05.426011", "updated_at": "2020-11-08 07:50:06.819189"}], "points": [{"id": 25189, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://legal.flipgrid.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-09-21 01:04:52.937099", "updated_at": "2021-09-24 17:39:46.977676", "quoteText": "WE DO NOT GUARANTEE THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE", "case_id": 287, "document_id": 3052, "quoteStart": 19384, "quoteEnd": 19469}, {"id": 25188, "title": "You have the right to leave this service at any time", "source": "https://legal.flipgrid.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-09-21 01:03:57.042981", "updated_at": "2021-09-24 17:40:33.090213", "quoteText": "You may terminate your account at any time, for any reason, by following the instructions on the Service or uninstalling the App.", "case_id": 170, "document_id": 3052, "quoteStart": 21112, "quoteEnd": 21241}, {"id": 25187, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://legal.flipgrid.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-09-21 01:02:20.610266", "updated_at": "2021-09-24 17:40:25.549601", "quoteText": "YOU UNDERSTAND THAT USE OF THE SERVICES IS AT YOUR OWN RISK AND THAT WE PROVIDE THE SERVICES ON AN \"AS IS\" BASIS \"WITH ALL FAULTS\" AND \"AS AVAILABLE.\"", "case_id": 286, "document_id": 3052, "quoteStart": 18648, "quoteEnd": 18798}, {"id": 25186, "title": "There is a date of the last update of the agreements", "source": "https://legal.flipgrid.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-09-21 01:01:01.852869", "updated_at": "2021-09-24 17:40:18.126148", "quoteText": "Last Updated: August 5, 2020", "case_id": 331, "document_id": 3051, "quoteStart": 32, "quoteEnd": 60}, {"id": 19945, "title": "Your personal data is not sold", "source": "https://legal.flipgrid.com/terms-of-use.html", "status": "Generated through the annotate view", "created_at": "2021-05-06 14:46:05.867453", "updated_at": "2021-05-07 22:00:15.242772", "quoteText": "We do not use personal information to market or advertise to you or Students, and we do not sell User personal data.", "case_id": 193, "document_id": 3052, "quoteStart": 2544, "quoteEnd": 2660}], "urls": ["info.flipgrid.com", "admin.flipgrid.com", "help.flipgrid.com", "blog.flipgrid.com", "auth.flipgrid.com", "resources.flipgrid.com"]}}