{"error": 448, "message": "OK", "parameters": {"id": 6796, "name": "PRO DRIVER UPDATE", "created_at": "2022-08-15 02:34:26.789067", "updated_at": "2022-08-15 22:01:04.893373", "wikipedia": null, "keywords": null, "related": null, "slug": "pro-driver-update", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6796.png", "url": "prodriverupdate.com", "documents": [{"id": 12429, "name": "Privacy Policy", "url": "https://prodriverupdate.com/privacy/", "xpath": "/html/body/div[1]/div[2]/div[1]", "text": " privacy <ul>\n<li> 0</li>\n<li>0</li>\n</ul>\n<ul>\n</ul>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>This privacy policy (the “Privacy Policy”) discloses how Rainmaker Software Group, LLC uses the personal information it gathers on this site.\nWe will notify you of changes by posting the new policy on this website.</p>\n<p>&nbsp;</p>\n<p>By using our services or submitting information, you are accepting the practices described in this Privacy Policy.\nYour assent to these practices is essential for us to provide our services.\nYou can opt-out and decide not to provide the requested personal information.\nHowever, by doing so, we will be unable to contact you.\nYou can also request that we not use any information you provided by emailing support@prodriverupdate.com.</p>\n<p>&nbsp;</p>\n<p>The personal information we collect includes your name and email address.\nOur primary use of your personal information is to respond to an inquiry you sent us through our website.</p>\n<p>&nbsp;</p>\n<p>We automatically collect certain information from visitors to our site, such as Internet addresses, browser type, Internet Service Provider (ISP), referring and exit page, operating system, timestamps, and clickstream data.\nWe also track and analyze non-identifying and aggregate usage and volume statistical information from our visitors and customers.\nThis information is logged to help diagnose technical problems, and to administer our site so that we can constantly improve the quality of the services we provide.\nWe do not respond to your browser’s “do not track” signals or other mechanisms for indicating your preference regarding the collection personally identifiable information.</p>\n<p>&nbsp;</p>\n<p>Our website uses Google Analytics.\nA complete description of the information that is collected and used, as well as instructions on how to opt-out, are available at www.google.com/policies/privacy/partners/.\nWe take measures to prevent the loss, misuse, and alteration of your information.\nWe carefully limit access to the database in which your personal information is stored.\nAdditionally, we share and transfer your personal information only in the ways set forth in this privacy policy.</p>\n<p>&nbsp;</p>\n<p>We cannot ensure that all of your private communications and other personally identifiable information will never be disclosed in ways not otherwise described in this Privacy Policy.\nFor example, we may be forced to disclose information to the government or third parties under certain circumstances, or third parties may unlawfully intercept or access transmissions or private communications.\nWe can (and you authorize us to) disclose any information about you to law enforcement or other government officials as we, in our sole discretion, believe necessary or appropriate in connection with an investigation of fraud, intellectual property infringements, or other activity that is illegal or may expose us to legal liability.</p>\n<p>&nbsp;</p>\n<p>This website is directed at teenagers and adults and not to children under the age of 13.\nWe do not knowingly collect personally identifiable information from children under the age of 13, nor do we knowingly distribute such information.\nWe do not knowingly allow children under the age of 13 to publicly post or otherwise distribute personally identifiable contact information through our website.\nSimilarly, because we do not collect any personally identifiable information from children under the age of 13, we do not condition the participation of a child under 13 in activities on providing personally identifiable information.\nIf we become aware that we have inadvertently received personally identifiable information from someone under the age of 13, we will delete such information from our records.\nIf we change our practices in the future, we will obtain prior, verifiable parental consent before collecting any personally identifiable information from children under the age of 13.</p>\n<p>&nbsp;</p>\n<p>Contact us at the address below if you want us to change or delete any information that we have about you.\nWe will respond to your request to access, update, or delete your information within ten (10) business days.\nBefore we are able to provide you with any information, correct any inaccuracies, or delete any information, however, we may ask you to verify your identity.</p>\n<p>&nbsp;</p>\n<p>This website is owned and operated by:</p>\n<p>Rainmaker Software Group, LLC</p>\n<p>1925 Lovering Ave.</p>\n<p>Wilmington, DE 19806</p>\n<p>&nbsp;</p>\n<p>This privacy policy is effective as of October 9, 2018.</p> 4 years ago <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2022-08-15 02:34:26.794628", "updated_at": "2022-08-15 00:35:12.302707"}, {"id": 12428, "name": "Terms and Conditions", "url": "https://prodriverupdate.com/terms/", "xpath": "/html/body/div[1]/div[2]/div[1]", "text": " Terms and Conditions <ul>\n<li> 0</li>\n<li>0</li>\n</ul>\n<ul>\n</ul> Terms and Conditions\n<p>&nbsp;</p>\n<p>Thank you for considering ProDriverUpdate software and using prodriverupdate.com, a website owned and operated by Rainmaker Software Group, LLC, (“our,” “us” or “we”).\nYour access and use of our website and services, and use or installation of any software promoted by this site, (the “Sites”) (collectively, the “Services”) is subject to the terms and conditions set forth in these Terms of Use, our Privacy Policy, any applicable End User License Agreement (“EULA”), and in any other Rainmaker Software Group, LLC, agreements that relate to the Services (collectively, “Agreement”).\nThis site promotes software that is owned and operated by Rainmaker Software Group, LLC.\nBy installing and using any ProDriverUpdate software, you agree to be bound to the terms and conditions of the End User License Agreement contained within that particular software.</p>\n<p>Agreement: You acknowledge that you have read, understand and agree to be bound by all the terms and conditions of this Agreement.\nIn addition, your access, installation and/or use of the Services constitutes acceptance of such terms and conditions.\nRainmaker Software Group, LLC reserves the right, in its sole discretion, to modify, amend or supplement any term or condition of this Agreement at any time with or without notice.\nIf you continue to use the Services after any such modifications, amendments or supplements are made, you are then accepting and agreeing to be bound by them.\nFor information about our collection and use of data, you may view the most current version of our Privacy Policy.</p>\n<p>User: You represent and warrant that (a) if you are an individual, you are at least 18 years old and otherwise legally competent in all respects to enter into and be bound by this Agreement or (b) if you are an entity, you are a corporation, limited liability company, partnership or other legal entity in good standing, and possess all legal authority and power to enter into and be bound by this Agreement.\nIf you are a legal entity, you hereby represent and warrant that you have the authority to and do hereby bind your entity and all individuals employed or engaged by your entity that may use the Services.</p>\n<p>\n<strong>Return and/or Refund of Software:</strong>\n</p>\n<p>Customer satisfaction is of the utmost importance to Rainmaker Software Group, LLC.\nWe offer a 30- day money back guarantee with our software programs, as confirmed in the applicable EULA for each program.\nWe offer free <strong>TOTAL CUSTOMER CARE</strong> support to all of our subscribed users via phone at (800) 558-0487 or email at support@prodriverupdate.com.&nbsp.\nPlease contact us for assistance with activations, experiencing any problems running the software, for a full refund, or to cancel your subscription.\n&nbsp;Refunds beyond the 30 day money back guarantee period will be subject to management approval.&nbsp.\nWe are here to help!</p>\n<p>\n<strong>Downloading Software</strong>\n</p>\n<p>All software on this site and accompanying documentation made available for download from this website is the copyrighted work of Rainmaker Software Group, LLC.\nYour use any Rainmaker Software Group, LLC software program is subject to the terms of the applicable license agreement (EULA).\nBy installing and using any Rainmaker Software Group, LLC software, you agree to be bound to the terms and conditions of the End User License Agreement contained within that software.</p>\n<p>\n<strong>DISCLAIMER OF WARRANTIES:</strong>&nbsp;THE SERVICES ARE PROVIDED “AS IS, AS AVAILABLE” WITHOUT ANY WARRANTY OF ANY KIND.\nRAINMAKER SOFTWARE GROUP, LLC HEREBY DISCLAIMS ALL WARRANTIES (EXPRESS, IMPLIED AND STATUTORY), INCLUDING WITHOUT LIMITATION, ALL WARRANTIES (A) WITH RESPECT TO THE SERVICES (INCLUDING WITHOUT LIMITATION THE QUALITY, AVAILABILITY, PERFORMANCE, FUNCTIONALITY AND COMPATABILITY WITH ANY OTHER SERVICE OR PRODUCT), (B) WITH RESPECT TO THE QUALITY OR ACCURACY OF ANY INFORMATION OBTAINED FROM OR AVAILABLE THROUGH USE OF THE SERVICES, (C) THAT THE SERVICES WILL BE UNINTERRUPTED, ERROR-FREE OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, (D) OF NON-INFRINGEMENT, (E) OF MERCHANTABILITY AND (F) OF FITNESS FOR A PARTICULAR PURPOSE.\nNO ADVICE, SUPPORT, MAINTENANCE OR INFORMATION GIVEN BY RAINMAKER SOFTWARE GROUP, LLC.\nRAINMAKER SOFTWARE GROUP, LLC’S REPRESENTATIVES, AUTHORIZED SUPPORTERS OR OTHER USERS SHALL CREATE A WARRANTY.\nTHE FOREGOING DISCLAIMERS SHALL APPLY, WITHOUT LIMITATION, TO ALL SUPPORT AND MAINTENANCE PROVIDED TO YOU BY RAINMAKER SOFTWARE GROUP, LLC AND/OR ANY OTHER USERS.</p>\n<p>\n<strong>LIMITATION OF LIABILITY:</strong>&nbsp;RAINMAKER SOFTWARE GROUP, LLC SHALL NOT BE LIABLE FOR NONPERFORMANCE OR DELAY IN PERFORMANCE OF THE SERVICES CAUSED BY ANY REASON, WHETHER WITHIN OR OUTSIDE OF ITS CONTROL.\nIN NO EVENT SHALL RAINMAKER SOFTWARE GROUP, LLC BE LIABLE UNDER CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY OR ANY OTHER LEGAL OR EQUITABLE THEORY FOR ANY DIRECT, INDIRECT, INCIDENTAL, EXEMPLARY, PUNITIVE, SPECIAL OR CONSEQUENTIAL DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF USE, LOST PROFITS, LOSS OF DATA OR INFORMATION, OR LOSS OF GOODWILL OR OPPORTUNITY) WHETHER OR NOT RAINMAKER SOFTWARE GROUP, LLC HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGES.\nRAINMAKER SOFTWARE GROUP, LLC SHALL NOT BE LIABLE FOR THE COST OF PROCUREMENT OF SUBSTITUTE GOODS, SOFTWARE OR TECHNOLOGY.\nIN ANY EVENT, RAINMAKER SOFTWARE GROUP, LLC ‘S ENTIRE LIABILITY AND YOUR SOLE AND EXCLUSIVE REMEDY IS YOUR RIGHT TO DISCONTINUE USE OF THE SERVICES.\nIN NO EVENT SHALL RAINMAKER SOFTWARE GROUP, LLC’S LIABILITY TO YOU EXCEED THE GREATER OF FIFTY DOLLARS ($50.00) OR ANY AMOUNTS ACTUALLY PAID BY YOU TO RAINMAKER SOFTWARE GROUP, LLC FOR THE SERVICES IN DISPUTE DURING THE ONE YEAR PRECEDING THE CLAIM, WHICHEVER IS LESS.\nNO ACTION, REGARDLESS OF FORM, ARISING FROM, BASED ON OR RELATED TO THIS AGREEMENT OR THE PROVISION OF THE SERVICES MAY BE BROUGHT BY YOU MORE THAN ONE YEAR AFTER THE EVENT WHICH GIVES RISE TO THE APPLICABLE CAUSE OF ACTION.\nYOUR RIGHTS MAY VARY FROM STATE TO STATE, AND SOME JURISDICTIONS DO NOT ALLOW A LIMITATION ON LIABILITY DAMAGES AS CONTAINED IN THIS AGREEMENT.\nIN SUCH JURISDICTIONS, RAINMAKER SOFTWARE GROUP, LLC’S LIABILITY SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.\nTHE FOREGOING LIMITATIONS SHALL APPLY, WITHOUT LIMITATION, TO ALL SUPPORT AND MAINTENANCE PROVIDED TO YOU BY RAINMAKER SOFTWARE GROUP, LLC AND/OR ANY OTHER USERS.</p>\n<p>\n<strong>Indemnification:</strong>&nbsp;You shall defend and hold harmless Rainmaker Software Group, LLC (and its owners, directors, officers, employees, affiliates, agents, representatives, successors and assigns) from and against any third party claim, action, suit or proceeding that arises from, is based on or related to your breach of this Agreement or any unauthorized use of the Services and indemnify Rainmaker Software Group, LLC for all losses, damages, expenses and costs (including reasonable attorneys’ fees) incurred by Rainmaker Software Group, LLC as a result of any such claim, action, suit or proceeding.</p>\n<p>\n<strong>Reservation of Rights:</strong>&nbsp;Rainmaker Software Group, LLC reserves all rights not expressly granted to you by this Agreement.</p>\n<p>\n<strong>Survival:</strong>&nbsp;The following provisions shall survive the expiration or termination of this Agreement: disclaimer of warranties, exclusions of damages, limitation of liability, indemnification, benefit of provisions, venue, governing law, dispute resolution and class action waiver and reservation of rights.</p>\n<p>\n<strong>Benefit of Provisions:</strong>&nbsp;All provisions of this Agreement that disclaim warranties, exclude damages and limit liability shall be for the benefit of Rainmaker Software Group, LLC and our affiliates, partners, licensors, vendors and similar parties.</p>\n<p>\n<strong>Applicable Law</strong>\n</p>\n<p>Any dispute arising out of your use of the websites, material and/or content from the websites shall be resolved according to the laws of the State of Delaware, in the United States of America without regard to the conflicts of laws principles thereof.\nThe State of Delaware shall have exclusive jurisdiction over all claims.\nRainmaker Software Group, LLC makes no representation that the materials and/or content on the websites are appropriate or available for use in all locations, and accessing them from territories where their contents are illegal is prohibited.\nThose who choose to access the websites from other locations do so on their own initiative and are responsible for compliance with local laws.</p>\n<p>\n<strong>Use of Trademarks</strong>\n</p>\n<p>The names of our programs, including words and logos (“our trademarks”) are registered trademarks of Rainmaker Software Group, LLC.\nYou may not at any time use our trademarks as part of any business or trading name, style or domain name.</p>\n<p>\n<strong>Linking to our Website and Use of Logos</strong>\n</p>\n<p>You may link to the home page or subpage of our website www.rainmakersoftware.com (“our Website”) provided that you comply with the following terms.\nYou may not link to our Website or use or reproduce our trade marks or logos other than is expressly allowed in as detailed below:</p>\n<p>You may not link to our website from any website that is not owned by you or which is acting indecent, unlawfully, or inappropriately.</p>\n<p>You shall not link to our site from any website that is in any other way negative or incompatible with our reputation.</p>\n<p>Except where you are expressly permitted to do so by rainmakersoftware.com or Rainmaker Software Group, LLC, you shall not link to any images displayed anywhere on our Website.</p>\n<p>You shall not link to our site in a way that is illegal or jeopardizes the reputation of Rainmaker Software Group, LLC, or any Rainmaker Software Group products.</p>\n<p>In linking to our site, you must not imply any form of approval, endorsement, or association with raimakersoftware.com or Rainmaker Software Group, LLC unless expressly given by our site.</p>\n<p>You will not do, or omit to do, anything to diminish our rights in the logos or other trademarks or impair, jeopardize or invalidate any registration of the logos or trademarks and you will not alter, change or modify the logos in any way.</p>\n<p>You shall not at any time use our trademarked terms as part of any business or trading name, style or domain name.</p>\n<p>You acknowledge that all rights in the logos are vested in us and you shall not assert any claim of ownership of the logos or to the goodwill or reputation thereof by virtue of your use of the logos or otherwise.\nYou agree that any goodwill derived from your use of the logos shall accrue to us.</p>\n<p>We reserve the right to withdraw this permission for any reason without notice and to demand that you immediately remove any links to our Website, our name, trade marks or logos from your website.</p>\n<p>\n<strong>Use of Website</strong>\n</p>\n<p>You may not use our Website in such a way that disrupts, interferes with or restricts the use by other users.\nYou have the limited right to view the materials and/or content on this site, and download the software from this site, for your personal use.\nYou may not reproduce or copy the content of our Website in any form without prior permission.\nWe reserve the right to withdraw this permission for any reason without notice and to demand that you immediately remove any copyrighted material.\nYou may not modify the content on this site in any way.</p>\n<p>&nbsp;</p> 4 years ago <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2022-08-15 02:34:26.791489", "updated_at": "2022-08-15 00:35:00.717989"}], "points": [], "urls": ["prodriverupdate.com"]}}