{"error": 448, "message": "OK", "parameters": {"id": 4443, "name": "TeachMePhysiology", "created_at": "2021-07-03 21:42:31.571465", "updated_at": "2021-07-03 22:00:51.630288", "wikipedia": null, "keywords": null, "related": null, "slug": "teachmephysiology", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4443.png", "url": "teachmephysiology.com", "documents": [{"id": 7800, "name": "Privacy Policy ", "url": "https://teachmephysiology.com/privacy-policy", "xpath": "//*[@id=\"mainContent\"]/div[3]/div/div/div", "text": "<p>\n<strong>Background</strong>\n</p>\n<p>Teachmeseries Limited understands that your privacy is important to you and that you care about how your information is used and shared online.\nWe respect and value the privacy of everyone who visits Our Site and will only collect and use information in ways that are useful to you and in a manner consistent with your rights and Our obligations under the law.</p>\n<p>This Policy applies to Our use of any and all data collected by us in relation to your use of Our Site.\nPlease read this Privacy Policy carefully and ensure that you understand it.\nYour acceptance of Our Privacy Policy is deemed to occur upon your first use of Our Site.\nIf you do not accept and agree with this Privacy Policy, you must stop using Our Site immediately.</p>\n<p>\n<strong>1) Definitions and Interpretation</strong>\n</p>\n<p>In this Policy the following terms shall have the following meanings:</p>\n<strong>“Account”</strong>\nmeans an account required to access and/or use certain areas and features of Our Site.\n<strong>“Cookie”</strong>\nmeans a small text file placed on your computer or device by Our Site when you visit certain parts of Our Site and/or when you use certain features of Our Site.\nDetails of the Cookies used by Our Site are set out in section 12, below.\n<strong>“Our Site”</strong>\nmeans this website, www.teachmephysiology.com.\n<strong>“UK and EU Cookie Law”</strong>\nmeans the relevant parts of the Privacy and Electronic Communications (EC Directive) Regulations 2003 as amended in 2004, 2011 and 2015.\nand <strong>“We/Us/Our”</strong>\nmeans Teachmeseries Limited, a limited company registered in England under company number 10529328, whose registered address is White Cottage, Broomhill Lane, Fakenham Magna, Thetford, Norfolk, IP24 2QY and whose main trading address is White Cottage, Broomhill Lane, Fakenham Magna, Thetford, Norfolk, IP24 2QY <p>&nbsp;</p>\n<p>\n<strong>2) Information About Us</strong>\n</p>\n<ul>\n<li>Our Site, teachmephysiology.com, is owned and operated by Teachmeseries Limited.</li>\n</ul>\n<p>\n<strong>3) Scope – What Does This Policy Cover?</strong>\n</p>\n<p>This Privacy Policy applies only to your use of Our Site.\nIt does not extend to any websites that are linked to from Our Site (whether We provide those links or whether they are shared by other users).\nWe have no control over how your data is collected, stored or used by other websites and We advise you to check the privacy policies of any such websites before providing any data to them.</p>\n<p>\n<strong>4) What Data Do We Collect?</strong>\n</p>\n<p>Some data will be collected automatically by Our Site (for further details, please see section 12 on Our use of Cookies) other data will only be collected if you voluntarily submit it and consent to Us using it for the purposes set out in section 5, for example, when signing up for an Account.\nDepending upon your use of Our Site, We may collect some or all of the following data:</p>\n<ul>\n<li>Name;</li>\n<li>date of birth;</li>\n<li>gender;</li>\n<li>business/company name</li>\n<li>job title;</li>\n<li>profession;</li>\n<li>contact information such as email addresses and telephone numbers;</li>\n<li>demographic information such as post code, preferences and interests;</li>\n<li>financial information such as credit / debit card numbers;</li>\n<li>IP address (automatically collected);</li>\n<li>web browser type and version (automatically collected);</li>\n<li>operating system (automatically collected);</li>\n<li>a list of URLs starting with a referring site, your activity on Our Site, and the site you exit to (automatically collected).</li>\n</ul>\n<p>\n<strong>5) How Do We Use Your Data?</strong>\n</p>\n<ul>\n<li>All personal data is stored securely in accordance with the EU General Data Protection Regulation (Regulation (EU) 2016/679) (GDPR).\nFor more details on security see section 6, below.</li>\n<li>We use your data to provide the best possible services to you.\nThis includes:\n<ul>\n<li>\n<ul>\n<li>Providing and managing your Account;</li>\n<li>Providing and managing your access to Our Site;</li>\n<li>Personalising and tailoring your experience on Our Site;</li>\n<li>Supplying Our products and services to you;</li>\n<li>Personalising and tailoring Our products and services for you;</li>\n<li>Responding to communications from you;</li>\n<li>Supplying you with email alerts and updates that you have subscribed to (you may unsubscribe or opt-out at any time by Insert Description of Unsubscription Method;</li>\n<li>Market research;</li>\n<li>Analysing your use of Our Site and gathering feedback to enable Us to continually improve Our Site and your user experience.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>In some cases, the collection of data may be a statutory or contractual requirement, and We will be limited in the services We can provide you without your consent for Us to be able to use such data.</li>\n<li>With your permission and/or where permitted by law, We may also use your data for marketing purposes which may include contacting you by email, telephone, text message or post with information, news and offers on Our products services.\nWe will not, however, send you any unsolicited marketing or spam and will take all reasonable steps to ensure that We fully protect your rights and comply with Our obligations under the GDPR and the Privacy and Electronic Communications (EC Directive) Regulations 2003, as amended in 2004, 2011 and 2015.</li>\n<li>Advertisers whose content appears on Our Site may engage in what is known as “behavioural advertising” – advertising which is tailored to your preferences, based on your activity.\nYour activity is monitored using Cookies, as detailed below in section 12.\nYou can control and limit your data used in this way by adjusting your web browser’s privacy settings.\nPlease note that We do not control the activities of such advertisers, nor the information they collect and use.\nLimiting the use of your data in this way will not remove the advertising, but it will make it less relevant to your interests and activities on Our Site.</li>\n<li>Under GDPR we will ensure that your personal data is processed lawfully, fairly, and transparently, without adversely affecting your rights.\nWe will only process your personal data if at least one of the following basis applies:\n<ol>\n<li>you have given consent to the processing of your personal data for one or more specific purposes;</li>\n<li>processing is necessary for the performance of a contract to which you are a party or in order to take steps at the request of you prior to entering into a contract;</li>\n<li>processing is necessary for compliance with a legal obligation to which we are subject;</li>\n<li>processing is necessary to protect the vital interests of you or of another natural person;</li>\n<li>processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.\nand/or</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by us or by a third party, except where such interests are overridden by the fundamental rights and freedoms of the data subject which require protection of personal data, in particular where the data subject is a child.</li>\n</ol>\n</li>\n<li>Our Advertising Partners\n<ul>\n<li>Our advertising partners may collect and store certain information automatically when you visit our website.\nThey may collect certain personally identifiable information you voluntarily submit on our website.\nThey may also automatically collect and store information when you view advertisements that appear on our website.\nYour personally identifiable information may be used to verify the accuracy of the information you submit, and all information collected (personally identifiable and non-personally identifiable) may be used for marketing purposes, to deliver more relevant advertising and content, and to improve your overall experience at this website.\n<ul>\n<li>Please review the <strong>eHealthcare Solutions Privacy Policy</strong> to obtain more about how this information is utilized by eHealthcare Solutions.</li>\n<li>Please review the <strong>Google Privacy Policy </strong>to obtain more about how this information is utilized by Google.</li>\n<li>Please review the <strong>AdPrime Media Privacy Policy</strong> to obtain more about how this information is utilized by AdPrime Media.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>6) How and Where Do We Store Your Data?</strong>\n</p>\n<ul>\n<li>We only keep your data for as long as we need to in order to use it as described above in section 5, and/or for as long as We have your permission to keep it.\nIn any event, We will conduct an annual review to ascertain whether we need to keep your data.\nYour data will be deleted if we no longer need it.</li>\n<li>Some or all of your data may be stored or transferred outside of the European Economic Area (“the EEA”) (The EEA consists of all EU member states, plus Norway, Iceland and Liechtenstein).\nYou are deemed to accept and agree to this by using Our Site and submitting information to Us.\nIf We do store or transfer data outside the EEA, We will take all reasonable steps to ensure that your data is treated as safely and securely as it would be within the EEA and under the GDPR.\nSuch steps may include, but not be limited to, the use of legally binding contractual terms between Us and any third parties We engage and the use of the EU-approved Model Contractual Arrangements.</li>\n<li>Data security is of great importance to Us, and to protect your data We have put in place suitable physical, electronic and managerial procedures to safeguard and secure data collected through Our Site.\n<ul>\n<li>We ensure that your data will be held in a protected database.</li>\n</ul>\n</li>\n<li>Notwithstanding the security measures that We take, it is important to remember that the transmission of data via the internet may not be completely secure and that you are advised to take suitable precautions when transmitting to Us data via the internet.</li>\n</ul>\n<p>\n<strong>7) Do We Share Your Data?</strong>\n</p>\n<ul>\n<li>We may contract with third parties to supply products and services to you on Our behalf.\nThese may include payment processing, delivery of goods, search engine facilities, advertising and marketing.\nIn some cases, the third parties may require access to some or all of your data.\nWhere any of your data is required for such a purpose, We will take all reasonable steps to ensure that your data will be handled safely, securely, and in accordance with your rights, Our obligations, and the obligations of the third party under the law.\nWe currently contract with: AdPrime Media, eHealthcare Solutions, Google and Stripe.\nOnly anonymous personal data is shared with AdPrime and eHealthcare Solutions, and with Stripe we provide your name and contact details together with all relevant financial and personal information required to process payment</li>\n<li>We may also contract with certified Ad technology providers to supply relevant advertising on Our behalf.\nIn some cases, the third parties may require access to some or all of your data for personalization of ads.\nWhere any of your data is required for such a purpose, We will take all reasonable steps to ensure that your data will be handled safely, securely, and in accordance with your rights, Our obligations, and the obligations of the third party under the law.\nA list of certified Ad technology providers can be found <strong>here.</strong>\n</li>\n<li>We may compile statistics about the use of Our Site including data on traffic, usage patterns, user numbers, sales and other information.\nAll such data will be anonymised and will not include any personally identifying information.\nWe may from time to time share such data with third parties such as prospective investors, affiliates, partners and advertisers.\nData will only be shared and used within the bounds of the law.</li>\n<li>In certain circumstances We may be legally required to share certain data held by Us, which may include your personal information, for example, where We are involved in legal proceedings, where We are complying with the requirements of legislation, a court order, or a governmental authority.\nWe do not require any further consent from you in order to share your data in such circumstances and will comply as required with any legally binding request that is made of Us.</li>\n</ul>\n<p>\n<strong>8) What Happens If Our Business Changes Hands?</strong>\n</p>\n<ul>\n<li>We may, from time to time, expand or reduce Our business and this may involve the sale and/or the transfer of control of all or part of Our business.\nData provided by users will, where it is relevant to any part of Our business so transferred, be transferred along with that part and the new owner or newly controlling party will, under the terms of this Privacy Policy, be permitted to use the data for the purposes for which it was originally collected by Us.</li>\n<li>In the event that any of your data is to be transferred in such a manner, you will not be contacted in advance and informed of the changes.</li>\n</ul>\n<p>\n<strong>9) How Can You Control Your Data?</strong>\n</p>\n<ul>\n<li>When you submit information via Our Site, you may be given options to restrict Our use of your data.\nWe aim to give you strong controls on Our use of your data (including the ability to opt-out of receiving emails from Us which you may do by unsubscribing using the links provided in Our emails and at the point of providing your details.</li>\n<li>You may also wish to sign up to one or more of the preference services operating in the UK: The Telephone Preference Service (“the TPS”), the Corporate Telephone Preference Service (“the CTPS”), and the Mailing Preference Service (“the MPS”).\nThese may help to prevent you receiving unsolicited marketing.\nPlease note, however, that these services will not prevent you from receiving marketing communications that you have consented to receiving.</li>\n</ul>\n<p>\n<strong>10) Your Right to Withhold Information and Your Right to Withdraw Information After You Have Given it</strong>\n</p>\n<ul>\n<li>You may access certain areas of Our Site without providing any data at all.</li>\n<li>You may restrict your internet browser’s use of Cookies.\nFor more information, see section 12.</li>\n<li>You may withdraw your consent for Us to use your personal data as set out in section in 5 at any time by contacting Us using the details set out in section 15, and We will delete Your data from Our systems.\nHowever, you acknowledge this may limit Our ability to provide the best possible products and services to you.</li>\n</ul>\n<p>\n<strong>11) How Can You Access Your Data?</strong>\n</p>\n<ul>\n<li>You have the legal right to ask for a copy of any of your personal data held by Us (where such data is held).\nPlease contact Us for more details at support@teachmeseries.com.</li>\n</ul>\n<p>\n<strong>12) What Cookies Do We Use and What For?</strong>\n</p>\n<ul>\n<li>Our Site may place and access certain first party Cookies on your computer or device.\nFirst party Cookies are those placed directly by Us and are used only by Us.\nWe use Cookies to facilitate and improve your experience of Our Site and to provide and improve Our products and services.\nFor more details, please refer to section 5, above, and to section 12.6 below.\nWe have carefully chosen these Cookies and have taken steps to ensure that your privacy is protected and respected at all times.</li>\n<li>By using Our Site you may also receive certain third party Cookies on your computer or device.\nThird party Cookies are those placed by websites, services, and/or parties other than Us.\nWe use third party Cookies on Our Site for measuring and analysing data.\nFor more details, please refer to section 5, above, and to section 12.6 below.\nThese Cookies are not integral to the functioning of Our Site.</li>\n<li>All Cookies used by and on Our Site are used in accordance with current English and EU Cookie Law.</li>\n<li>Before Cookies are placed on your computer or device, subject to section 12.5 and section 12.8, you will be shown a pop-up box requesting your consent to set those Cookies.\nBy giving your consent to the placing of Cookies you are enabling Us to provide the best possible experience and service to you.\nYou may, if you wish, deny consent to the placing of Cookies.\nhowever certain features of Our Site may not function fully or as intended.</li>\n<li>Certain features of Our Site depend on Cookies to function.\nUK and EU Cookie Law deems these Cookies to be “strictly necessary”.\nThese Cookies are shown below in section 12.6.\nYour consent will not be sought to place these Cookies.\nYou may still block these Cookies by changing your internet browser’s settings as detailed below in section 12.10, but please be aware that Our Site may not work as intended if you do so.\nWe have taken great care to ensure that your privacy is not at risk by allowing them.</li>\n<li>The following first party Cookies may be placed on your computer or device:</li>\n</ul> Name of Cookie\nPurpose\nStrictly Necessary woocommerce_cart_hash\nContains information about the shopping cart as a whole and helps the website know when the cart data changes\nYes woocommerce_items_in_cart\nContains information about the shopping cart as a whole and helps the website know when the cart data changes\nYes wordpress_\nStores user authentication details\nYes wp_woocommerce_session_\nContains a unique code for each customer so that it knows where to find the cart data in the database for each customer\nYes _kuid_\nRegisters a unique ID that identifies a returning user’s device.\nThe ID is used for targeted ads.\nNo <p>&nbsp;</p>\n<p>and the following third party Cookies may be placed on your computer or device:</p> Name of Cookie\nProvider\nPurpose IDE\nGoogle DoubleClick\nUse for serving targeted advertisements that are relevant to you across the web.\n<p>&nbsp;</p>\n<ul>\n<li>Our Site uses analytics services provided by Google Analytics.\nWebsite analytics refers to a set of tools used to collect and analyse usage statistics, enabling Us to better understand how people use Our Site.\nThis, in turn, enables Us to improve Our Site and the products and services offered through it.\nYou do not have to allow Us to use these Cookies, as detailed below, however whilst Our use of them does not pose any risk to your privacy or your safe use of Our Site, it does enable Us to continually improve Our Site, making it a better and more useful experience for you.</li>\n<li>The analytics service(s) used by Our Site use(s) Cookies to gather the required information.\nThese cookies are placed immediately on you entering the website.</li>\n<li>The analytics service(s) used by Our Site use(s) the following Cookies:</li>\n</ul> Name of Cookie\nFirst / Third Party\nProvider\nPurpose _utma\nFirst\nGoogle Analytics\nTo identify users _utmb\nFirst\nGoogle Analytics\nUsed to determine new sessions/visits.\n_utmc\nFirst\nGoogle Analytics\nUsed to determine new sessions/visits.\n_utmt\nFirst\nGoogle Analytics\nTo throttle requests _utmz\nFirst\nGoogle Analytics\nUsed to determine how each user reaches the site <p>&nbsp;</p>\n<ul>\n<li>You can choose to enable or disable Cookies in your internet browser.\nMost internet browsers also enable you to choose whether you wish to disable all cookies or only third party cookies.\nBy default, most internet browsers accept Cookies but this can be changed.\nFor further details, please consult the help menu in your internet browser or the documentation that came with your device.</li>\n<li>You can choose to delete Cookies at any time however you may lose any information that enables you to access Our Site more quickly and efficiently including, but not limited to, login and personalisation settings.</li>\n<li>It is recommended that you keep your internet browser and operating system up-to-date and that you consult the help and guidance provided by the developer of your internet browser and manufacturer of your computer or device if you are unsure about adjusting your privacy settings.</li>\n</ul>\n<p>\n<strong>13) Summary of Your Rights under GDPR</strong>\n</p>\n<p>Under the GDPR, you have:</p>\n<ul>\n<li>the right to request access to, deletion of or correction of, your personal data held by Us;</li>\n<li>the right to complain to a supervisory authority;</li>\n<li>be informed of what data processing is taking place;</li>\n<li>the right to restrict processing;</li>\n<li>the right to data portability;</li>\n<li>object to processing of your personal data;</li>\n<li>rights with respect to automated decision-making and profiling (see section 14 below).</li>\n</ul>\n<p>To enforce any of the foregoing rights or if you have any other questions about Our Site or this Privacy Policy, please contact Us using the details set out in section 15 below.</p>\n<p>\n<strong>14) Automated Decision-Making and Profiling</strong>\n</p>\n<ul>\n<li>&nbsp;We do not carry out any automated decision-making and profiling.</li>\n</ul>\n<p>\n<strong>15) Contacting Us</strong>\n</p>\n<p>If you have any questions about Our Site or this Privacy Policy, please contact Us by email at support@teachmeseries.com.\nPlease ensure that your query is clear, particularly if it is a request for information about the data We hold about you (as under section 11, above).</p>\n<p>\n<strong>16) Changes to Our Privacy Policy</strong>\n</p>\n<p>We may change this Privacy Policy as we may deem necessary from time to time, or as may be required by law.\nAny changes will be immediately posted on Our Site and you will be deemed to have accepted the terms of the Privacy Policy on your first use of Our Site following the alterations.\nWe recommend that you check this page regularly to keep up-to-date.</p>\n", "created_at": "2021-07-03 21:42:31.574878", "updated_at": "2021-07-03 19:46:18.137519"}], "points": [], "urls": ["teachmephysiology.com"]}}