{"error": 448, "message": "OK", "parameters": {"id": 2688, "name": "The Wall Street Journal", "created_at": "2021-02-03 14:01:10.441577", "updated_at": "2021-03-25 03:19:56.682574", "wikipedia": "https://en.wikipedia.org/wiki/The_Wall_Street_Journal", "keywords": null, "related": null, "slug": "the_wall_street_journal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2688.png", "url": "wsj.com,dowjones.com", "documents": [{"id": 3931, "name": "Dow Jones Cookie Notice", "url": "https://www.dowjones.com/cookie-notice/?mod=WSJ", "xpath": "/html/body/div[2]/section[2]/div/div[2]", "text": "\n<b>THE DOW JONES COOKIE NOTICE</b>\n<p>\n<b>Effective Date: January 8, 2021</b>\n</p>\n1.\nINTRODUCTION\n<p>Dow Jones &amp.\nCompany, Inc., and its&nbsp;subsidiaries&nbsp;(\"Dow Jones\") want you to be familiar with how we collect, use and disclose information from and about you because we respect your concerns about privacy, and we want to maintain your trust.\nWe and our service providers collect information by automated means when you visit, access, or use our websites, mobile sites, applications (“apps”), electronic newsletters or widgets (collectively the “Dow Jones Services”) that link to this Cookie Notice.\nWe collect information through cookies (including Flash cookies), web beacons, pixels, server calls, web server logs, JavaScript, and other tracking technologies (collectively “Cookies”) to deliver and improve the Dow Jones Services, and to display relevant content, products, services and advertising.\nA list of Dow Jones subsidiaries is available in annual reports accessible here.</p>\n<p>This Cookie Notice describes the information we obtain from Cookies, how we use Cookies, and how you can manage them.\nBy using the Dow Jones Services, you acknowledge you have read and accept this Cookie Notice.\nWe may periodically update this Cookie Notice without prior notice to reflect changes in our practices.\nPlease take a look at the Effective Date at the top of this page to see when this Cookie Notice was last revised.</p>\n<p>Our use of Cookies may involve the processing of Personal Data (i.e., any information relating to an identified or identifiable individual, such as IP addresses, or other online mobile identifiers).&nbsp.\nFor more information about our data protection practices, see our Privacy Notice.</p>\n2.\nWHAT ARE COOKIES?\n<p>A cookie is a small text file that is sent to and stored on your computer or other internet connected device to identify your browser or store information.\nThey are widely used in order to make websites work, or work in a better, more efficient way.\nA web beacon links web pages to servers and may be used to transmit information collected through cookies back to a web server.\nOther tracking technologies such as pixels, JavaScript, server calls or web server logs allow us to use invisible images or code on the Dow Jones Services, or data from our server calls or web server logs, to gain analytics insights.</p>\n3.\nINFORMATION WE OBTAIN THROUGH COOKIES\n<p>The information we obtain through the use of Cookies may include information about your computer, device, and browser, such as your IP address, browser, operating system and device characteristics, language preferences, mobile device or advertising ID, referring URLs, and actions taken by you on the Dow Jones Services such as what content you visited, whether you have used the Dow Jones Services before, dates and times you access the Dow Jones Services, email and advertising views and click-throughs, frequent article searches on the Dow Jones Services, and other software or hardware information.\nIf you access the Dow Jones Services from a mobile or other device, we may collect information for that device such as a unique device identifier (\"UDID\"), mobile phone number, and details about your mobile carrier.</p>\n4.\nHOW WE USE COOKIE INFORMATION\n<p>The Dow Jones Services use Cookies to function effectively.\nFor example, Cookies allow us to display relevant content, provide advertising, and enhance your online experience.\nIn addition, Cookies can recognize you and remember important information that will make your use of a website more convenient such as by remembering your login status and user preferences.</p>\n<p>We use information we obtain through the use of Cookies to enhance our products and services, such as by learning which content is popular.\nWe may also use Cookies to link your use of the Dow Jones Services to Personal Data we have about you.\nFor example, if you have asked us to provide you information about our upcoming products or promotions, Cookies will enable us to customize the materials we provide to you based on your online interests and preferences.</p>\n<p>Through the Cookies of third party analytics providers, ad networks, and advertisers, we can track your online activities over time and across third party websites, apps and devices, by obtaining information through automated means.\nThis information, along with information we gather when you log in, can be used to understand use across sites and devices to help improve our products, remember your preferences, provide content recommendations, and show you advertisements on the Dow Jones Services or other third party websites and apps that may be tailored to your individual interests.\nThe information these third parties may obtain on our behalf includes data about your visits to websites and use of apps that serve our advertisements, such as the pages, articles or ads you view and the actions you take on those websites or apps.\nThis data collection takes place both on our sites, apps and emails, and on third party websites and apps.&nbsp.\nFor more information, including how to opt out of Analytics and Advertising Cookies, see Cookies We Use and How You Can Manage Cookies below.</p>\n5.\nCOOKIES WE USE\n<p>Below we list the different types of Cookies we may use on the Dow Jones Services.</p>\n5.1 Strictly Necessary Cookies\n<p>These Cookies are essential to the Dow Jones Services in order to facilitate our authentication, registration or log-in process and enable you to navigate and use the features of the Dow Jones Services.\nWithout these Cookies, you may not be able to take full advantage of our services or features, and the Dow Jones Services will not perform as smoothly for you as we would like.\nThe Strictly Necessary Cookies on the Dow Jones Services may include:</p>\n<p>\n</p> Cookie Name\nFurther information djcs_session\nTracks current user session.\ndjcs_group\nTracks group user sessions.\ndjcs_route\nDevice tracking identifier.\ndjcs_sid or oidc_session\nSession identifiers.\nLPLogin\nLast log-in identifier.\nLSLogin\nKeeps track of last user log-in.\n<p>&nbsp;</p>\n5.2 Functionality Cookies\n<p>In some circumstances, we may use Functionality Cookies to allow us to remember the choices you make while browsing the Dow Jones Services, to provide enhanced and more personalized content and features (such as customizing a certain webpage or remembering if we have asked you to participate in a promotion) and for other services you request, like watching a video or commenting on a blog.\nIn order to permit your connection to the Dow Jones Services, we receive and record information about your computer, device, and browser, potentially including your IP address, browser type, and other software or hardware information.\nIf you access the Dow Jones Services from a mobile or other device, we may collect a unique device identifier assigned to that device (\"UDID\"), geolocation data obtained with your consent where required by applicable law, or other traffic information for that device.\nAll of these features help us, for example, improve your visit to the Dow Jones Services.</p> Cookie Name\nFurther information DJSESSION\nSome Dow Jones Services use this to store session-specific application feature information.\nFor example, messages that should appear to the user once in a session are controlled here.\nSome Dow Jones Services also use this cookie to determine the approximate geographic location of the device for the session.\nDJCOOKIE\nSome Dow Jones Services use this to store application feature information across sessions.\nFor example, messages that should appear to the user once a week or once a month are stored here.\nauth0\nSome Dow Jones Services use this to enable access to multiple Dow Jones Services.\nCxense ASA (Piano)\nSome Dow Jones Services use this to enable paywall functionality and/or to deliver relevant content recommendations.<p>\n</p>\n<p>https://www.cxense.com/about-us/platform-privacy-policy</p> login_avc\nSome Dow Jones Services use this to count number of articles viewed.\npersistent_lang\nSome Dow Jones Services use this to store interface language setting.\nkmli or djcs_kli\nSome Dow Jones Services use one of these when a user selects the “Keep Me Signed In” feature.\ndjvideovol, djvideolang\nSome Dow Jones Services use these for video volume and caption language.\n<p>&nbsp;</p>\n5.3 Flash Cookies\n<p>We may use Adobe Flash Player to deliver special content, such as video clips or animation.\nTo improve your user experience, local shared objects (known as “Flash Cookies”) are employed to provide functions such as remembering your settings and preferences.</p> Cookie Name\nFurther information org.osmf.strobemediaplayback.lso\nUsed by video Flash player to store the average download bytes per second.\nSo_WSJ_Volume\nIdentifies the volume for the video player.\nAd_freq_key\nUsed for video ad frequency.\n<p>&nbsp;</p>\n5.4 Analytics Cookies\n<p>We and our service providers may use Analytics Cookies (or performance cookies) to collect information about your use of the Dow Jones Services to help create reports and statistics on the performance of the Dow Jones Services which enable us to improve the way they work.\nAnalytics Cookies collect information such as your IP address, type of device, operating system, referring URLs, country information, date and time of page visits, and pages visited.\nThe information allows us to count our audience size, see the overall patterns of usage on the Dow Jones Services, help us record any difficulties you have with the Dow Jones Services and show us whether our advertising is effective or not.</p>\n<p>Analytics cookies on the Dow Jones Services may include:</p> Cookie Name\nFurther information, including how to opt out Adobe Analytics\nhttps://oms.dowjoneson.com/optout.html and https://www.d1.sc.omtrdc.net/optout.html Google Analytics\nhttps://www.google.com/intl/en/analytics/learn/privacy.html Nielsen\nhttps://www.nielsen-online.com/about_privacy.jsp comScore\nhttps://www.scorecardresearch.com/privacy.aspx Parse.ly\nhttps://www.parse.ly/privacy-policy/ <p>&nbsp;</p>\n5.5 Advertising Cookies\n<p>We and our service providers may use Advertising Cookies to deliver ads that we believe are relevant to you and your interests.\nFor example, we may use Advertising Cookies to customize the advertising and content you receive on the Dow Jones Services, to conduct interest-based advertising, to limit the number of times you see the same ad on the Dow Jones Services to help measure the effectiveness of our advertising campaigns, and to conduct market research.\nThese Cookies remember what you have looked at or purchased on the Dow Jones Services and other sites, and may be combined with other information acquired from third parties such as demographics, offline purchases, and other marketing segment information, and we may share this information with other organizations, such as advertisers, in accordance with applicable law.</p>\n<p>Advertising Cookies on the Dow Jones Services may include:</p> Cookie Name\nFurther information, including how to opt out Salesforce Audience Studio (Krux)\nhttps://www.salesforce.com/products/marketing-cloud/sfmc/audience-studio-consumer-choice/ Google Ad Manager\nhttps://www.google.com/intl/en/policies/privacy/partners/ News IQ\nhttps://ncaudienceexchange.com/privacy/<br>\nhttps://ncaudienceexchange.com/about/<br>\nhttps://ncaudienceexchange.com/opt-out/ <p>&nbsp;</p>\n5.6 Social Networking Cookies\n<p>Our products may have social plug-in capabilities which may include Cookies used to allow you to register with or sign in to the Dow Jones Services using your social network account, and track both members and non-members of social networks for additional purposes such as behavioral advertising, analytics, and market research.</p> Cookie Name\nFurther information, including how to opt out Facebook Social Plugin\nhttps://www.facebook.com/help/www/443483272359009<br>\nhttps://www.facebook.com/help/www/213802165366955 LinkedIn\nhttps://www.linkedin.com/legal/privacy-policy Twitter\nhttps://twitter.com/privacy <p>&nbsp;</p>\n6.\nTHIRD PARTY COOKIES\n<p>We work with third parties to support the Dow Jones Services by serving advertisements or providing services, such as providing users with the ability to comment on content, allowing users to share content, customizing content based on usage, or tracking aggregate site usage statistics (including actions taken on the Dow Jones Services, and dates and times you access the Dow Jones Services).&nbsp.\nThese third parties use their Cookies to collect information on the Dow Jones Services and on other websites.</p>\n<p>For example, we use analytics services supported by third parties who generate Analytics Cookies on our behalf.\nWe may not have access to these Cookies, although we may use statistical information arising from the Cookies provided by these third parties to customize content and for the other purposes described above.\nThese companies may also transfer this information to other parties where required to do so by law, or where such other parties process the information on their behalf.\nThird party advertisers and other organizations may also use their own Cookies to collect information about your activities on the Dow Jones Services and/or the advertisements you have clicked on.\nThis information, which may be combined with other information acquired from third parties such as demographics and other marketing segment information, may be used by them to serve advertisements on the Dow Jones Services and third party sites that they believe are most likely to be of interest to you based on content you have viewed.\nThird party advertisers may also use this information to measure the effectiveness of their advertisements and to track aggregate usage statistics.</p>\n<p>You can learn how to manage cookies in section 7 below.\nHowever, we may not control these third party Cookies and their use may be governed by the policies of the third parties employing these Cookies.\nTo learn about these third party Cookies and how to manage them, please refer to the relevant policies on the third party’s website.</p>\n7.\nHOW YOU CAN MANAGE COOKIES\n<p>You can stop Cookies from being downloaded to your device from the Dow Jones Services at any time by selecting the appropriate settings in your browser.&nbsp.\nMost browsers will tell you how to change your browser settings to notify you when a Cookie is being set or updated, or to restrict or block certain types or all Cookies.\nPlease consult the \"Help\" section of your browser for more information or by visiting www.allaboutcookies.org.\nYour device settings may also allow you to prohibit mobile app platforms (such as Apple or Google) from sharing certain information obtained by automated means with us.</p>\n<p>You can refuse to accept Flash Cookies from the Dow Jones Services using Adobe’s Flash management tools available at https://www.adobe.com/security/flashplayer (it is not possible to manage Flash Cookies at the browser level).</p>\n<p>Sections 5.4, 5.5 and 5.6 above include links with information on how to opt out of specific Analytics, Advertising, and Social Networking Cookies on the Dow Jones Services.</p>\n<p>For more information on managing Analytics Cookies, please use the following links:</p>\n<ul>\n<li>https://www.google.com/intl/en/analytics/learn/privacy.html</li>\n<li>https://oms.dowjoneson.com/optout.html</li>\n<li>https://www.d1.sc.omtrdc.net/optout.html</li>\n<li>https://www.nielsen-online.com/about_privacy.jsp</li>\n<li>https://www.scorecardresearch.com/privacy.aspx</li>\n<li>https://www.parse.ly/privacy-policy/</li>\n</ul>\n<p>&nbsp;</p>\n<p>For more information on how to opt out of Advertising Cookies, visit:</p>\n<ul>\n<li>click here or here in the U.S<strong>.\n</strong>\n</li>\n<li>click here in Canada</li>\n<p>\n</p>\n</ul>\n<p>Note that opting out of Advertising Cookies is a device-based action, and it will not remove advertising from the pages you visit.\ninstead it means the ads you will see may not be matched to your interests.</p>\n<p>If you make updates to your browser or device settings, or use an online link to opt out of Cookies, those updates apply to the device where you made the changes.&nbsp.\nPlease note that by disabling or blocking any or all Cookies, some features of the Dow Jones Services may not operate as intended, or you may not have access to features or personalization available through the Dow Jones Services.&nbsp.\nFor example, if you disable or reject Flash Cookies for the Dow Jones Services, you may not be able to access certain features such as video content or services that require you to sign in.</p>\n<p>In Europe, we participate in the IAB Europe Transparency &amp.\nConsent Framework and operate a consent management platform that helps us to comply with the framework’s specifications and policies.\nThe platform’s notice explains the use of cookies by us and our partners, and how to control them.</p>\n8.\nCONTACT US\n<p>If you have questions about this Cookie Notice, please contact our Chief Privacy Officer and Data Protection Officers at privacypolicy@dowjones.com.</p>\n<p>Or you may write to:<br>\nAttention: Privacy<br>\nDow Jones &amp.\nCompany, Inc.<br>\n4300 U.S.\nRoute 1 North<br>\nMonmouth Junction, NJ 08852</p>\n<p>If you are located in the EEA, the entity responsible for the collection and processing of Personal Data in connection with the Dow Jones Services is Dow Jones &amp.\nCompany, Inc.\n(U.S.) (contact information provided above).&nbsp.\nIf you have a corporate or group subscription agreement, the entity responsible for the collection and processing of your Personal Data is the entity with whom your company, professor or school has a direct relationship.</p>\n<p>Please do not disclose any sensitive Personal Data (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, or trade union membership), social security numbers, or criminal background information when contacting us.</p>\n", "created_at": "2021-02-03 14:02:22.738846", "updated_at": "2021-02-03 14:02:28.837687"}, {"id": 3932, "name": "Dow Jones Privacy Notice", "url": "https://www.dowjones.com/privacy-notice/", "xpath": "/html/body/div[2]/section[2]/div/div[2]", "text": "\n<b>THE DOW JONES PRIVACY NOTICE</b>\n<p>\n<b>Effective Date: January 23, 2020</b>\n</p>\n1.\nINTRODUCTION\n<p>Dow Jones &amp.\nCompany, Inc., and its&nbsp;subsidiaries&nbsp;(\"Dow Jones\") want you to be familiar with how we collect, use and disclose information from and about you because we respect your concerns about privacy, and we want to maintain your trust.</p>\n<p>This Privacy Notice applies to information we collect from all sources, including in connection with our websites, mobile sites, applications (\"apps\"), widgets, conferences, events, and electronic newsletters or communications (collectively the \"Dow Jones Services\") that link to this Privacy Notice.\nIf there is a conflict between this Notice and a Dow Jones Services corporate subscription agreement, the Dow Jones Services corporate subscription agreement will take precedence.</p>\n<p>This Notice describes the types of Personal Data we collect, how we use it, and with whom we share it.\nIt also describes generally Dow Jones' practices for handling Other Information (e.g., interests, demographics and services usage) collected through our Dow Jones Services or from a third party to the extent such information is associated with a particular device, user or user account.\nWe also describe the measures we take to protect the information, your options for choice and access, and how you can contact us about privacy practices.\nAs described more fully below, we share information with our subsidiaries, and affiliated companies (\"Dow Jones Affiliates\"), for the purposes described in this Privacy Notice.\nA list of Dow Jones subsidiaries and Affiliates is available in annual reports accessible here.\nBy using the Dow Jones Services, you acknowledge you have read and accept this Privacy Notice.</p>\n<p>Your decision to use the Dow Jones Services and provide your Personal Data is voluntary.\nWe indicate on our online, mobile, and other registration forms what types of Personal Data are requested.\nYou may choose not to submit requested information online, or may choose to restrict the use of cookies (see Other Information below, or our Cookie Notice, for more information), but that may limit the services Dow Jones is able to provide to you.</p>\n<p>The Dow Jones Services are a network of general audience sites, and are not targeted to, and do not knowingly collect Personal Data from, minors under 16 years of age.&nbsp.\nWe request that these individuals do not provide Personal Data through the Dow Jones Services.</p>\n2.\nWHAT WE COLLECT\n<p>Dow Jones and our service providers collect Personal Data to offer services you have requested or that we have a legitimate interest to believe are of interest to our customers, to manage the relationships we have with our customers and partners, and to perform activities based on your consent.\nDow Jones and our service providers may collect the following information from and about you:</p>\n2.1 Personal Data\n<p>\"Personal Data\" for purposes of this Privacy Notice is the information that identifies you as an individual or relates to an identifiable person.</p>\n2.1.1 Personal Data You Submit\n<p>We collect Personal Data when you submit it to us, such as when you register for or subscribe to certain products or services.\ncreate a profile.\nparticipate in a sweepstakes, contest or game.\ntake a survey.\nvisit our Dow Jones Services.\nuse an interactive feature (such as chat, chat bot or article sharing options).\nparticipate in a community forum.\nor contact customer service.\nThe Personal Data you submit may include your name, postal address (including billing and shipping addresses), credit or debit card number, telephone number, mobile number, email address, gender, username, or profile picture.</p>\n2.1.2 Personal Data We Receive From Third Parties\n<p>To the extent permitted by applicable law, we may receive Personal Data about you from third parties, such as social media services, commercially available sources, Dow Jones Affiliates, business partners, and, if applicable to you, the third party provider of your subscription.\nThe Personal Data we receive from third parties may include your name, contact information, information about your transactions, purchase history, or relationships with various product and service providers, and your use of certain applications.\nFor example, if you access a Dow Jones Service through a social media service or connect a Dow Jones Service to a social media service, the information we collect may also include your user ID and/or user name associated with that social media service, any information or content the social media service will share with us, such as your profile picture, or email address.\nThe information we obtain depends on your privacy settings on the applicable social media service.\nWhen you access the Dow Jones Services through social media services or when you connect a Dow Jones Service to social media services, you are authorizing Dow Jones to collect, store, and use such information and content in accordance with this Privacy Notice.</p>\n2.2 Other Information\n<p>\"Other Information\" is any information that is not intended to reveal your specific identity to us, such as browser information, usage data, information collected through cookies and other technologies, demographic information, geolocation data obtained with your consent where required by applicable law, and aggregated information.</p>\n2.2.1 Other Information You Submit\n<p>We collect Other Information when you submit it to us.\nThis may include your password, birthday, education or graduation year, occupation, financial information (such as your income, investments, portfolio transactions and value, and other information), live event accommodations, and interests.</p>\n2.2.2 Other Information We Receive From Third Parties\n<p>We may receive Other Information about you from third parties, including, for example, demographic data, social media account number, information about your interests, and information about your activities on other websites.</p>\n2.2.3 Other Information Collected Automatically\n<p>Our services use cookies and other tracking technologies to function effectively and deliver certain features.\nFor more information about how we use cookies and tracking technologies, please refer to our Cookie Notice.</p>\n<p>The Dow Jones Services may also be linked to sites or apps operated by third parties, and may carry advertisements or offer content, special offers, functionality, games or applications developed and maintained by third parties, using iframes, tools, or plug-ins (“Linked Services”).\nThese third party Linked Services may use automated means to collect information about you and your use of these features.\nSome of these third party sites may be co-branded with a Dow Jones logo, even though they are not operated or maintained by us.</p>\n<p>Dow Jones is not responsible for the privacy practices of such third parties, and once you leave the Dow Jones Services or click an advertisement, or sign up for a special offer, you should check the applicable third party privacy notice.</p>\n3.\nHOW WE USE YOUR PERSONAL DATA AND OTHER INFORMATION\n<p>We may use the Personal Data we collect from and about you for the purposes set forth below.\nWe may use and disclose Other Information for any purpose, except if it is considered Personal Data under applicable law.\nIf we combine Other Information with your Personal Data, we treat the combined information as Personal Data.</p>\n<p>To improve the quality of our products and services and to personalize your experience by presenting content, products and offers tailored to you, we may also combine the Personal and Other Information we collect with information relating to your use of other Dow Jones products, services and websites.\nIn addition, we may supplement the Personal Data and Other Information we collect with information from other sources, such as publicly available information from social media services, commercially available sources, and information from Dow Jones Affiliates or business partners.</p>\n<p>Through third party analytics providers, ad networks, and advertisers, we can track your online activities over time and across third party websites, apps and devices, by obtaining information through automated means.</p>\n<p>This information, along with information we gather when you log in, can be used to understand use across sites and devices to help improve our products, remember your preferences, provide content recommendations, and show you advertisements on the Dow Jones Services or other third party websites and apps that may be tailored to your individual interests.\nFor more information, including how to manage cookies, please refer to our Cookie Notice.</p>\n3.1 To Provide, Measure And Improve Our Products And Services\n<p>We use the information we collect from and about you to provide our products, services and features to you, including: to process and fulfill your subscription, to create and manage your accounts, to send you information about your relationship or transactions with us, to measure and improve services and features, to allow you to engage with us (e.g., to comment on content and participate in online games, contests, promotions, special events, rewards programs, surveys or market research), to use collaboration tools to share content and collaborate with other users, to conduct research for potential articles if you choose to respond to a journalism survey, to provide you with customer support, including online chat or chat bot, and to respond to inquiries.\nIf you choose to use the collaboration tools, some of your Personal Data may be included in a directory that can be viewed and used by other users of these collaboration tools.\nIn addition, if you have multiple product subscriptions, we may use your information to allow you to sign in to several Dow Jones websites with the same user ID.</p>\n3.2 To Deliver Relevant Content And Recommendations\n<p>To make your experience more interesting and personalized, we may use any of the Personal Data and Other Information we collect to assist us in delivering content on any of our Dow Jones Services.\nFor example, if you use WSJ.com and Factiva.com, we may use your WSJ.com reading history to personalize the content delivered to you on Factiva.com.</p>\n3.3 To Deliver Advertising And Interest-Based Advertising\n<p>The Dow Jones Services and our service providers may use any of the information we collect from and about you (in certain cases, such as with respect to financial information, only with your express permission) to assist us in delivering ads about products and services tailored to your individual interests to you when you use the Dow Jones Services or another service provided by Dow Jones, Dow Jones Affiliates, or unaffiliated third parties.\n(See What We Collect, above, for details on the types of information we may use.) We may work with third party online advertising companies, advertisers and ad networks who help deliver these ads to you.\nThese third parties may collect and use information about your activities on our Dow Jones Services and on other websites, and Other Information about you which may include offline purchases, to limit the online ads you encounter to those we believe are consistent with your interests.</p>\n<p>To the extent required by applicable law, we will obtain your consent before using your information for interest-based advertising.\nTo learn how to opt out of online interest-based advertising, please follow the instructions in the Your Rights and Choices section below.</p>\n<p>If you provide your mobile phone number to us, we may ask for your consent to receive text message alerts from us containing product, event, or promotional information in a text or SMS message (“Text Messages”).\nYour consent to receive Text Messages is not required to purchase goods or services from us.</p>\n3.4 To Allow Social Sharing Functionality\n<p>If you log in with or connect a social media service account with a Dow Jones Service, we may use Personal Data and Other Information to facilitate your sharing of information between the Dow Jones Services and your social media service.</p>\n3.5 To Contact You\n<p>Dow Jones and Dow Jones Affiliates may periodically send promotional materials, with your permission where required, surveys, market research, contest or promotional awards, or notifications related to our products and services.\nTo help make these materials more relevant to you, we may use and combine any of the Personal Data and Other Information we collect to assist us in sending you these materials.\nWe may also use your information (including a telephone or mobile number you may have provided for this purpose) to contact you, including to respond to your comments, inquiries or requests.\nIf you want to stop receiving these materials, please follow the instructions in the Your Rights and Choices section below .</p>\n3.6 To Protect The Rights Of Dow Jones And Others\n<p>Dow Jones may use your Personal Data as we believe to be necessary or appropriate in order to: protect, enforce, or defend the legal rights, privacy, safety, or property of Dow Jones, our Dow Jones Affiliates or their employees, agents and contractors (including enforcement of our agreements and our terms of use).\nprotect the safety, privacy, and security of users of our products and services or members of the public.\nprotect against fraud and other unlawful activity or for risk management purposes.\ncomply with and enforce the law or legal process, including laws outside your country of residence, contractual obligations, and our policies.\nor respond to requests from public and government authorities, including public and government authorities outside your country of residence, to the extent permitted by applicable law.</p>\n4.\nHOW WE SHARE YOUR PERSONAL DATA AND OTHER INFORMATION\n4.1 Our Disclosure of Personal Data and Other Information\n<p>Dow Jones &amp.\nCompany, Inc.\nand its subsidiaries may share your Personal Data with one another, as well as with Dow Jones Affiliates for the purposes described in this Privacy Notice, including for each company's marketing purposes if you have consented to such use.\nUsers who visit Dow Jones Affiliates’ services should still refer to their separate privacy policies, which may differ in some respects from this Privacy Notice.\nDow Jones is the party responsible for the management of the jointly-used Personal Data.</p>\n<p>In addition, we may share your Personal Data with non-affiliated third parties when sharing is permitted by you or authorized by this Privacy Notice, including:</p>\n4.1.1 To Manage Corporate, Third Party, and School Subscriptions\n<p>If your subscription is provided in whole or in part by your employer, school or other third party, we may share with them information about your access to and use of your subscription.\nIf you have a subscription associated with a professor or school, we may also contact your professor or school to confirm your subscription.\nWhen providing this information, we may reveal limited amounts of your Personal Data such as your name or email address.</p>\n4.1.2 To Allow Third-Party Service Providers To Assist Us In Providing and Managing Our Services\n<p>We may make your Personal Data available to third party service providers, such as contractors, agents or sponsors, or Dow Jones Affiliates, who help us manage or provide our products and services by, for example: developing or supporting products and features.\nsending email messages on our behalf.\nprocessing payments.\nfulfilling orders.\ndelivering subscriptions.\nauditing.\nprocessing data or statistics.\nand serving, customizing or delivering marketing.\nThese third party service providers are required to protect Personal Data entrusted to them and not use it for any other purpose than the specific service they are providing on our behalf.</p>\n4.1.3 To Provide Co-Branded Services And Features\n<p>We may offer co-branded services or features, such as conferences, events, contests, sweepstakes or other promotions together with a third party (\"Co-Branded Services\").\nThese Co-Branded Services may be hosted by the Dow Jones Services or on the third party's service.\nBy virtue of these relationships, we may share the information you submit in connection with the Co-Branded Service with the third party.\nThe third party's use of your information will be governed by the third party's privacy notice.</p>\n4.1.4 To Permit Unaffiliated Third Parties To Send Promotional Materials To U.S.\nPrint Subscribers\n<p>If you subscribe to the U.S.\nedition of The Wall Street Journal or Barron’s print publications, we may share your print mailing address with unaffiliated third party companies whose products and services may be of interest to you.\nWhile many of our subscribers appreciate receiving offerings from these companies, if you prefer that we do not share your information for this purpose, please contact Customer Service as described below in Your Rights and Choices.</p>\n4.1.5 To Allow Social Sharing Functionality\n<p>If you log in with or connect a social media service account with a Dow Jones Service, you are authorizing us to share information we collect from and about you with the social media service provider and other Dow Jones Services, and you understand that the social media service's use of the shared information will be governed by the social media service's privacy notice.\nIf you do not want your Personal Data shared in this way, please do not connect your social media service account with your Dow Jones Services account, and do not participate in social sharing on the Dow Jones Services.</p>\n4.1.6 To Protect The Rights Of Dow Jones And Others\n<p>There may be instances when Dow Jones may disclose your Personal Data, including situations where we have a good faith belief that such disclosure is necessary in order to: protect, enforce, or defend the legal rights, privacy, safety, or property of Dow Jones, our Dow Jones Affiliates or their employees, agents and contractors (including enforcement of our agreements and our terms of use).\nprotect the safety, privacy, and security of users of our products and services or members of the public.\nprotect against fraud and other unlawful activity or for risk management purposes.\ncomply with and enforce the law or legal process, including laws outside your country of residence, contractual obligations, and our policies.\nor respond to requests from public and government authorities, including public and government authorities outside your country of residence, to the extent permitted by applicable law.</p>\n4.1.7 To Complete A Merger, Sale Of Assets, Or Bankruptcy\n<p>If Dow Jones sells all or part of its business or assets, or is otherwise involved in a merger, reorganization, dissolution, liquidation, or transfer of all or part of its business, as part of that transaction Dow Jones may transfer your information to the party or parties and their advisors involved in the transaction.</p>\n4.2 Information Made Public Through Use of Our Services and User Privacy Settings\n<p>Certain features on the Dow Jones Services give you an opportunity to interact with us and others.\nThese may include the collaboration tools, community forums, chats, submitting a letter to the editor, creating community profiles, and rating, tagging, and commenting on articles.\nWhen you use these features, you should be aware that any information you choose to submit, including your name, user name, location, email address, profile information, picture or image, likes, status, and comments, including any political or religious or other beliefs you express, may be publicly available to anyone, including other users, search engines, advertisers, third party application developers, and anyone else with access to the Dow Jones Services.\nWe are not responsible for any information you choose to submit and make public through these interactive features.</p>\n5.\nHOW WE PROTECT AND RETAIN PERSONAL DATA\n<p>Dow Jones uses a combination of administrative, technical, personnel and physical measures to safeguard Personal Data in its possession against accidental, unlawful or unauthorized loss, use, access, disclosure or modification.\nWe make reasonable efforts to ensure a level of security appropriate to the risk of the processing, taking into account the costs of implementation and nature of the processing of Personal Data.\nHowever, no one can guarantee the complete safety of your information.\nIf you have reason to believe that your interaction with us is no longer secure (for example, if you feel the security of any account you might have with us has been compromised), please immediately notify us of the problem by contacting Customer Service in accordance with the instructions below.</p>\n<p>We will retain your Personal Data for the period necessary to fulfill the purposes outlined in this Privacy Notice unless a longer retention period is required or allowed by law.</p>\n6.\nYOUR RIGHTS AND CHOICES\n6.1 Your Choices Regarding Our Use and Disclosure of Your Personal Data\n<p>We give you many choices regarding our use and disclosure of your Personal Data for marketing purposes.</p>\n6.1.1 To Opt Out Of Direct Marketing From Dow Jones And Dow Jones Affiliates\n<p>You may opt out of receiving electronic communications from us (including surveys, notifications, or promotions from us on behalf of third parties), or our sharing of your Personal Data with Dow Jones Affiliates for their direct marketing purposes, by changing your account settings through the appropriate link on the website account services page or following the unsubscribe instructions at the bottom of each email.\nYou can opt out of direct marketing from Dow Jones Affiliates by using the unsubscribe links they provide or following the steps in their applicable policies.</p>\n<p>Please note that there are certain service notifications that you may not opt out of, such as renewal notices and notifications of changes to Dow Jones products and services or policies.\nIf you have installed a mobile app and you wish to stop receiving push notifications, you can change the settings either on your mobile device or through the app.</p>\n6.1.2 To Opt Out Of Direct Marketing From Unaffiliated Third Parties\n<p>You may also opt out from our sharing of your contact information with unaffiliated third parties for their marketing (which only applies if you are a WSJ U.S.\nedition or Barron’s print subscriber) by contacting Customer Service.</p>\n6.1.3 To Opt Out Of Online Interest-Based Or Text Advertising\n<p>You may also opt out of online interest-based advertising by taking the steps detailed in our Cookie Notice.</p>\n<p>If you consented to receiving promotions or advertising via Text Message, you can unsubscribe from receiving Text Messages at any time by replying “STOP” to one of our Text Messages.</p>\n6.1.4 To Change Mobile App Privacy Settings\n<p>You may change the privacy settings for Dow Jones apps by accessing and updating privacy settings and permissions within the mobile app or on your mobile device.</p>\n6.2 How To Access, Correct or Update Your Personal Data\n<p>You can access, review, correct, update, delete or modify your registration or subscription profile information and modify your marketing preferences by contacting Customer Service, as indicated below.\nMost subscribers and registered users can also update their Personal Data online by signing on to their accounts and visiting the appropriate account management sections of our websites.\nPlease note that if you have subscribed or registered for our print and online editions, or for more than one of our publications or services, you may need to update your information for each separately.</p>\n<p>If you are in the European Economic Area or Switzerland (collectively, “EEA”), you can also object to or restrict the processing of your Personal Data, or exercise your right to data portability.\nIf you are in Nevada, you can also exercise your “Do Not Sell” right to opt out of interest-based advertising here or here.\nMore information about opting out of Advertising Cookies is provided in our Cookie Notice.\nFor California residents, please see additional detail below in the California Privacy Rights section.</p>\n<p>Here are links to pages where subscribers and registered users may update their personal profile information, marketing and newsletter preferences, or find local contact information for Dow Jones Services:</p>\n<ul>\n<li>Dow Jones Contact Page</li>\n<li>Wall Street Journal Emails and Alerts</li>\n</ul>\n<p>Where you have provided your consent for our use of your Personal Data, you have the right to withdraw your consent and we will apply your preferences going forward.</p>\n<p>For your protection, we may only implement requests with respect to the Personal Data associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.\nWe will try to comply with your request as soon as reasonably practicable.</p>\n<p>Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions you began prior to requesting such change or deletion (e.g., when you make a purchase or enter a promotion, you may not be able to change or delete the Personal Data provided until after the completion of such purchase or promotion).</p>\n6.3 California Privacy Rights\n6.3.1 California Shine the Light\n<p>Subject to certain limitations, California Law permits California residents to request certain information regarding our disclosure of Personal Data during the past 12 months to third parties for their own direct marketing purposes.\nTo make such a request, California residents can write to us at privacypolicy@dowjones.com, Attn: Privacy Team, Re: CA Shine the Light, and include your name and the address to which you would like us to respond.</p>\n6.3.2 California Consumer Privacy Act\n<p>The California Consumer Privacy Act of 2018 (“CCPA”) requires notice about certain issues, and provides specific rights to California residents, which are detailed below.\nWhere indicated, certain terms in this section 6.3.2 have the meaning given to them in the CCPA.</p>\n6.3.2.1 CCPA Privacy Notice\n<p>The following chart lists the categories of Personal Data and Other Information (together, Personal Information as defined in the CCPA) we, in the past 12 months, may have collected from and about individuals who use our Services, sources of that information, purposes for which we may have used the information, and third parties with whom it may have been shared.</p>\n<p>In the chart we reference relevant sections of our Privacy Notice (e.g., 3.1) and Cookie Notice (e.g., CN 5.5).\nFor more detail about how we collect, use and share Personal Data and Other Information, please see our full Privacy Notice and Cookie Notice.</p> &nbsp.\nCategories<br>\nof Personal Data and Other Information\nCategories<br>\nof Sources\nCategories<br>\nof Purposes<br>\nof Use\nCategories<br>\nof Third Parties To Whom It May Be Disclosed – CCPA Business or Commercial<br>\nPurpose\nCategories<br>\nof Third Parties To Whom It May Be Disclosed – CCPA Sale <b>\n<br>\nIdentifiers</b>\n<br>\nYou supply such as your name, postal address (including billing and shipping<br>\naddresses), credit or debit card number, telephone number, mobile number,<br>\nemail address, gender, username, profile information, profile picture or<br>\nimage, status, comments, email address, password, birthday, financial<br>\ninformation (such as your income, investments, portfolio transactions and<br>\nvalue, and other information), and interests.We obtain from third parties such as contact information, social media<br>\naccount number.\n2.1.1<br>\nPersonal Data You Submit2.2.1 Personal Data We Receive From Third Parties2.2.1 Other Information You Submit<p>\n</p>\n<p>2.2.2 Other Information We Receive From Third Parties</p>\n3.1<br>\nProvide, Measure and Improve our Products and Services3.2 Deliver Relevant Content and Recommendations3.3 Deliver Advertising and Interest-Based Advertising<p>\n</p>\n<p>3.4 Allow Social Sharing Functionality</p>\n<p>3.5 Contact You</p>\n<p>3.6 Protect the Rights of Dow Jones &amp.\nOthers</p>\n4.1<br>\nDow Jones Affiliates4.1.1 Third parties that manage your subscription4.1.2 Third party service providers<p>\n</p>\n<p>4.1.3 Third party partners for co-branded services</p>\n<p>4.1.5 Third parties you direct us to engage with, such as social networks or<br>\npayment services</p>\n<p>4.1.6 Authorities, regulators or government entities</p>\n<p>4.1.7 Merger or acquisition entity</p>\n3, CN 4, and CN 5.5 Third parties who measure or deliver<br>\nInterest-based Advertising*4.1.4 Third Parties for their Direct Marketing Purposes** <b>Device Information/Identifiers</b>\n<br>\nCollected automatically such as browser information, usage data, and<br>\ninformation collected through cookies and other technologies.\n2.2.3 Other Information Collected Automatically\n3.1<br>\nProvide, Measure and Improve our Products and Services3.2 Deliver Relevant Content and Recommendations3.3 Deliver Advertising and Interest-Based Advertising<p>\n</p>\n<p>3.6 Protect the Rights of Dow Jones &amp.\nOthers</p>\n4.1<br>\nDow Jones Affiliates4.1.2 Third party service providers<br>\n4.1.6 Authorities, regulators or government entities4.1.7 Merger or acquisition entity\n3, CN 4, and CN 5.5 Third parties who measure or deliver<br>\nInterest-based Advertising* <b>\n<br>\nLegally<br>\nProtected or Medical Information</b>\n<br>\nYou provide to us including gender, live event accommodations, or political<br>\nor religious beliefs you may express or make public using one of our<br>\ncollaboration tools.\n2.1.1<br>\nPersonal Data You Submit2.2.1 Other Information You Submit\n3.1<br>\nProvide, Measure and Improve our Products and Services3.6 Protect the Rights of Dow Jones &amp.\nOthers\n4.1<br>\nDow Jones Affiliates4.1.2 Third party service providers4.1.6 Authorities, regulators or government entities<p>\n</p>\n<p>4.1.7 Merger or acquisition entity</p>\n<b>\n<br>\nCommercial<br>\nInformation</b>\n<br>\nWe<br>\nreceive from third parties such as information about your transactions,<br>\npurchase history, or relationships with various product and service<br>\nproviders, and your use of certain applications.\n2.1.1 Personal Data You Submit2.1.2 Personal Data We Receive From Third<br>\nParties\n3.1<br>\nProvide, Measure and Improve our Products and Services3.2 Deliver Relevant Content and Recommendations3.3 Deliver Advertising and Interest-Based Advertising<p>\n</p>\n<p>3.6 Protect the Rights of Dow Jones &amp.\nOthers</p>\n4.1<br>\nDow Jones Affiliates4.1.1 Third parties that manage your subscription4.1.2 Third party service providers<p>\n</p>\n<p>4.1.3 Third party partners for co-branded services</p>\n<p>4.1.6 Authorities, regulators or government entities</p>\n<p>4.1.7 Merger or acquisition entity</p>\n3, CN 4, and CN 5.5 Third parties who measure or deliver<br>\nInterest-based Advertising* <b>\n<br>\nBiometric<br>\nInformation</b>\n<br>\nYou provide such as a profile picture or image.\n2.1.1 Personal Data You Submit\n3.1<br>\nProvide, Measure and Improve our Products and Services3.6 Protect the Rights of Dow Jones &amp.\nOthers\n4.1.2<br>\nThird party service providers4.1.6 Authorities, regulators or government entities4.1.7 Merger or acquisition entity <b>\n<br>\nOnline/Internet<br>\nActivity Information and Geolocation Data</b>\n<br>\nInformation we obtain through the use of Cookies may include information<br>\nabout your computer, device, and browser, such as your IP address, browser<br>\ntype, operating system and device characteristics, language preferences,<br>\nmobile device or advertising ID, referring URLs, and actions taken by you on<br>\nthe Dow Jones Services such as what content you visited, whether you have<br>\nused the Dow Jones Services before, actions taken on the Dow Jones Services,<br>\ndates and times you access the Dow Jones Services or visit specific pages,<br>\ncountry information, email and advertising views and click-throughs, frequent<br>\narticle searches on the Dow Jones Services, and other software or hardware<br>\ninformation.\nIf you access the Dow Jones Services from a mobile or other<br>\ndevice, we may collect information for that device such as a unique device<br>\nidentifier (\"UDID\"), mobile phone number, and details about your<br>\nmobile carrier.Information third parties obtain on our behalf such as data about your visits<br>\nto websites and use of apps that serve our advertisements, such as the pages,<br>\narticles or ads you view and the actions you take on those websites or apps.\n2.2.3 Other Information Collected Automatically\n3.1<br>\nProvide, Measure and Improve our Products and Services3.2 Deliver Relevant Content and Recommendations3.3 Deliver Advertising and Interest-Based Advertising<p>\n</p>\n<p>3.5 Contact You</p>\n<p>3.6 Protect the Rights of Dow Jones &amp.\nOthers</p>\n4.1<br>\nDow Jones Affiliates4.1.1 Third parties that manage your subscription4.1.2 Third party service providers<p>\n</p>\n<p>4.1.3 Third party partners for co-branded services</p>\n<p>4.1.6 Authorities, regulators or government entities</p>\n<p>4.1.7 Merger or acquisition entity</p>\n3, CN 4, and CN 5.5 Third parties who measure or deliver<br>\nInterest-based Advertising* <b>\n<br>\nProfessional<br>\nInformation</b>\n<br>\nYou<br>\nsubmit such as occupation.\n2.2.1 Other Information You Submit\n3.1<br>\nProvide, Measure and Improve our Products and Services3.2 Deliver Relevant Content and Recommendations3.3 Deliver Advertising and Interest-Based Advertising<br>\n3.5 Contact You<p>\n</p>\n<p>3.6 Protect the Rights of Dow Jones &amp.\nOthers</p>\n4.1<br>\nDow Jones Affiliates4.1.1 Third parties that manage your subscription4.1.2 Third party service providers<p>\n</p>\n<p>4.1.3 Third party partners for co-branded services</p>\n<p>4.1.6 Authorities, regulators or government entities</p>\n<p>4.1.7 Merger or acquisition entity</p>\n3, CN 4, and CN 5.5 Third parties who measure or deliver<br>\nInterest-based Advertising* <b>\n<br>\nEducation<br>\nInformation</b>\n<br>\nYou submit including education or graduation year.\n2.2.1 Other Information You Submit\n3.1<br>\nProvide, Measure and Improve our Products and Services3.2 Deliver Relevant Content and Recommendations3.3 Deliver Advertising and Interest-Based Advertising<p>\n</p>\n<p>3.5 Contact You</p>\n<p>3.6 Protect the Rights of Dow Jones &amp.\nOthers</p>\n4.1<br>\nDow Jones Affiliates4.1.1 Third parties that manage your subscription4.1.2 Third party service providers<p>\n</p>\n<p>4.1.3 Third party partners for co-branded services</p>\n<p>4.1.6 Authorities, regulators or government entities</p>\n<p>4.1.7 Merger or acquisition entity</p>\n3, CN 4, and CN 5.5 Third parties who measure or deliver<br>\nInterest-based Advertising* <b>\n<br>\nInferences<br>\nInformation</b>\n<br>\nWe receive from third parties such as demographic data, information about<br>\nyour interests, marketing segment information, and information about your<br>\nactivities on other websites.Advertising Cookies remember what you have looked at or purchased on the Dow<br>\nJones Services and other sites, and may be combined with other information<br>\nacquired from third parties such as demographics, offline purchases, and<br>\nother marketing segment information, and we may share this information with<br>\nother organizations, such as advertisers, in accordance with applicable law.\n2.2.2<br>\nOther Information We Receive From Third Parties2.2.3 Other Information Collected Automatically\n3.1<br>\nProvide, Measure and Improve our Products and Services3.2 Deliver Relevant Content and Recommendations3.3 Deliver Advertising and Interest-Based Advertising<p>\n</p>\n<p>3.5 Contact You</p>\n<p>3.6 Protect the Rights of Dow Jones &amp.\nOthers</p>\n4.1<br>\nDow Jones Affiliates4.1.2 Third party service providers4.1.6 Authorities, regulators or government entities<p>\n</p>\n<p>4.1.7 Merger or acquisition entity</p>\n3, CN 4, and CN 5.5 Third parties who measure or deliver<br>\nInterest-based Advertising* <p>* We and select third parties use Advertising Cookies to choose and deliver ads we believe are relevant to you and your interests, understand their effectiveness, and conduct market research.\nThis involves accessing information from your browser or device, such as advertising and device identifiers, and processing this and other Personal Data such as IP address.\nAdvertising Cookies remember what you have looked at or purchased on our Services and other sites over time, and may be combined with other information received from third parties such as demographics.</p>\n<p>** If you subscribe to the U.S.\nedition of The Wall Street Journal or Barron's print publications, we may share your print mailing address with unaffiliated third party companies whose products and services may be of interest to you.</p>\n6.3.2.2 Notice of Financial Incentive\n<p>We may offer financial incentives to participate in certain surveys or focus groups.\nDetails of the incentive, if applicable, including how to opt in or out and the basis for the value of the incentive, will be provided prior to your participation.</p>\n6.3.2.3 CCPA Privacy Rights\n<p>California residents may have certain rights under the CCPA, many of which are subject to limitations or exceptions under applicable law:</p>\nRight to Know\n<p>You may have the right to request the following information about the Personal Data or Other Information we may have collected about you during the past 12 months:<br>\n• the categories and specific pieces of Personal Data and Other Information we may have collected about you;<br>\n• the categories of sources from which we collected the Personal Data and Other Information;<br>\n• the business or commercial purpose for which we collected or sold the Personal Data and Other Information;<br>\n• the categories of third parties with whom we shared the Personal Data and Other Information.\nand<br>\n• the categories of Personal Data and Other Information we sold (per CCPA), or disclosed for a CCPA business or commercial purpose, and<br>\n• the categories of third parties to whom we sold (per CCPA), or disclosed for a CCPA business or commercial purpose, that information.</p>\nRight to Delete\n<p>You may have the right to request that we delete the Personal Data and Other Information we have collected from you.<br>\nCertain information may be exempt from such requests under applicable law.\nIn addition, we may need to retain certain information for recordkeeping purposes and/or to provide our Services to you.\nIf you submit a request to delete, you may no longer be able to access or use our Services.</p>\nRight to Nondiscrimination\n<p>We will not deny, charge different prices for, or provide a different level of quality of goods or services if you choose to exercise CCPA Privacy Rights.</p>\nDo Not Sell/Right to Opt Out of Sale of Personal Data or Other Information\n<p>You have the right to opt out of the sale of your Personal Data and Other Information.\nSale under California law may include sharing of Personal Data and Other Information with a third party for monetary or other consideration, such as allowing third parties to receive certain information including IP address and/or browsing behavior to deliver interest-based (also called targeted) advertising, or the sharing of a print mailing address with unaffiliated third party companies whose products and services may be of interest to you, as described in Section 4.1.4.</p>\n6.3.2.4 How to Exercise CCPA Privacy Rights\n<p>&nbsp;</p>\n<p>If you would like to exercise the Right to Know, Right to Delete, or Do Not Sell, you can contact Customer Service, send a Privacy Request using any of the methods detailed below in the Contact Us section, or use this link Do Not Sell My Personal Information.\nHowever, to exercise your Do Not Sell right to opt out of interest-based advertising, please use the link (because interest-based advertising is delivered using Cookies, this has to be a device-based action).</p> CCPA Privacy Right\nCustomer Service\nContact Us\nDo Not Sell My Personal Information online link Right to Know\n√\n√\n√ Right to Delete\n√\n√\n√ Do Not Sell My Personal Information: &nbsp;opt out of any CCPA “sale”<br>\nnot related to interest-based<br>\nadvertising\n√\n√\n√ Do Not Sell My Personal Information: opt out of interest-based<br>\nadvertising<br>\n(this has to be a device-based action)\n&nbsp.\n&nbsp.\n√ <p>For your protection, we may only implement requests with respect to the Personal Data or Other Information associated with the particular email(s) you provide in your Privacy Request, and we will take steps to verify your identity before granting access to your Personal Data or Other Information or complying with your Privacy Request.\nFor example, we may verify your Privacy Request by matching information you provide with our records, or you may be asked to log in to your online account (if applicable).\nWe may request additional information to verify your identity depending on the nature of the Privacy Request and the sensitivity of the information sought, if you do not have an account with us, or if we have reason to suspect the security of your account is compromised.</p>\n<p>You can use an authorized agent to submit your Privacy Request.\nIf you use an authorized agent, in addition to verifying the Privacy Request itself (see above), we will also verify the authorized agent’s ability to act on your behalf (they should submit written permission to act on your behalf or a power of attorney).</p>\n<p>Once we have verified your identity (and your authorized agent, as applicable), we will respond to your Privacy Request as appropriate.\nTo the extent permitted by applicable law, we may charge a reasonable fee to comply with your Privacy Request.\nIf we are unable to complete your Privacy Request in whole or in part, we will let you know why.</p>\n7.\nOTHER IMPORTANT INFORMATION\n7.1 Updates to Privacy Notice\n<p>Dow Jones may periodically update this Privacy Notice without prior notice to reflect changes in our practices.\nPlease look at the Effective Date at the top of this Privacy Notice to see when this Privacy Notice was last revised.\nAny changes to this Privacy Notice will become effective when we post the revised Privacy Notice on the Dow Jones Services.\nWe will notify you by posting a prominent notice on the Dow Jones Services indicating we have updated this Privacy Notice.\nYour use of the Dow Jones Services or your provision of Personal Data to us following these changes means you acknowledge you have read and accept the revised Privacy Notice.</p>\n7.2 Do Not Track Disclosure\n<p>Some browsers or other tools include “Do Not Track” (DNT) features which, when turned on, send a signal to websites you visit indicating you do not wish to be tracked across websites over time.\nHowever, since no technology standard for DNT signals has been developed or adopted to date, Dow Jones does not currently respond to DNT signals.</p>\n7.3 Transfers\n<p>Your Personal Data may be stored, transferred to, and processed in any country where we have facilities or in which we engage service providers.\nThese countries may be outside your country of residence, including the United States, and may have different data protection laws than in your country.</p>\n<p>If you are located in the EEA, we will implement appropriate safeguards to protect your Personal Data as required if we transfer it outside the EEA.</p>\n7.4 Collection of Personal Financial Information by a Payment Service\n<p>In some cases, we may use an unaffiliated payment service to allow you to purchase a product or make payments (“Payment Service”).\nIf you wish to purchase a product or make a payment in such a case, you will be directed to a Payment Service webpage.\nAny information that you provide to a Payment Service will be subject to the applicable Payment Service’s privacy notice, rather than this Privacy Notice.\nWe have no control over, and are not responsible for, any Payment Service’s use of information collected through any Payment Service.</p>\n8.\nCONTACT US\n<p>If you have questions about this Privacy Notice or how we or our service providers handle your Personal Data, please contact our Chief Privacy Officer and Data Protection Officers at privacypolicy@dowjones.com.</p>\n<p>Or you may write to:<br>\nAttention: Privacy<br>\nDow Jones &amp.\nCompany, Inc.<br>\n4300 U.S.\nRoute 1 North<br>\nMonmouth Junction, NJ 08852</p>\n<p>If you are located in the EEA, the entity responsible for the collection and processing of Personal Data in connection with the Dow Jones Services is Dow Jones &amp.\nCompany, Inc.\n(U.S.) (contact information provided above).\nIf you have a corporate or group subscription agreement, the entity responsible for the collection and processing of your Personal Data is the entity with whom your company, professor or school has a direct relationship.</p>\n<p>We will respond to your questions and complaints about our processing of your Personal Data.\nIf you are not satisfied with our response, depending on where you are located you can contact a supervisory authority or your state’s attorney general.\nPlease do not disclose any sensitive Personal Data (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs, health, or trade union membership), social security numbers, or criminal background information when contacting us.</p>\n", "created_at": "2021-02-03 14:10:13.127478", "updated_at": "2021-02-03 14:11:40.782675"}, {"id": 3933, "name": "Subscriber Agreement", "url": "https://www.wsj.com/policy/subscriber-agreement", "xpath": "//*[@id=\"main\"]", "text": "SUBSCRIBER AGREEMENT AND TERMS OF USEUPDATED ON June 27, 2018<p>PLEASE SCROLL DOWN AND READ THE SUBSCRIBER AGREEMENT AND TERMS OF USE BELOW.</p>\n<p>This Subscriber Agreement and Terms of Use (this “Agreement”) governs your use of all digital products and services from The Wall Street Journal, and in some cases described below, the print version of The Wall Street Journal (each, a “Service”), unless other terms and conditions expressly govern.\nExamples of such digital products and services include The Wall Street Journal Online, WSJ Live and WSJ+.\nThese products and services are provided either directly by Dow Jones &amp.\nCompany, Inc.\nand its subsidiaries (“we”, “us”, “our”) or through various third party platforms and devices (e.g., mobile and tablet).</p>\n<p>IF YOU ARE PURCHASING A SUBSCRIPTION BUNDLE WHICH INCLUDES A TABLET OR OTHER MOBILE DEVICE, PLEASE CAREFULLY REVIEW THE NO CANCELLATION POLICY IN SECTION 4 BEFORE YOU FINALIZE YOUR PURCHASE.</p>\n<p>If you agree to be bound by the terms of this Agreement, you should check the box indicating your agreement to the terms of this Agreement on the registration page for the Service.\nIf you do not agree to be bound by the terms of this Agreement, you should not check the box but you will not be able to proceed with the registration process for the respective Service and become a subscriber.\nTo the extent you have access to, or are using, a Service without having completed our registration process, you are hereby notified that your continued use of a Service is subject to many of the terms and conditions of this Agreement as explained in Section 7 below.</p>1.\nChanges to Subscriber Agreement<p>We may change the terms of this Agreement at any time by notifying you of the change in writing or electronically (including without limitation, by email or by posting a notice on the Service that the terms have been “updated” or similar words).\nThe changes also will appear in this document, which you can access at any time by going to the Subscriber Agreement and Terms of Use link at the footer of those Services which are made available through a website or to the Legal or Legal Notices area of those Services which are made available as an application.\nBy using a Service after changes are made to this Agreement you signify that you agree to be bound by such changes.</p>2.\nPrivacy and Your Account<p>Registration data and other information about you are subject to our Privacy Policy.\nYour information may be stored and processed in the United States or any other country where Dow Jones has facilities, and by using a Service online, you consent to the transfer of information outside of your country.\nIf your access to a Service has been provided by or through a third party (for example, your employer or an education institution where you are a student) (each, a “Third Party”), the Third Party may have provided us with information about you to enable us to provide you with access to the Service and distinguish you from other subscribers (such as your email address or name).\nIf you access a Service using a password, you are solely responsible for maintaining the confidentiality of that password.\nIf you provide someone else with access to your password to a Service, they will have the ability to view information about your account and make changes through the website for the Service.\nSimilarly, if you tell someone the answer to your security question for a Service, they will be able to request information about your account and make changes through Customer Service.\nYou agree to notify us promptly if you change your billing and delivery addresses and email address so we can continue to contact you and send any notices required hereunder.\nIf you fail to notify us promptly of a change, then any notice we send to your old address shall be deemed sufficient notice.</p>3.\nFees and Payments<p>You must be 18 years of age or older to purchase a subscription to the Services or any other content, product, or service offered by us through the Services.\nIf you are less than 18 years of age and want to make any such purchase, please ask your parent or guardian to complete the purchase on your behalf.\nYou agree to pay the subscription fees and any other charges incurred in connection with your account for a Service (including any applicable taxes) at the rates in effect when the charges were incurred.\nIf your subscription includes access to areas containing premium content or services, your access to such areas may be subject to additional fees, terms and conditions, which will be separately disclosed in such areas.\nUnless you have paid by check, we will bill all charges automatically to your credit card.\nSubscription fees will be billed at the beginning of your subscription and any renewal.\nAs a general matter, all fees and charges are non-refundable.\nWe reserve the right to issue refunds or credits at our sole discretion.\nIf we do issue a refund or credit, we are under no obligation to issue the same or similar refund in the future.\nPlease visit our Customer Center at customercenter.wsj.com for more details about our refund policies.\nWe may change the fees and charges then in effect, or add new fees or charges, by giving you notice in advance and an opportunity to cancel.\nIf you need to update your credit card details or you want to use a different credit card, please visit our Customer Center at customercenter.wsj.com to make changes.\nIf you believe someone has accessed a Service using your user name and password without your authorization, please immediately notify us by calling Customer Service at the phone number for your country listed at wsj.com/contactus or contacting us through our Customer Center at customercenter.wsj.com.\nYou are responsible for any fees or charges incurred to access a Service through an Internet access provider or other Third Party service.</p>4.\nTerm.\nCancellation and Renewal<p>\n<strong>4.1 Term and Renewal.</strong> This Agreement shall remain in full force and effect while you use the Services.\nUnless you have paid by check, your subscription will renew automatically until it is cancelled in accordance with this Section.\nFor annual subscriptions, we will notify you of the pending renewal of your subscription at least 30 days prior to the date your subscription renews, except as otherwise required by law.\nFor all subscriptions, you must cancel your subscription before it renews in order to avoid billing of subscription fees for the renewal term to your credit card unless you pay by check.</p>\n<p>\n<strong>4.2 NO CANCELLATION POLICY FOR SUBSCRIPTION BUNDLES WHICH INCLUDE A TABLET OR OTHER MOBILE DEVICE (“DEVICE BUNDLE”).</strong> THE INITIAL TERM OF SUBSCRIPTIONS TO A DEVICE BUNDLE ARE NON-REFUNDABLE AND NONCANCELLABLE.\nYOU HAVE AN UNQUALIFIED OBLIGATION TO PAY EACH PAYMENT DUE FOR YOUR SUBSCRIPTION.</p>\n<p>\n<strong>4.3 Cancellation Policy for other subscriptions</strong> We may cancel your subscription at any time upon notice to you.\nYou may cancel your subscription prior to any renewal term by following the procedures described in the Cancellation and Refund Policy on our Customer Center at customercenter.wsj.com.</p>5.\nSubscription Policies.<p>By subscribing to a Service, you are subject to our Subscription policies which can be found at any time in our Customer Center at customercenter.wsj.com .\nPlease read these carefully as they set forth our refund, cancellation and pricing policies and other important information .\nWe reserve the right to change these policies at any time and you should refer to them frequently to ensure you are aware of current policies.</p>6.\nAvailability of Service through other Platforms.\nThird Party Payment Services.<p>\n<strong>6.1</strong> If you access a Service through a mobile application or other type of third party platform, the applicable End User License Agreement for the mobile service through which you downloaded the mobile application may apply in addition to the terms of this Agreement and you agree that you are subject to such application or platforms terms in addition to this Agreement.</p>\n<p>\n<strong>6.2</strong> From time to time, we may use a third party not affiliated with us to process payments for a Service (a “Third Party Processor”).\nYou agree that this Third Party Processor is solely responsible for controlling, handling, processing, or fulfilling purchases processed through its systems.\nWhen using such Third Party Processor you may be subject to additional terms of use/service and privacy policy(ies) of the Third Party Processor.</p>7.\nCertain Types of Users.\nPrint Subscriptions.<p>\n<strong>7.1 Other Subscribers and Users.</strong> If your access to a Service is provided by, or through a Third Party (as defined in Section 2 above), or if you have paid for access to the Service in connection with your subscription to one of our print publications, or purchased your subscription to the Service through a retailer rather than from us directly, some or all of the “Fees and Payments” and “Cancellation and Renewal” terms may not apply to you.\nPlease contact the Third Party, retailer or our Customer Service department for details.\nIf you access a Service without paying or registering (e.g., as part of an “open house” or free trial) you are hereby notified that all of the terms and conditions of this Subscriber Agreement except the section labeled “Fees and Payments” and “Cancellation and Renewal” apply to your use and access of the Service.</p>\n<p>\n<strong>7.2 Print/Digital Combo Subscriptions.\nOnline Orders.</strong> If you subscribe to a digital Service and also receive the print version of The Wall Street Journal or purchase a subscription to the print version of The Wall Street Journal through one of our online order forms then your use of the print Wall Street Journal shall be subject to this Agreement except for those provisions which, due to their nature, are applicable solely to the use of a digital product or service.</p>8.\nLimitations on Use.<p>\n<strong>8.1</strong> Only one individual may access a Service at the same time using the same user name or password, unless we agree otherwise</p>\n<p>\n<strong>8.2</strong> The text, graphics, images, video, artwork, metadata and other data, design, organization, compilation, look and feel, advertising and all other protectable intellectual property, including but not limited to any copyrights, trademarks, service marks, trade names, trade dress, patent rights, or database rights (the “Content”) available through the Services are our property or the property of our advertisers and licensors and are protected by copyright and other intellectual property laws.\nUnless you have our written consent, you may not use, sell, publish, distribute, retransmit or otherwise provide access to the Content received through the Services to anyone, including, if applicable, your fellow students or employees, with the following exceptions:</p>\n<p>\n<strong>8.2.1</strong> You may occasionally distribute a copy of an article, or a portion of an article, from a Service in non-electronic form to a few individuals without charge, provided you include all copyright and other proprietary rights notices in the same form in which the notices appear in the Service, original source attribution, and the phrase \"Used with permission from The Wall Street Journal Online\".\nPlease consult the Dow Jones Reprints web site at djreprints.com if you need to distribute an article from a Service to a larger number of individuals, on a regular basis or in any other manner not expressly permitted by this Agreement.</p>\n<p>\n<strong>8.2.2</strong> You may occasionally use our “E-mail This” service to e-mail an article from a Service to a few individuals, without charge.\nYou are not permitted to use this service for the purpose of regularly providing other users with access to content from a Service.</p>\n<p>\n<strong>8.2.3</strong> While you may occasionally download and store articles from the Service for your personal use, you may not otherwise provide others with access to such articles.\nThe foregoing does not apply to any sharing functionality we provide through the Service that expressly allows you to share articles or links to articles with others.\nIn addition, you may not use articles you have downloaded for personal use to develop or operate an automated trading system or for data or text mining.</p>8.3 Additional Restrictions on Use of the Content.<p>\n<strong>8.3.1</strong> You agree not to rearrange or modify the Content available through a Service.\nYou agree not to display, post, frame, or scrape the Content for use on another website, app, blog, product or service, except as otherwise expressly permitted by this Agreement.\nYou agree not to create any derivative work based on or containing the Content.\nThe framing or scraping of or in-line linking to the Services or any Content contained thereon and/or the use of webcrawler, spidering or other automated means to access, copy, index, process and/or store any Content made available on or through the Services other than as expressly authorized by us is prohibited.</p>\n<p>\n<strong>8.3.2</strong> You further agree to abide by exclusionary protocols (e.g., Robots.txt, Automated Content Access Protocol (ACAP), etc.) that may be used in connection with the Services.\nYou may not access parts of the Services to which you are not authorized, or attempt to circumvent any restrictions imposed on your use or access of the Services.</p>\n<p>\n<strong>8.3.3</strong> As a general rule, you may not use the Content, including without limitation, any Content made available through one of our RSS Feeds, in any commercial product or service, without our express written consent.</p>\n<p>\n<strong>8.3.4</strong> You may not create apps, extensions, or other products and services that use our Content without our permission.\nYou may not aggregate or otherwise use our Content in a manner that could reasonably serve as a substitute for a subscription to a Service.</p>\n<p>\n<strong>8.3.5</strong> Any unauthorized or prohibited use of any Content may subject you to civil liability, criminal prosecution, or both, under applicable federal, state, local laws, or applicable foreign laws, rules, regulations and treaties.\nWe require users to respect our copyrights, trademarks, and other intellectual property rights and shall enforce same.</p>\n<p>\n<strong>8.3.6</strong> You may not access or view the Services with the use of any scripts, extensions, or programs that alter the way the Services are displayed, rendered, or transmitted to you without our written consent.</p>\n<p>\n<strong>8.4</strong> You agree not to use the Services for any unlawful purpose.\nWe reserve the right to terminate or restrict your access to a Service if, in our opinion, your use of the Service may violate any laws, regulations or rulings, infringe upon another person's rights or violate the terms of this Agreement.</p>9.\nCommunity.\nUser Generated Content.<p>\n<strong>9.1 User Name.</strong> We require you to register to access and use certain of our community areas (e.g., the Member Wall on wsjplus.com).\nWe require that you use your own first and last name as your user name for these community areas.\nWith certain exceptions, when you register for these community areas, we will prefill your user name with your own name.\nIt is your responsibility to choose your password wisely.\nIf you have concerns or believe that someone is using your password without your authority, please immediately contact Customer Service.\nWe reserve the right to disclose any information about you, including registration data, in order to, among other things, comply with any applicable laws and/or requests under legal process, protect our property or rights, and safeguard the interests of others, as disclosed in more detail in our Privacy Policy .</p>9.2 User Generated Content.<p>\n<strong>9.2.1 User Content.</strong> We offer you the opportunity to comment on and engage in discussions regarding our Content.\nAny content, information, graphics, audio, images, and links you submit as part of creating your profile or in connection with any of the foregoing activities are referred to as \"User Content\" in this Agreement and are subject to various terms and conditions as set forth below.</p>\n<p>\n<strong>9.2.2 Cautions Regarding Other Users and User Content.</strong> You understand and agree that User Content includes information, views, opinions, and recommendations of many individuals and organizations and is designed to help you gather the information you need to help you make your own decisions.\nImportantly, you are responsible for your own investment decisions and for properly analyzing and verifying any information you intend to rely upon.\nWe do not endorse any recommendation or opinion made by any user.\nWe do not routinely screen, edit, or review User Content.\nHowever, we reserve the right to monitor or remove any User Content from the Services at any time without notice.\nYou should also be aware that other users may use our Services for personal gain.\nAs a result, please approach messages with appropriate skepticism.\nUser Content may be misleading, deceptive, or in error.</p>\n<p>\n<strong>9.2.3 Grant of Rights and Representations by You.\n</strong> If you upload, post or submit any User Content on a Service, you represent to us that you have all the necessary legal rights to upload, post or submit such User Content and it will not violate any law or the rights of any person.\nYou agree that upon uploading, posting or submitting information on the Services, you grant Dow Jones, and our respective affiliates and successors a non-exclusive, transferable, worldwide, fully paid-up, royalty-free, perpetual, irrevocable, sub-licensable right and license to use, distribute, publicly perform, display, translate, adapt reproduce, and create derivative works from your User Content in any and all media or technology, now known or later developed, in any manner, in whole or part, with or without attribution, without any duty to compensate you.\n</p>\n<p>You waive all moral rights you may have in any User Content.\nYou agree that we may modify or alter your User Content without seeking further permission from you.\nYou also grant us the right to authorize the use of User Content, or any portion thereof, by Subscribers and other users in accordance with the terms and conditions of this Agreement, including the rights to feature your User Content specifically on the Services and to allow other Subscribers or users to request access to your User Content, such as for example through an RSS Feed.\nYou agree that you are financially responsible for any claim against us arising from any User Content you create.</p>\n<p>\n</p>\n<p>\n<strong>9.2.4</strong> We may also remove any User Content for any reason and without notice to you.\nThis includes all materials related to your use of the Services or membership, including email accounts, postings, profiles or other personalized information you have created while on the Services.</p>\n<p>\n<strong>9.2.5</strong> Rules of Conduct.\nAll users must comply with the Community Rules.\n</p>\n<p>\n<strong>9.2.6</strong> Copyright Policy.\nIt is our policy to respond to notices of alleged infringement that comply with the Digital Millennium Copyright Act.\nFor more information about our policy, please see our Copyright Policy.\n</p>10.\nAdditional Terms Applicable to WSJ+.<p>WSJ+ is a subscriber loyalty program of The Wall Street Journal which is accessible through wsjplus.com and which provides members with certain benefits (“Member Benefits”) such as invitations to special events, special offers from our partners and the ability to enter contests (the third parties involved in hosting such events, providing such special offers or promoting or fulfilling prizes for such contests are referred to as “Suppliers”).\nThese events, offers, contests and other benefits are subject to change and/or cancellation at any time.\nOnly certain subscribers are eligible for membership in WSJ+.\nTo confirm your eligibility, please visit wsjplus.com and refer to the FAQs on that website.\nWSJ+ members will have access to a digital membership card which will carry the name of only the person on the eligible Wall Street Journal account.\nThe card is nontransferable and may only be used by the WSJ+ member named on the card.\nThe card is valid only while the membership is active.\nWSJ+ membership runs concurrently with a member’s eligible Wall Street Journal subscription.\nExpiration or termination of a member’s eligible Wall Street Journal subscription will automatically terminate the corresponding WSJ+ membership.\nAs is the case with this Agreement generally, we reserve the right to modify these additional terms as well as the eligibility criteria for membership at any time.\nUnder no circumstances shall we be responsible for any loss or damage resulting in any way in connection with WSJ+ including, without limitation, any Member Benefits available via WSJ+ or through Suppliers, attendance at an event organized through WSJ+, or from the conduct of any other WSJ+ Members, whether online or offline.\nFor additional disclaimers and limitations on liability regarding the Member Benefits, please review Section 13 below.</p>11.\nContest and Promotions.<p>From time to time, we, our advertisers, Suppliers or other parties may conduct promotions and other activities on, through or in connection with one or more the Services, including, without limitation, contests and sweepstakes (collectively, “Promotions”).\nIn some case, you may be able to win a prize (Prize) as part of a Promotion.\nEach Promotion may have Additional Terms and/or Rules or eligibility requirements which shall be posted or otherwise made available to you in connection therewith in accordance with applicable law.</p>12.\nThird Party Web Sites, Services and Software<p>Your use of any third party websites, content, data, information, applications, goods, services or materials (collectively, “Third Party Services”) does not constitute an endorsement by, nor does it incur any obligation, responsibility or liability on our part or of our affiliates.\nWe do not verify, endorse, or have any responsibility for Third Party Services and any third party business practices (including, without limitation, their privacy policies), whether the Services' or our logo and/or sponsorship identification is on the Third Party Services as part of a co-branding or promotional arrangement or otherwise.\nAccordingly, we encourage you to be aware when you leave the Services and to read the terms and conditions and privacy policy of each Third Party Service you use.</p>13.\nDISCLAIMERS OF WARRANTIES AND LIMITATIONS ON LIABILITY.<p>YOU AGREE THAT YOUR ACCESS TO, AND USE OF, THE SERVICES AND THE CONTENT, TOOLS, MEMBER BENEFITS, PRIZES AVAILABLE THROUGH THE SERVICES IS ON AN \"AS-IS\", \"AS AVAILABLE\" BASIS AND WE SPECIFICALLY DISCLAIM ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY REPRESENTATIONS OR WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWe do not give tax or investment advice or advocate the purchase or sale of any security or investment.\nYou should always seek the assistance of a professional for tax and investment advice.\nDOW JONES AND ITS AFFILIATES AND THEIR RESPECTIVE SHAREHOLDERS, DIRECTORS, OFFICERS, EMPLOYEES, ADVERTISERS, SUPPLIERS, CONTENT PROVIDERS AND LICENSORS (\"THE DOW JONES PARTIES\") WILL NOT BE LIABLE (JOINTLY OR SEVERALLY) TO YOU OR ANY OTHER PERSON AS A RESULT OF YOUR ACCESS OR USE OF THE SERVICES OR SUCH CONTENT, TOOLS, MEMBER BENEFITS OR PRIZES FOR INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE, OR EXEMPLARY DAMAGES, INCLUDING, WITHOUT LIMITATION, LOST PROFITS, LOST SAVINGS AND LOST REVENUES (COLLECTIVELY, THE \"EXCLUDED DAMAGES\"), WHETHER OR NOT CHARACTERIZED IN NEGLIGENCE, TORT, CONTRACT, OR OTHER THEORY OF LIABILITY, EVEN IF ANY OF THE DOW JONES PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF OR COULD HAVE FORESEEN ANY OF THE EXCLUDED DAMAGES, AND IRRESPECTIVE OF ANY FAILURE OF AN ESSENTIAL PURPOSE OF A LIMITED REMEDY.\nIF ANY APPLICABLE AUTHORITY HOLDS ANY PORTION OF THIS SECTION TO BE UNENFORCEABLE, THEN THE DOW JONES PARTIES' LIABILITY WILL BE LIMITED TO THE FULLEST POSSIBLE EXTENT PERMITTED BY APPLICABLE LAW.\n</p>14.\nAgreement to Arbitrate.<p>\n<strong>14.1</strong> The parties acknowledge that any statutory or common law claims related to intellectual property may require forms of equitable relief that are best administered by courts.\naccordingly, the parties agree that except for statutory or common law claims related to intellectual property and disputes that qualify for small claims court, any controversy or claim arising out of or relating to this Agreement or any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory, will be resolved by arbitration administered by the American Arbitration Association (“AAA”) in accordance with its Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes.\nJudgment on the award rendered by the arbitrator may be entered in any federal or state court of competent jurisdiction located in the County of New York in the State of New York.\nFor more information about arbitration, the AAA and the arbitration process, please consult the American Arbitration Association web site at adr.org .\n<b>You agree that by entering into this Agreement, you and we are each waiving the right to trial by jury, except as otherwise stated above.\nAny arbitration under this Agreement will take place on an individual basis.\nclass arbitrations and class actions are not permitted and, by entering into this Agreement, you are giving up the ability to participate in a class action.\n</b> All issues are for the arbitrator to decide, except that issues relating to the scope, application, and enforceability of the arbitration provision are for the court to decide.\nAs stated in Section 15 below, New York law applies to any arbitration under this section, but the parties acknowledge that the Federal Arbitration Act governs the interpretation and enforcement of this provision.\nThis agreement to arbitrate shall survive termination of this Agreement.\nThis arbitration agreement does not preclude you from bringing issues to the attention of federal, state, or local agencies, and, if the law allows, they can seek relief against us for you.</p>\n<p>\n<strong>14.2</strong> Unless you and we agree otherwise, the arbitration will take place either in the subscriber's county of principal residence or the County of New York in the State of New York.\nFor claims of $14,000 or less, you can choose whether you would like arbitration carried out based only on documents submitted to the arbitrator, or by a hearing in person, or by phone.</p>\n<p>\n<strong>14.3</strong> The arbitrator may award money or equitable relief in favor of only the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual claim.\nTo reduce the time and expense of the arbitration, the arbitrator will not provide a statement of reasons for his or her award unless requested to do so by both parties.\nUnless both you and we agree otherwise, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<strong>15.\nGeneral.</strong> This Agreement contains the final and entire agreement between us regarding your use of the Services and supersedes all previous and contemporaneous oral or written agreements regarding your use of the Services.\nWe may discontinue or change the Services, or their availability to you, at any time.\nThis Agreement is personal to you, which means that you may not assign your rights or obligations under this Agreement to anyone.\nNo third party is a beneficiary of this Agreement.\nYou agree that this Agreement, as well as any and all claims arising from this Agreement will be governed by and construed in accordance with the laws of the State of New York, United States of America, without regard to any conflict or choice of law principles.\nFor all litigation which may be brought, subject to the requirements for arbitration hereunder, with respect to any controversy or claim, arising out of or relating to this Agreement or any relationship between us, the sole jurisdiction and venue for such litigation will be an appropriate federal or state court located in the County of New York in the State of New York.\nOur failure to enforce any provision of this Agreement or to respond to a breach by you or other parties of this Agreement shall not in any way waive our rights to subsequently enforce any term or condition of this Agreement.\nThis Agreement will not be governed by the United Nations Convention on Contracts for the International Sale of Goods.</p>\n<p>\n<strong>16.\nAdditional Terms and Notices.</strong> We employ cookie technology.\nRead the Dow Jones Cookie Notice for more information on our use of cookies.\nCertain of our content, data and information providers require us to include additional terms and conditions relating to their content and data, which you can review here.\n</p>\n<p> Certain search engine software licensed to Dow Jones by Verity, Inc.\n</p>\n<p> The Wall Street Journal® and Barron’s® are trademarks of Dow Jones.\n</p>\n<p> WSJ®, WSJ.com®, WSJ Live®, Abreast of the Market®, Balancing The Books®, Best On The Street®, Charting The Market®, Commodities Corner®, Current Yield®, The Electronic Investor®, Getting Going®, Global View®, Heard on the Street®, Leisure &amp.\nArts®, Managing Your Career®, Market Laboratory®, Money &amp.\nInvesting®, Notable &amp.\nQuotable, Other Voices®, Personal Journal®, Potomac Watch®, Refresher Course®, Review &amp.\nOutlook®, Review and Preview®, Sizing Up Small Caps®, The Striking Price®, The 10-Point®, The Trader®, and Up and Down Wall Street®, Washington Wire®, Weekend Journal®, What’s News®, and Who’s News® are trademarks of Dow Jones &amp.\nCompany, Inc.\n</p>\n<p> Dow Jones®, The Dow Jones Averages®, DJX TM, The Dow®, Dow Jones Industrial Average SM, and DJIA® are trademarks of Dow Jones Trademark Holding LLC.\n</p>\n<p> ©Copyright 2019 Dow Jones &amp.\nCompany, Inc.\nAll rights reserved.</p>\n<p>\n</p>", "created_at": "2021-02-03 14:54:19.743931", "updated_at": "2021-02-03 14:54:48.43935"}, {"id": 3934, "name": "Data Policy", "url": "https://www.wsj.com/policy/data-policy", "xpath": "//body", "text": " Skip to Main ContentSkip to SearchDow Jones, a News Corp companyAbout WSJ<ul>\n<li>News Corp is a network of leading companies in the worlds of diversified media, news, education, and information services</li>\n<li>Dow Jones<ul>\n<li>Barron's</li>\n<li>BigCharts</li>\n<li>Dow Jones Businesses</li>\n<li>Dow Jones Newswires</li>\n<li>Factiva</li>\n<li>Financial News</li>\n<li>Mansion Global</li>\n<li>MarketWatch</li>\n</ul>\n<ul>\n<li>Newsmart</li>\n<li>NewsPlus</li>\n<li>Risk &amp.\nCompliance</li>\n<li>WSJ Live</li>\n<li>WSJ Pro</li>\n<li>WSJ Video</li>\n<li>WSJ.com</li>\n</ul>\n</li>\n<li>News Corp<ul>\n<li>Big Decisions</li>\n<li>Business Spectator</li>\n<li>Checkout51</li>\n<li>Harper Collins</li>\n<li>Housing</li>\n<li>Knewz.com</li>\n<li>Makaan</li>\n<li>New York Post</li>\n</ul>\n<ul>\n<li>News America Marketing</li>\n<li>PropTiger</li>\n<li>REA</li>\n<li>realtor.com</li>\n<li>Storyful</li>\n<li>The Australian</li>\n<li>The Sun</li>\n<li>The Times</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>DJIA30636.36 points with a0.17%▼Nasdaq13657.43 points with a0.33%▲U.S.\n10 Yr-2/32 Yieldwith a1.125%▼Crude Oil55.89 points with a2.06%▲Euro1.2026 points with a0.16%▼The Wall Street JournalSubscribeSign InEnglish Edition<ul>\n<li>English</li>\n<li>中文 (Chinese)</li>\n<li>日本語 (Japanese)</li>\n</ul>Print EditionVideoPodcastsLatest Headlines<ul>\n<li>Home</li>\n<li>World<ul>\n<li>Regions</li>\n<li>Africa</li>\n<li>Asia</li>\n<li>Canada</li>\n<li>China</li>\n<li>Europe</li>\n<li>Latin America</li>\n<li>Middle East</li>\n</ul>\n<ul>\n<li>Sections</li>\n<li>Economy</li>\n</ul>\n<ul>\n<li>More</li>\n<li>World Video</li>\n</ul>\n</li>\n<li>U.S.<ul>\n<li>Sections</li>\n<li>Economy</li>\n<li>Law</li>\n<li>New York</li>\n<li>Politics</li>\n</ul>\n<ul>\n<li>Columns &amp.\nBlogs</li>\n<li>Real Time Economics</li>\n<li>Washington Wire</li>\n</ul>\n<ul>\n<li>More</li>\n<li>WSJ Noted.</li>\n<li>Journal Report</li>\n<li>U.S.\nVideo</li>\n<li>What's News Podcast</li>\n</ul>\n</li>\n<li>Politics<ul>\n<li>Sections</li>\n<li>Election 2020</li>\n<li>Campaign Wire</li>\n</ul>\n<ul>\n<li>More</li>\n<li>WSJ/NBC News Poll</li>\n<li>Politics Video</li>\n</ul>\n</li>\n<li>Economy<ul>\n<li>Blogs</li>\n<li>Real Time Economics</li>\n</ul>\n<ul>\n<li>WSJ Pro</li>\n<li>Bankruptcy</li>\n<li>Central Banking</li>\n<li>Private Equity</li>\n<li>Strategic Intelligence</li>\n<li>Venture Capital</li>\n</ul>\n<ul>\n<li>More</li>\n<li>Economic Forecasting Survey</li>\n<li>Economy Video</li>\n</ul>\n</li>\n<li>Business<ul>\n<li>Sections</li>\n<li>Management</li>\n<li>Tech/WSJ.D</li>\n<li>The Future of Everything</li>\n</ul>\n<ul>\n<li>Industries</li>\n<li>Aerospace &amp.\nDefense</li>\n<li>Autos &amp.\nTransportation</li>\n<li>Commercial Real Estate</li>\n<li>Consumer Products</li>\n<li>Energy</li>\n<li>Entrepreneurship</li>\n<li>Financial Services</li>\n<li>Food &amp.\nServices</li>\n<li>Health Care</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Hospitality</li>\n<li>Law</li>\n<li>Manufacturing</li>\n<li>Media &amp.\nMarketing</li>\n<li>Natural Resources</li>\n<li>Retail</li>\n</ul>\n<ul>\n<li>C-Suite</li>\n<li>CFO Journal</li>\n<li>CIO Journal</li>\n<li>CMO Today</li>\n<li>Logistics Report</li>\n<li>Risk &amp.\nCompliance</li>\n<li>The Experience Report</li>\n</ul>\n<ul>\n<li>Columns</li>\n<li>Heard on the Street</li>\n</ul>\n<ul>\n<li>WSJ Pro</li>\n<li>Artificial Intelligence</li>\n<li>Bankruptcy</li>\n<li>Central Banking</li>\n<li>Cybersecurity</li>\n<li>Private Equity</li>\n<li>Strategic Intelligence</li>\n<li>Venture Capital</li>\n</ul>\n<ul>\n<li>More</li>\n<li>Business Video</li>\n<li>Journal Report</li>\n<li>Business Podcast</li>\n</ul>\n</li>\n<li>Tech<ul>\n<li>Sections</li>\n<li>CIO Journal</li>\n<li>The Future of Everything</li>\n</ul>\n<ul>\n<li>Columns</li>\n<li>Christopher Mims</li>\n<li>Joanna Stern</li>\n<li>Julie Jargon</li>\n<li>Nicole Nguyen</li>\n</ul>\n<ul>\n<li>More</li>\n<li>Tech Video</li>\n<li>Tech Podcast</li>\n<li>Startup Stock Tracker</li>\n</ul>\n</li>\n<li>Markets<ul>\n<li>Sections</li>\n<li>Bonds</li>\n<li>Commercial Real Estate</li>\n<li>Commodities &amp.\nFutures</li>\n<li>Stocks</li>\n<li>Personal Finance</li>\n<li>WSJ Money</li>\n</ul>\n<ul>\n<li>Columns &amp.\nBlogs</li>\n<li>Heard on the Street</li>\n<li>MoneyBeat</li>\n<li>Wealth Adviser</li>\n</ul>\n<ul>\n<li>Market Data</li>\n<li>Market Data Home</li>\n<li>U.S.\nStocks</li>\n<li>Currencies</li>\n<li>Companies</li>\n<li>Commodities</li>\n<li>Bonds &amp.\nRates</li>\n<li>Mutual Funds &amp.\nETFs</li>\n</ul>\n<ul>\n<li>More</li>\n<li>CFO Journal</li>\n<li>Journal Report</li>\n<li>Markets Video</li>\n<li>Your Money Briefing Podcast</li>\n<li>Secrets of Wealthy Women Podcast</li>\n<li>Search Quotes and Companies</li>\n</ul>\n</li>\n<li>Opinion<ul>\n<li>Columnists</li>\n<li>Gerard Baker</li>\n<li>Sadanand Dhume</li>\n<li>James Freeman</li>\n<li>William A.\nGalston</li>\n<li>Daniel Henninger</li>\n<li>Holman W.\nJenkins</li>\n<li>Andy Kessler</li>\n<li>William McGurn</li>\n<li>Walter Russell Mead</li>\n<li>Peggy Noonan</li>\n<li>Mary Anastasia O'Grady</li>\n<li>Jason Riley</li>\n<li>Joseph Sternberg</li>\n<li>Kimberley A.\nStrassel</li>\n</ul>\n<ul>\n<li>Reviews</li>\n<li>Books</li>\n<li>Film</li>\n<li>Television</li>\n<li>Theater</li>\n<li>Art</li>\n<li>Masterpiece Series</li>\n<li>Music</li>\n<li>Dance</li>\n<li>Opera</li>\n<li>Exhibition</li>\n<li>Cultural Commentary</li>\n</ul>\n<ul>\n<li>More</li>\n<li>Editorials</li>\n<li>Commentary</li>\n<li>Future View</li>\n<li>Letters to the Editor</li>\n<li>The Weekend Interview</li>\n<li>Potomac Watch Podcast</li>\n<li>Foreign Edition Podcast</li>\n<li>Opinion Video</li>\n<li>Notable &amp.\nQuotable</li>\n<li>Best of the Web Newsletter</li>\n<li>Morning Editorial Report Newsletter</li>\n</ul>\n</li>\n<li>Life &amp.\nArts<ul>\n<li>Sections</li>\n<li>Arts</li>\n<li>Books</li>\n<li>Cars</li>\n<li>Food &amp.\nDrink</li>\n<li>Health</li>\n<li>Ideas</li>\n<li>Reading &amp.\nRetreating</li>\n<li>Real Estate</li>\n<li>Science</li>\n<li>Sports</li>\n<li>Style &amp.\nFashion</li>\n<li>Travel</li>\n</ul>\n<ul>\n<li>More</li>\n<li>WSJ.\nMagazine</li>\n<li>WSJ Recipes</li>\n<li>WSJ Puzzles</li>\n<li>The Future of Everything</li>\n<li>Far &amp.\nAway</li>\n<li>Life Video</li>\n<li>Arts Video</li>\n</ul>\n</li>\n<li>Real Estate<ul>\n<li>Sections</li>\n<li>Commercial Real Estate</li>\n<li>House of the Day</li>\n</ul>\n<ul>\n<li>More</li>\n<li>Real Estate Video</li>\n</ul>\n</li>\n<li>WSJ.\nMagazine<ul>\n<li>Sections</li>\n<li>Fashion</li>\n<li>Art &amp.\nDesign</li>\n<li>Travel</li>\n<li>Food</li>\n<li>Culture</li>\n</ul>\n</li>\n</ul>WSJDN Data Policy Sections<ul>\n<li>Generally</li>\n<li>Restrictions on Third Parties</li>\n<li>Data Covered</li>\n<li>Additional Policies</li>\n</ul>WSJDN Data Policy1.\nGenerally<p>All data generated by or collected from The Wall Street Journal Network (\"WSJDN\") and its users while visiting the WSJDN is the property of Dow Jones &amp.\nCompany, Inc.\n(\"Dow Jones\").\nAny third party collecting or attempting to collect data from the WSJDN or its users (a \"Data Collector\") is hereby notified that it is subject to the following Data Policy.</p>2.\nRestrictions on Third Parties<p>No party unaffiliated with Dow Jones may collect or use, or direct, authorize or assist other persons or entities to collect or use, any data from a user, or a computer or device operated by a user, while visiting the WSJDN without the prior express written permission of Dow Jones.\nFor example, no data may be collected, used or transferred for purposes of retargeting, behavioral remarketing, or targeting any advertisements, segment categorization or any form of syndication which is related to the WSJDN, its content, or its users without the prior express written permission of Dow Jones in each instance.\n</p>3.\nData Covered<p>The data covered by this policy includes, but is not limited to, data collected via any advertising unit, widget, pixel tag, cookie, script or other data collection process.</p>4.\nAdditional Policies<p>Any Data Collector is required to contact WSJDN Revenue Operations at ads@dowjones.com and complete WSJDN's data collector certification process.\nThis may include providing additional information about the data being collected and data collecting technology being used.\nexecuting the applicable Data Certification Agreement.\nand certifying compliance with additional Technical Guidelines and Specifications.</p>\n<ul>\n<li>The Wall Street Journal</li>\n<li>English Edition<ul>\n<li>English</li>\n<li>中文 (Chinese)</li>\n<li>日本語 (Japanese)</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Subscribe Now</li>\n<li>Sign In</li>\n</ul>\n</li>\n<li>Back to Top « </li>\n</ul>\n<p>WSJ Membership</p>\n<ul>\n<li>WSJ+ Membership Benefits</li>\n<li>Subscription Options</li>\n<li>Why Subscribe?</li>\n<li>Corporate Subscriptions</li>\n<li>Professor Journal</li>\n<li>Student Journal</li>\n<li>WSJ High School Program</li>\n<li>WSJ Amenity Program</li>\n<li>WSJ Live</li>\n</ul>\n<p>Customer Service</p>\n<ul>\n<li>Customer Center</li>\n<li>Contact Us</li>\n</ul>\n<p>Tools &amp.\nFeatures</p>\n<ul>\n<li>Emails &amp.\nAlerts</li>\n<li>Guides</li>\n<li>Topics</li>\n<li>My News</li>\n<li>RSS Feeds</li>\n<li>Video Center</li>\n<li>Watchlist</li>\n<li>Podcasts</li>\n</ul>\n<p>Ads</p>\n<ul>\n<li>Advertise</li>\n<li>Commercial Real Estate Ads</li>\n<li>Place a Classified Ad</li>\n<li>Sell Your Business</li>\n<li>Sell Your Home</li>\n<li>Recruitment &amp.\nCareer Ads</li>\n<li>Coupons</li>\n</ul>\n<p>More</p>\n<ul>\n<li>About Us</li>\n<li>Commercial Partnerships</li>\n<li>Content Partnerships</li>\n<li>Corrections</li>\n<li>Jobs at WSJ</li>\n<li>News Archive</li>\n<li>Register for Free</li>\n<li>Reprints</li>\n<li>Buy Issues</li>\n</ul>\n<ul>\n<li> Facebook</li>\n<li> Twitter</li>\n<li> Instagram</li>\n<li> YouTube</li>\n<li> Podcasts</li>\n<li> Snapchat</li>\n<li>Google Play</li>\n<li>App Store</li>\n</ul>\n<p>Dow Jones Products</p>\n<ul>\n<li>Barron's</li>\n<li>BigCharts</li>\n<li>Dow Jones Newswires</li>\n<li>Factiva</li>\n<li>Financial News</li>\n<li>Mansion Global</li>\n<li>MarketWatch</li>\n<li>Private Markets</li>\n<li>realtor.com</li>\n<li>Risk &amp.\nCompliance</li>\n<li>WSJ Pro</li>\n<li>WSJ Video</li>\n<li>WSJ Wine</li>\n</ul>\n<ul>\n<li>Privacy Notice</li>\n<li>Cookie Notice</li>\n<li>Manage Cookies</li>\n<li>Copyright Policy</li>\n<li>Data Policy</li>\n<li>Subscriber Agreement &amp.\nTerms of Use</li>\n<li>Your Ad Choices</li>\n<li>Copyright ©2021 Dow Jones &amp.\nCompany, Inc.\nAll Rights Reserved.</li>\n</ul> ", "created_at": "2021-02-03 14:56:10.676939", "updated_at": "2021-02-03 15:18:57.081056"}, {"id": 3935, "name": "Copyright Policy", "url": "https://www.wsj.com/policy/copyright-policy", "xpath": "//*[@id=\"main\"]", "text": "Copyright Policy<p>If you are a copyright owner or an agent thereof and believe that any content on this site infringes upon your copyrights, your may submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") by providing our Designated Agent (as set forth below) with the following information in writing (see 17 U.S.C.\n512(c)(3) for further details):</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on the site are covered by a single notification, a representative list of such works on the site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient to permit us to contact you, such as an address, telephone number, and, if applicable, e-mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Written notification of claimed infringement must be submitted to the following Designated Agent:</p>\n<p>By mail:</p>\n<p>Dow Jones Copyright Agent <br> Dow Jones Legal Dept <br> Dow Jones &amp.\nCompany, Inc.\n<br> 4300 North Route 1 <br> South Brunswick, NJ 08852</p>\n<p>Phone: (609) 520-4400</p>\n<p>E-mail: copyright@dowjones.com</p>\n<p>For clarity, only DMCA notices should be sent to the Designated Agent.</p>Permissions<p>If you are seeking permission to use our content, DO NOT contact us at this address.\nInstead, please see our Reprint and Reuse Policy or visit www.djreprints.com</p>", "created_at": "2021-02-03 15:13:19.400208", "updated_at": "2021-02-03 15:13:42.392684"}, {"id": 3936, "name": "Additional Terms", "url": "https://www.wsj.com/policy/additional-terms-conditions", "xpath": "//*[@id=\"main\"]", "text": "Additional Terms and ConditionsUPDATED AS OF SEPTEMBER 15, 2008<p>Associated Press text, photos, graphics, audio and/or video material shall not be published, broadcast, rewritten for broadcast or publication or redistributed directly or indirectly in any medium.\nNeither Associated Press materials nor any portion thereof may be stored in a computer except for personal and noncommercial use.\nThe Associated Press will not be held liable for any delays, inaccuracies, errors or omissions therefrom or in the transmission or delivery of all or any part thereof or any damages arising from any of the foregoing.</p>\n<p>Certain markets data are provided by Reuters for informational purposes only and is not intended for trading purposes.\nReuters shall not be liable for any errors or delays in content, or for any actions taken in reliance thereon.\nReuters, the Reuters Dotted Logo and the Sphere Logo are registered trademarks of the Reuters group of companies around the world.</p>\n<p>With respect to market data traded on and indices (\"Information\") created by the Shanghai Stock Exchange, which is licensed from China Investment Information Services Ltd.\n(\"Licensor\"):</p>\n<p>The Licensor shall not be liable to any subscriber or any user or other third party in any circumstances for any loss, whether direct or indirect, of profits, business, anticipated savings, wasted expenditure, or consequential loss arising out of the redistribution of the Information.</p>\n<p>In addition, the following restrictions shall apply to all subscribers and users (solely for the purposes of this paragraph all subscribers and users having access to the Information through the Service are referred to as a \"Subscriber\")</p>\n<p>(a) no Subscriber shall, without the prior written approval of Licensor (such approval not to be unreasonably withheld) disseminate the Information or any part thereof to any other person;</p>\n<p>(b) no Subscriber shall use or permit the use of the Information or any part thereof for any illegal purpose;</p>\n<p>(c) no Subscriber shall use the Information or any part thereof other than in the ordinary course of its own business (which shall not include dissemination to third parties);</p>\n<p>(d) no Subscriber shall use the Information or any part thereof to establish, maintain or provide or to assist in establishing, maintaining or providing a trading floor or dealing service where trading in Securities listed on the Exchange or of a type capable of being so listed or any other Securities is being undertaken otherwise than at or through the Exchange;</p>\n<p>(e) no Subscriber shall copy or disseminate the Information other than through transmission to the Subscriber's terminals;</p>\n<p>(f) Dow Jones shall be able to terminate at Licensor's direction at any time the Subscriber's contract should Subscriber be in breach of any of the provisions of such contract.\nand</p>\n<p>(g) each Subscriber shall permit access to Dow Jones and/or Licensor to the premises where the Subscriber's terminals for accessing the Information and located for the purposes of verifying that the Subscriber is using the Information in accordance with the provisions of this Agreement</p>", "created_at": "2021-02-03 15:16:03.171048", "updated_at": "2021-02-03 15:16:37.318152"}, {"id": 3937, "name": "CA Residents Notice", "url": "https://www.dowjones.com/notice-ca-residents/", "xpath": "//*[@id=\"intro\"]", "text": "\n<b>NOTICE TO CALIFORNIA RESIDENTS</b>\n<p>\n<b>Effective Date: January 1, 2020</b>\n</p>\n<p>\n</p>\n<p>Dow Jones &amp.\nCompany, Inc.\nand its subsidiaries (“Dow Jones”) collects, uses and shares Personal Data as detailed in our Privacy Notice and Cookie Notice.</p>\n<p>If you are a California resident, you have certain rights: </p>\n<ol>\n<li>You can exercise your “Do Not Sell” right to opt out of interest-based (also called targeted) advertising using one of the Opt Out of Interest-Based Advertising buttons below.\nand</li>\n<li>You can send a request to Dow Jones regarding any of your additional privacy rights: Right to Know, Right to Delete, Shine the\nLight, and/or to submit a \"Do Not Sell\" request for any \"sale\" of personal data not related to interest-based advertising using the\nPrivacy Request button below (\"Privacy Request\").</li>\n</ol>\n<p>\n</p>\n1.\nDO NOT SELL/OPT OUT OF INTEREST-BASED ADVERTISING\n<p>\n</p>\n<p>We and select third parties use Advertising Cookies to choose\nand deliver ads we believe are relevant to you and your interests,\nunderstand their effectiveness, and conduct market research.\nThis involves accessing information from your browser or device,\nsuch as advertising and device identifiers, and processing this\nand other Personal Data such as IP address.\nAdvertising Cookies\nremember what you have looked at or purchased on our Services\nand other sites over time, and may be combined with other information received from third parties such as demographics.\nFor more details, please see our Privacy Notice and Cookie Notice.</p>\n<p>To opt out of this sharing related to interest-based (also called\ntargeted) advertising, please select one of the Opt Out of\nInterest-based Advertising buttons below.\nNote that opting out of\ninterest-based advertising is a device-based action, and it will not\nremove ads from the pages you visit.\ninstead it means the ads\nyou will see may not be matched to your interests.</p>\n<p>Web: Opt Out of Interest-Based Advertising</p>\n<p>IOS: Opt Out of Interest-Based Advertising</p>\n<p>Android: Opt Out of Interest-Based Advertising</p>\n<p>\n</p> 2.\nPrivacy Request\n<p>\n</p>\n<p> You can submit a request to Dow Jones to exercise the following privacy rights using the button below, which will take you to a form: Right to Know, Right to Delete, Shine the Light, and/or to submit a \"Do Not Sell\" request for any \"sale\" not related to interest-based advertising (\"Privacy Request\").\n</p>\n<p> For your protection, we may only implement requests with respect to the Personal Data or Other Information associated with the particular email(s) you provide in your Privacy Request, and we will take steps to verify your identity before granting access to your Personal Data or Other Information.\nFor example, we may verify your Privacy Request by matching information you provide with our records, or you may be asked to log in to your online account (if applicable).\nWe may request additional information to verify your identity depending on the nature of the Privacy Request and the sensitivity of the information sought.\n</p>\n<p>You can use an authorized agent to submit your Privacy Request.\nIf you use an authorized agent, in addition to verifying the Privacy Request itself (see above), we will also verify the authorized agent’s ability to act on your behalf (they should submit written permission to act on your behalf or a power of attorney).\n</p>\n<p>SUBMIT PRIVACY REQUEST</p>\n<p>\n</p>\n", "created_at": "2021-02-03 15:21:04.834312", "updated_at": "2021-02-03 15:21:48.998056"}], "points": [], "urls": ["wsj.com", "dowjones.com"]}}