{"error": 448, "message": "OK", "parameters": {"id": 3739, "name": "Polar Bears International", "created_at": "2021-05-22 21:30:19.22232", "updated_at": "2021-05-22 22:00:22.520334", "wikipedia": "https://en.wikipedia.org/wiki/Polar_Bears_International", "keywords": null, "related": null, "slug": "polar_bears_international", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3739.png", "url": "polarbearsinternational.org", "documents": [{"id": 6247, "name": "Privacy Policy", "url": "https://polarbearsinternational.org/privacy-policy/", "xpath": "/html/body/section/article/div", "text": "\nPrivacy Policy\n<p>Polar Bears International (PBI) respects your privacy.\nWe do not trade, share, nor sell your personal information with anyone, nor do we send donor mailings or other mailings on behalf of other organizations.</p>\nPBI Donations and Adoptions\n<p>PBI collects names, street addresses, contact email addresses, telephone numbers, and credit card information when you make a donation or adopt a polar bear.\nWe do not retain credit card information online.\nWe keep a record of personal information derived from orders and donations to the extent required by our auditors to verify our accounting system.</p>\n<p>If you adopt a polar bear, we may use your email or telephone number to request additional information about your order or preferred shipping method, or to notify you of your order status.</p>\n<p>We may use your email address or mailing address to send you a free copy of our newsletter and/or information.\nIf you don't want to receive communications from Polar Bears International, please let us know by marking that option on your personal contact information form, or by using the unsubscribe option on the information you receive.</p>\nMembership\n<p>PBI retains names and email and mailing addresses—and all optional information you provide us—in our secure membership database, which we use to keep you informed of PBI business and issues.\nThis information remains private within PBI.</p>\nLog Files\n<p>PBI's website server maintains log files that contain IP addresses and/or domain names whenever you request a page.\nIP addresses are not linked to personally identifiable information and we use information from the log files solely in the aggregate to analyze site traffic and evaluate public interest.\nThe URL of a referring web page may also be logged for the same purpose.</p>\nCookies\n<p>The PBI website uses cookies only to send data between pages (state).\nThe cookie itself does not contain any personally identifiable information.\nThe only exception is a cookie called \"lang\" which expires in 48 hours and is tied to the user’s browser instance.The cookie is immediately deleted when you close your browser window.</p>\nGoogle Analytics\n<p>We use Google Analytics, which is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our website.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having your activity on the website made available to Google Analytics by installing the Google Analytics opt-out browser add-on for your web browser.\nThe Google Analytics opt-out browser add-on provides visitors with the ability to prevent their data from being collected and used by Google Analytics.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits and activity.\nFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page.</p>\n<p>We are committed to ensuring that our website contains content that is valuable and useful to our customers and potential customers who visit.\nTo assist us in this, we have implemented the Google Analytics Demographics and interest reporting features on our website.\nThese tools allow us to review anonymous data regarding the gender, age, and interests of website visitors and adapt our website content to better reflect their needs.\nAlthough this information is collected through your Google Ad settings, it is not provided to us in a personally identifiable format.\nThis means we cannot identify what information is about you, and we will not try to figure it out.&nbsp;</p>\nLinks\n<p>This website contains links to other websites.\nPBI is not responsible for the privacy practices of other websites.</p>\nEmail\n<p>If you send PBI an email, your return address will be displayed in the header we receive.\nWe will use this information only to answer your inquiry.\nWe may on occasion keep your message as a record of the contact but at no time will we trade, share, or sell email information with others.</p>\nSocial Networks, Chat Windows, and Email Threads\n<p>Any identifying information you post in a social networking site, chat window, or an email will be public information.\nPBI will make no effort to collect personal information from these sources, but it's possible that other visitors may record your email address or other information.\nIf this concerns you, please post under a pseudonym or with an altered email address.</p>\nAge\n<p>PBI may ask you to voluntarily provide your birth date for certain communications programs we invite you to participate in (such as receiving an electronic birthday greeting).\nYou are not required to provide this information unless you choose to participate.</p>\nPBI Security\n<p>PBI provides our members and supporters with a secure experience when ordering memberships, making a donation, or adopting a polar bear.\nAny credit card information you enter on our site is strongly encrypted by industry-standard protocol, SSL (Secure Sockets Layer).</p>\n<p>We take appropriate precautions to protect the security and privacy of the information stored on our computer networks.\nOur systems are secure, and access to your data by our employees is limited to a need to know basis, controlled by password-protected systems, and monitored for abuse.</p>\nReviewing Your Information\n<p>You may contact us at any time to review personal information collected and request revisions.\nPlease direct any questions or comments to us at&nbsp;privacy@pbears.org.\nYou can also write to us at:</p>\n<p>Polar Bears International<br>PO Box 3008<br>Bozeman MT 59772</p>\n<p>You can also reach us by using our contact form.</p>\n<p>Contact Us</p> ", "created_at": "2021-05-22 21:30:19.226343", "updated_at": "2021-05-22 19:35:10.294081"}], "points": [], "urls": ["polarbearsinternational.org"]}}