{"error": 448, "message": "OK", "parameters": {"id": 5001, "name": "Clips4Sale", "created_at": "2021-09-04 21:01:37.212194", "updated_at": "2021-09-04 22:01:10.45439", "wikipedia": null, "keywords": null, "related": null, "slug": "clips4sale", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5001.png", "url": "clips4sale.com", "documents": [{"id": 8982, "name": "DMCA Policy", "url": "https://www.clips4sale.com/clips/page/dmca", "xpath": "/html/body/div[1]/section/article", "text": " <strong>DMCA Policy<br>\n</strong>\n<strong>Last Updated: July 6, 2021</strong>\n<strong>Termination of User Account</strong>\n<ol>\n<li>We will terminate a user’s access to the service if, under appropriate circumstances, the user is determined to be a repeat infringer.</li>\n<li>We reserve the right to decide whether material or activity violates our Terms of Service for reasons other than copyright infringement, such as child pornography, obscenity, or excessive length.\nWe may at any time, without prior notice and in our sole discretion, remove that material or terminate a user’s account for submitting that material in violation of our Terms of Service.</li>\n</ol>\n<strong>Removal of Material for Which Copyright Infringement Is Claimed</strong>\n<p> We take claims of copyright infringement seriously.\nWe will respond to allegations of copyright violations under the Digital Millennium Copyright Act (DMCA).\nThe DMCA provides a process for a copyright owner to give notice to an online service provider concerning alleged copyright infringement.\nWhen an effective DMCA notice is received, the online service provider responds under this process by taking down the offending content.\nOn taking down content under the DMCA, we will take reasonable steps to contact the owner of the removed content so that a Counternotification may be filed.\nOn receiving a valid Counternotification, we generally restore the content in question, unless we receive notice from the DMCA Notice provider that a legal action has been filed seeking a court order to restrain the alleged infringer from engaging in the infringing activity.\nOur privacy policy does not protect any information contained in any DMCA Counternotification.</p>\n<strong>To File a DMCA Notification.</strong>\n<strong> If you are a copyright owner or an agent of a copyright owner and belief that any Content infringes on your copyrights, you may submit a notice under the Digital Millennium Copyright Act (DMCA) by providing our copyright agent with the following information in writing (see 17 U.S.C.\n§ 512 for further detail):</strong>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of those works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.\nProviding URLs in the body of your DMCA notice is the best way to help us locate content quickly.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Provide information, if possible, sufficient to permit us to notify the user or users who posted the content that allegedly contains infringing material.</li>\n</ol> You can send the DMCA Notice to our Designated Agent at: Tropical Sun, Ltd.<br>Attn: Designated Copyright Agent<br>Corey D.\nSilverstein, Esq.<br>30150 Telegraph Road, Suite 444<br>Bingham Farms, Michigan 48025<br>Tel: (248) 290-0655<br>Fax: (248) 220-1409<br>Email: dmca@clips4sale.com<br>Online: https://www.clips4sale.com/clips/page/dmcatakedownrequest <strong>Any person who knowingly materially misrepresents that material or an activity is infringing or that any material or activity was removed or disabled by mistake or misidentification, shall be liable to us for any damages, including costs and attorneys’ fees incurred by us in removing or disabling access to the material or activity claimed to be infringing or in replacing the removed material or enabling access to it.</strong>\n<strong>To File a Counternotification.</strong>\n<strong> If you believe that your content/material that was removed or to which access was disabled is not infringing, or that you have the authorization from the copyright owner, the copyright owner’s agent, or under the law, to post and use the material, you may send a Counternotification containing the following information to our Designated Agent:</strong>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled;</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the U.S.\ndistrict court in the state in which you reside (or the U.S.\ndistrict court where our headquarters are located if your address is outside of the United States), and a statement that you will accept service of process from the person who provided notice of the alleged infringement to us.</li>\n</ol>\n<p>You can send the Counternotification to our Designated Agent at:</p>\n<p>Tropical Sun, Ltd.<br>Attn: Designated Copyright Agent<br>Corey D.\nSilverstein, Esq.<br>30150 Telegraph Road, Suite 444<br>Bingham Farms, Michigan 48025<br>Tel: (248) 290-0655<br>Fax: (248) 220-1409<br>Email: dmca@clips4sale.com<br>Online: https://www.clips4sale.com/clips/page/dmcacounternotification</p>\n<p>\n<strong>Any person who knowingly materially misrepresents that material or an activity is infringing or that any material or activity was removed or disabled by mistake or misidentification, shall be liable to us for any damages, including costs and attorneys’ fees incurred by us in removing or disabling access to the material or activity claimed to be infringing or in replacing the removed material or enabling access to it.</strong>\n</p> ", "created_at": "2021-09-04 19:03:36.239298", "updated_at": "2021-09-04 19:03:42.851071"}, {"id": 8981, "name": "Terms of Service", "url": "https://www.clips4sale.com/clips/page/termsofservice", "xpath": "/html/body/div[1]/section/div", "text": " &nbsp.\nTerms and Conditions\n&nbsp.\n<p>\n<strong>Websites Covered:</strong>\n<br>\n<strong>WWW.CLIPS4SALE.COM</strong>\n<br>\n<strong>WWW.IMAGES4SALE.COM</strong>\n<br>\n<strong>WWW.VIDEOS4SALE.COM</strong>\n<br>\n<strong>WWW.C4SLIVE.COM</strong>\n</p>\n&nbsp.\n<p>\n<strong>Last Modified: August 19th, 2020</strong>\n</p>\n&nbsp.\n<p>\n<strong>1.\nPRELIMINARY PROVISIONS: </strong>\n</p>\n<p>\n<strong>1.1</strong>.<strong> Introduction - </strong>Welcome to Our Website's Agreement which, together with any documents it expressly incorporates by reference (hereinafter \"Terms and Conditions\" or \"Agreement\").\nThe provisions of this Agreement will govern Your use and access of Our Website(s), and You should therefore take some time to read it carefully.\nEven if you have reviewed this page before, please review closely as some provisions may have changed since you last reviewed the Agreement.\nOur Website allows Studio Members to upload media files for purchase by Users of the Website, and this Agreement governs the terms related to Your Content and Our distribution of it to other Users.\nWe hope that You thoroughly enjoy Our Services and anticipate that You will find Our Site useful and informative.\nShould You have any questions or comments regarding Our website, or its policies, please feel free to contact Us at: info@clips4sale.com.\nThe laws of Your individual city, county, state, province or nation may regulate the activity found on the Site.\nCheck Your local laws before taking part in any such activities.</p>\n<p>\n<strong>1.2.</strong> Additionally, through the use of these Terms and Conditions, We are placing legal conditions on Your use of this Website and making certain promises to You.\n</p>\n<p>\n<strong>1.3.</strong> Our first condition is that You must agree to <u>all</u> of the conditions in this Agreement.\nYou do not <u>need</u> to use Our Website, therefore if You do not wish to be bound by each and every provision in this Agreement, then You are not welcome to use this Website and should leave and use another service.\n</p>\n<p>\n<strong>1.4.</strong> If You do not understand all of the terms in this Agreement, then You should consult with a lawyer before using the Website.</p>\n<p>\n<strong>1.5.\n</strong>This Website is for adults only.\nIf you are under the age of eighteen (18) You are <u>not</u> to use this Website at all.\nMisrepresentation of your age to gain access to Our Website is considered a breach of this agreement and computer hacking under federal law.\nIf you are under eighteen (18) years of age, STAY OUT!</p>\n<p>\n<strong>1.6.\nParty Definitions and Introductory Terms</strong>\n</p>\n<p>\n<strong>1.6.1.\n\"We\" or \"Us,\" </strong>means Tropical Sun Ltd, which is the operator of the above referenced websites (hereinafter collectively referred to as \"Website\" or \"Site\") and provider of related services (which include allowing Studio Members to upload content to the Site while providing a facility for other Customers and Customer Members to purchase, download, stream and/or view such content) and means also Tropical Sun, which provides billing services in relation with the Website (hereinafter collectively referred to as \"Services\").\nIt should be obvious, but for the sake of legal clarity, when this Agreement uses first-person pronouns such as \"Us,\" \"We,\" \"Our,\" \"Ours,\" etc., those first-person pronouns are referring to the Website.</p>\n<p>\n<strong>1.6.2.\n\"You,\" the User - </strong>As a User of this Website, this Agreement will hereinafter refer to the User as \"You\" or through any second-person pronouns, such as \"Yours,\" etc.\nHereinafter, the User of the Website shall be referred to in applicable second-person pronouns.</p>\n<p>\n<strong>1.6.3.\nVisitors, Customer Members, Customer, Users, and Studio Members </strong> - A \"Visitor\" is someone who merely visits and views Our Site without purchasing content provided by our Studio Members or uploading content for purchase.\nA “Customer Member” is someone who has created a customer account via the Site facilitating the purchase, download, stream and/or viewing of Studio Member content.\nA \" Customer\" is someone who visits Our Site and purchases Studio Member content without having a Customer Member account.\nA \"Studio Member\" is someone who has created a Studio account via the Site for the purpose of providing content to be sold, downloaded, viewed and/or streamed by Customers or Customer Members.\nFor the purposes of this Agreement, all Customers and Studio Members are Users, but not all Users are Customers or Studio Members.\nThis Agreement applies to all Users whether they are Customers, Customer Members, Studio Members or not.\nYou become a User by accessing this Site in any way, and a \"User\" refers to Visitors, Customer Members, Customers, and Studio Members collectively.\nYou need not become a Customer Member, a Customer or a Studio Member of the Site to make this Agreement apply to You.\n</p>\n<p>\n<strong>1.7.\nConsideration - </strong>Consideration for Your knowing acquiescence to all of the provisions in this Agreement has been provided to You in the form of allowing You to use Our Website and Our Services.\nYou agree that such Consideration is both adequate, and that it is received upon Your viewing, accessing, streaming or downloading any portion of Our Website.</p>\n<p>\n<strong>1.8.\nRevisions to this Agreement</strong>\n</p>\n<p>\n<strong>1.8.1.\n</strong>From time to time, We may revise this Agreement.\nWe reserve the right to do so, and You specifically agree that We have this unilateral right.\nYou agree that all modifications or changes to this Agreement are in force immediately upon posting.\nThe updated or edited version supersedes any prior versions immediately upon posting, and the prior version is of no continuing legal effect unless the revised version specifically refers to the prior version and keeps the prior version or portions thereof in effect.\nTo the extent any amendment of this Agreement is deemed ineffective or invalid by any court, the parties intend that the prior, effective version of this Agreement be considered valid and enforceable to the fullest extent.</p>\n<p>\n<strong>1.8.2.</strong> If We change anything in this Agreement, We will change the \"Last Modified Date\" at the top of this Agreement.\nThe Agreement is located at https://www.clips4sale.com/clips/page/termsofservice, and a link to the Agreement is also at the bottom of the home page of the Site.\nYou agree to periodically re-visit this web page, and to use the \"Refresh\" button on Your browser when doing so.\nUpon each visit, You agree to note the date of the last revision to this Agreement.\nIf the \"Last Modified Date\" remains unchanged from the last time You reviewed this Agreement, then You may presume that nothing in the Agreement has been changed since the last time You read it.\nIf the \"Last Modified Date\" has changed, then You can be certain that something in the Agreement has been changed, and You agree that You will re-review the Agreement in its entirety and that You will agree to its terms or immediately cease use of any Website applicable to this Agreement.\nYour continued Use of the Site or Services after any such revision shall be deemed to be Your acceptance of all revisions.</p>\n<p>\n<strong>1.8.3.\nWaiver</strong> - if You fail to re-review this Agreement as required to determine if any of the terms have changed, You assume all responsibility for such omissions and You agree that such failure amounts to Your affirmative waiver of Your right to review the amended Agreement.\nWe are not responsible for Your neglect of Your legal rights.</p>\n<p>\n<strong>1.8.4.</strong> Although this User Agreement represents the primary terms and conditions of service for the Site, additional guidelines and rules are hereby incorporated by reference.\nThe documents which can be found on Our Site and which are specifically incorporated by reference, and are therefore part and parcel of this Agreement are the following:</p>\n<p>Our Privacy Policy (https://www.clips4sale.com/clips/page/privacypolicy)</p>\n<p>\n<strong>2.\nACCEPTANCE AND AFFIRMATION:</strong>\n</p>\n<p>\n<strong>2.1.</strong> You must agree to all of the terms in this Agreement before using the Website or Our Services.\nIf You fail to agree to the terms in this Agreement, You understand that You are an unauthorized user of Our Website and Services, despite any payments made or Services sold to You.\nNo act or omission by Us should be interpreted as a waiver of the requirement that You assent to this Agreement.\nIf You fail to do so, You are still bound by the terms of this Agreement by virtue of Your viewing the Site or using any portion of the Site or Our Services.\nHowever, if You fail to agree to the terms in this Agreement, You stipulate to and agree to pay Us two hundred and fifty dollars ($250) each time You access the Site as liquidated damages for unauthorized access and use, and You agree to pay all of Our costs and expenses, including Attorneys' fees and costs, incurred in collecting this unauthorized access fee from You.\n</p>\n<p>\n<strong>2.2.</strong> How You can and will demonstrate Your affirmative acceptance of all of the terms in this Agreement:</p>\n<p>\n<strong>2.2.1.</strong> You manifest Your agreement to this User Agreement by taking any act demonstrating Your assent thereto.\nMost likely, You have clicked a button containing the words \"ENTER\" or some similar syntax.\nYou should understand that this has the same legal effect as You placing Your physical signature on any other legal contract.\nor</p>\n<p>\n<strong>2.2.2.</strong> Via electronic means.\nAs this Agreement may be accepted electronically, Your acknowledgement of assent by e-mail, facsimile, or other electronic means, shall constitute valid acceptance of the provisions contained herein and shall obligate the transmitting party in addition to any registered account associated with such party.\nor</p>\n<p>\n<strong>2.2.3.</strong> If You click any link, button, or other device, provided to You in any part of Our Website's interface, then you have legally agreed to all of these Terms and Conditions.\nor</p>\n<p>\n<strong>2.2.4.</strong> By using any of Our Services in any manner, including uploading Your Content to Our Site, You understand and agree that We will consider such use as Your affirmation of Your complete and unconditional acceptance to all of the terms in this Agreement.</p>\n<p>\n<strong>2.3.</strong> If You are seeking information regarding any illegal or inappropriate activities, please leave this Site immediately and do not attempt to use the Services.\nYou acknowledge that You are aware of the community standards in your community, and You will only access the content on the Site and/or use the Services if You believe that the content on the Site does not offend the community standards prevalent in Your community.</p>\n<p>\n<strong>2.4.</strong> You agree not to use the Services or access the Site if doing so would violate the laws of Your state, province, or country.</p>\n<p>\n<strong>3.\nACCESS AND USER STATUS:</strong>\n</p>\n<p>\n<strong>3.1.\n</strong>\n<strong>\n<u>Access and Limited License</u>\n</strong> - All Users may access certain public areas of the Site.\nYou understand that all We are selling or providing You is access to Our Site or Services as We may provide them from time to time.\nYou need to provide Your own access to the Internet, and any fees that You incur to access Our Site are Your sole responsibility.\nWe are not providing any hardware nor software to You - and You need to purchase or license the necessary hardware and software to access the Site.\nThis User Agreement covers all public and non-public areas of the Site.</p>\n<p>\n<strong>3.2.\n<u>Account Creation</u>\n</strong>: To fully access the Site, provide Your Content and/or purchase, download, view and/or stream Studio Member content, You must register as a Customer, a Customer Member or a Studio Member.\nPlease see Section 1.6.3 for further information regarding Our categories of Users.\nTo register, You must complete the registration process by providing Us with accurate information as prompted by the respective registration form.\nYou also will choose a password and a username.\nWe may refuse the registration to any new Customer, Customer Member or Studio Member at Our sole discretion.</p>\n<p>\n<strong>3.3.\n<u>Terminating Your Account</u>\n</strong>: Either You or We may terminate Your Master Account with Us at any time with or without cause.\nYour only right with respect to any dissatisfaction with any (i) term within this Agreement or policy or practice We use in operating the Site or Service, (ii) content available through the Site, or (iii) if you are a Studio Member, the amount or type of fees or billing methods, or change therein, is to terminate Your Studio Member master account (\"Master Account\") with Us by notifying Our Member Support of Your desire to terminate by studiosupport@clips4sale.com.\nYour notice of termination will be effective upon receipt by Us, or upon receipt of confirmation if confirmation is requested.</p>\n<p>\n<strong>3.3.1.</strong> For Studio Members, any of Your Content that has posted on the Site for less than ninety (90) days must first meet the ninety (90) day eligibility requirement before it can be removed, regardless of whether You choose to terminate Your Master Account.\nAny fees due to You at the time of termination will be held for a period of ninety (90) days.\nIn the event Your Master Account is terminated for violating any provision of this Agreement, or for violating Our rules, polices or restrictions, any funds owed to You will be forfeited to Us.</p>\n<p>\n<strong>3.4.</strong>\n<strong>\n<u>Reimbursement of Legal Expenses:</u>\n</strong> In the event We are required to incur fees or costs to respond to any inquiry, request, subpoena, or legal proceeding relating to Your account, We reserve the right to seek reimbursement from You for any such expenses, including, but not limited to, costs of research, copies, media storage, mail and document delivery, as well as any applicable legal fees.\nThese expenses may be deducted from any amounts owed to You.</p>\n<p>\n<strong>3.5.\n<u>Studio Members Accounts</u>\n</strong>: You are responsible for providing all equipment and the computer necessary to access the Site.\nWe reserve the right to modify the Services and the Site's design at any time, with or without prior notice.\nYou may become a Studio Member of the Site by completing an online registration form, which must be accepted by Us.\nAdditional information about registration requirements can be found here: https://www.clips4sale.com/clips/page/openastudio.\nUpon submission of the online registration form, Site or its authorized agent will process the application.\nIn connection with completing the online registration form, You agree to provide true, accurate, current and complete information about Yourself as prompted by the Studio Member account registration form (such information being the \"Studio Member Registration Data\").\nand You further agree to maintain and promptly update Your Studio Member Registration Data to keep it true, accurate, current and complete at all times while You are a Studio Member.\nAll Studio Members who register online for Our Site and Services will receive a password and a Master Account.</p>\n<p>\n<strong>3.5.1.</strong> You must promptly inform Us of all changes, including, but not limited to, changes in Your address and Your tax related information.\nIf You provide any information that is untrue, inaccurate, not current or incomplete, or if We or any of Our authorized agents have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, We have the right to suspend or terminate Your Master Account and refuse any and all current or future use of the Site and Services, as well as subjecting You to criminal and civil liability.</p>\n<p>\n<strong>3.5.2.\n<u>Studio Member Names</u>\n</strong>: Upon Your registration as a Studio Member of Our Site, You may be asked to choose a user name to identify Yourself to other Users and Our staff.\nYou may not select or use a user name of another Studio (unless it is also your name), or a name which violates any third party's trademark right, copyright, or other proprietary right, which is or may be illegal, which may cause confusion, or which We deem in Our discretion to be vulgar or otherwise offensive.\nWe reserve the right to delete any vulgar or otherwise offensive user name, or to require deletion thereof.</p>\n<p>\n<strong>3.5.3.\n<u>Account Responsibility</u>\n</strong>: Studio Member agrees that We shall be irreparably harmed by unauthorized access to Our computer systems, databases and Site, and to notify Us immediately of any unauthorized use of Studio Member's password or accounts, as well as any other breach of security.\nStudio Member acknowledges and agrees that (1) We have invested substantial time and resources in establishing the computer systems and databases that allow for the operation of Our Site and (2) it is necessary for Us to protect Our Site and its related computer and database systems, as well as its intellectual property, from unauthorized access.</p>\n<p>\n<strong>3.5.4.</strong> Studio Member further agrees that it shall maintain any Customer related information provided to the Studio Member by the Site as confidential and sensitive information, and will not share such information with any unauthorized third parties.\nWe have the right to suspend or terminate Your Master Account and refuse any and all current or future use of the Site and Services, and take other appropriate legal action for any violation of this provision.</p>\n<p>\n<strong>3.5.5.</strong> Subject to Your supervision and assumption of all resulting liabilities, You may specify any third party Studio Member Names who will have the right to access and administer Your Master Account on Your behalf.\nWith the sole exception of the designated Studio Member Names associated with Your Master Account, You shall not share Your password, or allow third parties to use or access Your Master Account, as any such access is unauthorized for the purposes of this Agreement.\nStudio Member acknowledges and agrees that any unauthorized access to Our Site is strictly prohibited and We shall prosecute any violators to the fullest extent permitted by law.\nYou are responsible for: (a) any and all activities conducted through Your Master Account, this includes any activities occurring with or without Your knowledge by Studio Member Names associated with Your Master Account.\n(b) maintaining the confidentiality of your password(s) and Master Account(s) and ensuring that any Studio Member Names associated with Your Master Account do the same.\n(c) disclosing to Us a complete and current listing of those Studio Member Names who are authorized to access the Master Account on Your behalf.\n(d) notifying Us immediately of any unauthorized use of Your password or Master Account(s) as well as of any other breach of security.\n(e) ensuring that all activities that occur in conjunction with the operation of Your Master Account comply with the terms of this Agreement.</p>\n<p>\n<strong>3.5.6.</strong> By uploading media content (\"Your Content\"), You agree to give Us irrevocable, transferrable, nonexclusive royalty-free rights to use Your Content for any purpose, including publication, display, modification, creation of derivative works for the promotion and advertisement of Your Content and Our Site.\nYou further agree that, notwithstanding Your removal of Your Content from Our Site, You grant Our Users the irrevocable and nonexclusive royalty-free right to continue to view and use Your Content.\nOnce submitted to Us, You may not remove Your Content from the Site until after Your Content has been posted for ninety (90) days, regardless of whether You choose to terminate Your Master Account.\nTo be clear, once content is uploaded to Us, You must allow Us the opportunity to license Your Content for at least ninety (90) days.</p>\n<p>\n<strong>3.5.7.</strong> You agree that Your Content will comply with all provisions set forth in this Agreement, including the Acceptable Use Policy in Section 6.3.1 of this Agreement.\nYou are responsible for all content You upload or otherwise provide via Your Studio.</p>\n<p>\n<strong>3.5.8.</strong> Unless We specifically agree otherwise in writing, Studio Member will not, and will use commercially reasonable efforts to make sure a third party does not: (a) access or copy Your Content or Your Master Account through any automated technology or other unauthorized means, including without limitation, \"robots,\" \"spiders,\" or that sends more requests to Our servers than can be reasonably undertaken by a human using a commercially available web browser within a reasonably acceptable time to cure.\n(b) disable, circumvent, or otherwise interfere with security features established by Us that prevent unauthorized access to Your Content or Your Master Account.\n(c) attempt to reverse engineer Our Services, Our Site or any of their parts or components.\n(d) or attempt to create a substitute or similar service or website through the use of, or access to, Your Content or Your Master Account.</p>\n<p>\n<strong>3.5.9.</strong> You agree that neither Us nor any third-party acting on Our behalf shall be liable to You for any termination of Your Membership or access to the Site or Services.\nYou agree that if Your Master Account is terminated by Us, You will not attempt to re-register as a Studio Member - using the same or different username - without prior written consent from Us.\nActive Studio Members may not knowingly allow former Studio Members who have been terminated to use the active Studio Members' Master Account(s).</p>\n<p>\n<strong>3.5.10.\n<u>Rates:</u>\n</strong> We will pay You, Studio Members, the fees further described and specified on the Site (or by separate schedule) for each completed purchase of Your Content, whether it is a video, image, DVD-VHS or a membership to Your Studio Member account, etc.\nDetailed information concerning Studio Member \"studios\" may currently be found at https://www.clips4sale.com/clips/page/openastudio.\nSuch payments are carried out on a monthly basis and are subject to minimum payout amounts.\nFees are calculated based on the transactions carried out to purchase Your Content or subscribe to your Studio Member store, and are not based on the amount of downloads, views or streams of Your Content.</p>\n<p>\n<strong>3.5.11.\n<u>Section 2257 Records and Other Documents</u>\n</strong>: All Studio Members must maintain all records required by Title 18 U.S.C.\n§ 2257 and 28 C.F.R.\n75.1, et seq., as amended (“Section 2257), along with any model releases, license agreements, photographer agreements, and other documentation relating to the legality and ownership of any content distributed through the Site.\nYou further agree to promptly provide copies of all such documents upon our request at any time, in Our sole discretion.</p>\n<p>\n<strong>3.5.12.</strong> We are a marketplace facilitator with respect to the content sales by our Studio Members on the Websites.\nWhere required by applicable U.S.\nstate law or European law, We are assuming the rights and duties of a seller with respect to taxable sales of content by our Studio Members through the Websites.\nIn countries, states or provinces where required by applicable tax laws (including certain U.S.\nstates and certain European countries) we have registered with the applicable tax authorities and will collect and remit Value-Added Tax or VAT, sales tax, excise tax or other consumption taxes on taxable sales of content by our Studio Members through the Websites.\nWe will deduct and withhold from any amount payable to our Studio Members such amounts as we are required to deduct and withhold with respect to such payment under the provision of any applicable laws, and remit such deduction and withheld amount to the applicable and competent tax authorities.</p>\n<p>\n<strong>3.5.13.</strong> Notwithstanding the foregoing, it remains the Studio Member’s responsibility to remit all applicable Value-Added Tax or VAT, sales tax, excise tax or other consumption taxes not deducted and withheld by Us to the applicable and competent tax authorities to the extent any such tax payment is paid to our Studio Members and to the extent our Studio Members are required by applicable tax law to do so.</p>\n<p>\n<strong>3.5.14.</strong> Notwithstanding anything to the contrary hereunder, Studio Members hereby undertake to hold Us harmless and to indemnify Us, Our affiliates and Our agents, from any claims made against Us and them by third parties, including tax authorities, in regard of any Value-Added Tax or VAT, sales tax, excise tax or other consumption taxes, or any withholding thereof, with respect to our Studio Members’ content purchased by, or licensed to Users.\nNotwithstanding anything to the contrary in this Agreement, Studio Members agree and understand that they are solely responsible for the payment of all government, state, and local taxes, levies or any other similar fees.</p>\n<p>\n<strong>3.5.15.</strong> Studio Members will be able to generate monthly earning reports through the Studio Members’ store administration section of their accounts.\nDetailed reports will be made available to Studio Members with more information on the amount of Value-Added Tax or VAT, sales tax, excise tax or other consumption taxes charged on transactions in relation with our Studio Members’ Content.</p>\n<p>\n<strong>3.6.\n<u>Customer Purchases and Customer Member Accounts:</u>\n</strong>\n</p>\n<p>\n<strong>3.6.1.</strong>\n<strong>\n<u>Customer Purchases:</u>\n</strong> You are responsible for providing all equipment and the computer necessary to access the Site.\nWe reserve the right to modify the Services and the Site's design at any time, with or without prior notice.\nIn connection with completing the purchase of any content provided by Our Studio Members, You agree to provide true, accurate, current and complete information about Yourself as prompted by the purchase form (such information being the \"Purchase Data\").</p>\n<p>\n<strong>3.6.2.</strong>\n<strong>\n<u>Customer Member Account:</u>\n</strong> You are responsible for providing all equipment and the computer necessary to access the Site.\nWe reserve the right to modify the Services and the Site's design at any time, with or without prior notice.\nYou may become a Studio Member of the Site by completing an online registration form, which must be accepted by Us.\nAdditional information about registration requirements can be found here: https://www.clips4sale.com/clips/page/openastudio.\nUpon submission of the online registration form, Site or its authorized agent will process the application.\nIn connection with completing the online registration form, You agree to provide true, accurate, current and complete information about Yourself as prompted by the Customer Member account registration form (such information being the \" Customer Member Registration Data\").\nand You further agree to maintain and promptly update the Customer Member Registration Data to keep it true, accurate, current and complete at all times while You are a Customer Member.\nAll Customer Members who register online and create a Customer Member account for Our Site and Services will receive a password and a corresponding Master Account.\nWe have the right to disable any username, password or other identifier, whether chosen by You or provided by Us, at any time in our sole discretion for any or no reason whatsoever, including if, in our opinion, you have violated any provision of this Agreement.</p>\n<p>\n<strong>3.6.3.</strong> By choosing or receiving a password, a username or any other information for security purposes in relation with Your Customer Account, You agree to treat such information as confidential, and You agree not disclose it to anyone else.\nYou are fully responsible for all activities that occur under Your username, password and corresponding account.\nYour account is personal to You and agree not to provide any other person with access to Our Site or portions of our Site using your username, password or other credentials or security information.\nYou agree to ensure that you log out or exit from Your account at the end of each session.\nYou should use caution when accessing Your account from a public or shared computer in order for others not to be able to view or record your password or other personal information.\nYou shall notify Us immediately of any unauthorized access to or suspect use of Your username or password or any other security breach by contacting us at customersupport@clips4sale.com.\nWe are not be liable for Your losses caused by unauthorized uses of Your account and You may be liable for the losses of the Site or others dues incurred by Us resulting or in connection with such unauthorized use.</p>\n<p>\n<strong>3.6.4.</strong> You must promptly inform Us of all changes relating to Your Customer Member Registration Data, including, but not limited to, changes in Your address, email, payment methods such as Your credit card used in connection with billing for the Site and Services, if applicable.\nIf You provide any information that is untrue, inaccurate, not current or incomplete, or if We or any of Our authorized agents have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, We have the right to suspend or terminate Your account and refuse any and all current or future use of the Site and Services, as well as subjecting You to criminal and civil liability.\nYou are responsible for any credit card charge backs, dishonored checks and any related fees that Site incurs with respect to Your account.\nIf You fail to reimburse Us for any credit card chargebacks, dishonored checks, or related fees within thirty (30) days of Our initial demand for reimbursement, You agree that You will pay Us one hundred dollars ($100) in additional liquidated damages for each fee incurred.</p>\n<p>\n<strong>3.6.5.</strong>\n<strong>\n<u>Refunds</u>\n</strong> We are merely the hosting provider for our Studio Members to display their content.\nDue to the nature of how downloads of content are processed and the consumption of content in its electronic form occur, We uphold a no refund policy.\nCustomers and Customer Members are responsible for ensuring their order is correct before purchasing the media or content from one of Our Studio Members.\nPrior to submitting Your order for processing and billing, please ensure that You do not order the same clips twice.\nIn addition, media credit purchases are non-refundable.\nIn the event that You are banned by Us for chargebacks, You agree that You will pay Us twenty five dollars ($25) per order fee if You wish to reimburse Us in order to reinstate Your account.\nThis chargeback fee is in addition to the total amount of the orders.\n</p>\n<p>\n<strong>3.6.6.</strong> Please report any billing errors to customersupport@clips4sale.com.\nResolution of billing errors by Us will be handled immediately.\nAny fraud or abuse by You in disputing Your transaction with the issuing bank will result in immediate disqualification from future sales and You will be banned from ordering from Our Site.\nWe take fraud very seriously and will actively report cases of fraud to the local authorities for further prosecution.</p>\n<p>\n<strong>3.6.7.</strong> Further, You agree that neither Us nor any third-party acting on Our behalf shall be liable to You for Your disqualification from future transactions or access to the Site or Services.\nYou agree that if You are disqualified by Us, You will not attempt to purchase from Us - using the same or different Purchase Data - without prior written consent from Us.</p>\n<p>\n<strong>3.6.8.</strong> Clips, videos, and images that are purchased from this Site cannot be swapped or traded.\nWe aggressively enforce Our intellectual property rights.\nAny infringement, including those related to swapping, trading, or reposting of clips, videos, and images will be prosecuted to the fullest extent of the law.\nExchanges will only be given if a video is faulty or defective upon receipt.\nAll videos must be exchanged within fifteen (15) days.\nAny purchased content from Studio Members will not be available in Your Customer Member account in the event that Your account is deleted, canceled or terminated by You or Us in accordance with these Terms and Conditions.</p>\n<p>\n<strong>3.6.9.</strong> Restrictions on Donations: You may send monetary donations, gifts, and tributes to Studio Members from time to time.\nYou acknowledge and agree that there are no goods (tangible or intangible) and no services being provided to You, including but not limited to meetings and travel, by sending the donations, gifts, and tributes.\nYou agree that donations may not be used to engage in, promote, or facilitate any illegal activities.</p>\n<p>\n<strong>3.6.10.</strong> In order to maintain the integrity of the Site and Services, or to investigate complaints, You agree to allow Us to access information You have submitted or created for as long as reasonably required to investigate the complaint or protect the Services.\nYou also agree to allow Us to access Your information to enforce this Agreement, its intellectual property policy, to comply with the law and legal process, to operate its systems properly, to protect itself, its members, or users.</p>\n<p>\n<strong>4.\nSPECIAL CONSIDERATIONS REGARDING MINORS:</strong>\n</p>\n<p>\n<strong>4.1.\nAge of Majority</strong>.\nIn order to use the Website or any services provided by Us, You must have attained the age of majority in Your jurisdiction.\nYou represent and warrant that You are at least eighteen (18) or twenty-one (21) years of age, depending on the age of majority in Your jurisdiction, and that You have the legal capacity to enter into this Agreement.\nWe may, in Our sole discretion, require that You provide proof that You have attained the age of majority in Your jurisdiction prior to using Our Site or Services.</p>\n<p>\n<strong>4.1.1.</strong> We specifically disclaim any responsibility or liability for any misrepresentations regarding a User's age, and We may, in Our sole discretion, monitor any area of the Site or any other records pertaining to the Site for compliance with this Agreement or for any other reason.</p>\n<p>\n<strong>4.1.2.\nYou represent and warrant that You will not allow any minor to access this Website.\nUsers should implement parental control protections, such as computer hardware, software, or filtering services, which may help users to limit minors' access to harmful material.\nYou acknowledge that if Your computer can be accessed by a minor, that You will take all precautions to keep Our Materials from being viewed by minors.\nYou additionally acknowledge that if You are a parent, it is Your responsibility, and not Ours, to keep Our erotic content from being displayed to Your children or wards.</strong>\n</p>\n<p>\n<strong>4.1.3.\nAll depictions distributed through Our Site are of persons over the age of eighteen (18) as of the date of the production of the depiction.\nWe have a zero-tolerance policy with respect to any underage material.</strong>\n</p>\n<p>\n<strong>4.1.4.\nIn the event We identify any apparent underage depictions of sexual activity, We will cooperate with law enforcement authorities and submit a report to the Cyber Tipline operated by the National Center for Missing and Exploited Children (NCMEC).</strong>\n</p>\n<p>\n<strong>5.\nIMAGES AND CONTENT:</strong>\n</p>\n<p>\n<strong>5.1.</strong> Our Website contains images and content, including but not limited to text, software, images, graphics, data, messages, and other information - some of which may be provided by third parties, including Our Studio Members (collectively, the \"Materials\").</p>\n<p>\n<strong>5.2.</strong> You acknowledge and stipulate that all of the Materials are expressive content that is fully protected by the First Amendment to the United States Constitution.\nIf You are offended by any Materials on the Site, You agree to immediately cease using the Site and Services.</p>\n<p>\n<strong>5.3.</strong> You acknowledge and understand that some of the Materials contain mature depictions of adult oriented activity, including audio portions of the same kind of content, and descriptions of adult oriented and mature activities.\nYou acknowledge that You are aware of the nature of the Materials provided by Our Website and that You are not offended by such Materials, and to the contrary, that You are accessing this Website specifically because You enjoy such expressive content and You wish to view such Materials.\nYou stipulate that You access this Website freely, voluntarily, and willingly, and for Your own personal enjoyment.</p>\n<p>\n<strong>5.4.</strong> You agree not to use or access the Website if doing so would violate the laws of Your state, province, or country.</p>\n<p>\n<strong>5.5.</strong> Our Site may not be used to promote or facilitate prostitution, regardless of the legality of the activity in Your jurisdiction.</p>\n<p>\n<strong>5.6.</strong> We take a strong stance against any form of human trafficking.\nIn the event We discover that any of Your Materials involve underage individuals, or any form of force, fraud or coercion, we will remove the Materials, terminate this Agreement, and submit a report to the proper law enforcement authorities.</p>\n<p>\n<strong>5.7.</strong>\n<u>User-Generated Content</u> Our Site permits the submission and transmission of content solely generated by third-parties (\"User Generated Content\"), as well as the hosting, sharing, and/or publishing of such User Generated Content, which may include Content provided by Our Studio Members.\nYou understand that whether or not such User Generated Content is published, We do not guarantee any confidentiality with respect to any submissions.</p>\n<p>\n<strong>5.8.\n<u>Section 230 Notice</u>\n</strong>: You acknowledge Your responsibility to prevent minors under Your care from accessing harmful or inappropriate material.\nYou agree not to allow minors to view any such content, and You agree to take responsible measures to prevent them from doing so.\nNumerous commercial online safety filters are available which may help users limit minors' access to harmful or inappropriate material.\nPursuant to 47 U.S.C.\n§230(d), You are hereby informed that You can research such services by typing terms such as “parental controls” into an internet search engine.\nPlease note that We make no representation or warranty regarding any of the products or services referenced on third party sites, and We recommend that You conduct appropriate due diligence before purchasing or installing any online filter.\nYou agree to take particular steps to prevent minors from viewing Our Site or the content received via Our Services if Your computer or mobile device can be accessed by a minor.\nFinally, You agree that if You are a parent or guardian of a minor child, it is Your responsibility, not Ours, to keep any age-restricted content on Our Site or Services from being displayed or accessed by Your children or wards.</p>\n<p>Pursuant to the Communications Decency Act (\"CDA\"), 47 U.S.C.\n§ 230(c)(1), and court decisions interpreting the scope of the CDA, You acknowledge and understand that We operate as the provider of an interactive computer service.\nThus, We are immune from, and cannot be held responsible for, claims arising from the publication or transmission of third-party content, which includes content provided by Our Studio Members, as well as the content of other Users and third parties.\nWe do not create such content, and We are not responsible for the publication of remarks or communications of third-parties that may arguably rise to the level of being actionable under federal or state laws including, but not limited to, the publication of material that might be considered defamatory, or violative of privacy or publicity rights.\nNote, that federal law allows Us to remove or block any content found to be offensive, defamatory, obscene or otherwise violative of Our policies, without impacting Our status as the provider of an interactive computer service.\nIn the event that any court finds that any third party communication or third party content on Our Website falls outside of the realm of the immunity provided by Section 230 of the CDA, this shall not be deemed to be a waiver of any legal protections provided by Section 230 for any and all other content posted on Our Website.\nNothing contained in this Agreement is intended to limit or alter the immunity from claims provided by Section 230 of the Communications Decency Act, and no third parties are intended to benefit from this Agreement between You and Us.</p>\n<p>\n<strong>5.9.\n<u>License to Use Your Content</u>: </strong>With the exception of personal financial and billing information, You hereby grant to Us the perpetual, unlimited, royalty-free, worldwide, non-exclusive (except for Studio Members opting to exclusively license their content to Us (“Exclusive Studio Members”)), irrevocable, transferable license to run, display, copy, reproduce, publish, bundle, distribute, market, create derivative works of, adapt, translate, transmit, stream, arrange, modify, sub-license, export, merge, transfer, loan, rent, lease, assign, share, outsource, host, make available to any person or otherwise use, any text, images, data, video or other information and content You provide on or through this web Site or Services or which is sent to Us or others by e-mail or other correspondence, for any purpose whatsoever.\nWe shall not be subject to any obligations of confidentiality regarding any such information unless specifically agreed by Us in writing or required by law.\nWe shall not be obliged to delete any such information from the Site.\nNote that the license set forth in this paragraph shall be an exclusive license from You to Us should You become an Exclusive Studio Member.\nAll other license terms in this Agreement shall remain the same for Studio Members and Exclusive Studio Members.\nIn no circumstances will We be liable towards You for any exploitation of any of Your Content published on the Site.\nYou also hereby grant each User of the Website a non-exclusive, royalty free license to access Your Content through the Site, and to use, reproduce, display, communicate, and perform Your Content as permitted through the functionality of the Site and under this Agreement.</p>\n<p>\n<strong>5.9.1.</strong> You represent and warrant that You have the right to grant the license set out above.</p>\n<p>\n<strong>5.9.2.</strong> The copyright of all content uploaded by You is retained by You.\nYou may not upload content for which You do not own the copyrights.\nAny Studio Member found uploading material that they do not have rights to will have all their Studio Member store closed and all funds frozen.\nWe have a ZERO TOLERANCE policy for piracy.\nWe follow the Digital Millennium Copyright Act Notice and Takedown procedure for copyright infringement complaints by third parties.\nSee: https://www.clips4sale.com/clips/page/dmca</p>\n<p>\n<strong>5.9.3.</strong> By uploading any photographs, videos or other media of Yourself or other subjects, You hereby swear that You own or control all intellectual property, publicity, and privacy rights with respect to the uploaded contents.\nand You hereby irrevocably grant a non-exclusive right (except for Exclusive Studio Members who grant an exclusive right) and license to Us to:</p>\n<p>\n<strong>5.9.3.1.</strong> Reproduce, transmit, communicate, display, or distribute Your Content, on or as part of Our Site(s), on other Internet sites, or elsewhere, for promotional or commercial purposes, by means of any technology, whether now known or hereafter to become known;</p>\n<p>\n<strong>5.9.3.2.</strong> Reproduce Your Content in digital form for display, streaming or download via the Internet (alone or in combination with other works, including, but not limited to, text, data, images, photographs, illustrations, animation, graphics, video, or audio segments, and hypertext links);</p>\n<p>\n<strong>5.9.3.3.\n</strong>Adapt, modify, or alter Your Content or otherwise create derivative works based upon Your Content.\nand for all other reasonable promotional or commercial uses either as part of the operation of Our Site(s), or as a promotion or operation of any derivative or related businesses.</p>\n<p>\n<strong>5.9.4.\n</strong>By uploading a model release or otherwise representing that subjects depicted in Your content have consented to publication by Us for whatever purpose, You warrant that the information is complete and accurate.</p>\n<p>\n<strong>5.10.</strong> We, at our sole discretion, may remove any content uploaded to the Site.\nWe also reserve the right, but do not assume the responsibility, to restrict conduct which We deem in our discretion to be harmful to individual members, damaging to the communities that use Our Site or Services, or may be in violation of Our's or any third party's rights<strong>.</strong>\n</p>\n<p>\n<strong>5.11.\n</strong>You are responsible for maintaining backup copies of any content uploaded to the Site.\nWe do not provide archiving or backup services.</p>\n<p>\n<strong>6.\nRESTRICTIONS ON USE OF WEBSITE:</strong>\n</p>\n<p>\n<strong>6.1.</strong> You agree that You will only use the Website for purposes expressly permitted and contemplated by this Agreement.\nYou may not use the Website for any other purposes without Our express prior written consent.</p>\n<p>\n<strong>6.2.</strong> Without Our express prior written authorization, You may not: </p>\n<p>\n<strong>6.2.1.</strong> Duplicate, translate, reverse-engineer, decompile, disassemble any part of the Website or the Materials contained therein (except as expressly provided elsewhere in this Agreement);</p>\n<p>\n<strong>6.2.2.\n</strong>Redistribute or create any derivative works based on the Website or any of the Materials contained therein.\nYou agree that any such use is NOT \"fair use;\"</p>\n<p>\n<strong>6.2.3.\n</strong>Use the Website or any of the Materials contained therein for any public display, public performance, sale or rental, and You hereby agree and stipulate that any and all such uses are NOT \"fair use;\"</p>\n<p>\n<strong>6.2.4.\n</strong>Remove any copyright or other proprietary notices from the Website or any of the Materials contained therein;</p>\n<p>\n<strong>6.2.5.\n</strong>Circumvent any encryption or other security tools used anywhere on the Website (including the theft of user names and passwords or using another User's account and password in order to gain access to a restricted area of the Website, unless otherwise authorized by this Agreement).\nor use any device, software, computer code, or virus to interfere or attempt to disrupt or damage the Site or any communications on it.</p>\n<p>\n<strong>6.3.</strong> You agree to all of the terms of Our Acceptable Use Policy, as outlined below:</p>\n<p>\n<strong>6.3.1.\n<u>Acceptable Use Policy</u>\n</strong>: You agree and understand that Our Website and Services enable You to upload or otherwise \"post\" Your Content to Our Site and/or to communicate with other Users.\nHowever, You expressly warrant and represent that Your Content does not contain any of the unacceptable attributes below.\nThe Website and Services may only be used for lawful services, and may not be used to promote any activity that We believe is inappropriate or potentially illegal.\nAlthough the Site undertakes no obligation to monitor user content, You expressly agree that You:</p>\n<p>\n<strong>6.3.1.1.</strong> Will not use Our Services in order to view, transmit, traffic in, or in any other way interact with, provide to any other person, or receive any content that is, in Our discretion, defamatory, obscene, harassing, illegal, involves underage participants, or is otherwise objectionable.</p>\n<p>\n<strong>6.3.1.2.\n</strong>Will not post content that violates the content restrictions found here: https://www.clips4sale.com/clips/page/openastudio</p>\n<p>\n<strong>6.3.1.3.\n</strong>Will not post content that is unlawful, harmful, threatening, abusive, harassing, defamatory, invasive of another's privacy or right to publicity, or harmful to minors in any way, shape, or form;</p>\n<p>\n<strong>6.3.1.4.\n</strong>Will not post content that might be considered to be impersonating another person or legal entity;</p>\n<p>\n<strong>6.3.1.5.\n</strong>Will not post any personally-identifying information about another person without that person's prior explicit consent;</p>\n<p>\n<strong>6.3.1.6.\n</strong>Will not post personally-identifying content about yourself, other than information provided during the registration process;</p>\n<p>\n<strong>6.3.1.7.\n</strong>Will not post content that constitutes SPAM or bulk posting of commercial advertisements for commercial interests;</p>\n<p>\n<strong>6.3.1.8.\n</strong>Will not post content that is stolen or otherwise infringes upon any trademark, copyright, or other intellectual property rights of any party;</p>\n<p>\n<strong>6.3.1.9.\n</strong>Will not post content that libels, slanders, or disparages any person or group of people based on race, ethnicity, national origin, religion, sex, or other factors at Our discretion.</p>\n<p>\n<strong>6.3.1.10.\n</strong>Will immediately cease and desist from any contact with any person who so requests such cessation;</p>\n<p>\n<strong>6.3.1.11.\n</strong>Will not use Our Services to \"stalk\" or otherwise harass any other person;</p>\n<p>\n<strong>6.3.1.12.\n</strong>Will not use Our Services in order to collect any personal data about other users, including but not limited to using the Services to solicit research, user statistics, or other commercial activities;</p>\n<p>\n<strong>6.3.1.13.\n</strong>Will not use Our Services in order to promote, enable, or conduct any illegal activities at all;</p>\n<p>\n<strong>6.3.1.14.\n</strong>Will not use Our Services in order to engage in, promote, or facilitate prostitution or human trafficking.</p>\n<p>\n<strong>6.3.1.15.\n</strong>Will not use Our Services in order to view, transmit, traffic in, or in any other way interact with, provide to any other person, or receive obscene materials in any way;</p>\n<p>\n<strong>6.3.1.16.\n</strong>Will not use Our Services in order to view, transmit, traffic in, or in any other way interact with, provide to any other person, or receive drugs or other illegal substances in any way.</p>\n<p>\n<strong>6.3.1.17.\n</strong>Will not violate any of the Rules relating to content posted on Our site, here: https://www.clips4sale.com/clips/page/openastudio</p>\n<p>\n<strong>6.3.2.</strong> In addition to termination of Your Studio Member Account, Customer Member Account, or customer access to the Site, any violation of Our Restrictions on Use of Website or Acceptable Use Policy as provided for in this Agreement shall subject You to liquidated damages of five thousand dollars ($5,000.00) for each and every violation.\nIn the event that such violation causes any legal, emotional or physical harm to another person, You agree that You shall pay one hundred thousand dollars ($100,000.00) in liquidated damages.</p>\n<p>\n<strong>6.3.2.1.\n</strong>In Our sole discretion, We may choose to provide You with a warning before assessing damages.</p>\n<p>\n<strong>6.3.2.2.\n</strong>We may, in Our sole discretion, assign any such damage claim to a third party who has been wronged by Your conduct.</p>\n<p>\n<strong>6.3.2.3.\n</strong>These liquidated damages are not a penalty, and they are an attempt by the parties to reasonably ascertain the amount of actual damage that could occur from such violations.\nBoth parties hereby agree that these amounts are a minimum, and actual damages may be more.\n</p>\n<p>\n<strong>7.\nSTIPULATED LIQUIDATED DAMAGES</strong>\n</p>\n<p>\n<strong>7.1.</strong> In various provisions in this Agreement, We have outlined liquidated damages amounts to be applied as penalties against You if You violate these specific provisions.\nYou specifically agree to pay these amounts.\nIn agreeing to pay liquidated damages, You acknowledge that this amount is not a penalty, that the actual damages are uncertain and difficult to ascertain, but that this amount represents the parties' good faith attempt to calculate an appropriate compensation based on anticipated actual damages.</p>\n<p>\n<strong>7.2.</strong> For any breach of a portion of this Agreement that does not specifically state a liquidated damages amount, You hereby agree that any breach of this Agreement shall result in liquidated damages of one hundred dollars ($100) per occurrence.\nYou specifically agree to pay this one hundred dollars ($100) in liquidated damages.</p>\n<p>\n<strong>7.3.</strong> If We are required to enlist the assistance of an Attorney or other person to collect any liquidated damages or any other amount of money from You, or if We are required to seek the assistance of an Attorney to pursue injunctive relief against You, then You additionally agree that You will reimburse Us for all fees incurred in order to collect these liquidated damages or in order to seek injunctive relief from You.\nYou understand that even a nominal amount of damages may require the expenditure of extensive legal fees, travel expenses, costs, and other amounts that may dwarf the liquidated damages themselves.\nYou agree that You will pay all of these fees and costs.</p>\n<p>\n<strong>8.\nDISCLAIMER OF WARRANTY</strong>\n</p>\n<p>\n<strong>8.1.\nYou expressly agree that use of the Site and Services, or any of the Materials contained therein is at Your own and sole risk.\nYou also understand and agree that any material and/or data downloaded, uploaded or otherwise obtained or transmitted through the use of the Site and Services or any of the Materials contained therein is done at Your own discretion and risk and that You will be solely responsible for any damage to Your computer system or loss of data that results from the download, viewing, streaming, upload, or transmission of such material and/or data.</strong>\n</p>\n<p>\n<strong>8.3.\nWe make no representations or warranties that the Site and Services, or any Materials contained therein, will be uninterrupted, timely, secure, or error free.\nnor do We make any representations or warranties as to the quality, suitability, truth, usefulness, accuracy, or completeness of the Site and Services or any of the Materials contained therein.</strong>\n</p>\n<p>\n<strong>8.4.\nWe make no guarantee that Your Content will be successfully delivered to Our Users whether or not such failure is due to circumstances within Our control or due to unauthorized access to alteration of any data transmission involving Your Content.</strong>\n</p>\n<p>\n<strong>8.5.\nYou understand that We cannot and do not guarantee or warrant that files available for downloading, viewing or streaming from the Internet will be free of viruses, worms, Trojan horses, or other code that may manifest contaminating or destructive properties.\nWe do not assume any responsibility or risk for Your use of the Internet.</strong>\n</p>\n<p>\n<strong>8.6.\nWe make no warranty regarding any goods or services purchased or obtained through the Site and/or Services or any transaction entered into through the Site and/or Services, and We are not responsible for any use of confidential or private information by sellers or third parties.</strong>\n</p>\n<p>\n<strong>8.7.\nThe warranties and representations set forth in this Agreement are the only warranties and representations with respect to this Agreement, and are in lieu of any and all other warranties, written or oral, express or implied, that may arise either by agreement between the parties or by operation of law, including warranties of merchantability and fitness for a particular purpose.\nNone of these warranties and representations will extend to any third person.</strong>\n</p>\n<p>\n<strong>9.\nDISCLAIMER AND INDEMNIFICATION:</strong>\n</p>\n<p>\n<strong>9.1.</strong> If We determine that You or any User has used Our Services in violation of any law, Your ability to use the Website may be terminated immediately and We have every right to voluntarily cooperate with law enforcement or private aggrieved parties that We may be legally compelled to do so.\nWe hereby disclaim any liability for damages that may arise from any User providing any services for any purpose that violates any law.\nYou do hereby agree to defend, indemnify and hold Us harmless from any liability that may arise for Us should You violate any law.</p>\n<p>\n<strong>9.2.\n</strong>You also agree to defend and indemnify Us should any third party be harmed by Your actions or should We be obligated to defend any claims including, without limitation, any criminal or civil action brought by any party.</p>\n<p>\n<strong>9.3.\n</strong>Our Website contains material that may be considered offensive to third parties.\nYou agree to indemnify and hold Us harmless from any liability that may arise from someone viewing such material and You agree to cease review of the Website should You find it offensive.</p>\n<p>\n<strong>9.4.\n</strong>You agree to defend, indemnify, and hold harmless Our Website, its corporation, its officers, directors, shareholders, employees, independent contractors, telecommunication providers, and agents, from and against any and all claims, actions, loss, liabilities, expenses, costs, or demands, including without limitation legal and accounting fees, for all damages directly, indirectly, and/or consequentially resulting or allegedly resulting from Your, or You under another person's authority (including without limitation to governmental agencies), use, misuse, or inability to use the Website or any of the Materials contained therein, or Your breach of any part of this Agreement.\nWe shall promptly notify You by electronic mail of any such claim or suit, and cooperate fully (at Your expense) in the defense of such claim or suit.\nWe reserve the right to participate in the defense of such claim or defense at Our own expense, and choose Our own legal counsel.\nhowever, We are not obligated to do so.</p>\n<p>\n<strong>9.5.\nThe Site and Services are for Amusement Purposes</strong>\n</p>\n<p>\n<strong>9.5.1.</strong> You understand and accept that Our Site and Services are to be used for entertainment and recreational purposes.</p>\n<p>\n<strong>9.5.2.\n</strong>You hereby release Us and all other Users from any liability for invasion of privacy, defamation, false light, and related torts, in the event that Your Content is made public - even if it is made public for the sole purpose of amusing others at Your expense.</p>\n<p>\n<strong>9.6.\n</strong>We do not pre-approve any of the Users who may be accessible via Our Site and Services.\nFurthermore, We do not pre-approve the User Generated Content supplied by Studio Members.</p>\n<p>\n<strong>9.7.\n</strong>You hereby discharge, acquit, and otherwise specifically release Us, Our parent company, Our agents, employees, officers, directors, shareholders, attorneys, and affiliates, from any and all allegations, counts, charges, debts, causes of action, and claims relating in any way to the use of, or activities relating to the use of, the Site and Services including, but not limited to claims relating to the following:</p>\n<p>\n<strong>9.7.1.\n</strong>Assault, Battery, Sexual Assault, Sexual Harassment, Negligence, Gross Negligence, Reckless Conduct, Alienation of Affections (to the extent recognized in any jurisdiction), Intentional Infliction of Emotional Distress, Intentional Interference with Contract or Advantageous Business Relationship, Defamation, Violation of Publicity or Privacy Rights, Revenge Porn, False Light Claims, Intellectual Property, Misrepresentation or any claim based on vicarious liability for torts or other wrongful acts committed by individuals met on or through the Site and Services, including but not limited to fraud, financial crimes, assault, battery, stalking, rape, theft, cheating, perjury, manslaughter, or murder.</p>\n<p>\n<strong>9.7.2.\n</strong>The above list is intended to be illustrative only, and not exhaustive of the types or categories of claims released by You.\nThis release is intended by the parties to be interpreted broadly in favor of Us, and thus any ambiguity shall be interpreted in a manner providing release of the broadest claims.\nThis release is intended to be a full release of claims, and the parties acknowledge the legally binding nature of this provision, and the nature of the rights given up in connection therewith.\nNothing contained in this section is intended to limit the scope of releases and / or indemnification contained elsewhere in this Agreement.</p>\n<p>\n<strong>10.\nINTELLECTUAL PROPERTY INFORMATION:</strong>\n</p>\n<p>\n<strong>10.1.\nTRADEMARK</strong> - The above referenced website names constitute Our service mark(s) and/or trademark(s).\nAny word, slogan or brand appearing on Our Site with a <sup>TM</sup> designation qualifies as Our trademark or service mark.</p>\n<p>\n<strong>10.2.</strong> Other companies' product and service names referenced on Our Site may be trademarks and service marks of their respective companies and are the exclusive property of such respective owners, and may not be used publicly without the express written consent of the owners and/or holders of such trademarks and service marks.</p>\n<p>\n<strong>10.3.\nCOPYRIGHT </strong>- This Website belongs to Us, and We either own or have rights to display all of the Materials thereupon.\nYou may not use any of the Materials without Our express written consent.\n</p>\n<p>\n<strong>10.4.</strong> We aggressively enforce Our intellectual property rights.\nAny infringement will be prosecuted to the fullest extent of the law.\nThis site has adopted a firm policy relating to the termination of repeat infringers.\nA copy of the policy is available to Customers, Customer Members and Studio Members upon written request.</p>\n<p>\n<strong>10.5</strong> You understand and consent that We may act on Your behalf in connection with all instances of enforcement of Your copyrights in Your Content (as this term is hereinafter defined).\nIt is understood that We shall, under no circumstance, have the obligation to act on Your behalf in connection with such enforcement and that We may exercise this authority granted by You at Our own discretion.\nSuch protection of Content may be done by sending a DMCA takedown notice on Your behalf to potential infringers, such as third-party websites.\nYou also consent to the fingerprinting of Your Content to prevent its unauthorized uploading to any website or online platform and to remove Your Content from such platforms.\nYou furthermore understand and consent that the authorizations granted under this Section 10.5 shall extend and also be granted to any third party We may appoint to protect, take action or pursue enforcement in relation to the Content.\nIn no event shall We (or any appointed third party) be liable to You, or any other third party for any claims, including without limitation, damages for loss of profits, revenue, or goodwill, which may arise from any exercise of the rights found under this Section 10.5.\nFor the purposes of this Section 10.5, “Content” shall mean any text, images, data, audio, video or other information and content (whether pre-recorded or live) You provide on or through this Website or through Our Services.</p>\n<p>\n<strong>11.\nLIMITATION OF LIABILITY:</strong>\n</p>\n<p>\n<strong>11.1.\nIn no event shall We (or Our licensors, agents, suppliers, resellers, service providers, or any other subscribers or suppliers) be liable to You, or any other third party for any direct, special, indirect, incidental, consequential, exemplary, or punitive damages, including without limitation, damages for loss of profits, loss of information, business interruption, revenue, or goodwill, which may arise from any person's use, misuse, or inability to use the Website, Services or any of the Materials, including User Generated Content, contained therein, even if We have been advised of the probability of such damages.\nThis is for any matter arising out of or relating to this Agreement, whether such liability is asserted on the basis of contract, tort or otherwise, even if We have been advised of the possibility of such damages.\n</strong>\n</p>\n<p>\n<strong>11.2.\nIn no event shall Our maximum total aggregate liability hereunder for direct damages exceed ten dollars ($10.00.) Because some jurisdictions prohibit the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply to You.\n</strong>\n</p>\n<p>\n<strong>12.\nDEFAMATION &amp.\nINVASIVE MATERIAL POLICY:</strong>\n</p>\n<p>\n<strong>12.1.</strong> We provide an interactive computer service, and thus We have no liability for third-party content due to Section 230 of the CDA.\nNevertheless, We recognize that despite this protection, there may occasionally be content posted by Our Users that is unappreciated by the subject of the User-posted content.\nIt is not Our intention to cause anguish to any person nor harm to any entity, nor to allow through inaction such harm to occur.\nAccordingly, it is Our policy to respond respectfully to any complaints about User-posted content, or about content that We might have provided.</p>\n<p>\n<strong>12.2.\n</strong>If You feel damaged by any User-posted content, or content provided by Us, We will, in Our discretion, take reasonable measures to comply with any reasonable requests, as set forth in Paragraphs 12.3-12.8 of this Agreement:</p>\n<p>\n<strong>12.3.\n</strong>You agree that if You have any complaint about any content on Our Website, including (but not limited to) a complaint or claim of defamation (libel or slander), invasion of privacy, false light, trademark infringement, right of publicity claims, or any related or similar tort (from which We are otherwise immune from liability), that You will provide notice to Us by mail or fax to:</p>\n<p>Lawrence G.\nWalters, Esq.<br>\nWalters Law Group<br>\n195 W.\nPine Ave.<br>\nLongwood, FL 32750-4104<br>\nFax: 407-774-6151</p>\n<p>\n<strong>12.4.</strong> You agree that We shall have ten (10) business days after RECEIPT of said notice to evaluate Your concerns.</p>\n<p>\n<strong>12.5.</strong> After evaluating Your concerns, We will either inform You that We do not believe Your concern is valid, or We will request Your preference regarding an opportunity to cure Your concerns.\nThis cure may, in Our discretion, include one of the following:</p>\n<p>\n<strong>12.5.1.</strong> We may offer to delete the offending material.</p>\n<p>\n<strong>12.5.2.\n</strong>We may offer to modify the offending material.</p>\n<p>\n<strong>12.5.3.\n</strong>We may offer You the opportunity to publish a rebuttal to the offending material.</p>\n<p>\n<strong>12.5.4.\n</strong>We may engage You and seek any other alternative resolution that will mitigate Your damaged legal interests - whether or not We are legally required to do so.</p>\n<p>\n<strong>12.5.5.\n</strong>We may provide You with some or all identifying information We may have about the actual culprit (if the content was User-posted), but We are under no obligation to do so, and expressly reserve the right not to.</p>\n<p>\n<strong>12.6.</strong> You acknowledge and agree that upon transmission of Your complaint to Us, You will be considered to have engaged in settlement discussions with Us, and neither party will initiate formal legal action while non-adversarial resolution is in progress.\nYou agree that You will not file suit unless and until We issue a statement to You that We have taken Our final action, and that no further action will be taken without adversarial proceedings.\nAt that point, You may proceed with arbitration as provided for under this Agreement.</p>\n<p>\n<strong>12.7.</strong> You acknowledge that once You accept any of Our offers of non-adversarial resolution, that You irrevocably waive any and all possible claims for any allegedly offending material on Our Website and that if You do bring any action against Us that You hereby stipulate that You will bear Your own costs and fees incurred in the action, regardless of the outcome of that action, and that You stipulate that Your damages will be limited to one dollar ($1), and no more, and that You hereby acknowledge that such amount of one dollar ($1) is sufficient and adequate.</p>\n<p>\n<strong>12.8.</strong> You understand that no part of this Agreement obligates Us to go beyond that required by law, and this Agreement is in place for Your convenience.\nIf We believe that Your requests are unreasonable, We reserve every right to terminate discussions with or file suit against You to recover any legal fees incurred due to harassing or unreasonable requests.\nNothing contained in this section shall obligate Us to undertake any specific action with regard to a given complaint, and We reserve all rights relating to resolution of disputes of this nature.</p>\n<p>\n<strong>13.\nLINKS AND LINKING:</strong>\n</p>\n<p>\n<strong>13.1.</strong> Some websites which are linked to the Website are owned and operated by third parties.\nBecause We have no control over such websites and resources, You acknowledge and agree that We are not responsible or liable for the availability of such external websites or resources, and do not screen or endorse them, and are not responsible or liable for any content, advertising, services, products, or other materials on or available from such websites or resources.</p>\n<p>\n<strong>13.2.</strong> You further acknowledge and agree that We shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such third-party content, goods or services available on or through any such website or resource.\nIf You decide to access any such third-party website, You do so entirely at Your own risk and subject to any terms and conditions and privacy policies posted therein.</p>\n<p>\n<strong>13.3.</strong> Users further acknowledge that use of any website controlled, owned or operated by third parties is governed by the terms and conditions of use for those websites, and not by this Website's User Agreement or other online contracts, which are incorporated into this Agreement by reference.</p>\n<p>\n<strong>13.4.</strong> Links to external websites (including external websites that are framed by the Website) or inclusions of advertisements do not constitute an endorsement by Us of such websites or the content, products, advertising, or other materials presented on such website, but are for User's convenience.</p>\n<p>\n<strong>13.5.</strong> All Users do hereby agree to hold Us harmless from any and all damages and liability that may result from the use of links that may appear on the Website.\nWe reserve the right to terminate any link or linking program at any time.</p>\n<p>\n<strong>14.\nEXPORT CONTROL:</strong>\n</p>\n<p>\n<strong>14.1.</strong> You understand and acknowledge that the software elements of the Materials on the Site may be subject to regulation by agencies of the United States Government, including the United States Department of Commerce, which prohibits export or diversion of software to certain countries and third parties.\nDiversion of such Materials contrary to United States' or international law is prohibited.</p>\n<p>\n<strong>14.2.\n</strong>You will not assist or participate in any such diversion or other violation of applicable laws and regulations.</p>\n<p>\n<strong>14.3.\n</strong>You warrant that You will not license or otherwise permit anyone not approved to receive controlled commodities under applicable laws and regulations and that You will abide by such laws and regulations.</p>\n<p>\n<strong>14.4.\n</strong>You agree that none of the Materials are being or will be acquired for, shipped, transferred, or re-exported, directly or indirectly, to proscribed or embargoed countries or their nationals or be used for proscribed activities.</p>\n<p>\n<strong>15.\nNO AGENCY RELATIONSHIP:</strong>\n</p>\n<p>\n<strong>15.1.</strong> Nothing in this Agreement shall be deemed to constitute, create, imply, give effect to, or otherwise recognize a partnership, employment, joint venture, or formal business entity of any kind.\nand the rights and obligations of the parties shall be limited to those expressly set forth herein.</p>\n<p>\n<strong>16.\nNOTICE:</strong>\n</p>\n<p>\n<strong>16.1.\nNotice - </strong>Any notice required to be given under this Agreement by Us to You, may be provided by email to a functioning email address of the party to be noticed, by general posting on the Site, or personal delivery by commercial carrier such as Federal Express.\nNotices by Customers or Customer Members to Us shall be given by electronic messages unless otherwise specified in the Agreement.</p>\n<p>\n<strong>16.2.\nChange of Address - </strong>Either party may change the address to which notice is to be sent by written notice to the other party pursuant to this provision of the Agreement.</p>\n<p>\n<strong>16.3.\nWhen Notice is Effective - </strong>Notices shall be deemed effective upon delivery.\nNotices delivered by overnight carrier (e.g., United States Express Mail or Federal Express) shall be deemed delivered on the business day following mailing.\nNotices mailed by United States Mail, postage prepaid, registered or certified with return receipt requested, shall be deemed delivered five (5) days after mailing.\nNotices <strong>delivered</strong> by any other method shall be deemed given upon receipt.\nNotices by email and facsimile transmission, with confirmation from the transmitting machine that the transmission was completed, are acceptable under this Agreement provided that they are delivered one (1) hour after transmission if sent during the recipient's business hours, or 9:00 a.m.\n(recipient's time) the next business day.\nEither Party may, by giving the other Party appropriate written notice, change the designated address, fax number, and/or recipient for any notice or courtesy copy, hereunder.\n</p>\n<p>\n<strong>16.4.\nRefused, Unclaimed, or Undeliverable Notice - </strong>Any correctly addressed notice that is refused, unclaimed, or undeliverable, because of an act or omission of the Party to be <strong>notified</strong> shall be deemed effective as of the first date that said notice was refused or deemed undeliverable by the postal authorities, messenger, facsimile machine, email server, or overnight delivery service.</p>\n<p>\n<strong>17.\nCOMMUNICATIONS NOT PRIVATE:&nbsp.\n</strong>\n</p>\n<p>Unless otherwise designated by Us as private, all communications occurring on or through the Site are public and available to other Users.\nAll messages transmitted to Us shall be deemed to be readily accessible to the general public.\nVisitors should not use this Site to transmit any communication for which the sender intends only the sender and the intended recipient(s) to read.\nNotice is hereby given that all messages entered into this Site can and may be read by the agents and operators of this service, regardless of whether they are the intended recipients of such messages.\nAll Materials uploaded to the Site may be viewed by individuals who may recognize You, in real life.\nUse common sense when uploading Materials to the Site.</p>\n<p>\n<strong>\n</strong>\n<strong>18.\n<em>FORCE MAJEURE:</em>\n</strong>\n</p>\n<p>We shall not be responsible for any failure to perform due to unforeseen circumstances or to causes beyond Our reasonable control, including but not limited to: acts of God, such as fire, flood, earthquakes, hurricanes, tropical storms, or other natural disasters.\npandemics, war, riot, arson, embargoes, acts of civil or military authority, or terrorism.\nfiber cuts.\nstrikes, or shortages in transportation, facilities, fuel, energy, labor, or materials.\nfailure of the telecommunications or information services infrastructure.\ndata breach, hacking, SPAM, or any failure of a computer, server or software, for so long as such event continues to delay the Site's performance.</p>\n<p>\n<strong>19.\nGENERAL PROVISIONS:</strong>\n</p>\n<p>\n<strong>19.1.\nGoverning Law.</strong> This Agreement and all matters arising out of, or otherwise relating to, this Agreement shall be governed by the laws of the state of Florida, excluding its conflict of law provisions.\nThe sum of this paragraph is that any and all litigation permitted under this Agreement must be, without exception, brought to court and litigated in Orange County, Florida.</p>\n<p>\n<strong>19.1.1.\n</strong>All parties to this Agreement agree that all litigation permitted under this Agreement shall be tried and/or litigated exclusively in the state and federal courts located in Orange County, Florida.</p>\n<p>\n<strong>19.1.2.\n</strong>The parties agree to <u>exclusive</u> jurisdiction in, and only in, Orange County, Florida.</p>\n<p>\n<strong>19.1.3.\n</strong>The parties agree to <u>exclusive</u> venue in, and only in, Orange County, Florida.</p>\n<p>\n<strong>19.1.4.\n</strong>The parties additionally agree that this choice of venue and forum is mandatory and not permissive in nature, thereby precluding any possibility of litigation between the parties with respect to, or arising out of, this Agreement in a jurisdiction other than that specified in this paragraph.</p>\n<p>\n<strong>19.1.5.\n</strong>All parties hereby waive any right to assert the doctrine of <em>forum non-conveniens</em> or similar doctrines, or to object to venue with respect to any litigation permitted under this Agreement.</p>\n<p>\n<strong>19.1.6.\n</strong>All parties stipulate that the state and federal courts located in Orange County, Florida shall have personal jurisdiction over them for the purpose of any litigation permitted under this Agreement that is not otherwise subject to the arbitration provisions, <em>infra</em>.</p>\n<p>\n<strong>19.1.7.\n</strong>Each party hereby authorizes and accepts service of process sufficient for personal jurisdiction in any action against it, as contemplated by this paragraph by registered or certified mail, Federal Express, proof of delivery or return receipt requested, to the parties address for the giving of notices as set forth in this Agreement.</p>\n<p>\n<strong>19.1.8.\n</strong>Any final judgment rendered against a party in any action or proceeding shall be conclusive as to the subject of such final judgment and may be enforced in other jurisdictions in any manner provided by law if such enforcement becomes necessary.</p>\n<p>\n<strong>19.1.9.\nRight to Injunctive Relief.\n</strong>Both parties acknowledge that remedies at law may be inadequate to provide an aggrieved party with full compensation in the event of the other party's breach, and that in any litigation permitted under this Agreement, an aggrieved party shall therefore be entitled to seek injunctive relief, in addition to seeking all other remedies available at law or in equity.</p>\n<p>\n<strong>19.2.\nBinding Arbitration.\n</strong>If there is a dispute between the Parties arising out of or otherwise relating to this Agreement, the Parties shall meet and negotiate in good faith to attempt to resolve the dispute.\nIf the Parties are unable to resolve the dispute through direct negotiations, then, except as otherwise provided herein, either Party must submit the issue to binding arbitration in accordance with the then-existing Commercial Arbitration Rules of the American Arbitration Association.\nArbitral Claims shall include, but are not limited to, contract and tort claims of all kinds, and all claims based on any federal, state or local law, statute, or regulation, excepting only claims by Us under applicable worker's compensation law, unemployment insurance claims, intellectual property claims, actions for injunctions, attachment, garnishment, and other injunctive or equitable relief.\nThe arbitration shall be conducted in Orange County, Florida, and conducted by a single arbitrator, knowledgeable in Internet and e-Commerce disputes.</p>\n<p>\n<strong>19.2.1.</strong> The Arbitrator shall have no authority to award any punitive or exemplary damages.\ncertify a class action.\nadd any parties.\nvary or ignore the provisions of this User Agreement.\nand shall be bound by governing and applicable law.\nThe arbitrator shall render a written opinion setting forth all material facts and the basis of his or her decision within thirty (30) days of the conclusion of the arbitration proceeding.\nTHE PARTIES HEREBY WAIVE ANY RIGHTS THEY MAY HAVE TO TRIAL BY JURY IN REGARD TO ARBITRAL CLAIMS.</p>\n<p>\n<strong>19.2.2.\nNo waiver of right to arbitration -- </strong>There shall be no waiver of the right to arbitration unless such waiver is provided affirmatively and in writing by the waiving party to the other party.\nThere shall be no implied waiver of this right to arbitration.\nNo acts, including the filing of litigation, shall be construed as a waiver or a repudiation of the right to arbitrate.</p>\n<p>\n<strong>19.2.3.\nThe First Amendment applies to arbitration proceedings -- </strong>Any arbitration tribunal shall consider the First Amendment to the United States Constitution to be in force and effect between the parties.\nBoth parties stipulate to the applicability of the First Amendment's protection of free speech, expression, and association, and both parties stipulate that case law interpreting the First Amendment shall be admissible and considered to be binding authority upon the Arbitrator.</p>\n<p>\n<strong>19.3.</strong>\n<strong>Assignment.</strong> The rights and liabilities of the parties hereto will bind and inure to the benefit of their respective assignees, successors, executors, and administrators, as the case may be.</p>\n<p>\n<strong>19.4.\nSeverability.</strong> If for any reason a court of competent jurisdiction or an arbitrator finds any provision of this Agreement, or any portion thereof, to be unenforceable, that provision will be enforced to the maximum extent permissible and the remainder of this Agreement will continue in full force and effect.</p>\n<p>\n<strong>19.5.\nAttorneys' Fees.\n</strong>In the event any Party shall commence any claims, actions, formal legal action, or arbitration to interpret and/or enforce any of the terms and conditions of this Agreement, or relating in any way to this Agreement, including without limitation asserted breaches of representations and warranties, the prevailing party in any such action or proceeding shall be entitled to recover, in addition to all other available relief, its reasonable attorneys' fees and costs incurred in connection therewith, including attorneys' fees incurred on appeal.</p>\n<p>\n<strong>19.6.\nComplaints - California Residents: </strong>The Complaint Assistance Unit of the Division of Consumer Services of the Department of Consumer Affairs may be contacted at: https://www.dca.ca.gov/consumers/complaints/index.shtml.</p>\n<p>\n<strong>19.7.\nNo Waiver.\n</strong>No waiver or action made by Us shall be deemed a waiver of any subsequent default of the same provision of this Agreement.\nIf any term, clause or provision hereof is held invalid or unenforceable by a court of competent jurisdiction, such invalidity shall not affect the validity or operation of any other term, clause or provision and such invalid term, clause or provision shall be deemed to be severed from this Agreement.</p>\n<p>\n<strong>19.8.\nHeadings.</strong> All headings are solely for the convenience of reference and shall not affect the meaning, construction or effect of this Agreement.</p>\n<p>\n<strong>19.9.\nComplete Agreement.\n</strong>This Agreement constitutes the entire Agreement between the parties with respect to Your access and use of the Website and the Materials contained therein, and Your Membership with the Website, and supersedes and replaces all prior understandings or agreements, written or oral, regarding such subject matter.</p>\n<p>\n<strong>19.10.\nOther Jurisdictions.\n</strong>We make no representation that the Website or any of the Materials contained therein are appropriate or available for use in other locations, and access to them from territories where their content may be illegal or is otherwise prohibited.\nThose who choose to access the Website from such locations do so on their own initiative and are solely responsible for determining compliance with all applicable local laws.</p>\n<p>This document prepared by: Walters Law Group, www.FirstAmendment.com.\nAll Rights Reserved.\n© (2019).</p>\n", "created_at": "2021-09-04 21:01:37.21628", "updated_at": "2021-09-04 19:02:57.170103"}, {"id": 8980, "name": "Privacy Policy ", "url": "https://www.clips4sale.com/clips/page/privacypolicy", "xpath": "/html/body/div[1]/section/div", "text": "\n&nbsp.\nPrivacy Policy\n&nbsp.\n<p>\n<strong>Websites Covered:</strong>\n<br>\n<strong>WWW.CLIPS4SALE.COM</strong>\n<br>\n<strong>WWW.IMAGES4SALE.COM</strong>\n<br>\n<strong>WWW.VIDEOS4SALE.COM</strong>\n<br>\n<strong>WWW.C4SLIVE.COM</strong>\n</p>\n&nbsp.\n<p>\n<strong>Effective Date: December 5, 2012<br>\n</strong>\n<strong>Last Modified: December 17, 2019</strong>\n</p>\n&nbsp.\n<p>Tropical Sun Ltd (hereinafter “we”, “us”, “our”, or the “Company”) respects your privacy and is committed to protecting it through this privacy policy (the “policy”).\nThis policy describes the types of information the Company may collect from you or that you may provide when you visit any of the websites listed above (collectively referred to as the “Website”) and the Company’s practices for collecting, using, keeping, protecting, and disclosing that information.</p>\n<p>This policy applies to information the Company collects:</p>\n<p>• On the Website (including desktop and mobile versions).</p>\n<p>• In email, text, and other electronic messages between you and the Company.</p>\n<p>• When you interact with the Company’s advertising and applications on third-party websites and services, if those applications or advertising include links to this policy.</p>\n<p>• When you interact with the Website through third-party social media platforms.</p>\n<p>It does not apply to information collected by:</p>\n<p>• the Company offline or through any other means, including on any other website operated by the Company or any third-party (including the Company’s affiliates and subsidiaries).\nor</p>\n<p>• any third-party (including the Company’s affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from (or on) the Website.</p>\n<p>Please read this policy carefully to understand the Company’s policies and practices regarding your information and how the Company will treat it.\nIf you do not agree with the Company’s policies and practices, your choice is not to use the Website.\n<b>By accessing or using the Website, you agree to this policy and consent to the Company’s collection, use, disclosure, retention, and protection of your personal information as described in this policy.</b>\n</p>\nThe Company may change this policy on one or more occasions.\nThe Company will consider your continued use of the Website after the Company makes changes as your acceptance of the changes, so please check this policy frequently for updates.\n<p>1.\nAre minors welcome?</p>\n<p>The Website is not intended for persons under 18-years old.\nYou will only access the Website or register if (1) you are at least 18-years old and (2) have reached the age of majority where you live.\nThe Company prohibits all persons who do not meet the age requirements from accessing the Website.\nMinors must not access the Website or use its services.</p>\n<p>The Company does not knowingly collect any information about children, minors, or anyone under the age of majority.\nNor does the Company knowingly market to children, minors, or anyone under 18-years old.\nIf you are under 18-years old, you must not submit information to the Company and must leave the Website.\nIf the Company becomes aware that a child, minor, or anyone under 18-years old has registered with the Website and provided the Company with personal information, the Company will take steps to cancel that account.\nIf the Company cancels your account because you are under 18-years old, the Company may keep your email and IP address to ensure that you do not elude the rules by creating a new account.\nIf you become aware that your child has provided us with personal information, please send the Company an email at: support@clips4sale.com.</p>\n<p>2.\nWhat types of information does the Company collect about you and how is it collected?</p>\n<p>The Company may collect several types of information from and about users of the Website, including information:</p>\n<p>• by which you may be personally identified, including your name, postal address, email address, telephone number, date of birth, social security number/federal employment identification number, or any other information that the Company collects that is defined as personal or personally identifiable information under law (“personal information”);</p>\n<p>• that is about you but individually does not identify you, including your age, gender, location, and any other optional information you provide about yourself.\nor</p>\n<p>• about your Internet connection, the equipment you use to access the Website, and usage details.</p>\n<p>The Company collects this information:</p>\n<p>• Directly from you when you provide it to the Company.</p>\n<p>• Automatically as you navigate through the Website.\nInformation collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, and other tracking technologies.</p>\n<p>• From third parties, for example, the Company’s business partners.</p>\n<p>Information You Provide to the Company</p>\n<p>The information the Company collects on or through the Website may include:</p>\n<p>• Information that you provide by filing in forms on the Website.\nThis includes information provided at the time of registering to use the Website, signing up for an account, purchasing credits, tokens, or requesting further services.\nThe Company may also ask you for information when you report a problem with the Website or a service.</p>\n<p>• Records and copies of your correspondence (including email addresses), if you contact the Company.</p>\n<p>• Your responses to surveys that the Company might ask you to complete for research purposes.</p>\n<p>• Details of transactions you carry out through the Website and of the fulfillment of your requests.\nYou may be required to provide financial information before placing an order through the Website or receiving payment from the Company.</p>\n<p>• Your search queries on the Website.</p>\n<p>You also may provide information to be published or displayed (“posted”) on public areas of the Website, or transmitted to other users of the Website or third parties (collectively, “user contributions”).\nYour user contributions are posted on the Website and transmitted to others at your own risk.\nAlthough you may set certain privacy settings for this information by logging into your account, please be aware that no security measures are perfect or impenetrable.\nAdditionally, the Company cannot control the actions of other users of the Website with whom you may choose to share your user contributions.\nThus, the Company cannot and does not guarantee that your user contributions will not be viewed by unauthorized persons.</p>\n<p>Information the Company Collects through Automatic Data Collection Technologies</p>\n<p>As you navigate through and interact with the Website, the Company may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<p>• Details of your visits to the Website, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Website.</p>\n<p>• In compliance with the Digital Advertising Alliance’s suite of Self-Regulatory Principles (DAA Principles) you can opt-out from receiving targeted ads/Interest-Based Advertising from by the Company or served on its behalf, as follows:</p>\n<p>• In Android operating systems, by opening the “Google Settings app” from your app drawer, tapping “Ads”, and selecting “Opt-out of Interest-based ads” (http://developer.android.com/google/play-services/id.html).\nPlease note that this will block your phone from receiving tailored ad recommendations across your device.</p>\n<p>• In iOS operating systems, by clicking on Settings -&gt.\nGeneral -&gt.\nAbout -&gt.\nAdvertising and toggling Limit Ad Tracking to ‘ON’ (https://support.apple.com/en-us/HT202074).\nPlease note that this will block your phone from receiving tailored ad recommendations across your device.</p>\n<p>• Information about your computer and Internet connection, including your IP address, operating system, and browser type.</p>\n<p>Information about your mobile device and Internet connection, including the device’s unique device identifier, IP address, operating system, browser type, mobile network information, and the device’s telephone number.\nThis information may also include details about your mobile carrier, your precise geographic location information, and other information described in this policy.\nIf you do not want your location known, you can turn off location services on your mobile device by going to: 1) settings, 2) location services, 3) off [for iOS devices].\nand, 1) profile, 2) privacy, 3) on [for Android devices.]</p>\n<p>The information the Company collects automatically is statistical data and does not include personal information, but the Company may keep it or associate it with personal information the Company collects in other ways or receive from third parties.\nIt helps the Company to improve the Website and to deliver a better and more personalized service, including by allowing the Company to:</p>\n<p>• Estimate the Website’s audience size and usage patterns.</p>\n<p>• Store information about your preferences, thus allowing the Company to customize the Website according to your individual interests.</p>\n<p>• Speed up your searches.</p>\n<p>• Recognize you when you return to the Website.</p>\n<p>The technologies the Company uses for this automatic data collection may include:</p>\n<p>• Cookies (or browser cookies).\nA cookie is a small file placed on the hard drive of your computer.\nYour browser stores cookies in a manner associated with each website you visit.\nThe Company uses cookies to enable its servers to recognize your browser and tells the Company how and when you visit the Website and use the services.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of the Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, the Company’s system will issue cookies when you direct your browser to the Website.\nIf you want to learn more about cookies, please visit www.allaboutcookies.org.</p>\n<p>• Flash Cookies.\nCertain features of the Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from, and on the Website.\nFlash cookies are not managed by the same browser settings as are used for browser cookies.\nFor information about managing your privacy and security settings for Flash cookies, you can access your Flash management tools from Adobe’s website.</p>\n<p>• Web Beacons.\nPages of the Website (and the Company’s emails) may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages (or opened an email) and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).\nIf you want to learn more about web beacons, please visit http://www.allaboutcookies.org/faqs/beacons.html.</p>\n<p>The Company does not collect personal information automatically, but it may tie this information to personal information about you that the Company collects from other sources or you provide to the Company.</p>\n<p>Third-party Use of Cookies and Other Tracking Technologies</p>\n<p>Some content or applications, including advertisements, on the Website are served by third parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Website.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.</p>\n<p>The Company does not control third-party tracking technologies or how third parties’ use them.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.</p>\n<p>Social Networks and Third-Party Plug-ins</p>\n<p>The Website may include plugins from social networks and other third parties.\nAn example of a plugin is the Facebook® “Like” button.\nWhere legally permitted, these plugins may communicate with and send information to the party that provided the plugin, even if you do not click on the plugin.\nThis information may include your IP address, information about your browser and device, and the address of the webpage you are visiting on the Website.\nLoading, using, or clicking the plugins may also place, read, and transmit cookies.\nThese cookies may contain a unique identifier the social network or third-party assigns you.\nThe loading, functionality, and your use of the plugins are governed by the privacy policy and terms of the party that provided the plugin.</p>\n<p>3.\nHow does the Company use your information?</p>\n<p>The Company may use information that it collects about you or that you provide to the Company, including any personal information:</p>\n<p>• To present the Website and its contents to you.</p>\n<p>• To provide you with information, products, or services that you request from the Company.</p>\n<p>• To fulfill any other purpose for which you provide it.</p>\n<p>• To provide you with notices about your account, including expiration and renewal notices.</p>\n<p>• To carry out the Company’s obligations and enforce its rights arising from any contracts entered into between you and the Company, including for billing and collection or to receive payment from the Company.</p>\n<p>• To notify you about changes to the Website or any products or services the Company offers or provides through the Website.</p>\n<p>• To allow you to participate in any interactive features on the Website.</p>\n<p>• To monitor and analyze trends, usage, and activities in connection with the Website and for marketing or advertising purposes.</p>\n<p>• To investigate and prevent fraudulent transactions, unauthorized access to the Website, and other illegal activities.</p>\n<p>• To personalize the Website content, features, or advertisements.</p>\n<p>• In any other way, the Company may describe when you provide the information.</p>\n<p>• For any other purpose with your consent.</p>\n<p>The Company may also use your information to contact you about the Company’s own and third parties’ goods and services that may be of interest to you.\nIf you do not want the Company to use your information in this way, please send the Company an email: <u>support@clips4sale.com</u>.\nFor more information, see What choices do you have about how the Company uses and disclose your information.</p>\n<p>The Company may use the information it has collected from you to allow the Company to display advertisements to its advertisers’ target audiences.\nEven though the Company does not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.</p>\n<p>4.\nWith whom does the Company share your information?</p>\n<p>The Company may disclose aggregated information about its users, and information that does not identify any individual, without restriction.</p>\n<p>The Company may disclose personal information that it collects or you provide as described in this policy:</p>\n<p>• To the Company’s subsidiaries and affiliates.</p>\n<p>• To contractors, service providers, and other third parties the Company uses to support its business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which the Company discloses it to them.</p>\n<p>• To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the Company’s assets, whether as a going concerning or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by the Company about the Website’s users is among the assets transferred.</p>\n<p>• To third parties to market their products or services to you if you have not opted out of these disclosures.\nThe Company contractually requires these third parties to keep personal information confidential and use it only for the purposes for which the Company discloses it to them.\nFor more information, see What choices do you have about how the Company uses and discloses your information.</p>\n<p>• To fulfill the purpose for which you provide it.</p>\n<p>• For any other purpose disclosed by the Company when you provide the information.</p>\n<p>• With your consent.</p>\n<p>The Company may also disclose your personal information:</p>\n<p>• To comply with any court order, law, or legal process, including responding to any government or regulatory request.</p>\n<p>• To enforce or apply the terms of use and other agreements, including for billing and collection purposes or to receive payment from the Company.</p>\n<p>• If the Company believes disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, its customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</p>\n<p>5.\nWhat choices do you have about how the Company uses and discloses your information?</p>\n<p>The Company strives to provide you with choices about the personal information you provide to the Company.\nThe Company has created mechanisms to provide you with the following control over your information:</p>\n<p>• Tracking Technologies and Advertising.\nYou can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nTo learn how you can manage your Flash cookie settings, visit the Flash player settings page on Adobe’s&nbsp;website.\nTo learn how you can manage your other cookies, visit&nbsp;www.allaboutcookies.org/manage-cookies/.\nIf you disable or refuse cookies, please note that some parts of the Website may then be inaccessible or not function properly.</p>\n<p>• Disclosure of Your Information for Third-Party Advertising.\nIf you do not want the Company to share your personal information with unaffiliated or non-agent third parties for promotional purposes, you can opt out by changing your email settings in your account.\nYou can also always opt out by sending the Company an email: support@clips4sale.com.</p>\n<p>• Promotional Offers from the Company.\nIf you do not want to have your email address used by the Company to promote its own or third parties’ products or services, you can opt out by sending the Company an email: support@clips4sale.com.\nIf the Company has sent you a promotional email, you may send the Company a return email asking to be omitted from future email distributions or click on the “unsubscribe” link at the bottom of the email.\nThis opt out does not apply to information provided to the Company as a result of a service purchase or other transactions.</p>\n<p>• Targeted Advertising.\nIf you do not want the Company to use information that it collects or that you provide to it to deliver advertisements according to its advertisers’ target audience preferences, you can opt out by changing your email settings in your account.\nYou can also always send the Company an email: support@clips4sale.com.\nFor this opt out to function, you must have your browser set to accept browser cookies.</p>\n<p>The Company does not control third parties’ collection or use of your information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your information collected or used in this way.</p>\n<p>6.\nHow do you access and correct your information?</p>\n<p>You can review and change your personal information by logging into the Website and visiting your account profile page.\nYou may also the Company an email: support@clips4sale.com&nbsp;to request access to, correct, or delete any personal information that you have provided to the Company.\nThe Company cannot delete your personal information except by also deleting your account.\nThe Company will not accommodate a request to change information if it believes the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>If you delete your user contributions from the Website, copies of your user contributions might remain viewable in cached and archived pages, or might have been copied or stored by other users of the Website.\nThe Website’s terms of use govern proper access and use of information provided on the Website, including user contributions.</p>\n<p>7.\nHow does the Company protect your personal information?</p>\n<p>The Company has implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, change, and disclosure.\nAll information you provide to the Company is stored on its secure servers behind firewalls.\nThe Company encrypts all payment transactions using SSL technology.</p>\n<p>The safety and security of your information also depends on you.\nWhere the Company has given you (or where you have chosen) a password for access to certain parts of the Website, you are responsible for keeping this password confidential.\nThe Company asks you not to share your password with anyone.\nIn addition, the Company urges you to be careful about giving out information in public areas of the Website.\nThe information you share in public areas may be viewed by any user of the Website.</p>\n<p>\n<b>Warning:</b> The transmission of information over the Internet is not completely secure.\nAlthough the Company does its best to protect your personal information, the Company cannot guarantee the security of your personal information transmitted to the Website.\nAny transmission of personal information is at your own risk.\nThe Company is not responsible for circumvention of any privacy settings or security measures contained on the Website.</p>\n<p>8.\nInternational Users</p>\n<p>This policy is intended to cover collection of information on or through the Website from residents of the United States.\nIf you are visiting the Website from outside the United States, please be aware that your information may be transferred to, stored, and processed in the United States where the Company’s servers are located.\nThe data protection and other laws of the United States might not be as comprehensive as those in your country.\nPlease be assured that the Company seeks to take reasonable steps to make sure that your privacy is protected.\nBy using the Company’s services, you acknowledge that your information may be transferred to the Company’s facilities and those third parties with whom the Company shares it as described in this policy.\nWhen you provide personal information to the Company through the Website, you consent to the processing of your data in, and the transfer of your data to, the United States, or any other country in which the Company or its affiliates, subsidiaries, or service providers host these services.</p>\n<p>The Website may be subject to Canadian law, specifically, the Personal Information Protection and Electronic Documents Act (S.C.\n2000, c.\n5).\nIf you believe that we have violated your privacy rights in any way, please contact us immediately at support@clips4sale.com.\nYou may visit www.priv.gc.ca for more information about your privacy rights.</p>\n<p>9.\nDo Not Track Policy</p>\n<p>Do Not Track (“DNT”) is a privacy preference that you can set in your browser.\nDNT is a way for you to inform websites and services that you do not want certain information about your webpage visits collected over time and across websites or online services.\nThe Company is committed to providing you with meaningful choices about the information it collects and that is why the Company provides you the ability to opt out.\nHowever, the Company does not recognize or respond to any DNT signals as the Internet industry works toward defining exactly what DNT means, what it means to comply with DNT, and a common approach to responding to DNT.\nFor more information, visit www.allaboutdnt.com.</p>\n<p>10.\nYour California Privacy Rights</p>\n<p>California Civil Code § 1798.83 permits users of the Website that are California residents to request certain information about the Company’s disclosure of personal information to third parties for their direct marketing purposes.\nTo make this request, please contact the Company at support@clips4sale.com.</p>\n<p>Further, if you are a California resident and would like to opt out from the disclosure of your personal information to any third-party for marketing purposes, please contact the Company at support@clips4sale.com.\nPlease be advised that if you opt out from permitting your personal information to be shared, you may still receive selected officers directly from the Company in accordance with California law.</p>\n<p>11.\nLinks to Other Websites</p>\n<p>The Website contains links to other websites.\nPlease be aware that the Company is not responsible for the content or privacy practices of those other websites.\nThe Company encourages its customers to be aware when they leave the Website and to read the privacy statements of any other website that collects personally identifiable information.</p>\n<p>12.\nNo Rights of Third Parties</p>\n<p>This policy does not create rights enforceable by third parties or require disclosure of any personal information relating to users of the Website.</p>\n<p>13.\nDMCA Takedown Requests</p>\n<p>The Website voluntarily complies with the Digital Millennium Copyright Act (DMCA).\nIf you reasonably believe that your copyrighted work has been used or posted by a third-party without your consent, you may follow the instructions here https://www.clips4sale.com/clips/page/dmca&nbsp;on how to report it.</p>\n<p>By submitting a copyright infringement notice or other communication (including communications about content stored on or transmitted through the Website), you consent to have these communications forwarded to the person or entity who stored, transmitted, or linked to the content addressed by your communication, to facilitate a prompt resolution.\nThe Company forwards DMCA infringement notices (including any personally identifying information contained in the notices) as submitted to the Company without any deletions.</p>\n<p>14.\nCALIFORNIA CONSUMER PRIVACY ACT NOTICE</p>\n<p>As of January 1, 2020, the California Consumer Privacy Act of 2018 (“CCPA”) provides California residents (“Consumer(s)”) certain rights with respect to their personal information, as this term is defined under the CCPA.\nIn addition to the rights we state under this policy and subject to the exceptions found under the CCPA, Consumers have the right to:</p>\n<p>• Opt-out of the sale of their personal information, should we sell their personal information;</p>\n<p>• Be informed of certain information concerning our collection and use of their personal information;</p>\n<p>• Request that we delete certain personal information we collected from them;</p>\n<p>• Appoint an agent to exercise their rights provided for by the CCPA, provided that a duly executed notarized power of attorney is presented and provided that the agent has information deemed sufficient to allow us to verify the identity of the Consumer in question and to locate his/her information in our systems;</p>\n<p>• Not be subjected to discrimination for the exercise of these rights.\nWe will not deny California residents the use of our service, neither will we provide a different level or quality or services for exercising any of their CCPA rights, unless as permitted under the CCPA.</p>\n<p>This Website does not sell nor has it sold in the past 12 months personal information to third parties for monetary or other valuable considerations.\nWe may however disclose certain personal information with third parties, service providers and entities within our corporate group in order to enable them to perform certain services on our behalf and namely to make the Website work properly.\nRegardless, we respect the California residents’ right to exclude personal information from such sharing arrangements and to thereby opt-out of any future sale of their personal information.</p>\n<p>If the CCPA is applicable to you and you would like to record such preference, please click on the following link for \"Do Not Sell My Personal Information”.</p>\n<p>15.\nChanges to Privacy Policy</p>\n<p>The Company will post any changes it makes to this policy on this page.\nAlthough we may attempt to notify you when major changes are made to this policy, you are expected to periodically review the most up-to-date version found on this page, so you are aware of any changes, as they are binding on you.</p>\n<p>If changes are made to this policy, the date of change will be indicated next to the “last modified” inscription at the top of this page.\nYou agree that you will periodically review this policy and refresh the page when doing so.\nYou agree to note the date of the last revision to this policy to make sure you’ve reviewed the latest applicable and effective version.\nIf the “last modified” date is unchanged from the last time you’ve reviewed this policy, it means it remains unchanged.\nIf the “last modified” date has changed, then there have been changes, and you agree to review this latest version of the policy.\nBy continuing to use the Website after an amended version of this policy is in effect and posted on this page, you consent to such amendment and agree to its terms and conditions.</p>\n<p>16.\nGDPR Privacy Policy</p>\n<p>Our GDPR Privacy Policy can be found here: https://www.clips4sale.com/clips/page/gdprprivacypolicy</p>\n<p>17.\nContact Information</p>\n<p>To ask questions or comment about this policy and the Company’s privacy practices, contact the&nbsp;Company at customerservice@clips4sale.com.</p>\n<p>This document prepared by: Walters Law Group, www.FirstAmendment.com.\nAll Rights Reserved.\n© (2019)</p> ", "created_at": "2021-09-04 21:01:37.214696", "updated_at": "2021-09-04 19:02:38.978865"}], "points": [], "urls": ["clips4sale.com"]}}