{"error": 448, "message": "OK", "parameters": {"id": 3206, "name": "Parler", "created_at": "2021-04-18 09:58:03.919625", "updated_at": "2021-05-03 22:11:53.908391", "wikipedia": "https://en.wikipedia.org/wiki/Parler", "keywords": null, "related": null, "slug": "parler", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3206.png", "url": "parler.com", "documents": [{"id": 5232, "name": "Privacy Policy", "url": "https://legal.parler.com/documents/privacypolicy.pdf", "xpath": "//body", "text": "1,Privacy Policy ,Parler ,02/14/2021,Parler, LLC and its affiliates (“Company,” “we,” “our,” and/or “us”) value the privacy of ,individuals who use our social news application, website, and related services (collectively, our ,“Services”).\nThis privacy policy (the “Privacy Policy”) explains howwe collect, use, and share ,information from our users(“Users,” “you,” and/or “your”) to facilitate your commenting, social ,news, and influencer networking experience.\nBy using our Services, you agree to the collection, ,use, disclosure, and procedures this Privacy Policy describes.\nBeyond the Privacy Policy, your ,use of our Services is also subject to our Terms of Service,https://legal.parler.com/documents/termsofservice.pdf,We process and store your information in the U.S.\nWe neithersell your information to third ,parties nor share your information with foreign governments except in the limited circumstances ,described in this Privacy Policy (see “How We Share the Information We Collect” below for ,more detail).\n,Information We Collect ,We may collect a variety of information from or about you or your devices from various sources, ,as described below.\n,A.Information You Provide to Us.,Registration and Profile Information.When you sign up for an account, we may collect ,information such as your name, email address, displayname, and profile photo.\n,Verification Information.\nIf you choose to go through the verification process, we may ask for ,information that can be used to verify your identity, such as scans of your government-issued ,photo identification.\nWhen your government-issued photo identification information is no longer ,necessary to verify your identity, we delete the scans (front and back).\nWe retain only an ,anonymized hash corresponding to the information the identification document contains, in order ,to prevent identity theft and impostor accounts.\nNo personally identifiable information from your ,identification document can be retrieved from the stored hash.\nIn addition to the identification ,information, we ask for you to take a selfie.\nWe retain the selfie to prevent the creation of ,impostor accounts, but we store them securely, in encrypted form.,Influencer Network Information.Unlike other platforms, Parler allows you to monetize your ,content, following, and goodwill.\nAs part of that, the law requires us to collect certain pieces of ,personally identifiable information.\nSpecifically, in addition to identification information (see ,above under “verification” for our collection and treatment of identifying information), we ,2,collect information on form W-9 as required by the IRS.\nWe are required to do this in order to ,facilitate the receipt by you of paymentsearned on Parler.\nHowever, we store that information in ,secure, encrypted form.\nWe never share it, sell it, or use it in any way other than for purposes of ,legal compliance.,Content you Share.\nWe collect any information you choose to provide on our Services, such as ,parleys (posts),follows,photos, videos, gifs, comments, votes, and echoes.\n,Payment Information.\nIf you make a purchase through our Services, your payment-related ,information, such as your credit and debit card or automated clearing house (ACH) information, ,is collected and stored by our third-party payment processor on our behalf.\n,Communications.\nIf you contact us directly, we may receive additional information about you.\n,For example, if you contact us for customer support, we may receive your name, email address, ,phone number, the contents of any message or attachments you may send to us, and any other ,information you choose to provide.\n,B.\nInformation We Collect When You Use Our Services.,Deviceand LocationInformation.\nWe receive information about the device and software you ,use to access our Services, including IP address(from which location may be inferred), device ,type, web browser type, operating system version, phone carrier and manufacturer, member,agents, application installations, device identifiers, mobile advertising identifiers, and push ,notification tokens.\n,Usage Information.\nWe automatically receive information about your interactions with our ,Services, such as the posts or other content you view, the searches you conduct, the people you ,follow, and the dates and times of your visits.\n,Your Contacts.\nIf you permit us to access the address book on your device or give us permission ,to import your contacts from an email account associated with your account, we may access and ,store names and contact information from your address book tohelp you follow your contacts, ,and your contacts to follow you.,Information from Cookies and Similar Technologies.\nWe may collectinformation using ,cookies, pixel tags, and similar technologies.\nCookies are small text files containing a string of ,alphanumeric characters.\nWe may use both session cookies and persistent cookies.\nA session ,cookie disappears after you close yourbrowser.\nA persistent cookie remains after you close your ,browser and may be used by your browser on subsequent visits to our Services.\n,Please review your web browser’s “Help” file to learn the proper way to modify your cookie ,settings.\nPlease note that if you delete or choose not to accept cookies from our Services, you ,may not be able to utilize the features of our Services to their fullest potential.\n,3,How We Use the Information We Collect ,We may use the information we collect: ,●To provide, maintain, and improve our Services.\n,●To personalize your experience on our Services, such as by providing tailored content ,and recommendations.\n,●To understand and analyze how you use our Services and develop new products, services, ,features, and/or functionality.\n,●To communicate with you, provide you with updates and other information relating to ,our Services, provide information that you request, respond to comments and questions, ,and otherwise provide customer support.\n,●For marketing and advertising purposes, such as developing and providing promotional ,and advertising materials that may be relevant, valuable or otherwise of interest to you.\n,●To send you text messages and push notifications.\n,●To facilitate transactions, redemptions, and payments.\n,●To verify your identity and determine your eligibility to join our influencer network.\n,●To find and prevent fraud and respond to trust and safety issues.\n,●For compliance purposes, including enforcing our Terms of Serviceor other legal rights, ,or as may be required by applicable laws and regulations or requested by any judicial ,process or governmental agency.\nand ,●For other purposes for which we provide specific notice at the time the information is ,collected.\n,How We Share the Information We Collect ,Vendors and Service Providers.\nWe may share any information we receive with vendors and ,service providers retained in connection with the provision of our Services.\n,Content you Share.\nOur Services are social services that allow you to find, enjoy, and share ,content.\nYour display name, displayname, profile photo, about me section, and contacts (i.e., ,membersyou are following) will always be viewable and/or searchable by other Members.\nThe ,content you post to our Services will be displayed and viewable by other Membersby default.\n,Although this content is public by default, in the “Your Choices” section below, we describe the ,account settings and controls you can use to limit the sharingof certain information.\nWe are not ,responsible for other Members’ use of available information, so you should carefully consider ,whether and what to post and how you identify yourself on our Services.\n,Marketing.\nWedo not and will neverrent, sell, or share information about you with ,nonaffiliated third parties for their direct marketing purposes unless we have your affirmative ,express consent.\n,As Required By Law and Similar Disclosures.\nWe may access, preserve, and disclose your ,information if we believe doing so is required or appropriate to: (a) comply with law ,4,enforcement requests and legal process, such as a court order or subpoena.\n(b) respond to your ,requests.\nor (c) protect your, our, or others’ rights, property, or safety.\nFor the avoidance of ,doubt, the disclosure of your information may occur if you post any objectionable content on or ,through our Services.\n,Merger, Sale, or Other Asset Transfers.\nWe may transfer your information to service ,providers, advisors, potential transactional partners, or other third parties in connection with the ,consideration, negotiation, or completion of a corporate transaction in which we are acquired by ,or merged with another company or we sell, liquidate, or transfer all or a portion of our assets.\n,The use of your information following any of these events will be governed by the provisions of ,this Privacy Policy in effect at the timeof the acquisition or merger.\n,Consent.\nWe may also disclose your information with your permission.,Your Choices ,Sharing Preferences.\nWe provide you with settings to allow you to set your sharing preferences ,for content you post to our Services.\nCertain information, such as your displayname, may always ,be publicly available to others, and other information is made publicly available to others by ,default.\nTo change whether certain information is publicly viewable, you can adjust the settings ,in your account.\n,Marketing Communications.\nWe send you marketing communications consistent with your ,choices.\nYou can unsubscribe from our promotional emails by adjusting your account settings or ,via the link provided in the emails.\nEven if you opt-out of receiving promotional messages from ,us, you will continue to receive administrative messages from us.\n,Notifications.\nYou can opt-out of receiving notifications for posts, votes, echoes, comments, ,and followers by adjusting your profile and/or operating system (i.e., iOS or Android) settings.\n,Third Parties ,Our Services may contain links to other websites, products, or services that we do not own or ,operate.\nWe are not responsible for the privacy practices of these third parties.\nPlease be aware ,that this Privacy Policy does not apply to your activities on these third-party services or any ,information you disclose to these third parties.\nWe encourage you to read their privacy policies ,before providing any information to them.\n,For example, any information you share with Google as a consequence of sharing or interacting ,with YouTube content on Parler is governed byGoogle's privacy policy.\nGoogle now provides ,users some control over the collection of data by its users and API Clients like Parler.\nfollowthis ,linkfor moreinformation on revoking an API client's access to your data.\nExercising such ,control may require having a Google account, which itself may be a privacy concern for some of ,our members.\nTherefore, membersare encouraged to use Parler's own native video capabilities ,(or the capabilities of other platforms equally respectful of memberprivacy) if they wish to avoid ,5,sharing data with Google.(A similar disclaimer applies to Rumble, an emerging competitor of ,Google-YouTube.\nWhen in doubt, consult the privacy policy of the entity responsible for ,facilitating the display of content on our Services, before choosing to interact with it, so you can ,make an informed decision about your privacy.),Security ,We make reasonable efforts to protect your information by using physical and electronic ,safeguards designed to improve the security of the information we maintain.\nHowever, as our ,Services are hosted electronically, we can make noabsoluteguarantees as to the security or ,privacy of your information.,Children ,We do not knowingly collect, maintain, or use personal information from children under 13 years ,of age, and no part of our Services is directed to children.\nIf you learn that a child has provided ,us with personal information in violation of this Privacy Policy, then you may alert us at ,privacy@parler.com.\n,International Transfers of Data ,Our Services are hosted in the United States and intended for visitors located within the United ,States.\nIf you choose to use our Services from the European Union or other regions of the world ,with laws governing data collection and use that may differ from U.S.\nlaw, then please note that ,you are transferring your personal information outside of those regions to the United States for ,storage and processing.\nBy providing any information, including personal information, on or to ,our Services, you consent to such transfer, storage, and processing.\n,Update Your Information or Pose a Question,You can update your account and profile information through your account settings.\nYou can ,delete your account by selecting “Delete Account” under the “Settings and Privacy” section of ,the left drop-down menu of the website or app.\nIf you have questions about your privacy on the ,Services or this privacy policy, please contact us atprivacy@parler.com,Changes to the Privacy Policy ,We will post any adjustments to the Privacy Policy on this page, and the revised version will be ,effective when it is posted.\nIf we materially change the ways in which we use or share personal ,information previously collected from you through our Services,we will notify you through our ,Services, by email, or other communication.\n,6,Your California Privacy Rights,If you are a California resident, California law may provide you with additional rights regarding ,our use of your personal information.\nTo learn more about your Californiaprivacyrights, visit ,our CCPA Privacy Notice at https://legal.parler.com/documents/ccpapolicy.pdf.,California's \"Shine the Light\" law (Civil Code Section § 1798.83) permits users of our Website ,whoare California residents to request certain information regarding our disclosure of personal ,information to third parties for their direct marketing purposes.\nTo make such a request, please ,send usan e-mail to privacy@parler.comor write to us at ,Parler Data Privacy,209 S Stephanie Street ,B135 ,Henderson, NV 89012,Contact Information &amp.\nEffective Date ,If you have any questions, comments, or concerns about our processing activities, please email ,us at privacy@parler.comor write to us at 209 S Stephanie Street B135 Henderson, NV 89012.\n,Last Updated: [February 14, 2021]", "created_at": "2021-04-18 09:58:04.887052", "updated_at": "2021-04-18 10:03:12.504044"}, {"id": 5233, "name": "Community Guidelines", "url": "https://legal.parler.com/documents/guidelines.pdf", "xpath": "//body", "text": "Community Guidelines,2/14/2021,Our Guidelines govern your relationship with Parler, your use of Parler, as ,well as your access to our services and products.\nBy accessing Parler, you ,agree to these terms.\nThese Guidelines are designed to enable productive,,polite discourse among people with differing interests,lifeexperiences, and ,viewpoints.,Our goal is to provide all community memberswith a welcoming, ,nonpartisan Public Square.\nWhile the First Amendment does not apply to ,private companies such asParler,our mission is to create a social platform ,in the spiritof the First Amendment to the United States Constitution.,We prefer that removing usersoruser-provided content bekept to the ,absolute minimum.\nWe prefer to leave decisions about what is seen and who ,is heardtoeach individual.\nIn no case will Parlerdecidewhat willcontentbe ,removed or filtered, or whose accountwill be removed, on the basis of the ,opinionexpressed within the content at issue.\nParler’s policies are, to use a ,well-known concept in First Amendment law, viewpoint-neutral.\n,Wedo not curate your feed.\nwe do not pretend to be qualified to do so.We ,believe only you are qualified to curate your feed, and sowe give you the ,tools you need to do it yourself.\nTo that end, Parler offers a number of ,features—including the ability to mute or block other users, or to mute or ,block all comments containing terms of yourchoice—and we encourage you ,to use these toolswhenever the content you would rather not encounter here, ,is not otherwise addressed by what follows.,At Parler, we’re committed to continuous improvement toward fulfilling our ,mission.\nAccordingly, these G uidelines are subject to modification,,unilaterally by Parler,at any time.\n,Principle #1: ,Parler will notknowinglyallow itself to be used as a tool for crime, civil ,torts, or other unlawfulacts.We will removereportedusercontent that a ,reasonable and objective observer would believe constitutes or evidences ,such activity.\nWe may also remove the accounts of userswho use our ,platform in this way.,Sometimes the law properly requires us to exclude content from our ,platform once it is reported tous or toour Community Jury—content we ,would make it a priority to exclude anyway.\nObvious examplesinclude: ,child sexual abuse material, content posted by or on behalf ofterrorist ,organizations, intellectual property theft.\n,However,evenwhenthe law may not require us to flag or removereported ,content, or to ban a user, we willnonetheless do sowhen we deem it ,necessary to prevent our services from being used by someone in the ,commission of a crime or civil tort—particularlywhen theseare likely to,interfere with our mission of providing awelcoming, nonpartisan Public ,Square.Examples include criminal solicitation, fraud, and nuisance.,Finally, while Parler allows the posting of “Not Safe For Work” and ,“trolling”content, we providea double-filter system to help ensure this ,content is not viewedby those who choosenot to see it.,Principle #2:,Posting spam and using bots arenuisances and arenot conducive to ,productive and polite discourse.\nIn addition, it is unjust to our Influencers,and creators, who have put time and effort into building their following and ,goodwill, and who deserve unfettered enjoyment of the effects of their hard ,work.\nThe use of our mute and block features, by individual users, is often ,adequate to address problems with spam.\nBut whenever it is not, and ,particularly when the behavior negatively affects the ability of those ,participating in our Influencer Network to monetize themselves, Parler will ,removeaccounts ofthosewho engage in this behavior.,A detailed discussion of the types of actions encompassed by thesetwo ,principles is available here: https://legal.parler.com/documents/Elaboration-,on-Guidelines.pdf,Reporting Violations,In addition to other precautionary measures, Parler relies upon its ,community memberstoreport violationsof these Guidelines.\nRead more ,about how it works here:,https://legal.parler.com/documents/Guidelines-Enforcement-Process.pdf,Last Updated: February 14, 2021", "created_at": "2021-04-18 09:58:05.567455", "updated_at": "2021-04-18 10:03:32.630505"}, {"id": 5234, "name": "Terms of Service", "url": "https://legal.parler.com/documents/useragreement.pdf", "xpath": "//body", "text": "1,Terms of Service,11/27/2020 ,1.This Agreement governs your relationship with Parler and your use of and access ,to all services and products provided by Parler (collectively, the Services).\nYou agree ,that by accessing or using any part of the Services you are bound by the terms of this,Agreement (the Terms), including the applicable Privacy Policy and Community ,Guidelines incorporated herein.\n,2.You may not use the Services unless all of the following apply to you, and you ,affirmthat all of the following apply to you: ,2.1You are at least 13 years old.\n,2.2You are either an adult over the age of 18 years old, an emancipated minor, or you ,have express permission from your parent or legal guardian to use the Services.\n,2.3You are legally allowed to use the Services where you live.\n,2.4You are not using the Services or accepting the Terms on behalf of any other entity, ,such as a company or organization, unless you have authority to bind that entity ,to these Terms.\n,2.5You have not been banned by Parler from using the Services.\n,3.The Parler Privacy Policy (https://legal.parler.com/documents/privacypolicy.\npdf) ,describes what Parler can do with information about you received by Parler when you ,use the Services.\nYou agree to the terms of the Privacy Policy, including the transfer of ,information to other countries for storage, processing, and use, if applicable.\n,4.Any content that you post to the Services must satisfy all of the following criteria, ,and you affirm that any content posted, submitted, or otherwise provided by you to the ,Services satisfies thesecriteria: ,4.1You have the legal right to post the content to the Services.\n,4.2The content and the purpose for posting it complies with all laws, rules, and ,regulations that may apply.\n,2,4.3The content does not infringe the intellectual property rights (such as copyrights ,and trademark rights) of any other person or entity.\n,4.4The content does not include non-public personal private information belonging to ,someone else, such as another person’s birthdate, home address, or telephone ,number.\n,4.5The content complies with the Parler Community Guidelines.\n,You are responsible for your use of the Services and for any content that you post.\n,Parler does not endorse, support, represent, or affirm the completeness, ,truthfulness, accuracy, or reliability of any of the content posted through the ,Services, nor does Parler endorse any opinions expressed through the Services.\nAll ,content isthe sole responsibility of the person who originated the content, and ,Parler does not take responsibility for such content.,4.6With respect to any content you contribute that uses YouTube services via Parler, ,you affirm that—in addition to complying with Parler's own Terms and Community ,Guidelines—you are also complying withYouTube's more restrictive Terms.\n(Users ,are encouraged to use Parler's own native video capabilities whenever they wish to ,avoid the application of these more restrictive terms.),5.Right to Distribute.\nYou grant to Parler a license to any content posted by you to the ,Services, including a worldwide, non-exclusive, royalty-free license (with the right to ,sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display ,and distribute your content.\nYou agree that Parler or its service providers or partners ,may display advertising in connection with your content and otherwise monetize your ,content without compensation to you, unless you are a participant in our Influencer ,Network and then you will be compensated according to the terms of that program.\n,You warrant that you have all rights necessary to grant these rights to Parler and other ,members of the Parler community.\nYou also grant a limited non-exclusive, royalty-free ,license to any Parler community memberto use, copy, reproduce, process, adapt, ,modify, publish, transmit, display, and distribute any content posted by you to the ,Services solely in connection with that member’suse of the Services.\nThe licenses ,granted by you hereunder do not include any moral rights or right of attribution.,6.Virtual Items.\nYou understand that at times you may earn buy or purchase virtual ,tokens for use in the Services (Virtual Items).\nYou agree and acknowledge that you do ,not in fact own the Virtual Items and the amounts of any Virtual Item do not refer to ,any credit balance of real currency or its equivalent.\nRather, you may purchase orearn ,a limited right to exchange Virtual Items for a limited license to use certain features of ,the Services.\nAny virtual token balance shown in your account does not constitute a ,real-world balance or reflect any stored value, but instead constitutes a measurement ,of the extent of your ability to procure such limited license to use certain features made ,available via the Services.\nNotwithstanding the foregoing, from time to time Parler may ,make available a feature where Virtual Items may be redeemed for cash.\nParler ,prohibits and does not recognize any purported transfers of Virtual Items effectuated ,3,outside of the Services, or the purported sale, gift, or trade in the real world of anything ,that appears or originates in the Services, unless otherwise expressly authorized by ,Parler in writing.\nAccordingly, you may not sublicense, trade, sell, or attempt to sell ,Virtual Items for real money, or exchange Virtual Items for value of any kind outside of ,the Services, without Parler’s written permission.\nAny suchtransfer or attempted ,transfer is prohibited and void and will subject your account to termination.\nYou are ,responsible for all taxes arising out of your use of the Services, including without ,limitation any taxes due upon your redemption of the Virtual Items for cash.\nIf you ,redeem Virtual Items for cash, you may be required to supply a social security number ,and/or tax identification number prior to the issuance of the cash redemption to you.\n,Parler may file an IRS form 1099 or similar form with the Internal Revenue Service or ,the appropriate tax filing with a governmental entity for the fair market value of any ,cash redemptions issued to you in exchange for the Virtual items.,7.Copyright infringement is not allowed on the Services, and Parler will, in ,appropriate circumstances, terminate the account of any repeat infringer.\nIf your ,copyright has been infringed by any content on the Services and you did not grant a ,license for this use by uploading your copyrighted work to the Services, you may ,submit a notice that meets all of the requirements of the Digital Millennium Copyright ,Act (DMCA), 17 U.S.C 512(c)(3), to our Copyright Manager at abuse@parler.comor ,209 S.\nStephanie St., B135, Henderson, NV 89012.\nYour notice must include: (1) ,electronic or physical signature of the copyrighted work owner (or person authorized ,by the copyright owner), (2) a description of the copyrighted work, including the URL ,where the infringing content is available, or a copy of it, (3) contact details of the ,person submitting the notice, including email address, telephone, and mailing ,address, (4) statement in “good faith belief” that the work is not authorized by the ,copyright owner, and (5) a statement by the sender that all of the above information ,is accurate, and that the person sending the notice is either the copyright owner or is ,authorized to act on behalf of the copyright owner.\nUpon receiving a notice satisfying ,these requirements, Parler will take whatever action, in its sole discretion, it deems ,appropriate, including removal of the challenged content from the services.,8.You may not interfere with the Services in any way, such as by accessing the ,Services through automated means in a manner that puts excessive demand on the ,Services.\nby hacking the Services.\nby accessing without authorization areas of the ,Services that are protected by technical measures designed to prevent unauthorized ,access.\nby testing the vulnerability of the Services.\nby impersonating Parler or the ,Services.\nby accessing the Services for any purpose that competes with the interests ,of Parler.\nby spamming Parler community members.\nby failing to respond to ,operational communications or requests from Parler.\nor through any other type of ,interference with the Services or Parler’s relationships with others.\n,9.Parler may remove any content and terminate your access to the Services at any ,time and for any reason to the extent Parler reasonably believes (a) you have violated ,4,these Terms or Parler’s Community Guidelines, (b) you create risk or possible legal ,exposure for Parler, or (c) you are otherwise engaging in unlawful conduct—although ,Parler endeavors to allow all free speech that is lawful and does not infringe the legal ,rights of others.\nAny invitation made by Parler to you to use the Services or submit ,content to the Services, or the fact that Parler may receive a benefit from your use of ,the Services or provision of content to the Services, will not obligate Parler to maintain ,any content or maintain your access to the Services.\nParler will have no liability to ,you for removing any content, for terminating your access to the Services, or for ,modifying or terminating the Services.\n,10.You agree to receive communications from Parler, including communications sent ,by phone, email, text message, or other means of communication.\nIf you provided a ,phone number to Parler, you are required to notify Parler when you cease to own or ,control that number to help prevent Parler from sending communications to others ,who may acquire that number.\n,11.The Services are provided to you as-is and at your own risk.\nThe Services come ,with no express or implied warranties, except those that cannot be disclaimed under ,the law.\n,PARLER DISCLAIMS ALL EXPRESS ORIMPLIED WARRANTIES AND ,CONDITIONS, SUCH AS MERCHANTABILITY, FITNESS FOR A PARTICULAR ,PURPOSE, AND NON-INFRINGEMENT.\nParler makes no representation or ,endorsement about the function of the Services or any content available through ,the Services.\nParler has no responsibility or liability to you arising from your use of ,the Services.\nParler has no responsibility or liability to you arising from content ,provided by you or any other person, even if such content is untrue, harmful, ,damaging, offensive, inappropriate, fraudulent, tortious, unlawful, contrary to ,social norms, etc.\nAlthough Parler may make efforts to review or monitor content, ,you agree that you will not rely on this fact for any purpose.\nParler has no ,responsibility or liability to you arising from hacking event, data breach, theft, ,misuse of information, conspiracy, racket, fraud, act of terrorism, misappropriation ,of information, technical malfunction, interruption of service, or similar event that ,may cause you to suffer damage, loss, or injury, including without limitation any ,damage to or loss of your personal property, data, operations, information, ,reputation, goodwill, profits, etc.\n,TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, AND REGARD-,LESS OF THE NATURE OF THE CAUSE OF ACTION, PARLER WILL NOT BE ,LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, ,SPECIAL, OR PUNITIVE DAMAGES, OR FOR ANY LOST PROFITS, WHETHER ,INCURRED DIRECTLY OR INDIRECTLY, OR FOR INTANGIBLE LOSSES, ARISING ,5,FROM (a) YOUR ACCESS TO OR USE OF (OR INABILITY TO ACCESS OR USE) THE ,SERVICES.\n(b) FROM THE ACTS OR OMISSIONS OF ANY OTHER PERSON ,OR THIRD PARTY, INCLUDING, WITHOUT LIMITATION, ANY DEFAMATORY, ,OFFENSIVE, OR ILLEGAL CONDUCT OF OTHER PERSONS OR THIRD PARTIES.\n,(c) ANY CONTENT OBTAINED FROM THE SERVICES.\nOR (d) UNAUTHORIZED ,ACCESS, USE, OR ALTERATION OF YOUR CONTENT OR COMMUNICATIONS ,THROUGH THE SERVICES.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF ,PARLER ARISING OUT OF OR RELATING TO THESE TERMS OR THE SERVICES ,EXCEED THE GREATER OF TWO HUNDRED U.S.\nDOLLARS (U.S.\n$200.00) OR ,THE AMOUNT YOU PAID PARLER, IF ANY, IN THE PAST SIX MONTHS FOR THE ,SERVICES GIVING RISE TO THE CLAIM.\nTHE LIMITATIONS OF THIS SECTION ,SHALL APPLY TO ANY THEORY OF LIABILITY, WHETHER BASED ON WARRANTY, ,CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE, AND ,SHALL FURTHER APPLY WHETHER OR NOT PARLER HAS BEEN INFORMED OF ,THE POSSIBLITY OF ANY SUCH DAMAGES AND EVEN IF A REMEDY LAID OUT ,IN THESE TERMS IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\n,12.Applicable law and jurisdiction.\nThe laws of the State of Nevada, excluding its choice ,of law provisions, will govern these Terms and any dispute that arises between you and ,Parler.\nAll disputes related to these Terms or the Services will be brought solely in the ,state or federal courts located in Clark County, Nevada, United States, and you consent ,to personal jurisdiction and waive any objection as to inconvenient forum.\n,13.You affirm that you are competent to agree to be bound by this Agreement, ,meaning that you are over theage of 18, an emancipated minor, or have legal parental ,or guardian consent.Parents of minors should be aware that, in addition to the NSFW ,filters made available by Parler, there are a number of Parental Control products and ,features available on the market, which can help you tailor your child’s experience on ,our platform.\nSome examples can be found hereand here.,14.Parler cannot waive any right to enforce this Agreement, unless it does so expressly ,in writing.\nNo waiver of any part of this Agreement, will be a further or continuing ,waiver of that part or any other part, and no failure to enforce any part of this,Agreementwill be deemed a waiver of any kind.\n,15.Parler may modify the Terms of this Agreement in any way and at any time without ,notice to you, and you agree to be responsible for making yourself aware of any ,modification of the Terms and to be bound by any modification of the Terms when you ,continue to access or use the Services after any such modification.\nAs a matter of ,courtesy, Parler endeavors to inform its community membersof any such changes.\n,These Terms supersede all prior agreements between you and Parlerpertaining to the ,Services.\nExcept for the statements in this document and the documents expressly ,6,incorporated herein by reference, no statement by Parler or anyone associated with ,Parler, whether verbal or written, can modify or supplement the Terms of this ,Agreement unless the modification or supplement is stated expressly in writing by ,referring to this Agreement.\nIf any of the Terms in the Agreement are held to be invalid ,or unenforceable by a court or arbitrator or by operation of law, the remaining Terms ,will remain in effect.\n,Last Updated: November27, 2020.,rd", "created_at": "2021-04-18 09:58:06.245395", "updated_at": "2021-04-18 10:04:02.166221"}], "points": [{"id": 19028, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:21:07.264705", "updated_at": "2021-05-09 21:58:08.02222", "quoteText": " license (with the right to ,sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display ,and distribute your content.", "case_id": 135, "document_id": 5234, "quoteStart": 3154, "quoteEnd": 3300}, {"id": 19023, "title": "There is a date of the last update of the agreements", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:11:06.553736", "updated_at": "2021-05-02 11:24:39.23101", "quoteText": "Terms of Service,11/27/2020", "case_id": 331, "document_id": 5234, "quoteStart": 2, "quoteEnd": 29}, {"id": 19024, "title": "This service is only available to users over 13 years of age", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:11:25.517259", "updated_at": "2021-05-02 11:19:49.061127", "quoteText": "You are at least 13 years old.", "case_id": 152, "document_id": 5234, "quoteStart": 533, "quoteEnd": 563}, {"id": 19025, "title": "Prohibits the publishing of personally identifiable information without the owner’s consent", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:19:29.919433", "updated_at": "2021-05-10 21:28:29.287745", "quoteText": "4.4The content does not include non-public personal private information belonging to ,someone else, such as another person’s birthdate, home address, or telephone ,number.\n", "case_id": 444, "document_id": 5234, "quoteStart": 1923, "quoteEnd": 2095}, {"id": 19027, "title": "The service has non-exclusive use of your content", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Full quote: \"You grant to Parler a license to any content posted by you to the ,Services, including a worldwide, non-exclusive, royalty-free license (with the right to ,sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display ,and distribute your content.\"", "created_at": "2021-04-18 10:20:49.359628", "updated_at": "2021-05-02 11:19:26.70931", "quoteText": "non-exclusive", "case_id": 402, "document_id": 5234, "quoteStart": 3127, "quoteEnd": 3140}, {"id": 19026, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:20:03.637126", "updated_at": "2021-05-05 22:06:09.955099", "quoteText": "Parler does not endorse, support, represent, or affirm the completeness, ,truthfulness, accuracy, or reliability of any of the content posted through the ,Services, nor does Parler endorse any opinions expressed through the Services.", "case_id": 292, "document_id": 5234, "quoteStart": 2244, "quoteEnd": 2477}, {"id": 19038, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:28:06.724063", "updated_at": "2021-05-09 21:58:20.506909", "quoteText": ",PARLER DISCLAIMS ALL EXPRESS ORIMPLIED WARRANTIES AND ,CONDITIONS, SUCH AS MERCHANTABILITY, FITNESS FOR A PARTICULAR ,PURPOSE, AND NON-INFRINGEMENT.", "case_id": 290, "document_id": 5234, "quoteStart": 9798, "quoteEnd": 9947}, {"id": 19050, "title": "The service provides information about how they intend to use your personal data", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:44:37.726084", "updated_at": "2021-05-05 18:21:47.945947", "quoteText": "How We Use the Information We Collect", "case_id": 227, "document_id": 5232, "quoteStart": 5371, "quoteEnd": 5408}, {"id": 19051, "title": "The service uses your personal data for advertising", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:45:13.996264", "updated_at": "2021-05-02 11:26:08.426878", "quoteText": "●For marketing and advertising purposes, such as developing and providing promotional ,and advertising materials that may be relevant, valuable or otherwise of interest to you.\n", "case_id": 216, "document_id": 5232, "quoteStart": 5947, "quoteEnd": 6124}, {"id": 19057, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection (USA)", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:48:51.226955", "updated_at": "2021-05-02 11:27:03.857668", "quoteText": "Our Services are hosted in the United States and intended for visitors located within the United ,States.\nIf you choose to use our Services from the European Union or other regions of the world ,with laws governing data collection and use that may differ from U.S.\nlaw, then please note that ,you are transferring your personal information outside of those regions to the United States for ,storage and processing.\n", "case_id": 411, "document_id": 5232, "quoteStart": 12032, "quoteEnd": 12447}, {"id": 19031, "title": "Provides instructions on how to submit a copyright claim", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:24:30.900548", "updated_at": "2021-05-05 21:41:45.50302", "quoteText": "If your ,copyright has been infringed by any content on the Services and you did not grant a ,license for this use by uploading your copyrighted work to the Services, you may ,submit a notice that meets all of the requirements of the Digital Millennium Copyright ,Act (DMCA), 17 U.S.C 512(c)(3), to our Copyright Manager at abuse@parler.comor ,209 S.\nStephanie St., B135, Henderson, NV 89012.", "case_id": 138, "document_id": 5234, "quoteStart": 6345, "quoteEnd": 6737}, {"id": 19041, "title": "The court of law governing the terms is in a jurisdiction (Nevada, USA) that is less friendly to user privacy protection ", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:29:56.284708", "updated_at": "2021-05-05 21:41:26.165773", "quoteText": "The laws of the State of Nevada, excluding its choice ,of law provisions, will govern these Terms and any dispute that arises between you and ,Parler", "case_id": 242, "document_id": 5234, "quoteStart": 12431, "quoteEnd": 12580}, {"id": 19044, "title": "Content removal from the service will be fair and proportionate.", "source": "https://legal.parler.com/documents/guidelines.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:33:48.010227", "updated_at": "2021-05-07 20:31:15.960021", "quoteText": ",We prefer that removing usersoruser-provided content bekept to the ,absolute minimum.\nWe prefer to leave decisions about what is seen and who ,is heardtoeach individual.\nIn no case will Parlerdecidewhat willcontentbe ,removed or filtered, or whose accountwill be removed, on the basis of the ,opinionexpressed within the content at issue.\nParler’s policies are, to use a ,well-known concept in First Amendment law, viewpoint-neutral.\n,Wedo not curate your feed.\nwe do not pretend to be qualified to do so.We ,believe only you are qualified to curate your feed, and sowe give you the ,tools you need to do it yourself.\n", "case_id": 204, "document_id": 5233, "quoteStart": 628, "quoteEnd": 1247}, {"id": 19039, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:28:50.112978", "updated_at": "2021-05-07 20:33:01.267948", "quoteText": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, AND REGARD-,LESS OF THE NATURE OF THE CAUSE OF ACTION, PARLER WILL NOT BE ,LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, ,SPECIAL, OR PUNITIVE DAMAGES, OR FOR ANY LOST PROFITS, WHETHER ,INCURRED DIRECTLY OR INDIRECTLY, OR FOR INTANGIBLE LOSSES, ARISING ,5,FROM (a) YOUR ACCESS TO OR USE OF (OR INABILITY TO ACCESS OR USE) THE ,SERVICES.\n(b) FROM THE ACTS OR OMISSIONS OF ANY OTHER PERSON ,OR THIRD PARTY, INCLUDING, WITHOUT LIMITATION, ANY DEFAMATORY, ,OFFENSIVE, OR ILLEGAL CONDUCT OF OTHER PERSONS OR THIRD PARTIES.\n,(c) ANY CONTENT OBTAINED FROM THE SERVICES.\nOR (d) UNAUTHORIZED ,ACCESS, USE, OR ALTERATION OF YOUR CONTENT OR COMMUNICATIONS ,THROUGH THE SERVICES.", "case_id": 293, "document_id": 5234, "quoteStart": 11013, "quoteEnd": 11752}, {"id": 19046, "title": "The service provides details about what kinds of personal information they collect", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:36:39.266875", "updated_at": "2021-05-03 21:59:40.503702", "quoteText": "Information We Collect ", "case_id": 228, "document_id": 5232, "quoteStart": 1022, "quoteEnd": 1045}, {"id": 19035, "title": "This service can delete your content if you violate the terms", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:27:04.620797", "updated_at": "2021-05-02 11:28:56.15134", "quoteText": "Parler may remove any content and terminate your access to the Services at any ,time and for any reason to the extent Parler reasonably believes (a) you have violated ,4,these Terms or Parler’s Community Guidelines, (b) you create risk or possible legal ,exposure for Parler, or (c) you are otherwise engaging in unlawful conduct", "case_id": 377, "document_id": 5234, "quoteStart": 8352, "quoteEnd": 8681}, {"id": 19052, "title": "You can choose with whom you share content", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:45:58.673134", "updated_at": "2021-05-02 11:17:53.3032", "quoteText": "Although this content is public by default, in the “Your Choices” section below, we describe the ,account settings and controls you can use to limit the sharingof certain information.", "case_id": 225, "document_id": 5232, "quoteStart": 7287, "quoteEnd": 7470}, {"id": 19043, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "They may notify users however, but only \"as a matter of courtesy\".", "created_at": "2021-04-18 10:31:24.540633", "updated_at": "2021-05-02 11:26:35.988904", "quoteText": "Parler may modify the Terms of this Agreement in any way and at any time without ,notice to you", "case_id": 121, "document_id": 5234, "quoteStart": 13616, "quoteEnd": 13711}, {"id": 19045, "title": "Your personal data is not sold", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:36:21.059405", "updated_at": "2021-05-02 11:18:32.83816", "quoteText": "We neithersell your information to third ,parties nor share your information with foreign governments except in the limited circumstances ,described in this Privacy Policy ", "case_id": 193, "document_id": 5232, "quoteStart": 777, "quoteEnd": 949}, {"id": 19048, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:43:07.963999", "updated_at": "2021-05-02 11:20:11.733227", "quoteText": "We receive information about the device and software you ,use to access our Services, including IP address(from which location may be inferred),", "case_id": 399, "document_id": 5232, "quoteStart": 3728, "quoteEnd": 3872}, {"id": 19037, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:27:51.217406", "updated_at": "2021-05-02 11:20:49.823741", "quoteText": "The Services are provided to you as-is and at your own risk.", "case_id": 286, "document_id": 5234, "quoteStart": 9624, "quoteEnd": 9684}, {"id": 19034, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:26:17.000249", "updated_at": "2021-05-02 22:35:34.700593", "quoteText": "by spamming Parler community members.", "case_id": 281, "document_id": 5234, "quoteStart": 8133, "quoteEnd": 8170}, {"id": 19040, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $200", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:29:11.009463", "updated_at": "2021-05-02 22:36:33.203607", "quoteText": "IN NO EVENT SHALL THE AGGREGATE LIABILITY OF ,PARLER ARISING OUT OF OR RELATING TO THESE TERMS OR THE SERVICES ,EXCEED THE GREATER OF TWO HUNDRED U.S.\nDOLLARS (U.S.\n$200.00) OR ,THE AMOUNT YOU PAID PARLER, IF ANY, IN THE PAST SIX MONTHS FOR THE ,SERVICES GIVING RISE TO THE CLAIM.", "case_id": 149, "document_id": 5234, "quoteStart": 11753, "quoteEnd": 12033}, {"id": 19036, "title": "This service offers a symbolic but nonbinding statement about a matter of opinion, ethics, society, or politics", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:27:20.122272", "updated_at": "2021-05-05 21:43:19.022472", "quoteText": "Parler endeavors to allow all free speech that is lawful and does not infringe the legal ,rights of others.", "case_id": 332, "document_id": 5234, "quoteStart": 8692, "quoteEnd": 8799}, {"id": 19053, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:46:47.644718", "updated_at": "2021-05-05 22:09:07.861693", "quoteText": "We may access, preserve, and disclose your ,information if we believe doing so is required or appropriate to: (a) comply with law ,4,enforcement requests and legal process, such as a court order or subpoena.\n(b) respond to your ,requests.\nor (c) protect your, our, or others’ rights, property, or safety.\n", "case_id": 164, "document_id": 5232, "quoteStart": 7893, "quoteEnd": 8198}, {"id": 19042, "title": "This service does not force users into binding arbitration", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:30:45.082682", "updated_at": "2021-05-06 09:49:30.753572", "quoteText": "All disputes related to these Terms or the Services will be brought solely in the ,state or federal courts located in Clark County, Nevada, United States, and you consent ,to personal jurisdiction and waive any objection as to inconvenient forum.\n,", "case_id": 335, "document_id": 5234, "quoteStart": 12582, "quoteEnd": 12830}, {"id": 19054, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:47:09.421762", "updated_at": "2021-05-06 09:50:23.442185", "quoteText": "Merger, Sale, or Other Asset Transfers.\nWe may transfer your information to service ,providers, advisors, potential transactional partners, or other third parties in connection with the ,consideration, negotiation, or completion of a corporate transaction in which we are acquired by ,or merged with another company or we sell, liquidate, or transfer all or a portion of our assets.\n", "case_id": 243, "document_id": 5232, "quoteStart": 8340, "quoteEnd": 8723}, {"id": 19033, "title": "Users can scrape the site, as long as it doesn't impact the server too much", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:25:49.388496", "updated_at": "2021-05-07 20:32:09.061263", "quoteText": ".You may not interfere with the Services in any way, such as by accessing the ,Services through automated means in a manner that puts excessive demand on the ,Services", "case_id": 389, "document_id": 5234, "quoteStart": 7623, "quoteEnd": 7790}, {"id": 19059, "title": "The service provides a free help desk", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:50:19.632489", "updated_at": "2021-05-02 11:16:31.047146", "quoteText": "If you have any questions, comments, or concerns about our processing activities, please email ,us at privacy@parler.comor write to us at 209 S Stephanie Street B135 Henderson, NV 89012.", "case_id": 232, "document_id": 5232, "quoteStart": 14118, "quoteEnd": 14304}, {"id": 19058, "title": "You have the right to leave this service at any time", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:49:37.261284", "updated_at": "2021-05-02 11:16:48.892687", "quoteText": "You can ,delete your account by selecting “Delete Account” under the “Settings and Privacy” section of ,the left drop-down menu of the website or app.\n", "case_id": 170, "document_id": 5232, "quoteStart": 12715, "quoteEnd": 12866}, {"id": 19056, "title": "You can opt out of promotional communications", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:47:51.79302", "updated_at": "2021-05-02 11:17:07.35473", "quoteText": "\nYou can unsubscribe from our promotional emails by adjusting your account settings or ,via the link provided in the emails.\nEven if you opt-out of receiving promotional messages from ,us, you will continue to receive administrative messages from us.", "case_id": 223, "document_id": 5232, "quoteStart": 9474, "quoteEnd": 9724}, {"id": 19060, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:50:54.305491", "updated_at": "2021-05-02 11:20:32.212323", "quoteText": "Please note that if you delete or choose not to accept cookies from our Services, you ,may not be able to utilize the features of our Services to their fullest potential.", "case_id": 375, "document_id": 5232, "quoteStart": 5197, "quoteEnd": 5367}, {"id": 19049, "title": "The service may use tracking pixels and device fingerprinting on users.", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Also: \"We may collect information using ,cookies, pixel tags, and similar technologies\"", "created_at": "2021-04-18 10:43:24.870554", "updated_at": "2021-05-02 11:25:00.666005", "quoteText": "device ,type, web browser type, operating system version, phone carrier and manufacturer, member,agents, application installations, device identifiers, mobile advertising identifiers, and push ,notification tokens.", "case_id": 323, "document_id": 5232, "quoteStart": 3873, "quoteEnd": 4087}, {"id": 19055, "title": "Promises will be kept after a merger or acquisition", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:47:20.177283", "updated_at": "2021-05-06 09:49:55.00399", "quoteText": "The use of your information following any of these events will be governed by the provisions of ,this Privacy Policy in effect at the timeof the acquisition or merger.", "case_id": 321, "document_id": 5232, "quoteStart": 8724, "quoteEnd": 8891}, {"id": 19047, "title": "You must provide your identifiable information", "source": "https://legal.parler.com/documents/privacypolicy.pdf", "status": "To create an account, users don't need to give their legal names, but it's mandatory to provide a phone number for verification purposes: https://parler.com/auth/access", "created_at": "2021-04-18 10:40:09.030999", "updated_at": "2021-05-02 11:21:57.662874", "quoteText": "When you sign up for an account, we may collect ,information such as your name, email address, displayname, and profile photo.", "case_id": 409, "document_id": 5232, "quoteStart": 1234, "quoteEnd": 1360}, {"id": 19029, "title": "You maintain ownership of your content", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:23:15.113805", "updated_at": "2021-05-05 21:41:09.677837", "quoteText": "The licenses ,granted by you hereunder do not include any moral rights or right of attribution.", "case_id": 183, "document_id": 5234, "quoteStart": 4024, "quoteEnd": 4119}, {"id": 19032, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:25:16.791116", "updated_at": "2021-05-05 21:42:19.223712", "quoteText": "\nYour notice must include: (1) ,electronic or physical signature of the copyrighted work owner (or person authorized ,by the copyright owner), (2) a description of the copyrighted work, including the URL ,where the infringing content is available, or a copy of it, (3) contact details of the ,person submitting the notice, including email address, telephone, and mailing ,address, (4) statement in “good faith belief” that the work is not authorized by the ,copyright owner, and (5) a statement by the sender that all of the above information ,is accurate, and that the person sending the notice is either the copyright owner or is ,authorized to act on behalf of the copyright owner.\nUpon receiving a notice satisfying ,these requirements, Parler will take whatever action, in its sole discretion, it deems ,appropriate, including removal of the challenged content from the services.", "case_id": 310, "document_id": 5234, "quoteStart": 6737, "quoteEnd": 7621}, {"id": 19030, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://legal.parler.com/documents/useragreement.pdf", "status": "Generated through the annotate view", "created_at": "2021-04-18 10:24:09.247177", "updated_at": "2021-05-05 22:05:31.714705", "quoteText": "Copyright infringement is not allowed on the Services, and Parler will, in ,appropriate circumstances, terminate the account of any repeat infringer.\n", "case_id": 313, "document_id": 5234, "quoteStart": 6195, "quoteEnd": 6345}], "urls": ["parler.com"]}}