{"error": 448, "message": "OK", "parameters": {"id": 4679, "name": "Aether Technologies", "created_at": "2021-07-12 05:20:34.769974", "updated_at": "2021-07-12 22:00:47.635215", "wikipedia": null, "keywords": null, "related": null, "slug": "aether-technologies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4679.png", "url": "getaether.net", "documents": [{"id": 8382, "name": "Digital Millennium Copyright Act Requests ", "url": "https://getaether.net/dmca/", "xpath": "/html/body/div[1]/div[2]/div/div", "text": "Digital Millennium Copyright Act Requests <p>Aether respects the intellectual property of others and requires that users of our servers or services do the same.\nWe do remove and/or disable access to infringing material that is hosted on our servers, if the material is present in any servers that Aether Technologies, Inc.\ncontrols.\nWe also remove and/or render unusable the accounts of users who are repeat offenders.</p>\n<p>If you believe anything on our servers infringes a copyright that you own or control, you can notify Aether Technologies, Inc.\nby sending a fully formatted DMCA Report (see 17 U.S.C.\n§ 512) to the email address below:</p>\n<code>legal@getaether.net\n</code>\n<p>You will need to send the link for the content that you are requesting the takedown for.\nThis link can be found within the Aether App.</p>\n<p>You may want to consult an attorney before taking any action pursuant to the DMCA.\nIf you knowingly misrepresent that any activity or material on our servers is infringing, you might be liable for damages or other costs.</p>\n<p>Before sending a DMCA request, please read the following below.</p> Aether is a peer-to-peer network <p>The content on Aether is user-generated.\nIt is not controlled, nor hosted by Aether Technologies, Inc.\n(“Aether Technologies Inc.”), with a few exceptions.\nBesides Aether clients, the content on the network may also be generated, read or shared by third-party applications, which Aether Technologies Inc.\ndoes not control, and cannot affect the workings of.\nThe communication protocol underlying Aether, c0/Mim, is an open protocol, similar to email (IMAP / SMTP), and it does not necessarily require the use of Aether to participate in the network.\nIn other words, Aether App is merely a browser for c0/Mim content that can be generated, consumed, or shared outside Aether App.</p>\n<p>If you send a DMCA request, and it is found to be valid, the content you’ve requested the Takedown for will be taken down from the servers Aether Technologies Inc.\ncontrols, if present, and a block will be placed on the identifier (“Fingerprint”) of the content, so that Aether clients will not download, make visible to the user, or share the fingerprinted content.</p>", "created_at": "2021-07-12 05:20:34.775134", "updated_at": "2021-07-12 03:21:54.839351"}, {"id": 8381, "name": "Terms and Conditions ", "url": "https://getaether.net/terms-and-conditions", "xpath": "/html/body/div[1]/div[2]/div/div", "text": "Terms and Conditions <p>By browsing the website or using the app ‘Aether’, you agree to the following Terms and Conditions.</p>\n<code>Effective as of January 17, 2019.\nLast updated January 17, 2019.\n</code> Agreement between User, and Getaether.net, Aether App <p>The Getaether.net website (the “Site”) and Aether app (the “App”) is comprised of various web and application pages operated by Aether Technologies, Inc.\n(“Aether Technologies Inc.”).\nGetaether.net and Aether app is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the “Terms”).\nYour use of Getaether.net website and Aether app constitutes your agreement to all such Terms.\nPlease read these terms carefully, and keep a copy of them for your reference.</p>\n<p>Getaether.net is a Forum/Online discussion Site.\nAether App is a Forum/Online discussion App.</p>\n<p>Specifically, Aether is an app that allows its users to read, and participate in peer-to-peer, decentralized online discussion forums.</p> Privacy <p>Your use of Getaether.net and Aether App is subject to Aether Technologies Inc.’s Privacy Policy.\nPlease review our Privacy Policy, which also governs the Site and App, and informs users of our data collection practices.</p> Electronic Communications <p>Visiting Getaether.net, using the Aether App, or sending emails to Aether Technologies Inc.\nconstitutes electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via email and on the Site or App, satisfy any legal requirement that such communications be in writing.</p> Your Account <p>If you use this site or App, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.\nYou may not assign or otherwise transfer your account to any other person or entity.\nYou acknowledge that Aether Technologies Inc.\nis not responsible for third party access to your account that results from theft or misappropriation of your account.\nAether Technologies Inc.\nand its associates reserve the right to refuse or cancel service, terminate accounts, or remove or edit content in our sole discretion.</p> Children Under Thirteen <p>Aether Technologies Inc.\ndoes not knowingly collect, either online or offline, personal information from persons under the age of thirteen.\nIf you are under 18, you may use Getaether.net or Aether App only with permission of a parent or guardian.</p> Links to Third Party Sites/Third Party Services <p>Getaether.net or Aether App may contain links to other websites (“Linked Sites”).\nThe Linked Sites are not under the control of Aether Technologies Inc.\nand Aether Technologies Inc.\nis not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nAether Technologies Inc.\nis providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by Aether Technologies Inc.\nof the site or any association with its operators.</p>\n<p>Certain services made available via Getaether.net or Aether App are delivered by third party sites and organizations.\nBy using any product, service or functionality originating from the Getaether.net domain or from the Aether App, you hereby acknowledge and consent that Aether Technologies Inc.\nmay share such information and data with any third party with whom Aether Technologies Inc.\nhas a contractual relationship to provide the requested product, service or functionality on behalf of Getaether.net or Aether App users and customers.</p> No Unlawful or Prohibited Use/Intellectual Property <p>You are granted a non-exclusive, non-transferable, revocable license to access and use Getaether.net and Aether App strictly in accordance with these terms of use.\nAs a condition of your use of the Site and App, you warrant to Aether Technologies Inc.\nthat you will not use the Site or App for any purpose that is unlawful or prohibited by these Terms.\nYou may not use the Site or App in any manner which could damage, disable, overburden, or impair the Site or App or interfere with any other party’s use and enjoyment of the Site or App.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Site or App.</p>\n<p>All content included as part of the Service, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Site or App, is the property of Aether Technologies Inc.\nor its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights.\nYou agree to observe and abide by all copyright and other proprietary notices, legends or other restrictions contained in any such content and will not make any changes thereto.</p>\n<p>You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found on the Site or App.\nAether Technologies Inc.\ncontent is not for resale.\nYour use of the Site or App does not entitle you to make any unauthorized use of any protected content, and in particular you will not delete or alter any proprietary rights or attribution notices in any content.\nYou will use protected content solely for your personal use, and will make no other use of the content without the express written permission of Aether Technologies Inc.\nand the copyright owner.\nYou agree that you do not acquire any ownership rights in any protected content.\nWe do not grant you any licenses, express or implied, to the intellectual property of Aether Technologies Inc.\nor our licensors except as expressly authorized by these Terms.</p> Use of Communication Services <p>The Site or App may contain bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, and/or other message or communication facilities designed to enable you to communicate with the public at large or with a group (collectively, “Communication Services”).\nYou agree to use the Communication Services only to post, send and receive messages and material that are proper and related to the particular Communication Service.</p>\n<p>By way of example, and not as a limitation, you agree that when using a Communication Service, you will not: defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.\npublish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.\nupload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.\nupload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another’s computer.\nadvertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.\nconduct or forward surveys, contests, pyramid schemes or chain letters.\ndownload any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.\nfalsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.\nrestrict or inhibit any other user from using and enjoying the Communication Services.\nviolate any code of conduct or other guidelines which may be applicable for any particular Communication Service.\nharvest or otherwise collect information about others, including e-mail addresses, without their consent.\nviolate any applicable laws or regulations.</p>\n<p>Aether Technologies Inc.\nhas no obligation to monitor the Communication Services.\nHowever, Aether Technologies Inc.\nreserves the right to review materials posted to a Communication Service and to remove any materials in its sole discretion.\nAether Technologies Inc.\nreserves the right to terminate your access to any or all of the Communication Services at any time without notice for any reason whatsoever.</p>\n<p>Aether Technologies Inc.\nreserves the right at all times to disclose any information as necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in Aether Technologies Inc.’s sole discretion.</p>\n<p>Always use caution when giving out any personally identifying information about yourself or your children in any Communication Service.\nAether Technologies Inc.\ndoes not control or endorse the content, messages or information found in any Communication Service and, therefore, Aether Technologies Inc.\nspecifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Service.\nManagers and hosts are not authorized Aether Technologies Inc.\nspokespersons, and their views do not necessarily reflect those of Aether Technologies Inc..</p>\n<p>Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and/or dissemination.\nYou are responsible for adhering to such limitations if you upload the materials.</p> Peer-to-Peer Nature <p>Aether App is a peer-to-peer app.\nUsing Aether means that your computer or device shares the content created by users of Aether and other compatible apps available on the Aether network to other participants in the network.\nIt is your responsibility to monitor whether this content shared from your computer or device is in compliance with your local jurisdiction.</p> Content Policy <p>Aether tries to provide a lot of flexibility in what kind of content it can be used for, however, there are certain kinds of content that are legally problematic.\nFollowing types of content are not allowed:</p>\n<ul>\n<li>Illegal content</li>\n<li>Involuntary pornography</li>\n<li>Sexual or suggestive content involving minors</li>\n<li>Content that encourages or incites violence</li>\n<li>Content that threatens, or encourages others to do so</li>\n<li>Content that is personal and confidential information</li>\n<li>Content that uses Aether to solicit or facilitate any transaction or gift involving certain goods and services</li>\n<li>Content that is spam</li>\n</ul> Illegal content <p>Do not use Aether for illegal content.</p> Involuntary pornography <p>Do not disseminate images, video, depicting any person in any act of sexual conduct, apparently created or published without their explicit permission.</p>\n<p>This applies even if a person is fully clothed, and/or in public.\nImages of body parts recontextualised in a salacious manner (e.g.\n‘Upskirt’, ‘Creepshots’) also fall under this restriction.</p> Sexual or suggestive content involving minors <p>Aether does not allow any sexual or suggestive content, involving minors, or person(s) who appear to be minors, whether be it videos, photos, 3D renderings, animation, or in any other form.</p> Content that encourages or incites violence <p>Do not post content that encourages violence or physical harm against other people, against self, or against animals.</p> Content that threatens or encourages others to do so <p>Do not post content that can make a reasonable person conclude that he or she is under the threat of physical harm.</p> Content that is personal and confidential information <p>Don’t post someone else’s personal information online.\n(e.g.\n‘Doxxing’) Public figures can sometimes be an exception to this rule depending on the context.\nAs an example, if you’re posting the contact email, of your local representative, that is fine, if you’re posting his or her home address, or garage PIN code, it is not.</p> Content that uses Aether to solicit or facilitate any transaction or gift involving certain goods and services <p>Aether is not intended to be a marketplace.</p>\n<p>Specifically, using Aether to seek, buy, sell, or otherwise facilitate transactions of these types of items is not allowed:</p>\n<ul>\n<li>\n<p>Firearms, ammunition or explosives of any kind, or instructions to make them, whether be it written, in computer code (e.g.\n3D printing files)</p>\n</li>\n<li>\n<p>Drugs, Alcohol, Tobacco or Tobacco products, whether be it of organic or synthetic origin.\n(e.g.\ne-cigarettes)</p>\n</li>\n<li>\n<p>Paid services involving physical sexual contact (e.g.\nprostitution)</p>\n</li>\n<li>\n<p>Stolen goods</p>\n</li>\n<li>\n<p>Personal information</p>\n</li>\n<li>\n<p>Counterfeit items, documents or currency</p>\n</li>\n<li>\n<p>Scams, and otherwise fraudulent services</p>\n</li>\n</ul> Content that is spam <p>Don’t spam Aether.</p> Behavior Policy Do not engage in vote manipulation <p>Do not create multiple accounts with the purpose of being able to vote multiple times on the same content or in the same moderator election cycle.</p>\n<p>Creating multiple accounts to post in different communities is okay, so long as you don’t vote on content or people twice.</p> Do not break Aether <p>Aether is a commons that works with the collaboration and participation of all its users.\nDon’t break it, or do anything that interferes with its normal use.\nBy way of example, and not as a limitation, do not post base64 encoded images (or similar) in text form.</p>\n<p>White-hat penetration testing and security research are exceptions to this rule, as long as responsible disclosure policies are followed.</p> Materials Provided to Getaether.net, Aether App, or Posted on Any Aether Technologies Inc.\nWeb Page <p>Aether Technologies Inc.\ndoes not claim ownership of the materials you provide to Getaether.net (including feedback and suggestions), the Aether App, or post, upload, input or submit to any Aether Technologies Inc.\nSite or our associated services (collectively “Submissions”).\nHowever, by posting, uploading, inputting, providing or submitting your Submission you are granting Aether Technologies Inc., our affiliated companies and necessary sublicensees permission to use your Submission in connection with the operation of their Internet businesses including, without limitation, the rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission.\nand to publish your name in connection with your Submission.</p>\n<p>In addition, by posting, uploading, inputting, providing or submitting your Submission, you are perpetually, and nonrevocably licensing your Submission under Creative Commons BY-SA license.\nThis license can be found at the following URL.\nhttps://creativecommons.org/licenses/by-sa/4.0/</p>\n<p>No compensation will be paid with respect to the use of your Submission, as provided herein.\nAether Technologies Inc.\nis under no obligation to post or use any Submission you may provide and may remove any Submission at any time in Aether Technologies Inc.’s sole discretion.</p>\n<p>By posting, uploading, inputting, providing or submitting your Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in this section including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.</p> Third Party Accounts <p>You will be able to connect your Aether Technologies Inc.\naccount to third party accounts.\nBy connecting your Aether Technologies Inc.\naccount to your third party account, you acknowledge and agree that you are consenting to the continuous release of information about you to others (in accordance with your privacy settings on those third party sites).\nIf you do not want information about you to be shared in this manner, do not use this feature.</p> International Users <p>The Service is controlled, operated and administered by Aether Technologies Inc.\nfrom our offices within the USA.\nIf you access the Service from a location outside the USA, you are responsible for compliance with all local laws.\nYou agree that you will not use the Aether Technologies Inc.\nContent accessed through Getaether.net and Aether App in any country or in any manner prohibited by any applicable laws, restrictions or regulations.</p> Indemnification <p>You agree to indemnify, defend and hold harmless Aether Technologies Inc., its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorney’s fees) relating to or arising out of your use of or inability to use the Site, the App, or services, any user postings made by you, your violation of any terms of this Agreement or your violation of any rights of a third party, or your violation of any applicable laws, rules or regulations.\nAether Technologies Inc.\nreserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with Aether Technologies Inc.\nin asserting any available defenses.</p> Arbitration <p>In the event the parties are not able to resolve any dispute between them arising out of or concerning these Terms and Conditions, or any provisions hereof, whether in contract, tort, or otherwise at law or in equity for damages or any other relief, then such dispute shall be resolved only by final and binding arbitration pursuant to the Federal Arbitration Act, conducted by a single neutral arbitrator and administered by the American Arbitration Association, or a similar arbitration service selected by the parties, in a location mutually agreed upon by the parties.\nThe arbitrator’s award shall be final, and judgment may be entered upon it in any court having jurisdiction.\nIn the event that any legal or equitable action, proceeding or arbitration arises out of or concerns these Terms and Conditions, the prevailing party shall be entitled to recover its costs and reasonable attorney’s fees.\nThe parties agree to arbitrate all disputes and claims in regards to these Terms and Conditions or any disputes arising as a result of these Terms and Conditions, whether directly or indirectly, including Tort claims that are a result of these Terms and Conditions.\nThe parties agree that the Federal Arbitration Act governs the interpretation and enforcement of this provision.\nThe entire dispute, including the scope and enforceability of this arbitration provision shall be determined by the Arbitrator.\nThis arbitration provision shall survive the termination of these Terms and Conditions.</p> Class Action Waiver <p>Any arbitration under these Terms and Conditions will take place on an individual basis.\nclass arbitrations and class/representative/collective actions are not permitted.\nTHE PARTIES AGREE THAT A PARTY MAY BRING CLAIMS AGAINST THE OTHER ONLY IN EACH’S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PUTATIVE CLASS, COLLECTIVE AND/ OR REPRESENTATIVE PROCEEDING, SUCH AS IN THE FORM OF A PRIVATE ATTORNEY GENERAL ACTION AGAINST THE OTHER.\nFurther, unless both you and Aether Technologies Inc.\nagree otherwise, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.</p> Liability Disclaimer <p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE SITE OR APP MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nAETHER TECHNOLOGIES INC.\nAND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE SITE OR APP AT ANY TIME.</p>\n<p>AETHER TECHNOLOGIES INC.\nAND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE SITE OR APP FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED “AS IS” WITHOUT WARRANTY OR CONDITION OF ANY KIND.\nAETHER TECHNOLOGIES INC.\nAND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL AETHER TECHNOLOGIES INC.\nAND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE SITE OR APP, WITH THE DELAY OR INABILITY TO USE THE SITE, APP OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE SITE, APP, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE OR APP, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF AETHER TECHNOLOGIES INC.\nOR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SITE OR APP, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE OR APP.</p> Termination/Access Restriction <p>Aether Technologies Inc.\nreserves the right, in its sole discretion, to terminate your access to the Site or App and the related services or any portion thereof at any time, without notice.\nTo the maximum extent permitted by law, this agreement is governed by the laws of the State of California and you hereby consent to the exclusive jurisdiction and venue of courts in California in all disputes arising out of or relating to the use of the Site or App.\nUse of the Site or App is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this section.</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and Aether Technologies Inc.\nas a result of this agreement or use of the Site or App.\nAether Technologies Inc.’s performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of Aether Technologies Inc.’s right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Site and App or information provided to or gathered by Aether Technologies Inc.\nwith respect to such use.\nIf any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.</p>\n<p>Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and Aether Technologies Inc.\nwith respect to the Site and App and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and Aether Technologies Inc.\nwith respect to the Site and App.\nA printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nIt is the express wish to the parties that this agreement and all related documents be written in English.</p> Changes to Terms <p>Aether Technologies Inc.\nreserves the right, in its sole discretion, to change the Terms under which Getaether.net and Aether App is offered.\nThe most current version of the Terms will supersede all previous versions.\nAether Technologies Inc.\nencourages you to periodically review the Terms to stay informed of our updates.</p> Contact Us <p>Aether Technologies, Inc.</p>\n<p>1 Embarcadero Ctr Ste SL12 #2025</p>\n<p>San Francisco, CA 94111, United States</p>\n<p>Email Address:</p>\n<p>legal@getaether.net</p>", "created_at": "2021-07-12 05:20:34.773708", "updated_at": "2021-07-12 03:21:21.025888"}, {"id": 8380, "name": "privacy policy ", "url": "https://getaether.net/privacypolicy", "xpath": "/html/body/div[1]/div[2]/div/div", "text": "<code>Note This is a pre-made, generic privacy policy.\nIt is broad.\nAether being free software, I don't have the resources to actually hire a lawyer to sufficiently narrow it down.\nIf you support Aether, it would allow for these kinds of improvements to be made.\n</code>\n<p>SUPPORT AETHER</p> Aether Technologies, Inc.\nPrivacy Policy <p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from getaether.net (the “Site”), or in the app Aether (the “App”).</p> PERSONAL INFORMATION WE COLLECT <p>When you visit the Site or App, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.\nAdditionally, as you browse the Site or App, we collect information about the individual web pages or products that you view, what website, app, or search terms referred you to the Site or App, and information about how you interact with the Site or App.\nWe refer to this automatically-collected information as “Device Information.”</p>\n<p>We collect Device Information using the following technologies:</p>\n<ul>\n<li>\n<p>“Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.</p>\n</li>\n<li>\n<p>“Log files” track actions occurring on the Site or App, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.</p>\n</li>\n<li>\n<p>“Web beacons,” “tags,” and “pixels” are electronic files used to record information about how you browse the Site or App.</p>\n</li>\n</ul>\n<p>Additionally when you make a purchase or attempt to make a purchase through the Site or App, we collect certain information from you, including your name, billing address, shipping address, payment information (including credit card numbers), email address, and phone number.\nWe refer to this information as “Order Information.”</p>\n<p>When we talk about “Personal Information” in this Privacy Policy, we are talking both about Device Information and Order Information.</p> HOW DO WE USE YOUR PERSONAL INFORMATION? <p>We use the Order Information that we collect generally to fulfill any orders placed through the Site or App (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations).\nAdditionally, we use this Order Information to:\nCommunicate with you.\nScreen our orders for potential risk or fraud.\nand\nWhen in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.</p>\n<p>We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP address), and more generally to improve and optimize our Site or App (for example, by generating analytics about how our customers browse and interact with the Site or App, and to assess the success of our marketing and advertising campaigns).</p> SHARING YOUR PERSONAL INFORMATION <p>We share your Personal Information with third parties to help us use your Personal Information, as described above.\nFor example, we use Google Analytics to help us understand how our customers use the Site or App–you can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/.\nYou can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.\nWe also use Mixpanel.\nYou can opt out of Mixpanel by following the directions here: https://mixpanel.com/optout.</p>\n<p>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.</p> BEHAVIOURAL ADVERTISING <p>As described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you.\nFor more information about how targeted advertising works, you can visit the Network Advertising Initiative’s (“NAI”) educational page at http://www.networkadvertising.org/understanding-online-advertising/how-does-it-work.</p>\n<p>You can opt out of targeted advertising by:\nGOOGLE - https://www.google.com/settings/ads/anonymous</p>\n<p>Additionally, you can opt out of some of these services by visiting the Digital Advertising Alliance’s opt-out portal at: http://optout.aboutads.info/.</p> DO NOT TRACK <p>Please note that we do not alter our Site or App’s data collection and use practices when we see a Do Not Track signal from your browser.</p> YOUR RIGHTS <p>If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted.\nIf you would like to exercise this right, please contact us through the contact information below.</p>\n<p>Additionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Site or App), or otherwise to pursue our legitimate business interests listed above.\nAdditionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.</p> DATA RETENTION <p>When you place an order through the Site or App, we will maintain your Order Information for our records unless and until you ask us to delete this information.</p> MINORS <p>The Site or App is not intended for individuals under the age of 21.</p> CHANGES <p>We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.</p> CONTACT US <p>For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at legal@getaether.net or by mail using the details provided below:</p>\n<p>1 Embarcadero Ctr Ste SL12 #2025 San Francisco, CA 94111, United States</p>", "created_at": "2021-07-12 05:20:34.772118", "updated_at": "2021-07-12 03:22:33.675903"}], "points": [], "urls": ["getaether.net"]}}