{"error": 448, "message": "OK", "parameters": {"id": 2237, "name": "Pandora", "created_at": "2020-05-06 18:38:15.146281", "updated_at": "2021-03-25 03:19:51.339784", "wikipedia": "https://en.wikipedia.org/wiki/Pandora_Radio", "keywords": null, "related": null, "slug": "pandora", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2237.png", "url": "pandora.com", "documents": [{"id": 2516, "name": "90-Day Premium Trial Code Terms and Conditions", "url": "https://www.pandora.com/legal/subterms90/", "xpath": "", "text": "&lt.\n<ul>\n<li> &nbsp;|&nbsp.\nTerms of Use </li>\n</ul>\n<ul>\n<li>Terms of Use</li>\n<li>Subscription Terms</li>\n<li>Premium Trial Terms</li>\n<li>Privacy Policy</li>\n<li>Community &amp.\nContent Policy</li>\n<li>Intellectual Property Policy</li>\n<li>Tax Policy</li>\n<li>Events</li>\n</ul> 90-Day Premium Trial Code Terms and Conditions <p>Redeemable only on pandora.com/redeem for a 90-day Pandora Premium Trial pass.\nOpen to US residents 18+.\nno purchase necessary.\nOne time use only.\nTrial pass is void after activation or expiration.\nPayment information and election of subscription product required to redeem Trial pass.\nIf you do not want a subscription once your Trial expires, you must disable auto-renewal prior to expiration of your Trial or contact Listener Support at help.pandora.com.\nCurrent subscribers are not eligible to redeem a Trial pass, nor are users who have previously redeemed a Trial pass.\nPandora subscription products are subject to the Pandora Subscription Terms available at pandora.com/legal/subscription.\nAdditional limitations may apply to your offer, see pandora.com/legal/subscription-offer-terms for more details.\nUse of Trial pass constitutes acceptance of all applicable terms and conditions.\nTrial passes are issued by Pandora Media California, LLC.\n© 2017 Pandora Media California, LLC.\nAll rights reserved.\n</p> ", "created_at": "2020-05-06 18:40:43.729623", "updated_at": "2020-12-14 23:38:21.209059"}, {"id": 2514, "name": "Terms of use", "url": "https://www.pandora.com/legal", "xpath": "", "text": " <ul>\n<li> &nbsp;|&nbsp.\nTerms of Use </li>\n</ul>\n<ul>\n<li>Terms of Use</li>\n<li>Subscription Terms</li>\n<li>Premium Trial Terms</li>\n<li>Privacy Policy</li>\n<li>Community &amp.\nContent Policy</li>\n<li>Intellectual Property Policy</li>\n<li>Tax Policy</li>\n<li>Events</li>\n</ul> Services Terms of Use <p>Effective as of February 1, 2019</p>\n<p>Thank you for your interest in and use of our products, services, software, and the content contained or accessible therein (the \"<strong>Services</strong>\").\nPandora Media, LLC (\"<strong>Pandora</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", or \"<strong>our</strong>\") provides these Services to you (\"<strong>you</strong>\" or \"<strong>your</strong>\"), subject to the terms contained in this Pandora Services Terms of Use (this \"<strong>Agreement</strong>\").\nThis Agreement is a binding legal agreement between you and Pandora.\nPlease read the terms and conditions of this Agreement carefully before using our Services.\nThe Services and all data, design, text, images, graphics, including all arrangements thereof, contained therein are proprietary, confidential, and are licensed to you under this Agreement, not sold to you.\nBy accessing or otherwise using any portion of the Services, you agree to be bound by the terms of this Agreement.\nIf you are not willing to be bound by the terms of this Agreement, you may not access or otherwise use any portion of the Services.</p> 1.\nAbility to Use the Services.\n<p>In order to accept this Agreement and to use the Services, you must be a resident of an Authorized Jurisdiction and be at least 18 years of age, or if you have parental consent, at least 13 years of age in all other Authorized Jurisdictions (\"<strong>Minimum Age</strong>\").\nThe Services are not intended for users under the Minimum Age.\nYou hereby affirmatively represent that (a) you are at least the Minimum Age in the applicable Authorized Jurisdiction.\n(b) you have the consent of your parent(s) to use the Services if you are under 18 years of age.\n(c) you have all the applicable rights and authority to grant Pandora the rights granted herein.\nand (d) you have read, understood, and agree to be bound by this Agreement.\nIf you are not at least the Minimum Age, do not have parental consent, or you do not agree to all the terms and conditions of this Agreement, you may not use the Services.</p> 2.\nPrivacy.\n<p>Pandora's privacy policy explains the data we collect, use, store, and process while you use and access our Services.\nBy using our Services, you have read, understood, and agree to the terms of our privacy policy, and you agree that we may use such data in accordance with the terms of our privacy policy.\nIf you have any questions regarding our privacy policy, please contact our Listener Support team.</p> 3.\nCompliance with Policies.\n<p>While using the Services, you agree that you will comply with all posted policies, including our Community and Content Policy and Intellectual Property Policy, as we may update from time to time.\nWe may suspend or stop providing you with access to the Services if you fail to comply with our posted policies.</p> 4.\nAdditional Terms and Conditions.\n<p>Some of the Services we offer may require additional terms and conditions.\nWe will make those additional terms and conditions available to you with the relevant Services.\nIf you use those Services, the terms and conditions that apply will become part of this Agreement between you and us.</p> 5.\nChanges in Terms.\n<p>We may modify this Agreement from time to time.\nIf we make material changes to the Agreement, we will notify you by email or through a message posted on the Services.\nYou agree that such modified Agreement will be effective thirty (30) days after our notice to you, except for changes that relate to new features or for legal reasons, which will become effective immediately.\nYour continued use of the Services after our provision of notice to you will constitute your affirmative acceptance to the modified Agreement.\nIf you do not agree to, or cannot comply with, the Agreement as amended, you must stop using the Services.</p> 6.\nYour License to Use the Services.\n<p>Subject to the terms and conditions of this Agreement and your payment of any required fees (if applicable), Pandora hereby grants to you a limited, revocable, non-exclusive, non-transferable, non-sublicensable license to access the Services in an Authorized Jurisdiction, and otherwise view and use the Services to the extent permitted by its intended functionality, for your own individual personal, non-commercial purposes and not for the sublicense to or use by third parties.\nYou may only access and/or use the Services through the certified applications or intended methods that Pandora or our licensed partners make available to you.\nAny access or use of our Services through an application, service, or method provided by a party other than Pandora or one of our licensed partners is strictly prohibited, outside the scope of the license granted herein, and may subject your account to termination and other legal action.\nAny other use not authorized herein, or by Pandora in writing, is strictly prohibited and a violation of this Agreement.\nPandora may revoke and/or terminate the foregoing license with respect to any aspect of the Services at any time, for any or no reason.</p>\n<p>\n<strong>Restrictions</strong>.\nExcept as otherwise specifically permitted in this Agreement, you shall not: (a) modify, download, intercept, or create any derivative works of the Services, including any translations or localizations thereof.\n(b) access or use the Services through an application or means not authorized by Pandora.\n(c) copy, store, edit, change, exploit, download, prepare any derivative work of, or alter in any way any of the content made available through the Services.\n(d) license, sell, rent, lease, encumber, transfer, assign, distribute, disclose, post, make available, permit time sharing or simultaneous use of, or otherwise exploit the Services to or for the benefit of any third party.\n(e) reverse engineer, decompile, disassemble, or otherwise attempt to derive the source code, algorithms, underlying ideas, or structure or organization of the Services.\n(f) remove or alter any trademark, logo, copyright or other proprietary notices, legends, symbols, or labels on the Services.\n(g) publish or provide any results of any Services, in whole or in part, aggregated or otherwise, to a third party without Pandora's prior written consent.\n(h) provide your username and password used to access the Services to any third party.\n(i) use any systems or means, automated or otherwise, to access, acquire, copy, scrape, harvest, or monitor any part of the Services.\n(j) circumvent any technological measures employed by or on behalf of Pandora to protect the Services.\n(k) use any other technologies or initiate any other activities that may harm the Services, or the interests or property of Pandora or other users of the Services.\nor (i) aid or encourage any third party to engage in any activity that would constitute a breach of this Agreement.</p>\n<p>ANY USE OF THE SERVICES NOT SPECIFICALLY PERMITTED UNDER THIS AGREEMENT IS STRICTLY PROHIBITED.</p> 7.\nAuthorized Jurisdictions.\n<p>Pandora makes the Services available in the United States of America and its territories (each, an \"<strong>Authorized Jurisdiction</strong>\", and collectively, the \"<strong>Authorized Jurisdictions</strong>\").\nWe may add or remove countries and/or territories from the list of Authorized Jurisdictions at any time and without any notice, liability, or obligation to you with respect to each such territory.\nUse of the Services outside of the Authorized Jurisdictions is strictly prohibited, outside the scope of the license granted herein, and may subject your account to termination and other legal action.</p> 8.\nCommunication Preferences and Consent.\n<p>From time to time we may send you communications to the email address associated with your account.\nThese communications may include, but are not limited to, tips and station recommendations, special offers, and other account-related or transactional messages.\nAlso, when you create a station, you may receive communications from or related to artist(s) associated with that station by or on behalf of Pandora.</p>\n<p>Additionally, our mobile and tablet applications may, in some circumstances, offer the ability for you to receive push notifications in connection with those applications.\nIf you would like to modify your ability to receive push notifications from our applications, you can control those settings within the settings or preferences apps of each respective device.\nBy accepting this Agreement and using the Services, you expressly consent to the receipt of all such communications from or on behalf of Pandora.\nYou may modify your communication preferences at any time within the Settings section of our website or applications.\nYou may not opt-out of receiving account-related or transactional communications.</p>\n<p>If you elected to have an advertiser contact you through Third Party Ads displayed on the Services, your Pandora communication preferences will not affect your receipt of those advertiser-provided communications.</p> 9.\nPandora for Business.\n<p>Use of the Services in a business establishment requires a special license to a separate service that is provided by our partner Mood Media (\"<strong>Pandora for Business</strong>\").\nYou may only use the Services in an Authorized Jurisdiction for business use if you have met all of the following conditions: </p>\n<p>(a) You must register for a Pandora for Business account with Mood Media (\"<strong>Mood Media</strong>\") at pandora.moodmedia.com or such other URL as may be provided from time to time, and agree to all applicable Mood Media terms and conditions, including without limitation, Mood Media's applicable privacy policy and terms of use (the \"<strong>Mood Media Terms</strong>\");</p>\n<p>(b) You must maintain an active account with both Pandora and Mood Media.\nand</p>\n<p>(c) You must be current on all required payments.\nPandora for Business is a paid service.</p>\n<p>Your right to use the Pandora for Business service may be terminated by either Mood Media or Pandora if you fail to comply with any applicable Mood Media Terms or this Agreement.\nIn the event of a conflict between this Agreement and the Mood Media Terms, the Mood Media Terms will control solely with respect to the use of the Services in a business environment.</p>\n<p>ANY BUSINESS USE OF THE SERVICES NOT SPECIFICALLY PERMITTED IN THIS SECTION IS STRICTLY PROHIBITED AND MAY RESULT IN IMMEDIATE TERMINATION OF YOUR RIGHT TO USE THE SERVICES.</p> 10.\nExplicit Content.\n<p>THE SERVICES PROVIDE MANY FORMS OF ENTERTAINMENT CONTENT, SOME OF WHICH YOU MAY CONSIDER INAPPROPRIATE FOR THOSE UNDER THE AGE OF 18.\nTHIS ENTERTAINMENT CONTENT MAY CONTAIN LYRICS, SPEECH, VISUAL IMAGES, OR OTHER MEDIA THAT INCLUDES STRONG LANGUAGE, OR DEPICTIONS OF VIOLENCE, SEX, OR SUBSTANCE ABUSE (\"<strong>EXPLICIT CONTENT</strong>\").\nPARENTAL DISCRETION IS ADVISED FOR ALL USERS OF THE SERVICES UNDER THE AGE OF 18.</p>\n<p>Pandora provides an Explicit Content feature that, when enabled, will filter Explicit Content on the Services.\nYou can enable this feature in the Account Settings section of the Services.\nYou can also find out more about this explicit content feature by visiting help.pandora.com.</p> 11.\nContent Selection and Functionality of the Service.\n<p>Although we rely primarily on the Music Genome Project and your selections and interactions with the Services to select the content that we display and perform, there are many factors that influence our ability to provide certain content and services, such as licensing restrictions and content costs.\nPandora reserves the right in its discretion to select, display, and perform content based on a number of different factors, including but not limited to licensing and contract restrictions and requirements, territorial limitations, industry trends, and content cost and availability.\nWe strive to provide you with the best possible experience, and keep your tastes in mind when we select content to display and perform.\nHowever, in order to provide the Services, Pandora must reserve the right to alter, change, modify, or terminate any services, content or application functionality at any time, with or without notice to you.</p> 12.\nListening Activity &amp.\nBehavior.\n<p>When you use the Services, we keep track of your listening activity, including the number and titles of songs to which you have listened, the songs, albums, or artists that you like (thumb up) or dislike (thumb down), the stations you create or listen to, the songs you skip, and how frequently and for how long you listen to the stations in your station list.\nWe may also keep track of your interactions with the Services, which may include the features you use, the advertising in which you see or show interest, and the content you view.\nWe do this for a variety of reasons, such as to gain an understanding of the types of music, content, or features you and/or other similar listeners tend to like or dislike, for compensating artists and other rightsholders for use of their content, to provide you with relevant and interesting advertising, and to improve the Services generally, which includes enhancing our music selection algorithms in an effort to provide you and other listeners with the music most suited to your tastes.\nAs this data is essential to the function of the Services, you may not opt out of our collection and use of such data or information.\nBy accessing or otherwise using any portion of the Services, you hereby consent to the foregoing collection and use of your listening activity and behavior for the purposes set forth above and also as outlined in our privacy policy.</p> 13.\nAdvertising Content.\n<p>The Services may present advertisements for or links to third party websites, products, and/or services (\"<strong>Third Party Ads</strong>\").\nWe are not responsible for the availability of these Third Party Ads, or the images, messages, or other materials contained therein.\nNeither Pandora nor any of its affiliates will be liable for any errors in content or omissions in any Third Party Ads, nor responsible for any losses or damages of any sort incurred as a result of your participation with, use of, or reliance on the Third Party Ads, including any goods, products, or services offered by such Third Party Ads.</p> 14.\nProduct Support.\nFeature Availability.\nFraud &amp.\nAbuse.\n<p>Pandora is not obligated to provide technical support under the terms of this Agreement, and provides no assurance that any specific errors or discrepancies in the Services will be corrected.\nPandora may alter the availability of any feature of the Services, or impose new limitations on your use of the Services, at any time with or without notice, liability, or obligation with respect to such feature or limitation.\nIn certain circumstances, such as in the case of a security problem, we may require you to install an update in order to continue using the Services.\nIn order to provide the best quality Services to all of our users, we monitor the Services to detect and prevent fraud and abuse.\nWe may, in our sole discretion, terminate your account and your access to the Services should we determine it is associated with fraudulent or abusive activities as it relates to the Services.\nFurther, we reserve the right to pursue legal action in connection with fraudulent or abusive activities.</p>\n<p>When using the Services, we may permit you to store data, preferences set by you, content or other information for your convenience, but we are under no obligation to retain any such data, preferences, content or other information that you may have stored and will not be liable for the deletion of any such information.</p> 15.\nPayment, Fees, and Other Charges.\n<p>If you elect to access any paid component of the Services, such as becoming a subscriber, you agree to pay all fees and charges associated with that paid component on a timely basis.\nUnless otherwise stated, all fees and charges are due and payable in advance, are non-refundable, and are exclusive of any applicable federal, state, or local taxes.\nAll such fees and charges (including any taxes and late fees, as applicable) will be charged to the payment method you provided when you elected to access that paid component of the Services.\nYou agree to maintain a valid payment method during the term of your use of such Services.</p>\n<p>Use of the Services may involve transmission of data through your carrier or service provider's network.\nYou are responsible for all carrier, text/SMS, data, or other related fees or charges you incur from your carrier or service provider in connection with, or related to your use of the Services.\nPandora assumes no liability or responsibility for the payment of any charges you may incur.</p> 16.\nIntellectual Property.\n<p>As between you and Pandora, you acknowledge that Pandora retains all rights, title, and interest in and to all copyrights, trademarks, trade secrets, patents, and any other proprietary rights in the Services, the software and application programming interfaces (APIs) comprising the Services, and all content therein.\nPandora, its logo, P, Music Genome Project, Comedy Genome Project, and the \"Lights\" design, as well as certain other Pandora trademarks, service marks, graphics, and logos, are the registered trademarks or trademarks of Pandora.\nThe Services may also contain third-party trademarks, service marks, graphics, and logos.\nThe Services are owned and/or licensed by Pandora and are protected by the laws of the United States and other countries in which the Services are made available.\nYou agree to prevent any unauthorized copying, use, or distribution of the Services.\nExcept as expressly provided herein, Pandora does not grant any express or implied right to you under any Pandora-owned or licensed copyrights, trademarks, trade secrets, patents, or other proprietary rights.</p>\n<p>Some music samples are provided courtesy of iTunes.</p> 17.\nSubmissions &amp.\nFeedback.\nYour Content.\n<p>Pandora is fortunate to have a vibrant and active user community that shares our passion for innovation, and our drive to constantly improve our Services.\nWhile our employees continually strive to develop and evaluate our own ideas, we pride ourselves on paying close attention to the feedback, comments, and suggestions we receive from our listeners.\nBy submitting any ideas, feedback and/or proposals to Pandora regarding the Services (\"<strong>Feedback</strong>\"), you expressly acknowledge and agree that: (a) Pandora is not under any obligation to you, including any obligation of payment of compensation or confidentiality, with respect to the Feedback.\nand (b) Pandora may freely use, assign, transfer, distribute, exploit, and further develop and modify the Feedback for any purpose.\nTo the extent any copyright or other intellectual property ownership interest vests in you with respect to the Feedback, you hereby grant Pandora a worldwide, non-exclusive, royalty-free, fully paid up, irrevocable, sublicensable, and perpetual right and license to make, use, copy, sell, distribute, otherwise exploit, and create derivative works of the Feedback.\nFurther, you irrevocably release Pandora from any and all liability and claims that may result from or are related to the rights to the Feedback.</p>\n<p>Except as separately licensed or as authorized under an applicable statutory licensing scheme, if you elect to upload or provide written, photographic, or other audiovisual content to Pandora in connection with your use of the Services or participation in a Pandora-sponsored campaign (\"<strong>Your Content</strong>\"), you hereby grant Pandora a non-exclusive, transferrable, sublicensable, perpetual, irrevocable, fully paid up, royalty-free, worldwide right and license (but not the obligation) to use, archive, stream, copy, distribute, publicly perform, create derivative works of, transmit, and otherwise exploit, in whole or in part, Your Content, in any manner or medium now known or hereafter devised.\nThis exploitation may include, without limitation, use of Your Content to endorse Pandora or third-party products and services.\nAdditionally, you further grant Pandora a non-exclusive, transferrable, sublicensable, perpetual, irrevocable, fully paid up, royalty-free, worldwide right and license to exploit your name, likeness, personality, voice, and any other materials or information you provide to Pandora in connection with Your Content.</p>\n<p>You hereby irrevocably waive any and all rights to seek or obtain any injunctive or other equitable or compensatory relief against Pandora for its use or exploitation of Your Content as licensed herein, as well as any claims under \"moral rights\" or similar theories.\n</p>\n<p>You agree that Pandora enabling you to provide us with Your Content is adequate and sufficient consideration for our use of Your Content, you will not receive any additional consideration or compensation for Pandora's exploitation of Your Content, and Pandora has no obligation to use any of Your Content.</p>\n<p>Other than as provided in this Agreement, you will retain ownership of all rights in Your Content.</p>\n<p>Your Content, and its provision by you thereof, will at all times be subject to our Intellectual Property Policy.</p> 18.\nExport Control and Legal Compliance.\n<p>You represent and warrant that you are not (a) located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country.\nand (b) listed on any U.S.\nGovernment list of prohibited or restricted parties.</p> 19.\nDisclaimers.\nLimitations of Liability.\n<p>SOME JURISDICTIONS MAY NOT PERMIT THE EXCLUSION OF CERTAIN WARRANTIES.\nTO THE EXTENT APPLICABLE LOCAL LAW SPECIFICALLY AND EXPRESSLY PROHIBITS SUCH EXCLUSIONS, THOSE SUCH EXCLUSIONS SET FORTH BELOW MAY NOT APPLY TO YOU.</p>\n<p>THE SERVICES (INCLUDING ANY SOFTWARE AND CONTENT CONTAINED THEREIN) ARE LICENSED AND PROVIDED \"AS IS\" AND \"AS AVAILABLE\".\nANY USE OF THE SERVICES WILL BE AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, PANDORA DISCLAIMS ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nPANDORA MAKES NO REPRESENTATIONS OR GUARANTEES THAT THE SERVICES WILL BE FREE FROM LOSS, DESTRUCTION, DAMAGE, CORRUPTION, ATTACK, VIRUSES, INTERFERENCE, HACKING, OR OTHER SECURITY INTRUSION, OR WILL NOT CONTAIN CONTENT YOU DEEM OFFENSIVE, INDECENT, OR OTHERWISE OBJECTIONABLE, AND PANDORA DISCLAIMS ANY LIABILITY RELATING THERETO.\nPANDORA MAKES NO GUARANTEES, REPRESENTATIONS, OR WARRANTIES THAT THE USE OF OR THE RESULTS OF THE USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS, BE ACCURATE, RELIABLE, CURRENT, OR THAT OPERATION OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR FREE.</p>\n<p>SOME JURISDICTIONS MAY NOT PERMIT THE EXCLUSION OR LIMITATION OF CERTAIN LIABILITIES.\nTO THE EXTENT APPLICABLE LOCAL LAW SPECIFICALLY AND EXPRESSLY PROHIBITS SUCH EXCLUSIONS OR LIMITATIONS, THOSE SUCH EXCLUSIONS OR LIMITATIONS SET FORTH BELOW MAY NOT APPLY TO YOU.</p>\n<p>PANDORA'S CUMULATIVE LIABILITY TO YOU OR ANY PARTY RELATED TO YOU FOR ANY LOSSES OR DAMAGES ARISING OUT OF OR RELATING TO THIS AGREEMENT OR USE OF THE SERVICES WILL NOT EXCEED THE AMOUNT YOU ACTUALLY PAID FOR THE APPLICABLE PORTION OF THE SERVICES AT ISSUE WITHIN THE TWELVE MONTH PERIOD IMMEDIATELY PRECEDING THE DATE OF YOUR CLAIM.\nTHIS LIMITATION APPLIES TO ALL CAUSES OF ACTION OR CLAIMS IN THE AGGREGATE, INCLUDING, WITHOUT LIMITATION, BREACH OF CONTRACT, BREACH OF WARRANTY, INDEMNITY, NEGLIGENCE, STRICT LIABILITY, MISREPRESENTATION, AND OTHER TORTS.\nIN NO EVENT SHALL PANDORA BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES, OR LOST PROFITS, REGARDLESS OF THE CAUSE OF ACTION ON WHICH THEY ARE BASED, EVEN IF PANDORA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OCCURRING.</p> 20.\nIndemnification.\n<p>You agree to defend (at our option), hold harmless, and indemnify us from and against all third party claims and all liabilities, assessments, losses, costs, or damages resulting from or arising out of (a) your alleged or actual breach of this Agreement, including your express representations and warranties.\n(b) your use or misuse of the Services.\nand (c) your alleged or actual infringement or violation of the rights of a third party, including without limitation any intellectual property rights, rights of publicity, and rights of privacy.</p> 21.\nTerm and Termination.\n<p>Subject to the terms of this section, this Agreement will remain in effect for as long as you use the Services.\nYou may cancel your account and terminate this Agreement at any time and for any reason by following the instructions outlined in this Listener Support Help Article.\nWe may terminate this Agreement and your access to the Services at any time and for any reason by providing notice to the email address you provided us.\nUpon any termination of this Agreement, the rights and licenses granted to you hereunder, including your ability to access and use the Services, will immediately terminate, and you shall immediately cease using any and all materials and other similar content in your possession or control that are proprietary to Pandora.\nYou agree that we will have no liability to you for any costs, losses, damages, or liabilities arising out of or related to the termination of this Agreement.\nAny provision of this Agreement that should, by its nature, survive termination of this Agreement will survive its termination.\nSuch provisions include, but are not limited to sections 1-4, 7, and 11-27.</p> 22.\nNotices.\n<p>We may post notices to you within the Services.\nWe may also send you notices about products and services to the email address you provided us.\nYou hereby consent to receive notice from us through the foregoing means, and you are deemed to have received such notices at the latest within two (2) business days from us posting or sending a notice.\nYou are responsible for keeping your account information, including your email address, up to date.\nPandora assumes no liability nor any responsibility for any consequences resulting from your provision or use of outdated, incomplete, or inaccurate information in connection with the Services.\nExcept as otherwise provided for herein, any notices required to be delivered to Pandora under this Agreement may be delivered via first class registered U.S.\nmail, overnight courier, or personal service to Pandora Media, LLC, Attn: Listener Support Team, 2100 Franklin St, 7th Floor, Oakland, CA 94612, with a copy to Pandora Media, LLC, Attn: Pandora Legal Department, 2100 Franklin St, 7th Floor, Oakland, CA 94612.</p> 23.\nAssignment.\n<p>Pandora may assign this Agreement or delegate any of our rights or obligations hereunder, or any part thereof, to any third party, including our successor in interest, without requiring your written consent.\nYou may not assign this Agreement in whole or in part, for any reason.\nThis Agreement will be binding upon and will inure to the benefit of the parties and their heirs, executors, administrators, successors, and assigns.</p> 24.\nThird Party Beneficiaries.\n<p>Except with respect to platform providers through which you download or use applications certified by Pandora, nothing in this Agreement, either express or implied, is intended to or will be deemed to confer upon any other person or entity any right, benefit, or remedy of any nature whatsoever under or by reason of this Agreement.</p> 25.\nGoverning Law and Disputes.\n<p>(a) <b>Governing Law</b>.\nThis Agreement, including all claims relating to or arising hereof or breach thereof, whether sounding in contract, tort, or otherwise, will be governed and construed in accordance with the laws of the state of Delaware, excluding its choice-of-law principles.</p>\n<p>(b) <b>Applicability of Section</b>.\nThe terms of this section 25 will apply to all disputes that may arise out of, are connected with, or relate to this Agreement or the Services, subject only to the following exceptions: (1) if Pandora reasonably believes that you have in any manner acted or failed to act in any manner that may cause harm to us or any third party, we may seek injunctive or other appropriate relief in any court of competent jurisdiction.\nor (2) any dispute may, at the option of the claiming party, be resolved in small claims court in Santa Clara County, California, provided that all claims by all parties in the dispute (i) fall within the jurisdiction of the small claims court, and (ii) were unsuccessfully resolved through the Informal Resolution procedure required in section 25(c) below.\nFurthermore, in no event will the terms of this section limit Pandora's ability to investigate complaints or reported violations of this Agreement, or to take any action we deem necessary and appropriate to mitigate actions against us, including reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties such as music rightsholders.</p>\n<p>(c) <b>Informal Resolution</b>.\nIf you have any dispute with us or any related third party, arising out of, relating to, or connected with this Agreement or the Services, you agree to contact us directly and provide a brief, written description of the dispute and your contact information (including your username, if your dispute relates to an account).\nand give us thirty (30) days from the date of filing your written description with us within which to resolve the dispute to your reasonable satisfaction.\nIf Pandora does not resolve the dispute through good faith negotiations under this informal process, you may pursue the dispute in accordance with the arbitration agreement below.</p>\n<p>(d) <b>Arbitration Agreement</b>.\nAny claims by Pandora, or claims by you that are not resolved by the Informal Resolution procedure described in section 25(c) above, arising out of, relating to, or connected with this Agreement must be asserted individually in binding arbitration administered by the American Arbitration Association in accordance with its Commercial Arbitration Rules and Supplementary Procedures for Consumer-Related Disputes (including utilizing desk, phone, or video conference proceedings where appropriate and permitted to mitigate costs of travel).\nThis Agreement and each of its parts evidence a transaction involving interstate commerce, and the Federal Arbitration Act (9 U.S.C.\n§ 1 <em>et seq</em>.) will apply in all cases and govern the interpretation and enforcement of the arbitration rules and arbitration proceedings.\nJudgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nIn addition to and notwithstanding the terms stated above, the following will apply to your disputes: (1) the arbitrator, and not any federal, state, or local court or agency, will have exclusive authority to resolve any dispute relating to the interpretation, applicability, enforceability, or formation of this Agreement including any claim that all or any part of this Agreement is void or voidable.\n(2) the arbitrator will not have the power to conduct any form of class or collective arbitration, nor join or consolidate claims by or for individuals.\nand (3) you hereby irrevocably waive any right you may have to a court trial (other than small claims court as provided above) or to serve as a representative, as a private attorney general, or in any other representative capacity, or to participate as a member of a class of claimants, in any lawsuit, arbitration, or other proceeding against us or related third parties arising out of, relating to, or connected with this Agreement.</p>\n<p>The arbitration proceeding and the results thereof will be kept confidential by each party and not used for any purpose other than a party exercising its rights and fulfilling its obligations with respect to the other party.\nprovided, however that either party may disclose the existence and results of the proceeding: (1) as required by law, rule, or regulation.\n(2) to its accountants, attorneys, and other fiduciaries.\nand (3) to an arbitrator or third party who has exercised its rights under this section 25 for use as persuasive authority in other proceedings brought pursuant to this section 25.</p>\n<p>(e) <b>Limitation of Actions</b>.\nRegardless of any statute or law to the contrary, any claim or cause of action you may have arising out of, relating to, or connected with your use of the Services, must be filed within twelve (12) months of the date the facts giving rise to the suit were known or should have been known by you, or forever be barred.</p> 26.\nSeverability.\n<p>In the event any provisions of this Agreement are found to be contrary to any law or regulation of an administrative or governmental agency or body, such provision will be modified and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect.\nIn the event such a provision cannot be modified and becomes invalidated or unenforceable, its invalidation or unenforceability will not affect the validity or enforceability of any other provision of this Agreement.</p> 27.\nEntire Agreement.\n<p>This Agreement constitutes the complete and exclusive agreement between you and Pandora with respect to the subject matter hereof, and supersedes all prior or contemporaneous oral or written communications, proposals, representations, understandings, or agreements not specifically incorporated herein.</p> 28.\nQuestions Regarding this Agreement.\n<p>If you have any questions regarding this Agreement, you may contact Pandora's Listener Support team.</p> ", "created_at": "2020-05-06 18:39:21.084511", "updated_at": "2020-12-14 23:45:55.087748"}, {"id": 2517, "name": "Privacy Policy", "url": "https://www.pandora.com/privacy", "xpath": "", "text": "", "created_at": "2020-05-06 18:41:09.7087", "updated_at": "2020-12-15 03:16:01.425939"}, {"id": 2515, "name": "Pandora Subscription Terms", "url": "https://www.pandora.com/legal/subscription", "xpath": "", "text": " <ul>\n<li> &nbsp;|&nbsp.\nSubscription Terms </li>\n</ul>\n<ul>\n<li>Terms of Use</li>\n<li>Subscription Terms</li>\n<li>Premium Trial Terms</li>\n<li>Privacy Policy</li>\n<li>Community &amp.\nContent Policy</li>\n<li>Intellectual Property Policy</li>\n<li>Tax Policy</li>\n<li>Events</li>\n</ul> Pandora Subscription Terms <p>Effective as of October 18, 2016</p>\n<p>Welcome to Pandora Subscription Services</p> IMPORTANT! SUBSCRIPTIONS AUTOMATICALLY RENEW <p>Your use of Subscription Services and Subscription Products is governed by these Subscription Terms, which are described in further detail below.\nThe following points are particularly important:</p>\n<ul>\n<li>Subscriptions automatically renew until cancelled.</li>\n<li>You may cancel your Subscription Product at any time by following these instructions in our Help Center, or the instructions included in your Subscription Product purchase, redemption, or renewal confirmation email, all subject to the terms below.</li>\n<li>Cancellation will cease auto-renewal of Subscriptions, but Subscription Fees are non-refundable except where required by law.</li>\n<li>The Access Period and cost of the Subscription Product you purchase are disclosed prior to purchase and confirmed via email following purchase.</li>\n<li>We transfer your billing information to our payment processor(s) as disclosed in our Privacy Policy.</li>\n<li>If you purchase a Subscription through an External Service, such as Apple, Google Play, or Roku, you must use the tools made available by those services to manage and/or cancel your Subscription.</li>\n<li>In most cases, Trial redemption requires you to provide us with a payment method that will be charged for a Subscription for the Access Period you elected at Trial redemption once the Trial Access Period expires.\nIf you do not want a Subscription following the expiration of a Trial, follow these instructions in our Help Center to cancel your Subscription or contact Listener Support before your Trial Access Period expires.</li>\n<li>Offers may be subject to additional limitations, which are generally presented to you at the time of offer receipt.\nThe most recent version of offer disclosures can be viewed on our Subscription Product Offers Additional Terms page, which we may update from time to time.</li>\n</ul>\n<p>Pandora provides various subscription services (the \"Subscription Services\") to you subject to the terms and conditions contained in these Pandora Subscription Terms (\"Subscription Terms\").\nOur Subscription Services include Subscriptions, Passes, Gift Passes, and Trials to our paid premium Pandora Service offerings (\"Subscription Product(s)\").</p>\n<p>Read these Subscription Terms carefully before using the Subscription Services.\nThese Subscription Terms (which include the other documents referenced below) constitute a legal agreement between you (\"you\" or \"your\") and the Pandora entity issuing such services, as set forth in paragraph 12 below for your applicable Authorized Jurisdiction (as defined in the Pandora Terms of Use).\nThe Pandora Terms of Use and the Pandora Privacy Policy (collectively, the \"Pandora Agreement\"), which you agreed to when you registered for the Pandora Service (as defined in the Pandora Terms of Use), also apply to your use of the Subscription Services and are incorporated by this reference as part of these Subscription Terms.\nIf you purchase, register for, or redeem a Subscription Product through an External Service, you may also be subject to additional terms and conditions supplied by that service.</p>\n<p>By purchasing and/or using a Subscription Product, and accessing or otherwise using any portion of the Subscription Services, you agree to be bound by these Subscription Terms, which contain liability limitations, an arbitration agreement, and a class action waiver, all as detailed in the Pandora Terms of Use.\nThese provisions control how disputes are resolved.</p>\n<p>If you are not willing to be bound by these Subscription Terms, you should not purchase or use a Subscription Product, and you may not access or otherwise use any portion of the Subscription Services.</p> 1.\nEligibility Requirements <p>To be eligible to access and use the Subscription Services, you must meet the following criteria (\"Eligibility Requirements\"):</p>\n<ol>\n<li>You must reside within one of the Authorized Jurisdictions, be at least 18 years of age or the age of legal majority in your Authorized Jurisdiction, and capable of entering into a binding agreement;</li>\n<li>you must have an account in good standing with Pandora, which includes the payment of all Fees and Applicable Taxes, if any.\nand</li>\n<li>you must meet any additional qualifications or adhere to any limitations disclosed with the offer of an applicable Subscription Product, including limitations on the use of Trials and those additional terms specified on our Subscription Product Offers Additional Terms page, which we may update from time to time.</li>\n</ol>\n<br> 2.\nLicense for Your Use of the Subscription Services <p>Subject to your compliance with these Subscription Terms including the Eligibility Requirements, Pandora hereby grants to you a limited, revocable, non-exclusive, non-transferable, non-sublicensable license to access the Subscription Services in the Authorized Jurisdiction(s), and otherwise view and use the Subscription Services to the extent permitted by its intended functionality for your personal, non-commercial use, and not for the sublicense to or use by third parties.</p> 3.\nSubscription Products <p>Access to the Subscription Services is available through a Subscription Product, which includes Subscriptions, Passes, Gift Passes, and Trials.</p>\n<p>Certain Subscription Products, such as Trials, may be subject to additional terms, exclusions, or limitations, which will be disclosed to you at the time you receive the offer for the Subscription Product.</p> 3(a).\nSubscriptions <p>You may purchase subscription access (a \"Subscription\") to the Subscription Services for a fee (the \"Fee\") for the period of time (the \"Access Period\") you have elected from the available options (e.g., monthly or annually).\nThe Fee is exclusive of any applicable federal, state, telecommunications, excise, or municipal taxes or duties, including VAT and GST (collectively, \"Applicable Taxes\") unless otherwise specified.</p> 3(b).\nPasses <p>You may purchase access to the Subscription Services through a single use pass (a \"Pass\") for a Fee for the Access Period specified with the Pass (e.g., one day, one week, one month, etc.).\nOnce the Access Period for the Pass expires, you will no longer have access to the Subscription Service unless you purchase a Subscription or an additional Pass.</p> 3(c).\nGift Passes <p>You may access the Subscription Services through a single use gift Pass for the Access Period specified with the gift Pass (\"Gift Pass\").\nSimilar to a Pass, you will no longer have access to the Subscription Services once the Access Period for the Gift Pass expires unless you purchase a Subscription or a Pass.\nYou may be given the option of providing a credit card or other payment method during your redemption of a Gift Pass in order to ensure uninterrupted service after your free gift period ends.\nYou are under no obligation to provide such billing information during redemption of a Gift Pass.\nIf you do decide to provide this information, your Gift Pass will automatically convert into a Subscription for the Access Period you've elected, and your payment method will be charged the associated Fee and Applicable Taxes unless you have disabled auto-renewal.\nYou can disable auto-renewal by following these instructions in our Help Center or by contacting Listener Support.</p> 3(d).\nTrials <p>You may access the Subscription Services through a single-use trial Pass (\"Trial\").\nA Trial permits access to the Subscription Services for the Access Period disclosed with the Trial offer.\nSimilar to Passes and Gift Passes, once the Access Period for the Trial expires you will no longer have access to the Subscription Services unless you purchase a Subscription or a Pass.\nIn most cases, you will be required to provide a credit card or other payment method in order to redeem the Trial, and in order to ensure uninterrupted access to the Subscription Services after your Trial expires.\nIn such event, your Trial will automatically convert into a Subscription for the Access Period you've elected, and your payment method will be charged the associated Fee and Applicable Taxes unless you have disabled auto-renewal before the expiration of your Trial Access Period.\nYou can disable auto-renewal by following these instructions in our Help Center or contacting Listener Support.</p> 4.\nAccess and Renewal <p>Your ability to access and use the Subscription Service commences on the date we make the Subscription Services available to you following your purchase or redemption of a Subscription Product and remittance of the Fee and Applicable Taxes, if any, and continues until the end of the applicable Access Period.\nPandora will automatically renew or commence your Subscription for a new Access Period by charging the associated Fee plus any Applicable Taxes to the payment method you provided unless you cancel your Subscription as provided below.</p>\n<p>Unless you affirmatively opt-out of automatic renewal either prior to the expiration of a Subscription Product or before the end of the then-current Access Period (as applicable), you hereby authorize Pandora to renew or commence your Subscription automatically at the end of each Access Period or at the expiration of your Subscription Product for a new Access Period.</p>\n<p>If you opt-out of automatic renewal, your Subscription Product will expire and your access to the Subscription Services will cease at the end of its specified Access Period.\nIn order to continue to access the Subscription Services after your Access Period has expired, you will need to purchase or redeem a new Subscription Product.\nYou are required to maintain accurate and up-to-date payment information.\nPandora assumes no responsibility or liability if your Subscription Product fails to renew or otherwise expires because of outdated or incorrect payment information.</p> 5.\nUpgrades and Downgrades <p>If during the Access Period of your currently active Subscription Product (\"Current Product\") you elect to upgrade to a different Subscription Product (\"Upgrade Product\") unless prohibited by the terms of the promotional offer, we will provide you with access to the Upgrade Product immediately upon the successful validation of your payment information and payment of the associated Fee plus any Applicable Taxes.\nThat Fee will be the difference between what you have paid for the unused portion of the Current Product and the charge for the Upgrade Product through expiration of the Access Period.</p>\n<p>If during the Access Period of your Current Product you elect to downgrade to a different Subscription Product (\"Downgrade Product\"), you will retain access to the Current Product for the remainder of the Access Period.\nOnce the Access Period for the Current Product expires, we will provide you with access to the Downgrade Product upon the successful validation of your payment information and payment of the associated Fee plus any Applicable Taxes.\nWhen that happens, you will only have access to the Downgrade Product and will no longer have to the former Current Product.</p>\n<p>If your Upgrade Product or Downgrade Product is a Subscription, then it will renew automatically as described in these Subscription Terms unless you cancel or disable automatic renewal.</p> 6.\nSubscription Cancellation.\nRefunds <p>You may cancel the renewal of Subscription Product at any time by following these instructions in our Help Center, or the instructions included in your Subscription Product purchase, redemption, or renewal confirmation email.\nYou may also contact Listener Support with a request to cancel your Subscription Product.\nIf you cancel your Subscription Product during your current Access Period, your access to the Subscription Services will continue until the end of your then-current Access Period, at which point it will expire.\nPurchase and/or redemption of your Subscription Product is final and non-refundable.\nPandora will not issue you any refund, including partial, pro-rated, or otherwise unless required to do so by law.</p>\n<p>Gift Passes purchased at a physical retail location may be refundable by the retailer prior to code activation (check with the retailer for details).\nSubscription Products do not have a cash value and are not redeemable for cash, permitted to be used for the payment of or offset any outstanding payments owed to Pandora for the Subscription Services, or combined with other promotional offers, incentives, or additional Subscription Products.</p> 7.\nLost or Stolen Subscription Products <p>Pandora is not responsible for lost or stolen Subscription Products, or unauthorized use or redemption of a Subscription Product.\nRedemption codes for Subscription Products are void once activated.</p> 8.\nExternal Services <p>If you purchase or redeem a Subscription Product through an external service (e.g., Google, Apple, Amazon, Roku, etc.) (each, an \"External Service\"), you must maintain accurate and up-to-date payment information with that External Service in order to continue to access the Subscription Services.\nIf you elect to purchase a Subscription Product directly from Pandora and you previously purchased a Subscription Product from an External Service, it is your responsibility to cancel your Subscription Product managed by that External Service in order to avoid duplicate charges.\nAs disclosed above, purchase of a Subscription Product is final and non-refundable except where the law requires Pandora to provide a refund, although the refund policy offered by External Services may differ.\nInstructions in our Help Center provide details for canceling Subscription Products managed by certain External Services.\nPlease refer to the External Service through which you purchased or redeemed a Subscription Product for more details.</p> 9.\nAdvertising <p>Except in the few limited circumstances set forth in this paragraph and notwithstanding paragraph 13 of the Pandora Terms of Use, Pandora provides the Subscription Services to you free of third party advertising.\nCertain audiovisual content, stations, channels, and playlists available on the Subscription Services may contain third party advertising or references to third party advertisers, particuarly if sponsored or underwritten by an advertiser.\nIf you receive the Subscription Services courtesy of an advertiser-sponsored Trial or Pass, then advertising related to that sponsoring advertiser may appear in the Subscription Services.\nPandora may also market, promote, and/or advertise itself, artist-related content including concerts and merchandise, and its own products or services through the Subscription Services.</p> 10.\nAvailability and Modifications <p>Pandora reserves the right to modify, offer additional, or cease offering Subscription Products and Subscription Services at any time in its sole discretion, including but not limited to changes in Fees, modifying the availability of and Eligibility Requirements for certain Subscription Products and Subscription Services, or modifying the features and functionality of certain Subscription Services.\nIf we cease offering your current Subscription Product, your access to the Subscription Services will continue until the end of your then-current Access Period.\nIn such event, we may elect to migrate you to a similar Subscription Product and charge your payment method the associated Fee at the end of your then-current Access Period.\nWe will provide you with thirty (30) days prior notice via email before changes in Subscription Products or Fees take effect.\nAny changes to the Subscription Products or Fees will be effective upon your next billing cycle, and will not apply retroactively or to the remainder of your current Access Period.\nIn the event we do migrate you to a different Subscription Product, or modify your current Access Period or Fee, you may opt-out of these changes by disabling auto renewal of your Subscription Product, or cancelling your Subscription Product by following these instructions in our Help Center or contacting Listener Support.</p> 11.\nChanges to Subscription Terms <p>We may modify these Subscription Terms from time to time.\nIf we make material changes to these Subscription Terms as it applies to your currently active Subscription Product, then we will supply you with appropriate notice (e.g., in-app notification, email, statement on the Pandora Service, etc) of those changes.\nRevised Subscription Terms will become effective upon the next renewal of your Subscription Product and your continued use of the Subscription Services will consitute your acceptance of the revised terms.\nIf you are not willing to agree to the revisions, you may cancel your Subscription Product as disclosed in paragraph 6 above.</p> 12.\nSubscription Issuer <p>Pandora Media California, LLC, a subsidiary of Pandora Media, Inc., is the issuer of Subscription Products in the United States and its related territories.</p> 13.\nEntire Agreement <p>These Subscription Terms (including, without limitation, the documents incorporated into them constitute the complete and exclusive agreement between you and Pandora with respect to the subject matter hereof, and supersede all prior or contemporaneous oral or written communications, proposals, representations, understandings, or agreements by or between you and Pandora concerning such subject matter.</p> About Jobs Advertising Businesses For Artists Investor Blog Gifts Privacy Terms Help Community © 2020 Pandora Media, LLC, All Rights Reserved.\nPandora and the Music Genome Project are registered trademarks of Pandora Media, LLC | Ad Preferences ", "created_at": "2020-05-06 18:40:14.67617", "updated_at": "2020-12-14 23:51:40.047456"}, {"id": 2518, "name": "Community & Content Policy", "url": "https://www.pandora.com/legal/community-content-policy/", "xpath": "", "text": " <ul>\n<li> &nbsp;|&nbsp.\nCommunity &amp.\nContent Policy </li>\n</ul>\n<ul>\n<li>Terms of Use</li>\n<li>Subscription Terms</li>\n<li>Premium Trial Terms</li>\n<li>Privacy Policy</li>\n<li>Community &amp.\nContent Policy</li>\n<li>Intellectual Property Policy</li>\n<li>Tax Policy</li>\n<li>Events</li>\n</ul> Community &amp.\nContent Policy <p>Thanks for your interest and participation in Pandora's Internet radio service and related platform features (<strong>the \"Services\"</strong>).\nPandora believes it paramount that artists and listeners alike each have a positive experience when engaged with our Services.\nOur policies, including this Community and Content Policy, are integral in maintaining this positive experience.\nPlease review and follow these policies when using our Services.\nWhen we are notified of a potential policy violation, we may review and take action, including removing content, or limiting or terminating a user's access to our Services or its features.</p> Advertising / Offers for Sale <p>Commercial messaging is prohibited on the Services.\nDo not promote personal music, brands, businesses, products, or services.\nDo not offer or request items for sale.</p> Spam <p>Do not use the Services or its features to spam others.\nThe term \"spam\" includes, but is not limited to, sending or posting multiple messages within a short timeframe.\nsending repetitive or duplicative content within a short timeframe.\nposting unwanted promotional or commercial content.\nand posting false or misleading content.</p> Phishing and Malicious Content <p>You may not post, link to, or distribute content that is intended to damage or disrupt another's computer or consumer electronic device, or to compromise another user's privacy or account security.</p> Sweepstakes and Contests <p>Unless you have permission from Pandora, do not run or promote sweepstakes or other contests through the Services or its features.\nFor information on how to receive permission, contact Artist Support.</p> Impersonation <p>You may not use the Services or its features to impersonate others in a manner that does or is intended to confuse, mislead, or deceive other users of the Services.</p> Sexually Explicit and Pornographic Materials <p>Do not post or distribute messages or other content that contains nudity, sexual acts, or sexually explicit materials.\nDo not post links to pornographic sites or sites that contain pornography.</p> Hate Speech <p>Do not post or distribute messages or other content that promotes hatred or violence toward groups of people based on their race, ethnicity, religion, disability, gender, age, marital status, veteran status, sexual orientation, or gender identity.</p> Regulated Goods &amp.\nServices <p>Do not use the Services or its features to promote regulated goods and services, including alcohol, gambling, pharmaceuticals, health/medical devices, tobacco, fireworks, or firearms/weapons, or other goods and services that are heavily regulated in the United States or in other countries in which Pandora operates.</p> False &amp.\nMisleading Content <p>Do not post or distribute content on the Services or through its features that is intentionally false or is intended to mislead or deceive others.</p> Intellectual Property Rights and Rights of Publicity <p>Pandora respects the intellectual property rights (e.g., copyright, trademark, etc.) of others and we ask that you do the same.\nPlease do not post or distribute content that violates the intellectual property rights or rights of publicity of others.\nUnder the Digital Millennium Copyright Act, Pandora is obligated to remove any allegedly infringing content should it receive a proper takedown notice from a third party.\nFor more information, review our Intellectual Property Policy.</p> Violence and Illegal Activities.\nHarassment and Bullying <p>Do not use the Services or its features to promote or engage in violence, the harming of others, self-harm, or other types of illegal activities.\nDo not harass or bully others.\nHarassment and bullying can have serious legal consequences in certain jurisdictions.\nUsers who harass or bully other Pandora users will have their content removed and their accounts terminated.</p> Private Information <p>Do not post or distribute your or other people's personal or confidential information, such as passwords, addresses, telephone numbers, or financial information without their consent.</p> Objectionable Content and Policy Considerations <p>Pandora may, in its discretion, remove content that it believes violates this policy or is otherwise objectionable even without receiving a complaint of a potential violation related to that content.\nAs we apply this policy to potential violations, we may make exceptions based on various considerations, including artistic, educational, or public interest.</p> Changes to Policy <p>We may make changes to this policy from time to time.\nIn the event we do make changes, your continued use of the Services constitutes your acceptance of these changes.</p> Reporting Violations <p>Please report any violations to our User Support team, the Community team, or use the \"Report Inappropriate Content\" feature in the Pandora Community.</p> You can also keep up with us here: ", "created_at": "2020-05-06 18:41:43.658107", "updated_at": "2020-12-15 00:10:35.801708"}, {"id": 2519, "name": "Intellectual Property Policy", "url": "https://www.pandora.com/legal/intellectual-property/", "xpath": "", "text": " <ul>\n<li> &nbsp;|&nbsp.\nIntellectual Property Policy </li>\n</ul>\n<ul>\n<li>Terms of Use</li>\n<li>Subscription Terms</li>\n<li>Premium Trial Terms</li>\n<li>Privacy Policy</li>\n<li>Community &amp.\nContent Policy</li>\n<li>Intellectual Property Policy</li>\n<li>Tax Policy</li>\n<li>Events</li>\n</ul> Intellectual Property Policy <p>Pandora Media, LLC (<strong>\"Pandora\", \"we,\" \"us,\" \"our\"</strong>) respects the intellectual property rights of others, and desires to provide a platform with content that does not violate those rights.\nWe also expect, as stated in our Terms of Use, that users of our platform also respect the intellectual property rights of others.\nIf you are the holder of a copyright and believe in good faith that your work has been reproduced on our platform in a way that constitutes copyright infringement, please click here for instructions on how to notify Pandora.</p> Music on Pandora <p>Most content available on Pandora is provided and licensed to Pandora from third party content providers, but in some cases we play music under the compulsory license for sound recordings (Section 114 of the U.S.\nCopyright Act), in both cases in combination with blanket, direct, and/or compulsory publishing licenses.\nOnce you have submitted a notification to Pandora regarding your dispute, we will contact the provider of the disputed content regarding your claim.\nWe will generally ask that the provider work with you directly to resolve the issue.\nIn the event your claim is against content that we are providing under the compulsory license for sound recordings, we will assess the validity of our applicable licenses to continue playing that song, and our policy will be to continue to play the music in our discretion so long as we hold a valid license.\nFor all claims of infringement, we will ask that you follow the notification procedure established in the Digital Millennium Copyright Act, using the link above.</p> Your Content on Pandora <p>If you upload or provide written, photographic, audiovisual, or other content to Pandora in connection with your use of the Services, the AMP Service, or participation in a Pandora-sponsored campaign (\"Your Content\"), you represent and warrant that you own all rights in Your Content and have the right to grant Pandora the licenses described in Section 17 of our Terms of Use, Section 2 of the AMP Terms of Use, or other applicable agreement.\nYou further represent and warrant that Your Content does not infringe the rights of any third party, including any rights of copyright, trademark, name, likeness, publicity, or other intellectual property rights.\nYou agree to abide by the notice and takedown provisions of the Digital Millennium Copyright Act with respect to any claims of infringement related to Your Content.\nIf you are found to be a repeat infringer, your account will be terminated.</p> Takedown Policy <p>If you are the holder of a copyright and believe in good faith that your work has been reproduced on our platform in a way that constitutes copyright infringement, please notify our designated copyright agent (our \"<strong>Copyright Agent</strong>\") via this form or in writing at:</p>\n<p>DMCA Copyright Agent<br> Pandora Media, LLC<br> 2100 Franklin St., 7th Floor<br> Oakland, CA 94612 <br> (510) 451-4100 <br>\n</p>\n<p>Please provide the following information to our Copyright Agent:</p>\n<ul>\n<li>A physical or electronic signature of the owner, or a person authorized to act on behalf of the owner, of the copyrighted work claimed to have been infringed.</li>\n<li>An identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of the works claimed to have been infringed.</li>\n<li>Identification of the material on our platform that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material on our platform.</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>We may give notice of alleged copyright infringement to our users by a general notice on our platform, by electronic mail to a user's e-mail address contained in our records, or by written communication sent by first-class mail to a user's physical address contained in our records.</p>\n<u>Counter Notification</u>\n<p>If you receive a notice of alleged copyright infringement from us, you may elect to provide counter notification in writing to our Copyright Agent.\nTo be effective, your counter notification must be provided in writing to our Copyright Agent and must include the following information:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which the address you provide is located, or if your address is outside of the United States, for any judicial district in which we may be found, and that you will accept service of process from the complaining party who provided us with a notice of infringement or an agent of such person.</li>\n</ul>\n<p>\n<strong>Please do not make false claims of copyright infringement.</strong> Under the Digital Millennium Copyright Act, 17 U.S.C.\n§512(f), any person who knowingly materially misrepresents that material or activity is infringing may be subject to monetary liability.</p> About Jobs Advertising Businesses For Artists Investor Blog Gifts Privacy Terms Help Community © 2020 Pandora Media, LLC, All Rights Reserved.\nPandora and the Music Genome Project are registered trademarks of Pandora Media, LLC | Ad Preferences ", "created_at": "2020-05-06 18:42:05.894928", "updated_at": "2020-12-15 00:10:41.30385"}, {"id": 2520, "name": "Tax Policy", "url": "https://www.pandora.com/static/companypages/pdf/Pandora_Tax%20_Policy_FY2018.pdf", "xpath": "", "text": "", "created_at": "2020-05-06 19:04:14.504715", "updated_at": "2020-05-06 19:04:16.203526"}], "points": [], "urls": ["pandora.com"]}}