{"error": 448, "message": "OK", "parameters": {"id": 1563, "name": "IKEA", "created_at": "2019-05-16 19:21:02.55268", "updated_at": "2021-06-16 22:00:45.256417", "wikipedia": "https://en.wikipedia.org/wiki/IKEA", "keywords": null, "related": null, "slug": "ikea_usa", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1563.png", "url": "ikea.com,ikea-schweiz.ch,ikea.fr,ikea.de,ikea.it,ikea.at", "documents": [{"id": 7126, "name": "Terms and Conditions", "url": "https://www.ikea.com/us/en/customer-service/terms-conditions/", "xpath": "//*[@id=\"content\"]/div/div/div/div", "text": " <ol>\n<li> Customer service </li>\n<li> Terms and conditions </li>\n</ol> Terms and conditions\n<p>\n<em>Effective Date: September 2020</em>\n</p>\n<p>These terms and conditions (the “Terms and Conditions”) govern and apply to anyone accessing or using the IKEA North America Services, LLC website located at www.ikea.com/ms/en_US, and any associated websites, mobile sites or applications, products, software and other services (collectively, the “Services”).\nThese Terms and Conditions apply to any use of the Services.</p>\n<p>The Services are owned and operated by IKEA North America Services and its parents, affiliates, and/or franchisors (collectively, “IKEA,” “we,” “our,” or “us”).\nWhile using the Services, please be aware that your access to and use of the Services and any information or documents offered by IKEA (“Materials”) are subject to these Terms and Conditions.\nIf you choose to continue to use or access the Services after having the opportunity to read these Terms and Conditions, you are indicating your acceptance of the Terms and Conditions and IKEA’s Privacy Policy.\nIf you do not agree with any part of these Terms and Conditions or IKEA’s Privacy Policy, please do not use the Services.</p>\n<p>IKEA reserves the right to modify these Terms and Conditions at any time without notice, and such changes shall be deemed effective immediately upon posting of the modified Terms and Conditions.\nYou should regularly review these Terms and Conditions to ensure that you are aware of, understand and accept any changes made.\nYour continued use of the Services following the posting of changes to these Terms and Conditions will indicate your acceptance those changes.\n</p>\n<p>THE SERVICES ARE NOT INTENDED FOR USE OR ACCESS BY ANYONE UNDER THE AGE OF 18.\nIF YOU ARE UNDER THE AGE OF 18, YOU MAY NOT USE OR ACCESS THE WEBSITE OR PROVIDE US WITH ANY PERSONALLY IDENTIFIABLE INFORMATION.\nYou may not use the Services and may not accept these Terms and Conditions if (1) you are not of legal age to form a binding contract with IKEA, or (2) you are a person barred from receiving the Services under the laws of the jurisdiction in which you are resident or from which you use the Services.</p>\n<ul>\n<li>1.\nAccount Creation and Information\n<p>\n<strong>1.\nAccount Creation and Information</strong>\n</p>\n<p>You may be required to establish an account prior to utilizing or obtaining certain Services or Materials.\nAvailable accounts include but are not limited to IKEA Family and IKEA Home Shopping accounts.\nIf you choose to register for any IKEA account, you agree to: (a) provide true, accurate, current, and complete account registration information about yourself as prompted by the Services.\nand (b) maintain and promptly update such registration information to keep it true, accurate, current, and complete.\nIf you provide any registration information that is untrue, inaccurate, not current, or incomplete, or if IKEA has a reasonable ground to suspect that such information is untrue, inaccurate, not current, or incomplete, IKEA has the right to suspend or terminate your account(s) and refuse any and all current or future use of the Services (or any portion thereof).</p>\n<p>You may choose to create a username, password and/or account designation (“Account Credentials”) in order to make purchases or otherwise use the Services.\nIf you choose to create Account Credentials, you are responsible for maintaining the confidentiality of your Account Credentials, and are fully responsible for any and all interactions and activity when you, or any third, party access the Services using your Account Credentials.\nIf you allow third parties to access the Services through use of your Account Credentials, you agree to defend and indemnify IKEA and its affiliates against any liability, costs, or damages, including attorney fees, arising out of claims or suits by such third parties based upon or relating to such access and use.\nYou agree to (a) immediately notify IKEA of any unauthorized use of your Account Credentials or any other breach of security, and (b) ensure that you exit from your account(s) at the end of each session.\nIKEA cannot and will not be liable for any loss or damage arising from your failure to comply with this Section.</p>\n</li>\n</ul>\n<ul>\n<li>2.\nOwnership and Copyright\n<p>\n<strong>2.\nOwnership and Copyright</strong>\n</p>\n<p>Copyrights, trademark rights, database rights, design rights and any and all other intellectual property and other rights relating to the Services and Materials existing now or in the future including but not limited to computer programs, source and object code, documentation, software graphics, text, images, designs, videos, sound, illustrations, animations, databases, logos, domain names, trade names and trade identities (collectively referred to as the “Content”), are the property of one or more IKEA entities.\nAll elements of the Services, including without limitation the general design and the Content, are protected by trade dress, copyright, moral rights, trademark and other laws relating to intellectual property rights.\nThe Services may only be used for the intended purpose for which they are being made available.</p>\n<p>Images of people or places displayed on the Services are either the property of, or used with permission by, IKEA.\nThe use of these images by you, or anyone else authorized by you, is prohibited unless specifically permitted by these Terms and Conditions or specific permission provided elsewhere on the Services.\nAny unauthorized use of the images may violate copyright laws, trademark laws, the laws of privacy and publicity, and communications regulations and statutes.</p>\n<p>A single copy of the Materials may be downloaded or otherwise copied from the Services for non-commercial personal use only, provided however, that all copyright and other proprietary notices are kept intact.\nAny further copying, reproduction, publication, posting, transmission or distribution of any part of the Services in any way is prohibited.\nExcept as provided herein, no license or right, express or implied, is granted to any person under any intellectual property right.\nExcept as authorized under the copyright laws, you are responsible for obtaining permission before reusing any copyrighted material that is available through the Services.\nModification of the Materials or use of the Materials for any other purpose is a violation of IKEA's copyright and other proprietary rights.\nIKEA neither warrants nor represents that your use of Materials will not infringe the rights of third parties not owned by or affiliated with IKEA.</p>\n</li>\n</ul>\n<ul>\n<li>3.\nUse of Services\n<p>\n<strong>3.\nUse of Services</strong>\n</p>\n<p>The Services and Materials may not be copied, reproduced, republished, uploaded, posted, transmitted or distributed without the prior written permission of IKEA, except as provided herein.\n“Deep-linking,” “embedding” or using analogous technology is strictly prohibited.\nYou are prohibited from posting to or transmitting from the Services any unlawful, threatening, libelous, defamatory, obscene, indecent, inflammatory, pornographic or profane material or any material that could constitute or encourage conduct that would be considered a criminal offense, give rise to civil liability, or otherwise violate any law.\nYou are responsible for complying with all local rules, laws, and regulations including, without limitation, rules about intellectual property rights, the Internet, technology, data, electronic mail, publicity and privacy.\nYou agree that you will not use any device, software or other instrumentality to interfere or attempt to interfere with the proper working of any of the Services, and that you will not take any action that imposes an unreasonable or disproportionately large load on our infrastructure.\nIn addition, you may not use any robot, spider, other automatic device, or manual process to monitor, copy or scrape any of our web pages or the content contained herein, without the prior express written consent from an authorized executive of IKEA.\nYou agree you will not interfere or attempt to interfere with or damage, impair or disable the operation of the Services, by any means, including but not limited to providing links to third party sites or uploading or otherwise disseminating viruses, worms, spyware, adware or other malicious code.\nYou may also not reverse engineer, decompile, disassemble or otherwise attempt to discover the source code of the Services or any part thereof, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding this limitation.\nYou may not make any unsolicited offers, request, advertisements, or spam.\n</p>\n<p>You represent, warrant and agree that you will comply with the above acceptable use requirements.\nIn addition to any remedies that we may have at law or in equity, if we determine, in our sole discretion, that you have violated or are likely to violate the foregoing prohibitions, we may take any action we deem necessary to cure or prevent the violation, including without limitation, the immediate removal of the related materials from the Services.</p>\n<p>View delivery terms and conditions</p>\n</li>\n</ul>\n<ul>\n<li>4.\nAccuracy of Information\n<p>\n<strong>4.\nAccuracy of Information</strong>\n</p>\n<p>We attempt to ensure that information provided through the Services is complete, accurate and current.\nExcept as prohibited by applicable New Jersey law, we make no representation as to the completeness, accuracy or currency of any information provided through the Services and in the Materials.\nIKEA shall not be responsible for any errors or omissions in the Materials.</p>\n</li>\n</ul>\n<ul>\n<li>5.\nProprietary Rights\n<p>\n<strong>5.\nProprietary Rights</strong>\n</p>\n<p>You may choose to submit feedback and suggestions through the Services (“User Content”).\nIKEA does not claim ownership of any User Content that you provide to IKEA (including feedback and suggestions) or post, upload, input, or submit to the Service.\nUnless otherwise specified, you retain copyright and any other rights you already hold over User Content that you create and submit, post, or display on or through the Services.\nHowever, by submitting, posting, or displaying User Content, you give IKEA, its sub-licensees, and successors and assigns a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to reproduce, adapt, modify, translate, publish, publicly perform, publicly display, distribute, reproduce, edit, reformat, and create derivative works from any User Content that you submit, post, or display on or through the Services.\nYou acknowledge and agree that this license includes a right for IKEA to make such User Content available to other companies, organizations, or individuals with whom IKEA has relationships, and to use such User Content in connection with the provision of those services.\n</p>\n</li>\n</ul>\n<ul>\n<li>6.\nRatings and Reviews\n<p>\n<strong>6.\nRatings and Reviews</strong>\n</p>\n<p>You may choose to submit ratings and reviews through the Customer Ratings and Review service (the \"CRR Service\") offered by IKEA.</p>\n<p>By submitting any ratings or reviews, you represent and warrant that:</p>\n<ul>\n<li>You are the sole author and owner of the intellectual property rights thereto;</li>\n<li>All \"moral rights\" that you may have in such ratings or reviews have been voluntarily waived by you;</li>\n<li>All ratings or reviews that you post are accurate;</li>\n<li>You are at least the age of majority in the jurisdiction in which you reside.\nand</li>\n<li>Use of the ratings or reviews you supply does not violate these Terms of Service and will not cause injury to any person or entity.</li>\n</ul>\n<p>You further agree and warrant that you shall not submit any ratings or reviews:</p>\n<ul>\n<li>That are known by you to be false, inaccurate or misleading;</li>\n<li>That infringe any third party's copyright, patent, trademark, trade secret or other proprietary rights or rights of publicity or privacy;</li>\n<li>That violate any law, statute, ordinance or regulation (including, but not limited to, those governing export control, consumer protection, unfair competition, anti-discrimination or false advertising);</li>\n<li>That are, or may reasonably be considered to be, defamatory, libelous, hateful, racially or religiously biased or offensive, unlawfully threatening or unlawfully harassing to any individual, partnership or corporation;</li>\n<li>For which you were compensated or granted any consideration by any third party;</li>\n<li>That include any information that references other websites, addresses, email addresses, contact information or phone numbers.\nor</li>\n<li>That contain any computer viruses, worms or other potentially damaging computer programs or files.</li>\n</ul>\n<p>You agree to indemnify and hold IKEA (and its officers, directors, agents, subsidiaries, joint ventures, employees and third-party service providers, including but not limited to Yotpo, Ltd.), harmless from all claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown including reasonable lawyers' fees, arising out of a breach of your representations and warranties set forth above, or your violation of any law or the rights of a third party.</p>\n<p>For any rating or reviews that you submit, you grant IKEA a perpetual, irrevocable, royalty-free, transferable right and license to use, copy, modify, delete in its entirety, adapt, publish, translate, create derivative works from and/or sell and/or distribute such ratings or reviews and/or incorporate such ratings or reviews into any form, medium or technology throughout the world without compensation to you.</p>\n<p>All ratings or reviews that you submit may be used at IKEA’s sole discretion.\nIKEA reserves the right to change, condense or delete any content on IKEA’s website that IKEA deems, in its sole discretion, to violate the content guidelines or any other provision of these Terms of Use.\nIKEA does not guarantee that you will have any recourse through IKEA to edit or delete any content you have submitted.\nRatings and reviews are generally posted within two (2) to four (4) business days.\nHowever, IKEA reserves the right to remove or to refuse to post any submission for any reason.\nYou acknowledge that you, not IKEA, are responsible for the content of your rating or review submission.\nNone of the ratings or reviews that you submit shall be subject to any obligation of confidence on the part of IKEA, its agents, subsidiaries, affiliates, partners or third party service providers and their respective directors, officers and employees.</p>\n<p>By submitting your email address in connection with your rating and/or review, you agree that IKEA and its third party service providers may use your email address to contact you about the status of your rating and/or review and other administrative purposes in relation to the CRR Service.\nWe will not use your email address for marketing purposes or distribute it to any third parties which are not involved in providing the CRR Service.</p>\n</li>\n</ul>\n<ul>\n<li>7.\nLinks\n<p>\n<strong>7.\nLinks</strong>\n</p>\n<p>The Services or Materials may allow connectivity (e.g., via links or references) to websites, platforms, and applications maintained and controlled by third parties (“Third Party Sites”) over whom IKEA has no control.\nThose Third Party Sites may collect and use data from you such as content or personal information.\nAny content or personal information you provide when using those Third Party Sites is subject to the terms and conditions and privacy policies of those Third Party Sites.\nInclusion of any link to Third Party Sites within the Services or Materials does not imply an endorsement or recommendation of any material, substance, information, practice, or the owner or proprietor of such Third Party Sites by IKEA.\nIKEA makes no representations or warranties of any kind as to the accuracy, currency, or completeness of any information contained in such Third Party Sites and shall have no liability for any damages or injuries of any kind arising from the use of such Third Party Sites or any content or information contained in such Third Party Sites.\nYou should refer to the terms and policies any Third Party Sites you use to determine your rights.</p>\n</li>\n</ul>\n<ul>\n<li>8.\nPrivacy\n<p>\n<strong>8.\nPrivacy</strong>\n</p>\n<p>IKEA takes the privacy of its customers very seriously.\nYour use of our Services is subject to our Privacy Policy.\nPlease read the Privacy Policy for information on how your personal information and other information about you will be handled.\nBy accepting these Terms and Conditions you are also accepting the terms of the Privacy Policy, which are incorporated herein by reference for all applicable purposes.\nIf you do not agree to these Terms and Conditions, please do not use the Services.</p>\n</li>\n</ul>\n<ul>\n<li>9.\nLimitation of Liability\n<p>\n<strong>9.\nLimitation of Liability</strong>\n</p>\n<p>WITHIN THE LIMITS ALLOWED BY APPLICABLE LAWS, YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT IKEA SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF IKEA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (a) THE USE OR THE INABILITY TO USE THE SERVICES.\n(b) ANY ACTION YOU TAKE BASED ON THE INFORMATION YOU RECEIVE IN, THROUGH, OR FROM THE SERVICES, (c) YOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE AND CONFIDENTIAL, (d) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION, OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICES.\n(e) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(f) THE IMPROPER AUTHORIZATION FOR THE SERVICES BY SOMEONE CLAIMING SUCH AUTHORITY.\nor (g) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICES.</p>\n</li>\n</ul>\n<ul>\n<li>10.\nDisclaimer of Warranties and Release\n<p>\n<strong>10.\nDisclaimer of Warranties and Release</strong>\n</p>\n<p>YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT: (1) YOUR USE OF THE SERVICES ARE AT YOUR SOLE RISK.\nTHE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE FULLEST EXTENT ALLOWED BY LAW, IKEA EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\n(2) IKEA MAKES NO WARRANTY THAT (a) THE SERVICES WILL MEET YOUR REQUIREMENTS.\n(b) THE SERVICES WILL BE UNINTERRUPTED, TIMELY, UNFAILINGLY SECURE, OR ERROR-FREE.\n(c) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE.\n(d) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICES WILL MEET YOUR EXPECTATIONS AND (e) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\n(3) ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\n(4) NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM IKEA OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS.\n(5) YOU SHOULD ALWAYS USE CAUTION WHEN GIVING OUT ANY PERSONALLY IDENTIFYING INFORMATION ABOUT YOURSELF OR THOSE FOR WHOM YOU HAVE LEGAL AUTHORITY.\nIKEA DOES NOT CONTROL OR ENDORSE ANY ACTIONS RESULTING FROM YOUR PARTICIPATION IN THE SERVICES AND, THEREFORE, IKEA SPECIFICALLY DISCLAIMS ANY LIABILITY WITH REGARD TO ANY ACTIONS RESULTING FROM YOUR PARTICIPATION IN OR USE OF THE SERVICES.</p>\n</li>\n</ul>\n<ul>\n<li>11.\nRelease\n<p>\n<strong>11.\nRelease</strong>\n</p>\n<p>In the event that you have a dispute with one or more other users of the Services, you release IKEA (and its officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.</p>\n</li>\n</ul>\n<ul>\n<li>12.\nIndemnification\n<p>\n<strong>12.\nIndemnification</strong>\n</p>\n<p>You agree to indemnify, defend and hold IKEA, its officers, directors, shareholders, employees and agents from and against all demands, liabilities, judgments, fines, interest, penalties, damages, losses, costs, claims or expenses (including, without limitation, attorneys’ fees and fees of other professional advisers) resulting from (i) your online conduct and use of the Services and Materials.\n(ii) your violation, breach or alleged breach of these Terms and Conditions.\n(iii) your failure to comply with any applicable laws or regulations.\n(iv) your negligence, willful misconduct, or violations of the intellectual property or other rights of any person, including without limitation, copyright and trademark infringement, obscene or indecent postings, and online defamation.\nor (v) any of your dealings or transactions with other persons resulting from use of the Services.\nYou will be required to completely and fully indemnify IKEA for its losses.</p>\n</li>\n</ul>\n<ul>\n<li>13.\nLegal Notice to New Jersey Residents\n<p>\n<strong>13.\nLegal Notice to New Jersey Residents</strong>\n</p>\n<p>No provision in these Terms and Conditions shall apply to any consumer in New Jersey if the provision limits redress for/under: (i) IKEA’s tortious actions (e.g., negligence, failure to exercise a basic standard of care, failure to avoid creating an unreasonable risk of harm).\n(ii) the New Jersey Products Liability Act, N.J.S.A.\n2A:58C-1, et seq.\n(i.e., the statutorily imposed duty to refrain from manufacturing and selling dangerous products, with the possibility of punitive damages for violations thereof).\n(iii) the New Jersey Punitive Damages Act, N.J.S.A.\n2A:15-5.9, et seq.\n(i.e., the statutory right to pursue punitive damages in the event of harm caused by actual malice, wanton and willful disregard, reckless indifference).\n(iv) the New Jersey Uniform Commercial Code (i.e., a comprehensive statutory regime governing the rights and duties of buyers and sellers with respect to contracts for the sale of goods, with the possibility of damages for economic and property harm).\nand (v) IKEA’s failure to reasonably protect against harm arising from certain criminal acts of third parties (e.g., computer hacking and identity theft, as regulated by the Federal Trade Commission and the Federal Communications Commission, and as governed by the New Jersey Identity Theft Protection Act, N.J.S.A.56:8-161, et seq., and the New Jersey Consumer Fraud Act, N.J.S.A.\n56:8-3, et seq.).\nWith respect to these Terms and Conditions, the provision concerning the exclusion or limitation of certain damages is not applicable in New Jersey with respect to statutory damages, punitive damages, loss of data, and loss of or damage to property.\n</p>\n</li>\n</ul>\n<ul>\n<li>14.\nJurisdiction and General Terms\n<p>\n<strong>14.\nJurisdiction and General Terms</strong>\n</p>\n<p>The Services are intended for use in and by citizens and domiciliaries of the United States of America only.\nThe Materials may contain information about products which may not be available in other countries or may be available under different trademarks in different countries, subject to different indications or restrictions of use.\nThe Terms and Conditions shall be governed by and construed in accordance with the laws of the State of Pennsylvania, in the United States of America, regardless of where the user is based.\nYou agree that any action at law or in equity arising out of or relating to these Terms and Conditions shall be filed only in the state or federal courts located in Montgomery County, Pennsylvania, U.S.A., and you hereby consent and submit to the personal jurisdiction of such courts for the purposes of litigating any such action.</p>\n<p>If any provision of these Terms and Conditions shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and Conditions and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>You or we may suspend or terminate your accounts or your use of the Services at any time, for any reason or for no reason.\nUnless otherwise stated, any other rules, restrictions, guidelines and terms and conditions that may be posted or made available in connection with a particular feature on the Services are incorporated by this reference into these Terms and Conditions.</p>\n<p>Your use of the Services is independent of IKEA and not as an employee, agent, partner, or joint-venturer with IKEA for any purpose.</p>\n<p>No waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.</p>\n</li>\n</ul>\n<ul>\n<li>15.\nChanges to the Terms of Use\n<p>\n<strong>15.\nChanges to the Terms and Conditions</strong>\n</p>\n<p>IKEA may make changes to the Terms and Conditions from time to time.\nWhen these changes are made, IKEA will make a new copy of the Terms and Conditions available on its website and any new additional terms will be made available to you from within, or through, the affected Services.</p>\n<p> You acknowledge and agree that if you use the Services after the date on which the Terms and Conditions have changed, IKEA will treat your use as acceptance of the updated Terms and Conditions.</p>\n</li>\n</ul>\n<ul>\n<li>16.\nEntire Agreement\n<p>\n<strong>16.\nEntire Agreement</strong>\n</p>\n<p>The Terms and Conditions and the other agreements referred to herein constitute the entire agreement between you and IKEA and supersedes any prior understandings or agreements (written or oral).\nIf you do not understand any of the foregoing terms and conditions or if you have any questions or comments, we invite you to contact us at 1-888-888-4532, or infosec.dataprivacy.us@ikea.com.</p>\n<p>All design, graphics, text selections, arrangements, and software are Copyright© 2019 Inter IKEA Systems B.V.\n1999-2019</p>\n</li>\n</ul>Back to privacy and security", "created_at": "2021-06-16 13:32:09.157763", "updated_at": "2021-06-16 13:33:06.41697"}, {"id": 7125, "name": "Cookie Policy", "url": "https://www.ikea.com/us/en/customer-service/cookie-policy/", "xpath": "//*[@id=\"content\"]/div/div/div/div/div[2]/article/section[1]", "text": "IKEA Cookie Policy\n<p>We use cookies at IKEA to improve our service for you.\nSome cookies we use are essential for some services to work, others are used to collect information of the use of the website (statistics) so that we can make the site more convenient and useful for you.\nSome cookies are temporary and will disappear when you close your browser, others are persistent and will stay on your computer for some time.\nWe are also using some local cookies that are tied to local campaigns and which will disappear when the campaign ends.</p>\n<p>Some of the cookies are strictly necessary for the functionality of the site while others are used to enhance the performance and your user experience.</p>\n<p>\n<strong>Strictly necessary cookies are used to:</strong>\n</p>\n<ul>\n<li>Remember what is in your shopping cart</li>\n<li>Remember how far you are through an order<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Functional cookies are used to:</strong>\n</p>\n<ul>\n<li>Remember your log-in details</li>\n<li>Make sure you are secure when logged-in</li>\n<li>Make sure that the web site looks consistent</li>\n<li>Offer live chat support<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Performance cookies are used to:</strong>\n</p>\n<ul>\n<li>Enhance the performance of the web site</li>\n<li>Enhance the user experience<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Targeting cookies are used to:</strong>\n</p>\n<ul>\n<li>Allow you to share and like</li>\n<li>Send information to other websites to customize their advertisement<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Examples of use:</strong>\n</p>\n<p>\n<strong>The cookies are used to improve services for you through, for example:</strong>\n</p>\n<ul>\n<li>Enabling the functionality of some specific services like payment which will not work without those cookies</li>\n<li>Enabling a service to recognize your device so you don't have to give the same information several times during one task</li>\n<li>Recognizing that you may already have given a username and password when logged in to IKEA Family so you don't need to do it for every web page requested</li>\n<li>Measuring how many people are using services, so they can be made easier to use and to ensure that there's enough capacity to ensure they are fast</li>\n<li>Analyzing data to help us understand how you use online services so we can improve them<br>\n<br>\n</li>\n</ul>\n<p>If you choose not to use cookies during your visit, you should be aware that certain functions and pages will not work as expected.\nAs an example you will not be able to use the shopping list feature.</p>\n<p>If you want to delete any cookies already on your computer, please refer to your browser vendor’s instructions by clicking “Help” in your browser menu.</p>\n<p>You can also find out more about cookies and how to delete and control them on www.aboutcookies.org or click “Help” in your browser menu.</p>\n", "created_at": "2021-06-16 13:25:18.098741", "updated_at": "2021-06-16 13:26:40.703008"}, {"id": 1344, "name": "Privacy Policy", "url": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "xpath": "", "text": " Skip to main content IKEA <ul>\n<li> Products </li>\n<li> Rooms </li>\n<li> Deals </li>\n</ul>\n<ul>Tempe <li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> IKEA Search <ul>\n<li> Products </li>\n<li> Rooms </li>\n<li> Deals </li>\n<li> New at IKEA </li>\n<li> Ideas &amp.\nInspiration </li>\n<li> Father's Day Gift Ideas </li>\n</ul>\n<ul>\n<li> My profile </li>\n<li> My orders </li>\n<li> Find your IKEA store </li>\n<li> IKEA Credit Card </li>\n<li> IKEA Family </li>\n<li> IKEA For Business </li>\n<li> Customer Service </li>\n</ul> Products <ul>\n<li> Series </li>\n<li> Limited collections </li>\n<li> Last Chance </li>\n</ul> Smart home Furniture Beds &amp.\nmattresses Storage &amp.\norganization Kitchen &amp.\nappliances Baby &amp.\nkids Home Textiles Home Décor Lighting Cookware &amp.\ntableware Bathroom Rugs Outdoor Laundry &amp.\ncleaning Home improvement Gardening &amp.\nplants Home electronics IKEA food &amp.\nrestaurant Pet accessories Summer Rooms <ul>\n<li> Bedroom </li>\n<li> Living room </li>\n<li> Kitchen &amp.\nappliances </li>\n<li> Home office </li>\n<li> Bathroom </li>\n<li> Kids room </li>\n<li> Dining </li>\n<li> Hallway </li>\n<li> Outdoor </li>\n<li> Business Solutions </li>\n<li> All Rooms </li>\n</ul> Deals <ul>\n<li> Appliance deals &amp.\noffers </li>\n<li> IKEA Family Offers </li>\n<li> New Lower Price </li>\n<li> Home Essentials Under $20 </li>\n</ul> Recently viewed Change country <ol>\n<li> Customer service </li>\n<li> Privacy policy </li>\n</ol> Privacy Policy\n<p>\n<em>Updated June 2, 2021<br>\n</em>We recently updated our Privacy Policy.</p>\n<p>\n<strong>About this Privacy Policy</strong>\n</p>\n<p>We know how important it is for you to understand how we use your personal information.\nThis Privacy Policy sets out how and why IKEA North America Services, LLC (“IKEA”, “we,” “our,” or “us”) collect, store, process and share your personal information.\nWe strive to be transparent with you about what we do with your personal information.</p>\n<p>This Privacy Policy covers our U.S.\nstores, online experiences (including our websites and mobile apps), and other locations where you may interact with us.\nThis Privacy Policy also describes the choices you can make about how we collect and use your personal information.</p>\n<p>This Privacy Policy is incorporated into, and is subject to, the Terms of Use.\nBy using our websites and mobile applications, you accept and consent to the practices described in the Privacy Policy and Terms of Use.\nIf you do not agree to the Terms of Use or this Privacy Policy, please do not use our websites or mobile applications.</p>\n<ul>\n<li>1.\nWhat personal information do we collect?\n<p>\n<strong>1.\nWhat personal information do we collect?</strong>\n</p>\n<p>Information you provide to us</p>\n<p>You may provide the following information to us in our stores and online:</p>\n<ul>\n<li>Personal and contact information, such as name, date of birth, email address, mobile/landline telephone number, home address, age, and gender</li>\n<li>IKEA FAMILY or IKEA for Business card number</li>\n<li>Employment and company contact information or IKEA for Business accounts</li>\n<li>Payment information, such as credit card information and billing address</li>\n<li>Purchasing activity, product preferences, reasons for purchasing a product, family and lifestyle</li>\n<li>Information you post: If you comment or otherwise provide information in a public space on one of our websites, we collect a record of it and any personal information included in the comment.\nFor example, this may include posting a review of a product</li>\n<li>Information you provide through social media</li>\n<li>Other information you give us when you contact our customer services team, when you engage with our social media platform (for example by tagging us in a post on Instagram), when you sign up for IKEA FAMILY membership, or when you otherwise interact with us</li>\n<li>Some of our stores have supervised children’s play areas (“Smaland”) which can be used while you shop.\nIn order to use these areas, you will be asked to provide information including the child’s name and age, the parent’s or guardian’s name, address, telephone number and signature, and any necessary health information<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Information collected through automated means</strong>\n</p>\n<p>We may use automated technology such as cookies and other tracking software to collect personal information from your computer system or mobile device.\nWe may collect the following information:</p>\n<ul>\n<li>Internet Protocol (IP) address or other device identifier</li>\n<li>Browser type and version</li>\n<li>Browsing information, such as pages you view and the links you click, how you interact with the emails we send you, and whether you access our website via a social media site</li>\n<li>Time zone setting</li>\n<li>Browser plug-in types and versions</li>\n<li>Operating system and platform</li>\n<li>Other portable device information</li>\n<li>With your permission, we may also collect your precise location data.\nWe may also collect the time spent visiting, usage patterns, and the domain name of the website from which you linked to our websites.*</li>\n<li>When you use our free in-store WiFi for your mobile device in an IKEA store, we collect your Media Access Control (MAC) address and location data.* If you do not want us to do this, please turn off the WiFi capability within your mobile device settings.<br>\n<br>\n</li>\n</ul>\n<p>*We use this information on an anonymous basis and do not use it to identify any particular user.\nWe do not link this data to any other data that we hold about you.</p>\n<p>Third parties may also provide us with additional publicly available information about you.</p>\n</li>\n</ul>\n<ul>\n<li>2.\nWhen do we collect your personal information?\n<p>\n<strong>2.\nWhen do we collect your personal information?</strong>\n</p>\n<p>You share personal information with us in various ways.\nFor example, we receive personal information when you:</p>\n<ul>\n<li>Purchase products and services from us in store, online, or over the phone</li>\n<li>Make a return or exchange</li>\n<li>Access our websites or use any of our mobile apps.\n(To find out more about the use of cookies and how you can manage them, please read our Cookie Policy)</li>\n<li>Use our in-store WiFi services or have your WiFi switched on in-store</li>\n<li>Create an online account</li>\n<li>Join our IKEA FAMILY or IKEA for Business loyalty program</li>\n<li>Participate in surveys, competitions, promotions or certain discounts/coupons</li>\n<li>Contact our customer services team in store, online or over the phone</li>\n<li>Provide us your contact information so we can respond to your questions or concerns submitted through the in-store “Help Us to Improve” function</li>\n<li>Submit an application for employment</li>\n<li>Interact with us on social media (by mentioning/tagging us or by contacting us directly)</li>\n<li>Interact with our websites, such as when you visit our websites on a device, enable location-based features, or click on sponsored links or third-party advertisements on our websites or on other websites and online services</li>\n<li>Interact with emails we send you</li>\n<li>Fill out a product registration form</li>\n<li>Request a catalog or subscribe to our email list</li>\n<li>Visit stores: IKEA uses cameras in and around its stores for security and operational purposes.\nWe may also retain an image of your likeness if you provide your picture to us</li>\n<li>Use our supervised children’s play area (“Smaland”)</li>\n<li>Apply for an IKEA Visa® Credit Card</li>\n<li>Sign up for mobile notifications regarding updates at your local IKEA store<br>\n<br>\n</li>\n</ul>\n<p>At this time, we do not track our users’ personal information over time and across third-party websites.\nWe therefore do not respond to browser Do Not Track signals.</p>\n</li>\n</ul>\n<ul>\n<li>3.\nHow do we use your personal information?\n<p>\n<strong>3.\nHow do we use your personal information?</strong>\n</p>\n<p>We use your personal information for business purposes: to make our products and services available to you.\nto personalize your shopping experience.\nto improve our operations.\nand for security and legal reasons.</p>\n<p>Some examples of how we use your personal information include:</p>\n<ul>\n<li>Processing and fulfilling orders online or in-stores, including by facilitating the delivery of product orders</li>\n<li>Communicating with you regarding purchases</li>\n<li>Responding to your questions and comments</li>\n<li>Measuring your customer satisfaction</li>\n<li>Enabling the safe and secure use of our supervised children’s play area in certain stores (Smaland)</li>\n<li>Providing you with marketing material via SMS, mail and email (with your consent where required by law)</li>\n<li>Analyzing shopping trends through account activity and purchase history to provide you a personalized browsing experience</li>\n<li>Sending IKEA FAMILY members special promotions based on store spend or customer birthday</li>\n<li>Sending IKEA for Business members special promotions and offers</li>\n<li>Allowing you to create a profile on our websites which enables you to purchase IKEA products and services online without having to fill in your personal information every time you shop online with us</li>\n<li>Ensuring that our websites are presented in the most effective and relevant manner for you and your device, including setting default options for you such as language and store location</li>\n<li>Conducting checks for fraud or other illegal activity</li>\n<li>Protecting our rights or property (or those of others)</li>\n<li>Fulfilling our legal and compliance-related obligations (such as if we receive a legitimate request from a law enforcement agency)</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>4.\nWith whom do we share your personal information?\n<p>\n<strong>4.\nWith whom do we share your personal information?</strong>\n</p>\n<p>We do not sell personal information to third parties.</p>\n<p>In order for us to provide our products and services to you, we share some of your personal information with trusted third-party service providers, with other members of the IKEA-brand corporate family, or with public authorities.\nFor example:</p>\n<ul>\n<li>We use third party service providers to help with delivery, product assembly and installation, waste removal, processing payments, and other services.\nYour personal information may be stored and processed by our vendors and service providers in the United States or other locations where the service providers or IKEA have facilities.</li>\n<li>We may share your financial information including your credit, debit card or other payment information with third parties to ensure that your payment is safe and that your details are not being used fraudulently</li>\n<li>We may disclose your personal information to our insurers where we believe that it is required by law or contract</li>\n<li>We use pixels and cookies in our work with customer database hosting providers, marketing agencies and advertising partners to place relevant content and advertisements for you on our own websites and apps, as well as other websites, online media channels and apps (see Cookie Policy)</li>\n<li>We may share data with other members of the IKEA-brand corporate family to facilitate operations and business</li>\n<li>We may share or disclose your personal information with law enforcement agencies or public authorities in order to prevent or detect crime or fraudulent activities, as well as in order to fulfill any legal or regulatory obligations</li>\n<li>We may share your personal information to comply with court orders and to exercise and/or defend our legal rights</li>\n<li>We may share your personal information in the event we sell or transfer all or a portion of our business or assets</li>\n<li>We may use your personal information with your consent or as otherwise permitted or required by law<br>\n<br>\n</li>\n</ul>\n<p>We also disclose non-private, deidentified, aggregate or otherwise non-personal information with third parties, including social media companies like Facebook and Twitter, and online advertising companies like Google, to deliver targeted advertising about other products and services for marketing purposes.\nYou may opt-out of receiving marketing messages by using the opt-out mechanisms and links provided in each message.</p>\n</li>\n</ul>\n<ul>\n<li>5.\nHow do we protect the privacy of children?\n<p>\n<strong>5.\nHow do we protect the privacy of children?</strong>\n</p>\n<p>IKEA does not knowingly collect or use any personal information from children younger than 13 on IKEA websites or mobile applications.\nWe do not knowingly allow children to order our products, communicate with us, or use any of our online services.\nIf you are a parent and become aware that your child has provided us with information, please contact us using one of the methods specified below, and we will work with you to address this issue.</p>\n</li>\n</ul>\n<ul>\n<li>6.\nWhat are your rights with respect to your personal information?\n<strong>6.\nWhat are your rights with respect to your personal information?</strong>\n<p>Depending on your jurisdiction, you may have certain rights with respect to your personal information.\nIf you would like to speak to us about any of your rights, please contact us (see section 11).</p>\n<p>\n<strong>International Transfers<br>\n</strong>We may share information about you with our affiliates and transfer it to countries in the world where we do business in connection with the uses identified above.\nAny international transfers of personal information will be in accordance with this Privacy Policy and in compliance with applicable laws.\nBy using our websites or mobile apps or otherwise providing personal information to us, you agree to the international transfer and processing of your information.\nWhile certain products may be sold outside the United States, including in the European Union, our websites and mobile apps are not marketed to or intended to be used by any non-United States resident.</p>\n<p>\n<strong>Your Nevada Privacy Rights<br>\n</strong>Nevada residents have the right to submit a verified request directing us not to sell their personal information.\nIf you are a Nevada resident, and would like to submit such a request, please send your request to infosec.dataprivacy.us@ikea.com.\n</p>\n<p>\n<em>\n<strong>Your California Privacy Rights<br>\n</strong>\n</em>ACCESS TO SPECIFIC INFORMATION AND DATA PORTABILITY RIGHTS FOR CALIFORNIA RESIDENTS</p>\n<p>You have the right, subject to certain exceptions defined in the California Consumer Protection Act “CCPA” and other applicable laws and regulations, to request that companies disclose certain information to you about their collection and use of your personal information over the past 12 months.\nThis right of access includes information about:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The categories of personal information that each recipient received.</li>\n<li>The specific pieces of personal information we collected about you.<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>DELETION REQUEST RIGHTS<br>\n</strong>You have the right, subject to certain exceptions defined in the CCPA and other applicable laws and regulations, to request that a company delete any of your personal information that it has collected from you and retained, subject to certain exceptions.</p>\n<p>\n</p>\n<p>\n<strong>EXERCISING ACCESS, DATA PORTABILITY, AND DELETION RIGHTS<br>\n</strong>To exercise the access, data portability, and deletion rights described above, California residents may submit a verifiable consumer request to us by either:</p>\n<ul>\n<li>Calling us at 1-888-888-4532</li>\n<li>Submitting an online request here</li>\n<li>Requesting a submission card in-person at one of our California stores.<br>\n<br>\n</li>\n</ul>\n<p>The verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to verify, to a reasonably high degree of certainty, that you are the person about whom we collected personal information.\nThis may include requesting that you provide us with at least two or more pieces of personal information to match against personal information about you that we may or may not maintain and which we have determined to be reliable for the purpose of verification.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.<br>\n<br>\n</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.<br>\n<br>\n</p>\n<p>\n<strong>DO NOT SELL RIGHTS<br>\n</strong>You have the right, subject to certain exceptions defined in the CCPA and other applicable laws and regulations, to request that companies stop selling your personal information and refrain from doing so in the future.\nIKEA does not sell personal information (as defined by the CCPA), nor does IKEA intend to sell personal information in the future.\nHowever, if you would like to submit such a request, please send your request to infosec.dataprivacy.us@ikea.com.</p>\n<p>\n</p>\n<p>\n<strong>AUTHORIZED AGENT<br>\n</strong>Only you, or a person you have designated in writing as your authorized agent, or who is registered with the California Secretary of State to act on your behalf, or to whom you have provided power of attorney pursuant to California Probate Code sections 4000 to 4465, (“Authorized Agent”), may make a verifiable consumer request or do not sell request related to your personal information.\nYou may also make a verifiable consumer request or do not sell request on behalf of your minor child.</p>\n<p>If you wish to have an Authorized Agent make a request on your behalf, they will need to provide us with sufficient written proof that you have designated them as your Authorized Agent and we will still require you to provide sufficient information to allow us to reasonably verify that you are the person about whom we collected personal information.</p>\n<p>\n<strong>NON-DISCRIMINATION</strong>\n<br>You have the right not to receive discriminatory treatment for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you services.</li>\n<li>Charge you different prices or rates for services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of services.</li>\n<li>Suggest that you may receive a different price or rate for services or a different level or quality of services.<br>\n<br>\n</li>\n</ul>\n<p>However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.\nFor example, if you become a member of IKEA Family, IKEA will provide you with certain benefits and special offers in exchange for you providing your contact information, other information about yourself, and opting in to IKEA marketing communications.\nMore details are available at the IKEA Family website, the IKEA Family FAQ, and IKEA’s Terms of Use.\n</p>\n<p>If you are a California resident, California Civil Code Section 1798.83 permits you to request a list of all third parties to which we, during the immediately preceding calendar year, have disclosed certain personally identifiable information for direct marketing purposes.\nIKEA does not share personal information about its consumers with any third parties outside the IKEA corporate family for their own marketing purposes.\nWe are only required to respond to a customer request once during any calendar year.\nTo make such a request you should send a letter to IKEA North America Services, LLC, Attn: California Privacy Rights.\n420 Alan Wood Road, Conshohocken, PA 19428.\nPlease be aware that not all information sharing is covered by the California privacy rights requirements and only information sharing that is covered will be included in our response.</p>\n</li>\n</ul>\n<ul>\n<li>7.\nHow may you indicate your privacy preferences?\n<p>\n<strong> 7.\nHow may you indicate your privacy preferences?</strong>\n</p>\n<p>You can set your preferences in your online profile in our websites and apps.</p>\n<p>If you no longer wish to receive our marketing materials, you can unsubscribe through your profile.\nYou can also click the unsubscribe link in our marketing emails.</p>\n<p>We want to ensure that all the information we have about our customers is correct and up to date.\nIf you find that the personal information we have about you is inaccurate or needs updating (for instance, you may have changed your name or address) please update your profile.</p>\n<p>For your mobile device, you may opt out of precise location tracking and/or push notifications by changing your settings.\n(Note that opting out may affect your ability to fully use the application.) To avoid collection of your MAC address and location data while you are within the IKEA store, turn off the WiFi capability on your phone or other electronic device within your device settings.</p>\n</li>\n</ul>\n<ul>\n<li>8.\nHow do we keep your information safe?\n<p>\n<strong>8.\nHow do we keep your information safe?</strong>\n</p>\n<p>We take the security of your personal information very seriously.\nWe have implemented various strategies, controls, policies and measures to keep your information secure and keep these measures under close review.\nWe use encryption techniques and other safeguards such as firewalls and password protection.\nThis means that your information is protected and only accessible by personnel who need it to carry out their job responsibilities, or shared with third parties as described above.\nWe implement physical controls in our buildings that restrict access to your personal information.</p>\n</li>\n</ul>\n<ul>\n<li>9.\nHow long do we retain your information?\n<p>\n<strong>9.\nHow long do we retain your information?</strong>\n</p>\n<p>In general, we will only retain your personal information for as long as is necessary for the purposes described in this Privacy Policy.\nThis means that the retention periods will vary according to the type of the information and the reason that we have the information.</p>\n</li>\n</ul>\n<ul>\n<li>10.\nLinks to Third-Party Websites and Additional Terms\n<p>\n<strong>10.\nLinks to Third-Party Websites and Additional Terms</strong>\n</p>\n<p>Our websites or social media may contain links to third-party sites that are not governed by this Privacy Policy.\nIf you click on a link to a third-party site, you will be taken to a site we do not control.\nWe are not responsible for the privacy practices used by third-party sites.\nWe suggest that you read the privacy policies of those sites carefully.</p>\n<p>IKEA’s current Terms of Use are available here.\nIn addition, IKEA may from time to time offer special programs, events, promotions or services that have additional terms or privacy policies.\nThose terms will be made available to you at or before the point where you will provide any personal information to IKEA.\n</p>\n</li>\n</ul>\n<ul>\n<li>11.\nIKEA’s Privacy Contacts\n<p>\n<strong>11.\nIKEA’s Privacy Contacts</strong>\n</p>\n<p>If you have any questions about this Privacy Policy or your rights under it please contact:</p>\n<p>\n<strong>Address:</strong>\n<br>IKEA North America Services, LLC<br>Attn: Data Privacy Manager<br>420 Alan Wood Rd<br>Conshohocken PA 19428</p>\n<p>\n<strong>Telephone:</strong> 1-888-888-4532</p>\n<p>\n<strong>E-mail:</strong> infosec.dataprivacy.us@ikea.com</p>\n</li>\n</ul>\n<ul>\n<li>12.\nChanges to this Privacy Policy\n<p>\n<strong>12.\nChanges to this Privacy Policy</strong>\n</p>\n<p>We may update this Privacy Policy from time to time.\nPlease regularly check for updates.\nYou can tell if the Privacy Policy has changed by checking the revision date that appears above.\nIf we change this Privacy Policy in a material way, we will provide appropriate notice to you.\nBy using our websites or mobile apps, you agree to accept the terms of this Privacy Policy as stated at the time you use them.</p>\n</li>\n</ul>Back to privacy and security Back to top Share <p>The IKEA website uses cookies, which make the site simpler to use.\nFind out more about browser cookies.</p> OK ", "created_at": "2019-05-16 19:21:54.446058", "updated_at": "2021-06-16 13:19:46.278441"}], "points": [{"id": 22582, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.ikea.com/us/en/customer-service/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:34:54.069597", "updated_at": "2021-06-16 19:29:28.11935", "quoteText": "You or we may suspend or terminate your accounts or your use of the Services at any time, for any reason or for no reason.", "case_id": 201, "document_id": 7126, "quoteStart": 24544, "quoteEnd": 24666}, {"id": 22578, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:29:51.117818", "updated_at": "2021-06-16 19:29:30.985865", "quoteText": "Your personal information may be stored and processed by our vendors and service providers in the United States or other locations where the service providers or IKEA have facilities.</li>\n<li>", "case_id": 187, "document_id": 1344, "quoteStart": 10382, "quoteEnd": 10575}, {"id": 22577, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:29:23.677878", "updated_at": "2021-06-16 19:29:33.641366", "quoteText": "how you interact with the emails we send you", "case_id": 217, "document_id": 1344, "quoteStart": 4695, "quoteEnd": 4739}, {"id": 22575, "title": " You are being tracked via social media cookies/pixels", "source": "https://www.ikea.com/us/en/customer-service/cookie-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:27:25.308125", "updated_at": "2021-06-16 19:29:57.115867", "quoteText": "\n<strong>Targeting cookies are used to:</strong>\n</p>\n<ul>\n<li>Allow you to share and like</li>", "case_id": 307, "document_id": 7125, "quoteStart": 1314, "quoteEnd": 1409}, {"id": 22574, "title": "Third-party cookies are used for advertising", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:24:06.70935", "updated_at": "2021-06-16 19:29:59.536232", "quoteText": "We use pixels and cookies in our work with customer database hosting providers, marketing agencies and advertising partners to place relevant content and advertisements for you on our own websites and apps, ", "case_id": 128, "document_id": 1344, "quoteStart": 10919, "quoteEnd": 11126}, {"id": 22572, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:22:24.813538", "updated_at": "2021-06-16 19:30:03.568065", "quoteText": "<p>In order for us to provide our products and services to you, we share some of your personal information with trusted third-party service providers", "case_id": 188, "document_id": 1344, "quoteStart": 9971, "quoteEnd": 10120}, {"id": 22571, "title": "Your personal data may be used for marketing purposes", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:21:42.999753", "updated_at": "2021-06-16 19:30:07.444454", "quoteText": "Providing you with marketing material via SMS, mail and email (with your consent where required by law)</li>\n<li>", "case_id": 336, "document_id": 1344, "quoteStart": 8671, "quoteEnd": 8784}, {"id": 22567, "title": "You are tracked via web beacons, tracking pixels and device fingerprinting", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:03:25.15219", "updated_at": "2021-06-16 19:30:08.883774", "quoteText": "We use pixels and cookies", "case_id": 323, "document_id": 1344, "quoteStart": 10801, "quoteEnd": 10826}, {"id": 22183, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-09 15:32:31.607238", "updated_at": "2021-06-10 20:27:31.66641", "quoteText": "We may share your personal information in the event we sell or transfer all or a portion of our business or assets</li>", "case_id": 243, "document_id": 1344, "quoteStart": 11578, "quoteEnd": 11697}, {"id": 7067, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:37:29.844332", "updated_at": "2021-02-06 03:50:19.955693", "quoteText": "What personal information do we collect?</b>\n<br>\n<br>\n<b>", "case_id": 228, "document_id": 1344, "quoteStart": 2662, "quoteEnd": 2720}, {"id": 7073, "title": "This service does not sell your personal data", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:42:20.170892", "updated_at": "2019-06-24 17:54:55.138936", "quoteText": "We do not sell personal information to third parties.", "case_id": 193, "document_id": 1344, "quoteStart": 9795, "quoteEnd": 9848}, {"id": 7068, "title": "This service may collect, use, and share location data", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:38:05.282734", "updated_at": "2019-06-24 17:57:24.458462", "quoteText": "With your permission, we may also collect your precise location data.", "case_id": 373, "document_id": 1344, "quoteStart": 4995, "quoteEnd": 5064}, {"id": 7072, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:42:05.02841", "updated_at": "2021-02-06 04:16:22.680041", "quoteText": "Fulfilling our legal and compliance-related obligations (such as if we receive a legitimate request from a law enforcement agency)</p>", "case_id": 169, "document_id": 1344, "quoteStart": 8968, "quoteEnd": 9102}, {"id": 7079, "title": "The service warns you of the potential consequences related to third-party access", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:48:53.571491", "updated_at": "2021-02-06 03:50:43.51232", "quoteText": "If you click on a link to a third-party site, you will be taken to a site we do not control.\nWe are not responsible for the privacy practices used by third-party sites.\nWe suggest that you read the privacy policies of those sites carefully.<br>\n<br>", "case_id": 209, "document_id": 1344, "quoteStart": 15941, "quoteEnd": 16190}, {"id": 7071, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:40:28.386782", "updated_at": "2019-06-24 17:56:55.445718", "quoteText": "We therefore do not respond to browser Do Not Track signals.</p>", "case_id": 233, "document_id": 1344, "quoteStart": 7788, "quoteEnd": 7852}, {"id": 7065, "title": "The service provides information about how they collect personal data", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:35:05.485176", "updated_at": "2019-06-25 05:26:38.640633", "quoteText": "This Privacy Policy sets out how and why IKEA North America Services, LLC (“IKEA”, “we,” “our,” or “us”) collect, store, process and share your personal information.", "case_id": 297, "document_id": 1344, "quoteStart": 1859, "quoteEnd": 2024}, {"id": 7070, "title": "This service gathers information about you through third parties", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:39:08.838004", "updated_at": "2019-06-24 17:57:06.738953", "quoteText": "Third parties may also provide us with additional publicly available information about you.</p>", "case_id": 382, "document_id": 1344, "quoteStart": 5660, "quoteEnd": 5755}, {"id": 7075, "title": "Only aggregate data is given to third parties", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:44:24.208973", "updated_at": "2019-06-18 02:08:59.173095", "quoteText": "We also disclose non-private, deidentified, aggregate or otherwise non-personal information with third parties, including social media companies like Facebook and Twitter, and online advertising companies like Google, to deliver targeted advertising about other products and services for marketing purposes.", "case_id": 191, "document_id": 1344, "quoteStart": 11826, "quoteEnd": 12133}, {"id": 7074, "title": "This service can share your personal information to third parties ", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:43:30.167603", "updated_at": "2019-06-24 17:56:44.413506", "quoteText": "We may share data with other members of the IKEA-brand corporate family to facilitate operations and business", "case_id": 188, "document_id": 1344, "quoteStart": 10448, "quoteEnd": 10557}, {"id": 7076, "title": "This service is only available to users of a certain age", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:45:05.745615", "updated_at": "2019-06-23 17:16:53.330876", "quoteText": "We do not knowingly allow children to order our products, communicate with us, or use any of our online services.", "case_id": 152, "document_id": 1344, "quoteStart": 12512, "quoteEnd": 12625}, {"id": 7078, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:48:25.082647", "updated_at": "2021-02-06 04:16:22.822306", "quoteText": "<br>In general, we will only retain your personal information for as long as is necessary for the purposes described in this Privacy Policy.", "case_id": 303, "document_id": 1344, "quoteStart": 15488, "quoteEnd": 15628}, {"id": 22568, "title": "Many different types of personal data are collected", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:04:30.786487", "updated_at": "2021-06-16 19:30:07.468089", "quoteText": "<p>Information you provide to us</p>\n<p>You may provide the following information to us in our stores and online:</p>\n<ul>\n<li>Personal and contact information, such as name, date of birth, email address, mobile/landline telephone number, home address, age, and gender</li>\n<li>IKEA FAMILY card number</li>\n<li>Payment information, such as credit card information and billing address</li>\n<li>Purchasing activity, product preferences, reasons for purchasing a product, family and lifestyle</li>\n<li>Information you post: If you comment or otherwise provide information in a public space on one of our websites, we collect a record of it and any personal information included in the comment.", "case_id": 376, "document_id": 1344, "quoteStart": 2853, "quoteEnd": 3543}, {"id": 22570, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:20:10.510674", "updated_at": "2021-06-16 19:29:15.089072", "quoteText": "\nWe may collect the following information:</p>\n<ul>\n<li>Internet Protocol (IP) address", "case_id": 399, "document_id": 1344, "quoteStart": 4468, "quoteEnd": 4554}, {"id": 22581, "title": "There is a date of the last update of the agreements (Terms: September 2020)", "source": "https://www.ikea.com/us/en/customer-service/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:33:17.202028", "updated_at": "2021-06-16 19:29:05.760507", "quoteText": "<em>Effective Date: September 2020</em>\n", "case_id": 331, "document_id": 7126, "quoteStart": 97, "quoteEnd": 137}, {"id": 22576, "title": "You can opt out of promotional communications", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:28:15.139052", "updated_at": "2021-06-17 07:51:59.678741", "quoteText": "You may opt-out of receiving marketing messages by using the opt-out mechanisms and links provided in each message.</p>\n</li>", "case_id": 223, "document_id": 1344, "quoteStart": 12252, "quoteEnd": 12377}, {"id": 22587, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:42:36.420913", "updated_at": "2021-06-16 19:29:08.355744", "quoteText": "</strong>To exercise the access, data portability, and deletion rights described above, California residents may submit a verifiable consumer request to us by either:</p>\n<ul>\n<li>Calling us at 1-888-888-4532</li>\n<li>Submitting an online request here</li>\n<li>Requesting a submission card in-person at one of our California stores.<br>\n<br>", "case_id": 195, "document_id": 1344, "quoteStart": 15772, "quoteEnd": 16113}, {"id": 22586, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:42:07.506734", "updated_at": "2021-06-16 19:29:11.728931", "quoteText": "DATA PORTABILITY RIGHTS FOR CALIFORNIA RESIDENTS</p>", "case_id": 482, "document_id": 1344, "quoteStart": 14467, "quoteEnd": 14519}, {"id": 22585, "title": "You aren’t allowed to remove or edit user-generated content", "source": "https://www.ikea.com/us/en/customer-service/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:37:08.844232", "updated_at": "2021-06-16 19:30:13.054198", "quoteText": "IKEA does not guarantee that you will have any recourse through IKEA to edit or delete any content you have submitted.", "case_id": 479, "document_id": 7126, "quoteStart": 14064, "quoteEnd": 14182}, {"id": 22584, "title": "Your content can be deleted if you violate the terms", "source": "https://www.ikea.com/us/en/customer-service/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:36:31.798184", "updated_at": "2021-06-16 19:29:18.084676", "quoteText": "IKEA reserves the right to change, condense or delete any content on IKEA’s website that IKEA deems, in its sole discretion, to violate the content guidelines or any other provision of these Terms of Use.\n", "case_id": 377, "document_id": 7126, "quoteStart": 13859, "quoteEnd": 14064}, {"id": 22583, "title": "User-generated content can be blocked or censored for any reason", "source": "https://www.ikea.com/us/en/customer-service/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:35:26.160375", "updated_at": "2021-06-16 19:30:18.276292", "quoteText": "However, IKEA reserves the right to remove or to refuse to post any submission for any reason.", "case_id": 379, "document_id": 7126, "quoteStart": 14266, "quoteEnd": 14360}, {"id": 22579, "title": "Declined", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:30:16.508003", "updated_at": "2021-06-16 13:34:38.197155", "quoteText": "icy\n<p>\n<strong>12.\nChanges to this Privacy Policy</strong>\n</p>\n<p>We may update this Privacy Policy from time to time.\nP", "case_id": 235, "document_id": 1344, "quoteStart": 24544, "quoteEnd": 24666}, {"id": 22580, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2021-06-16 13:31:22.908522", "updated_at": "2021-06-16 19:29:25.088863", "quoteText": "\nIf we change this Privacy Policy in a material way, we will provide appropriate notice to you.\n", "case_id": 329, "document_id": 1344, "quoteStart": 24797, "quoteEnd": 24893}, {"id": 7077, "title": "You can opt out of promotional communications", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:46:34.198576", "updated_at": "2019-06-22 06:09:46.208943", "quoteText": "ou may opt-out of receiving marketing messages by using the opt-out mechanisms and links provided in each message.</p>", "case_id": 223, "document_id": 1344, "quoteStart": 12135, "quoteEnd": 12253}, {"id": 7069, "title": "This service may collect, use, and share location data", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:38:26.332264", "updated_at": "2020-11-29 17:32:35.809847", "quoteText": "When you use our free in-store WiFi for your mobile device in an IKEA store, we collect your Media Access Control (MAC) address and location data.", "case_id": 373, "document_id": 1344, "quoteStart": 4943, "quoteEnd": 5089}, {"id": 7066, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.ikea.com/ms/en_US/privacy_policy/privacy_policy.html?itm_campaign=Footer&itm_element=Button-DTFooter&itm_content=PrivacyPolicy", "status": "Generated through the annotate view", "created_at": "2019-06-17 04:36:00.195236", "updated_at": "2021-02-06 03:50:46.146744", "quoteText": "Information you provide to us</b>", "case_id": 228, "document_id": 1344, "quoteStart": 2720, "quoteEnd": 2753}], "urls": ["ikea.com", "ikea-schweiz.ch", "ikea.fr", "ikea.de", "ikea.it", "ikea.at"]}}