{"error": 448, "message": "OK", "parameters": {"id": 3088, "name": "Zenodo", "created_at": "2021-04-11 22:25:48.645413", "updated_at": "2021-04-12 00:01:47.885023", "wikipedia": null, "keywords": null, "related": null, "slug": "zenodo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3088.png", "url": "zenodo.org", "documents": [{"id": 4913, "name": "Terms of Use", "url": "https://about.zenodo.org/terms/", "xpath": "//body", "text": " About <ul>\n<li>About</li>\n<li>Blog</li>\n<li>Help</li>\n<li>Developers</li>\n</ul>\n<li>About</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>General Policies</li>\n<li>Infrastructure</li>\n<li>Principles</li>\n<li>Roadmap</li>\n<li>Contact</li> Terms of Use <small>v1.2</small>\n<p>\n</p>\n<p>The Zenodo service (“Zenodo”) is offered by CERN as part of its mission to make available the results of its work.</p>\n<p>Use of Zenodo, both the uploading and downloading of data, denotes agreement with the following terms:</p>\n<ol>\n<li>\n<p>Zenodo is an open dissemination research data repository for the preservation and making available of research, educational and informational content.\nAccess to Zenodo’s content is open to all, for non-military purposes only.</p>\n</li>\n<li>\n<p>Content may be uploaded free of charge by those without ready access to an organised data centre.</p>\n</li>\n<li>\n<p>The uploader is exclusively responsible for the content that they upload to Zenodo and shall indemnify and hold CERN free and harmless in connection with their use of the service.\nThe uploader shall ensure that their content is suitable for open dissemination, and that it complies with these terms and applicable laws, including, but not limited to, privacy, data protection and intellectual property rights <code>*</code>.\nIn addition, where data that was originally sensitive personal data is being uploaded for open dissemination through Zenodo, the uploader shall ensure that such data is either anonymised to an appropriate degree or fully consent cleared <code>**</code>.</p>\n</li>\n<li>\n<p>Access to Zenodo, and all content, is provided on an “as-is” basis.\nUsers of content (“Users”) shall respect applicable license conditions.\nDownload and use of content from Zenodo does not transfer any intellectual property rights in the content to the User.</p>\n</li>\n<li>\n<p>Users are exclusively responsible for their use of content, and shall indemnify and hold CERN free and harmless in connection with their download and/or use.\nHosting and making content available through Zenodo does not represent any approval or endorsement of such content by CERN.</p>\n</li>\n<li>\n<p>CERN reserves the right, without notice, at its sole discretion and without liability, (i) to alter, delete or block access to content that it deems to be inappropriate or insufficiently protected, and (ii) to restrict or remove User access where it considers that use of Zenodo interferes with its operations or violates these Terms of Use or applicable laws.</p>\n</li>\n<li>\n<p>Unless specified otherwise, Zenodo metadata may be freely reused under the CC0 waiver.</p>\n</li>\n<li>\n<p>These Terms of Use are subject to change by CERN at any time and without notice, other than through posting the updated Terms of Use on the Zenodo website.</p>\n</li>\n</ol>\n<p>\n<code>*</code> Uploaders considering Zenodo for the storage of unanonymised or encrypted/unencrypted sensitive personal data are advised to use bespoke platforms rather than open dissemination services like Zenodo for sharing their data</p>\n<p>\n<code>**</code> See further the user pages regarding uploading for information on anonymisation of datasets that contain sensitive personal information.</p>\n<p>If you have any questions or comments with respect to Zenodo, or if you are unsure whether your intended use is in line with these Terms of Use, or if you seek permission for a use that does not fall within these Terms of Use, please contact us.</p> About <ul>\n<li>About</li>\n<li>Policies</li>\n<li>Infrastructure</li>\n<li>Principles</li>\n<li>Contact</li>\n</ul> Blog <ul>\n<li>Blog</li>\n</ul> Help <ul>\n<li>FAQ</li>\n<li>Search Guide</li>\n<li>Features</li>\n</ul> Developers <ul>\n<li>REST API</li>\n<li>OAI-PMH</li>\n</ul> Contribute <ul>\n<li>\n<i>\n</i> GitHub</li>\n<li>\n<i>\n</i> Donate</li>\n</ul> Funded by <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Status</li>\n<li>Privacy policy</li>\n<li>Terms of Use</li>\n<li>Support</li>\n</ul>\n<p>&nbsp.\nPowered by CERN Data Centre &amp.\nInvenio.</p> ", "created_at": "2021-04-11 22:25:50.221355", "updated_at": "2021-04-11 22:26:12.172842"}, {"id": 4912, "name": "Privacy policy", "url": "https://about.zenodo.org/privacy-policy/", "xpath": "//body", "text": " About <ul>\n<li>About</li>\n<li>Blog</li>\n<li>Help</li>\n<li>Developers</li>\n</ul>\n<li>About</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n<li>General Policies</li>\n<li>Infrastructure</li>\n<li>Principles</li>\n<li>Roadmap</li>\n<li>Contact</li> Privacy policy <p>The Zenodo collaboration does not track, collect or retain personal information from users of Zenodo, except as otherwise provided herein.\nIn order to enhance Zenodo and monitor traffic, non-personal information such as IP addresses and cookies may be tracked and retained, as well as log files shared in aggregation with other community services (in particular OpenAIREplus partners).\nUser provided information, like corrections of metadata or paper claims, will be integrated into the database without displaying its source and may be shared with other services.</p>\n<p>Zenodo will take all reasonable measures to protect the privacy of its users and to resist service interruptions, intentional attacks, or other events that may compromise the security of the Zenodo website.</p>\n<p>If you have any questions about the Zenodo privacy policy, please contact us.</p>\nHow is your data used\n<p>Each service at CERN is responsible for compiling its own Privacy Notice regarding the data it processes.</p>\n<p>This Privacy Notice is part of CERN’s Layered Privacy Notice and details the processing that is unique to Zenodo.\nIt does not address processing by other services on which this service may rely and which have their own Privacy Notice.</p>\nPersonal Data we process\n<p>The personal data we have, and how it's used:</p> Personal Data Purpose Basis Source IP address User account security and rate limiting Legitimate interest of CERN Inferred from the request client Your IP address, visited URLs and corresponding timestamp User support, website debugging, security auditing and to produce anonymous aggregated statistics Legitimate interest of CERN Our web server logs Account name Display in the Zenodo communities page when you are the curator Legitimate interest of CERN Your input E-mail address Unique identifier for your Zenodo account, used to sign in, grant access rights, and send email communications Legitimate interest of CERN Your input Name Used in email communication and to pre-fill the support form Legitimate interest of CERN Your input ORCID ID Used for authentication purposes and also it is displayed when you are the author of a publication (only when inputed manually) Legitimate interest of CERN From ORCID, when you use it to sign in, or from the record submitter when you are the author of the publication GitHub ID Used for authentication purposes and also to facilitate the integration with GitHub allowing automatic submissions to Zenodo Legitimate interest of CERN From GitHub when you use it to sign up, or when you activate the synchronisation between GitHub and Zenodo Access token Used for authentication purposes when using our REST API Legitimate interest of CERN Generated by Zenodo upon your request Which deposits you have created, records you have published and communities you create and manage Allow you to manage and edit content you create Legitimate interest of CERN Your input List of your GitHub public repositories, GitHub releases that you created, and the meta-data associated with both of them (only when the synchronisation is active) Used to provide you with the feature that integrates Zenodo and GitHub allowing automatic submissions to Zenodo Legitimate interest of CERN From GitHub when you activate the synchronisation between GitHub and Zenodo List of shared links (requests from anyone with an email address and name, that wishes access to your closed access records) Manage access to your closed access records Legitimate interest of CERN Links generated by Zenodo.\nemail and name inputed by the requester Submission Information Packages (SIP) containing: IP Address, e-mail address, the record metadata and files Preservation of archival content Legitimate interest of CERN Your input Description of legal basis for processing of Personal Data by Zenodo\n<ul>\n<li>\n<strong>Contract:</strong> To fulfil a contractual relationship with the individual, or in preparation for a contract with the individual</li>\n<li>\n<strong>Legal Obligation:</strong> To comply with a legal obligation of CERN.</li>\n<li>\n<strong>Consent:</strong> By having received and recorded consent from the individual.</li>\n<li>\n<strong>Legitimate interest of CERN:</strong> In the legitimate interests of CERN supporting the professional activities of the individual or their security and safety.</li>\n</ul>\nPersonal Data we keep\n<p>The personal data we store, for how long and why:</p> Personal Data Retention Period <sup>1</sup> Purpose IP address Until your next login (this will change in the near future to \"Until session expiration\") User account security and rate limiting Your IP address, visited URLs and corresponding timestamp 13 months from date of action User support, website debugging, security auditing and to produce anonymous aggregated statistics Account name Lifetime of your Zenodo account Display in the the Zenodo communities page when you are the curator E-mail address Lifetime of your Zenodo account Unique identifier for your Zenodo account, used to sign in, grant access rights, and send email communications Name Lifetime of your Zenodo account Used in email communication and to pre-fill the support form ORCID ID Lifetime of your Zenodo account or if you disconnect the account Used for authentication purposes and also it is displayed when you are the author of a publication (only when inputed manually) GitHub ID Lifetime of your Zenodo account or if you disconnect the account Used for authentication purposes and also to facilitate the integration with GitHub allowing automatic deposits Access token Until deletion or expiration (1 year validity) Used for authentication purposes when using our REST API Which deposits you have created, records you have published and communities you create and manage Lifetime of your Zenodo account Allow you to manage and edit content you create List of your GitHub public repositories, GitHub releases that you created, and the meta-data associated with both of them (only when the synchronisation is active) Lifetime of your Zenodo account or deactivation of the synchronisation with GitHub Used to provide you with the feature that integrates Zenodo and GitHub allowing automatic submissions to Zenodo List of shared links (requests from anyone with an email address and name, that wishes access to your closed access records) Lifetime of your Zenodo account or when you revoke access Manage access to your closed access records Submission Information Packages (SIP) containing: IP Address, e-mail address, the record metadata and files Forever or until deletion request Preservation of archival content Who at CERN has access\n<p>In addition to yourself, personal data collected by Zenodo is accessible by the following services, teams or individuals at CERN:</p> Personal Data Who Purpose IP address Zenodo administrators and CERN Services administrators (Database on demand) User support and service operations Your IP address, visited URLs and corresponding timestamp Zenodo administrators and CERN Services administrators ( Monitoring, Sentry Application Logging, Piwik, and Cloud Infrastructure services) User support and service operations Account name Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations E-mail address Zenodo administrators and CERN Services administrators (Database on demand) User support and service operations Name Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations ORCID ID Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations GitHub ID Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations Access token Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations Which deposits you have created, records you have published and communities you create and manage Zenodo administrators and CERN Services administrators (Database on demand and ElasticSearch on Demand services) User support and service operations List of your GitHub public repositories, GitHub releases that you created, and the meta-data associated with both of them (only when the synchronisation is active) Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations List of shared links (requests from anyone with an email address and name, that wishes access to your closed access records) Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations Submission Information Packages (SIP) containing: IP Address, e-mail address, the record metadata and files Zenodo administrators and CERN Services administrators (Database on demand service) User support and service operations Personal Data we may transfer to others\n<p>Personal data we share with entities or individuals outside the Organization:</p> Personal Data 3rd Parties Purpose Account name Public Display in the Zenodo communities page when you are the curator Which deposits you have created, records you have published and communities you create and manage Public The main goal of Zenodo is to archive and share research data with other researchers around the world.\nAll information that has been published by you, will be searchable and harvestable through our User Interface and our API <p>For more detailed information about personal data and privacy please refer to the Data Privacy web site.</p>\n<p>For questions regarding this Privacy Notice, please contact us.</p>\n<p>For questions regarding personal data and privacy please contact the Office of Data Privacy.</p>\n<p>To request to exercise data subject rights please fill and submit the following online form.</p>\n<p>This Privacy Notice is subject to revision.</p>\n<p>\n<em>Last revision: 13-08-2020 17:33:45</em>\n</p>\n<p>\n<sup>1</sup> The retention period may be temporarily extended for special circumstances, in accordance with the provisions of the operation circular governing data privacy.</p> About <ul>\n<li>About</li>\n<li>Policies</li>\n<li>Infrastructure</li>\n<li>Principles</li>\n<li>Contact</li>\n</ul> Blog <ul>\n<li>Blog</li>\n</ul> Help <ul>\n<li>FAQ</li>\n<li>Search Guide</li>\n<li>Features</li>\n</ul> Developers <ul>\n<li>REST API</li>\n<li>OAI-PMH</li>\n</ul> Contribute <ul>\n<li>\n<i>\n</i> GitHub</li>\n<li>\n<i>\n</i> Donate</li>\n</ul> Funded by <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Status</li>\n<li>Privacy policy</li>\n<li>Terms of Use</li>\n<li>Support</li>\n</ul>\n<p>&nbsp.\nPowered by CERN Data Centre &amp.\nInvenio.</p> ", "created_at": "2021-04-11 22:25:49.571846", "updated_at": "2021-04-11 22:26:31.214613"}], "points": [], "urls": ["zenodo.org"]}}