{"error": 448, "message": "OK", "parameters": {"id": 2073, "name": "DeepL", "created_at": "2020-01-02 17:29:57.361067", "updated_at": "2021-03-25 03:19:45.40142", "wikipedia": null, "keywords": null, "related": null, "slug": "deepl", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2073.png", "url": "deepl.com", "documents": [{"id": 2259, "name": "Privacy Policy", "url": "https://www.deepl.com/en/privacy.html", "xpath": null, "text": "DeepLTranslatorDeepL ProPlans and pricingAppsLogin&nbsp;DeepL Privacy Policy <p> Protecting your privacy and personal data is very important to us.\nWe therefore only use your personal data within the scope of legal regulations, in particular the General Data Protection Regulation (\"GDPR\") and the German Federal Data Protection Act (\"BDSG\").\nThis privacy policy provides you with information about the nature, scope and purpose of the collection and use of your personal data.\nYou can access this information at any time on our website.\n</p> 1.\nData controller / Contact / Data protection officer <p> The data controller responsible for data processing pursuant to the GDPR, BDSG, other data protection laws applicable in the member states of the European Union, and other regulations relating to data protection is: </p>\n<p> DeepL GmbH<br> Maarweg 165<br> 50825 Köln<br>\n</p>\n<p> If you have any questions or concerns about privacy, please contact privacy(at)deepl.com.</p>\n<p> In accordance with Art.\n6 Para.\n1 S.\n1 lit.\na) GDPR, data processing for the purpose of contacting us is based on your voluntary consent.\nTo process inquiries sent to this e-mail address, we use a ticketing system provided by Zendesk Inc.\n(\"Zendesk\"), 989 Market Street 300, San Francisco, CA 94102, USA.\nDuring this process, your data may also be transferred to the USA.\nWe have concluded an agreement with Zendesk on the processing of such information which specifies that Zendesk may only process the data in accordance with our instructions and not for its own purposes.\nFor more information on how personal data is handled by Zendesk and how Zendesk complies with the requirements of Art.\n44 GDPR (particularly after the EU-US Privacy Shield has been declared invalid), please click here.\n</p>\n<p> DeepL's corporate Data Protection Officer, Dr.\nChristian Lenz, can be contacted at the following address: dhpg IT-Services GmbH, Bunsenstr.\n10a, 51647 Gummersbach, via e-mail to privacy(at)deepl.com, or by telephone on +49 2261 8195 0.\n</p> 2.\nScope of data protection <p> Data protection applies to personal data as defined by the GDPR, i.e.\nall information relating to an identified or identifiable natural person.\nAn identifiable natural person is deemed to be a natural person who can be identified directly or indirectly, in particular by means of assignment to an identifier such as a name, an identification number, location data, an online identifier or to one or more specific attributes.\n</p> 3.\nTexts and Translations — DeepL translator (free version) <p> When using our translation service, please only enter texts that you wish to transfer to our servers.\nThis is necessary in order for us to produce the translation and offer you our service.\nThe transfer of these texts is necessary for us to carry out the translation and offer you our service.\nWe process your texts and the translation for a limited period of time to train and improve our neural networks and translation algorithms.\n</p>\n<p> If you make corrections to our proposed translations, these corrections are also forwarded to our servers to verify the accuracy of the corrections and, if necessary, to update the translated text to reflect your changes.\nWe also store your corrections for a limited period of time to train and improve our translation algorithm.\n</p>\n<p> Please note that our translation service may not be used for texts containing personal data of any kind.\n</p> 4.\nTexts and Translations — DeepL Pro <p> When using DeepL Pro, the texts or documents you submit will not be permanently stored and will only be kept temporarily, to the extent necessary for the production and transmission of the translation.\nOnce you have received the translation, all submitted texts or documents and their translations will be deleted.\nWhen using DeepL Pro, your texts will not be used to improve the quality of our services.\nFor further information, please see our DeepL Pro Terms and Conditions.\n</p>\n<p> Please note that DeepL Pro should only be used for texts containing personal data of any kind if you have concluded a data processing agreement with us (see section 8.1.3 of DeepL Pro Terms and Conditions).\n</p> 5.\nAutomatic Collection of Data via Website Access <p> When you access our website www.deepl.com, for technical reasons your device will automatically transmit certain data.\nThe following data is stored separately from all other data that you may send us: </p>\n<ul>\n<li>Date and time of access</li>\n<li>Browser type and version</li>\n<li>Operating system</li>\n<li>URL of the website previously visited</li>\n<li>Volume of data transmitted</li>\n<li>Requested domain</li>\n<li>Notification of successful data retrieval</li>\n<li>Search term when using a web browser</li>\n<li>Abbreviated/anonymised IP</li>\n<li>Full IP address (for a maximum of 14 days).</li>\n</ul>\n<p> Processing is carried out in accordance with Art.\n6 para.\n1 sentence 1 lit.\nf) GDPR based on our legitimate interest in improving the stability and functionality of our website.\nThe data is stored for purely technical reasons and is not associated with a specific person.\nWebsite access data is used for error analysis, ensuring system security, logging access to paid services (e.g.\nDeepL Pro) and to improve our translation service.\nThe storage of the full IP address for a maximum period of 14 days corresponds with our legitimate interest to achieve the listed purposes in accordance with Art.\n6 Par.\n1 S.\n1 lit.\nf) GDPR.\n</p> 6.\nTemporary Storage of Metadata when translating Documents <p> When translating documents, particularly the following data is stored for each translation process: </p>\n<ul>\n<li>Status / progress of the translation process</li>\n<li>Document file type</li>\n<li>Selected language pair for translation</li>\n<li>Estimates of time needed for the translation</li>\n<li>References to the applied glossary (when using DeepL Pro)</li>\n<li>Content of the applied glossary (when using the free translator)</li>\n<li>Number of characters calculated</li>\n<li>Errors that occurred during the translation process.</li>\n</ul>\n<p> This information is processed in accordance with Art.\n6 para.\n1 sentence 1 lit.\nf) GDPR based on our legitimate interest in improving the functionality of our products, as this makes it easier to identify any sources of error related to the translation process.\nThe data is stored in a database that can only be accessed by selected employees and is automatically deleted after 14 days.\nThere is no storage of the submitted documents or their translations in this context.\n</p> 7.\nCookies and Web Storage <p> We use \"cookies\" and web storage objects to provide you with a variety of features and improve your user experience.\nCookies and web storage objects are small text files that are temporarily stored on your computer via your browser.\n</p>\n<p> If you do not want us to use cookies or web storage objects, you can change your browser settings accordingly.\nPlease note that if you completely disable the use of cookies or web storage objects, the functionality and scope of the website may be impaired.\n</p>\n<p> We specifically use cookies or web storage objects in the following categories: </p>\n<ul>\n<li> Necessary: These cookies or web storage objects are necessary for our website to work properly, for you to be able to navigate smoothly, and for you to be able to use the most important functions.\nThis includes security features, features that allow easy access, and settings such as the display language of the website and the translation language.\nWe use these cookies or web storage objects on account of our legitimate interest in the presentation of our services and our company as a whole.\nProcessing is based on Art.\n6 para.\n1 sentence 1 lit.\nf) GDPR.\n</li>\n<li> Performance: In order to continuously improve our website, we collect data for statistical and analytical purposes.\nWe use these cookies or web storage objects to measure, for example, how often users return, and which features they use.\nIn accordance with Art.\n6 para 1 sentence 1 lit.\na) GDPR, we only use these cookies or web storage objects with your explicit consent.\n</li>\n<li> Comfort: We use these cookies or web storage objects to make using our website more comfortable for you.\nFor example, we remember which areas of the website you have already visited and help you to use the website in the best possible way.\nIn accordance with Art.\n6 para 1 sentence 1 lit.\na) GDPR, we only use these cookies or web storage objects with your explicit consent.\n</li>\n</ul>\n<p> The following table lists the different types of cookies and web storage objects that may be used on our website.\nOur cookies or web storage objects are stored in your browser until they are deleted or, if it is a session cookie, until the session has expired.\nYou can withdraw your consent for the use of cookies or web storage objects in the categories \"Performance\" and \"Comfort\" in each of these categories directly.\n</p>\n<p> With the exception of the third-party cookies from our payment service provider Stripe (see explanatory notes, section&nbsp;10) and the marketing software from HubSpot (see explanatory notes, section&nbsp;12) the information generated by cookies and web storage objects, relating to the use of this website, is transmitted to our servers within the EU.\nthis is the only place it is stored.\nThis information is not disclosed to third parties.\n</p>\n<p> Overview of the cookies and web storage objects used by DeepL: </p> Necessary Context ID Description Technology Expiry Owner Site localization IDil DescriptionStores the interface language selected by the user.\nTechnologyCookie Expiry1 month OwnerDeepL Site localization IDi18nextLng DescriptionStores the interface language selected by the user.\nTechnologyLocal Storage ExpiryPersistent Data OwnerDeepL Privacy Settings IDprivacySettings DescriptionStores the user's cookie-banner decision.\nYou can change the settings here.\nTechnologyCookie Expiry12 months OwnerDeepL Translator IDLMTBID DescriptionUsed to guarantee the origin of a request to the translator and protect from malicious visitors.\nThis ensures that the service is not compromised for the remaining visitors.\nTechnologyCookie Expiry6 months OwnerDeepL Translator IDLMT DescriptionStores settings made explicitly by the user.\nE.g.\npreferred translation language or entries in the glossary.\nTechnologyLocal Storage Expiry1 month OwnerDeepL Discovery and Onboarding IDclickOnWordHint, LMT_MessageBox, onboardingData, showAppOnboarding, AppOnboardingInfo DescriptionStores if the user has on-boarded with features to ensure that onboarding prompts are only displayed once.\nTechnologyLocal Storage Expiry1 to 6 months OwnerDeepL Checkout Process IDFurther details about Stripe 3rd party cookies can be found under https://stripe.com/cookies-policy/legal.\nDescriptionFraud detection and security for check-out and payments.\nThis cookie is only set if you enter the checkout process or view your account payment information.\nTechnologyCookie (3rd party) ExpirySession to 2 years OwnerStripe Checkout Process IDuserCountry DescriptionStores the user's selected country during the checkout process.\nTechnologyLocal Storage ExpirySession OwnerDeepL Checkout Process IDnewpro-checkout DescriptionStores the user's selected DeepL Pro plan during the checkout process.\nTechnologyLocal Storage Expiry7 days OwnerDeepL DeepL Pro-User Login/Session IDdl_session DescriptionStores users login token to keep the user logged in on the site.\nPermanently stored when \"remember me\" is selected during the login, or expires after 30 minutes of inactivity if not.\nTechnologyCookie Expiry100 years OwnerDeepL DeepL Pro-User Login/Session IDdl_logoutReason DescriptionWhen you get logged out accidentally, we will help you with an error message.\nWe use this cookie to deliver this message to you so you can prevent this problem in the future.\nTechnologyCookie ExpirySession OwnerDeepL DeepL Pro-User Login/Session IDep DescriptionIp-Based Enterprise Account login token.\nChecked once per session and deleted afterwards.\nTechnologyLocal Storage ExpirySession OwnerDeepL DeepL Pro-User Login/Session IDuser DescriptionStores the display name of logged-in users to display their name.\nDeleted if the user logs out.\nTechnologyLocal Storage Expiry7 days OwnerDeepL Release process IDreleaseGroupId, releaseGroupMemberships DescriptionUsed for gradual, controlled releases to ensure stability, quality and performance of our service and infrastructure.\nTechnologyLocal Storage Expiry1 month OwnerDeepL Session ID IDdap.sid, dap.sid_updated DescriptionSession ID and timestamp.\nAutomatically deleted after 30 minutes of inactivity.\nTechnologySession Storage ExpirySession OwnerDeepL App Usage Statistics - only for DeepL Apps IDappUsageStats DescriptionRemembers when the user last used the app.\nTechnologyLocal Storage ExpiryPersistent Data OwnerDeepL Performance Context ID Description Technology Expiry Owner User Tracking IDuid DescriptionFirst-party user identifier.\nTechnologyLocal Storage Expiry12 months OwnerDeepL Visit Count IDdap.vn DescriptionStores how many times the user has visited the site.\nTechnologyLocal Storage Expiry12 months OwnerDeepL Comfort Context ID Description Technology Expiry Owner Product information IDapiDocsVisited DescriptionStores whether API documentation has been visited to help users select the correct package at checkout.\nTechnologyLocal Storage ExpiryPersistent Data OwnerDeepL 8.\nDeepL Apps <p> We offer text translation Apps for the Windows and Mac operating systems.\nThese Apps use the same interfaces for creating translations as the web-based service.\nTherefore, sections 3, 4, 6, and 7 of this privacy policy also apply to the use of the Apps.\nIf you translate texts with one of the apps, for technical reasons your device will automatically transmit certain data.\nThe following data is stored separately from all other data you may transmit to us: </p>\n<ul>\n<li>Date and time of access</li>\n<li>Version of the App</li>\n<li>Operating system</li>\n<li>Volume of data transmitted</li>\n<li>Notification of successful data retrieval</li>\n<li>Abbreviated/anonymised IP</li>\n<li>Full IP address (for a maximum duration of 14 days)</li>\n<li>Diagnostic information in event of errors.</li>\n</ul>\n<p> The processing of this data is based on our legitimate interest in improving the stability and functionality of our website, Art.\n6 para.\n1 sentence 1 lit.\nf) GDPR.\nThis data is stored solely for technical reasons and is not linked to a specific person.\nData relating to access is used for error analysis, ensuring system security, logging access to paid services (e.g.\nDeepL Pro), and to improve our translation service.\nDue to a legitimate interest in achieving the listed purposes, the full IP address will be stored for a short period of time, not exceeding 14 days.\n</p>\n<p> We use cookies and web storage objects in our Apps for Windows and Mac.\nFurther information on can be found in section 7, “Cookies and web storage”.\nFor technical reasons, the use of cookies and web storage objects in our Apps cannot be deactivated.\nIf you do not agree with their use in the App, you can delete the App and instead use the web-based service where you can manage these settings.\n</p>\n<p> Your texts will be sent to DeepL for translation.\nThis, however, only takes place when you explicitly request a translation in the App.\nThis data is processed for the purpose of fulfilling the contract pursuant to Art.\n6 para.\n1 sentence 1 lit.\nb) GDPR.\n</p> 9.\nRegistering with DeepL <p> You have the possibility to register with DeepL.\nIn order to ensure that you can log in, the following personal data will be stored: </p>\n<ul>\n<li>E-mail address</li>\n<li>Password</li>\n<li>IP address</li>\n</ul>\n<p> If you entered the following data, this information will also be stored: </p>\n<ul>\n<li>First name, surname, and company name</li>\n<li>Address</li>\n<li>Tax numbers</li>\n<li>Payment details</li>\n</ul>\n<p> We process this data in order to initiate or fulfil a contract pursuant to Art.\n6 para.\n1 sentence 1 lit.\nb) GDPR.\n</p>\n<p> If, following registration, no order is placed, we will store your data for one month, following which it will be deleted.\nIf an order is placed, we will store the data for the duration of the contract period and subsequently, if necessary, for the duration of any statutory retention periods.\n</p> 10.\nProcessing of Payments for DeepL Pro Subscriptions <p> When signing up for a DeepL Pro subscription, the following personal information is stored and processed for the purposes of billing and contract fulfilment: </p>\n<ul>\n<li>E-mail address</li>\n<li>First name, surname, and company name</li>\n<li>Address</li>\n<li>Tax numbers</li>\n<li>Payment details</li>\n<li>Password</li>\n<li>Additional information you may provide during the registration process</li>\n</ul>\n<p> In order to process payments, we forward the necessary payment data to our authorized payment service provider: Stripe Payments Europe Ltd, Block 4, Harcourt Centre, Harcourt Road, Dublin 2, Ireland.\nWhere necessary, Stripe will also transfer the data to Stripe, Inc.\nin the USA.\nFurther information on Stripe's data protection and compliance with the requirements of Art.\n44 GDPR (particularly after the EU-US Privacy Shield has been declared invalid) can be found here.\nWe have concluded a data processing agreement with Stripe, which allows Stripe to only process the data in accordance with our instructions and not for its own purposes.\n</p>\n<p> We process this data for the purpose of contract fulfilment pursuant to Art.\n6 para.\n1 sentence 1 lit.\nb) GDPR.\nThe data will be stored for the duration of the contract period and subsequently, if necessary, for the duration of any statutory retention periods.\n</p> 11.\nContact with our Sales or Support Team <p> We offer you the possibility to contact our sales or support team via a form provided on the website or by e-mail.\nA valid e-mail address and your name are required so that we know who the enquiry comes from and can respond to it.\nYour telephone number and the company name can be provided voluntarily.\n</p>\n<p> If your enquiry is aimed at the conclusion of a contract, Art.\n6 para.\n1 sentence 1 lit.\nb) DSGVO serves as the legal basis.\nIn this case we will store your data for the duration of the statutory retention periods.\nIf you contact us for other purposes, the data will be processed in accordance with Art.\n6 para.\n1 sentence 1 lit.\na) DSGVO on the basis of your voluntarily given consent.\nWe store the data for the duration of the statutory retention periods.\n</p>\n<p> If you have contacted our support team via the contact form, it is possible that we will subsequently inquire by e-mail about your satisfaction with our customer service.\nIn this case, we process your data on the basis of our legitimate interests in accordance with Art.\n6 para.\n1 sentence 1 lit.\nf) DSGVO in order to determine the satisfaction of our customers and to continuously improve our service.\n</p>\n<p> We use the ticket system of the provider Zendesk Inc.\nfor the processing of your enquiries and the satisfaction survey.\n(\"Zendesk\"), 1019 Market Street, San Francisco, CA 94103, USA.\nThis may also involve the transfer of your data to the USA.\nWe have entered into an agreement with Zendesk for the processing of orders and Zendesk may therefore only process the data in accordance with our instructions and not for its own purposes.\nFor further information on how Zendesk handles personal data and how Zendesk complies with the requirements of Art.\n44 of the Data Protection Act (especially after the EU-U.S.\nPrivacy Shield has been removed), please click here.\n</p> 12.\nE-mail Marketing <p> We use software from HubSpot, Inc., located at 25 First Street, 2nd Floor, Cambridge, MA 02141 USA, for marketing activities, lead generation and customer communication.\nHubSpot uses cookies to help the website analyze how you use the site.\nHubSpot may use the information collected (e.g., IP address, geographic location, browser type, length of visit and pages viewed) on our behalf to provide information about your visit to our site and the pages viewed.\nThis may also involve a transfer of your data to the USA.\n</p>\n<p> We process your data, provided that you have given your consent to do so, in accordance with Art.\n6 para.\n1 sentence 1 lit.\na) GDPR.\nWe have concluded a data processing agreement with HubSpot and therefore HubSpot may only process the data under our instructions and not for its own purposes.\nFor more information on how personal data is handled at HubSpot and how HubSpot complies with the requirements of Art.\n44 GDPR (particularly after the EU-US Privacy Shield has been declared invalid), please click here.\n</p>\n<p> Under the legal requirements of section 7 para.\n3 UWG (German Act against Unfair Competition), we are authorized to use the e-mail address you provided when signing up for a DeepL Pro subscription for direct advertising for our own similar goods or services.\nIn such cases, we process your data on the basis of our legitimate interests in accordance with Art.\n6 para.\n1 sentence 1 lit.\nf) GDPR.\n</p>\n<p> If you do not wish us to send you such recommendations by e-mail, you can object to the use of your address for this purpose at any time, without incurring any costs other than the transmission costs specified in the basic tariffs.\nA message in text form is sufficient for this purpose.\nEach e-mail will of course always contain an unsubscribe link.\n</p> 13.\nJob Applications <p> We offer you the opportunity to apply for a position at DeepL via our career page, the integrated career portal, or by e-mail.\nThis digital recruitment process means that in order complete the application procedure, your application data is collected and processed electronically.\nThe personal data you provide will be used exclusively for processing your job application.\nYour personal data will only be passed on or otherwise transferred to persons involved in the recruitment process.\n</p>\n<p> If, following the recruitment process, an employment contract is concluded, we will store your personal data as part of your personnel file for the purpose of standard organizational and administrative procedures, in compliance with the more extensive legal obligations.\n</p>\n<p> In the event that we reject an application, we will automatically delete the data transmitted to us six months after notification of rejection.\nThe data will not be deleted, however, if legal regulations require that the data is stored for a longer period.\n</p>\n<p> Your applicant data is processed in accordance with Art.\n88 para.\n1 GDPR in conjunction with section&nbsp.\nhttps://legal.hubspot.com/product-privacy-policy 26 para.\n1, 8 p.\n2 BDSG.\n</p>\n<p> If you expressly agree to a longer storage of your data, e.g.\nfor your inclusion in our internal applicant pool, the data will be further processed based on your consent.\nThe legal basis in this case is Art.\n6 para.\n1 p.\n1 lit a) GDPR.\nYou can, of course, let us know that you would like to revoke your consent at any time, with effect for the future.\n</p>\n<p> In order to process the applicant and application data, your data will be forwarded to the service provider Recruitee B.V., Keizersgracht 313, 1016 EE Amsterdam, The Netherlands, which operates the application system.\nFurther information on data protection at Recruitee can be found here.\nWe have concluded a data processing agreement with Recruitee, which means that Recruitee may only process the data in accordance with our instructions and not for its own purposes.\n</p> 14.\nData Security <p> Your connections to our website are protected with encryption techniques in line with the current state of the art.\nThe level of protection also depends on which encryption your Internet browser supports.\nYou can tell whether an individual page of our website is transmitted in encrypted form by looking at the closed key or lock symbol in the status bar of your browser.\nWe also use suitable technical and organizational security measures to protect your data against accidental or intentional manipulation, partial or complete loss, destruction or unauthorized access by third parties.\nOur security measures are continuously improved in line with technological developments.\n</p> 15.\nYour Rights <p> The following rights are granted by European Union directives and regulations.\nIf you wish to exercise any of the rights listed below, please contact us at the above address.\n</p>\n<ul>\n<li> Right to confirmation and right of access - We will gladly confirm whether we are processing any of your personal data, which data we are processing, and for what purpose we are processing it.\n</li>\n<li> Right to rectification - If any of the data we have stored is incorrect, we would certainly be happy to correct it.\n</li>\n<li> Right to erasure - Should you wish your personal data to be deleted, we will comply with your request as far as legally possible.\nIf data must be stored for legal reasons, it will be blocked.\nThe data is then no longer available for further use.\n</li>\n<li> Right to restriction of processing - Should you wish to restrict use, we will comply with your request as far as legally possible.\n</li>\n<li> Right of revocation - Should you wish to revoke any previously granted consent, we will comply with your request.\nRevocation does not affect the permissibility of the processing of your data up to now.\n</li>\n<li> Right to object - If your personal data is being processed on the basis of legitimate interests pursuant to Art.\n6 para.\n1 sentence 1 lit.\nf) GDPR, you have the right to object to the processing of your personal data if there are reasons for doing so arising from your particular situation or if the objection is directed against direct marketing, pursuant to Art.\n21 GDPR.\nIf the latter is the case, you have the general right to object, which we will implement without any further specification of a specific situation.\n</li>\n</ul>\n<p> You also have the right to lodge a complaint regarding the processing of your personal data with a supervisory authority, such as the data protection supervisory authority responsible for us: </p>\n<p> Landesbeauftragte für Datenschutz und Informationsfreiheit Nordrhein-Westfalen, Kavalleriestraße 2 - 4, 40213 Düsseldorf, E-Mail: poststelle@ldi.nrw.de.\n</p> 16.\nChanges to the privacy policy <p> We reserve the right to amend this privacy policy.\nThe current version of the privacy policy can be accessed at any time on our website.\n</p>\n<p> Last update: November 2020 </p>\n<ul>\n<li>EnglishDeutschEnglishEspañol日本語 (Japanese)FrançaisItalianoNederlandsPolskiPortuguês (Brasil)PortuguêsРусский (Russian)简体中文 (simplified Chinese)</li>\n<li>Press</li>\n<li>Privacy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Publisher</li>\n</ul>", "created_at": "2020-01-02 17:30:20.613783", "updated_at": "2020-12-14 23:45:01.538297"}, {"id": 2261, "name": "Terms and conditions (pro)", "url": "https://www.deepl.com/pro-license.html#pro", "xpath": null, "text": "DeepLTranslatorDeepL ProPlans and pricingAppsLogin&nbsp;Previous Terms &amp.\nConditions DeepL Translator (free)DeepL ProDeepL Pro – Terms and Conditions<p>DeepL GmbH, Maarweg 165, 50825 Cologne, Germany (“DeepL”) specialises in machine translation services and provides the online translation service DeepL.com.</p>\n<p>Customer wishes to utilize DeepL's translation services in its own software products and/or for other business or private purposes.\nIn order to allow Customer to make use of the services, Customer is granted access to the subscribed DeepL Pro Products in accordance with and to the extent of these Terms and Conditions.</p>\n<p>These DeepL Pro License Terms and Conditions (“Terms and Conditions”) are available at https://www.deepl.com/pro-license.html and can be downloaded and printed by the Customer.</p>\n<ol>\n<li> 1Definitions <ol>\n<li> 1.1 <p>“<b>Agreement</b>“ refers to the agreement between Customer and DeepL concerning the subscription to and the use of DeepL’s Products in accordance with these Terms and Conditions.</p>\n</li>\n<li> 1.2 <p>“<b>API</b>“ refers to the Application Programming Interface provided by DeepL to the Customer as set out in the Service Specification and the Documentation provided by DeepL.</p>\n</li>\n<li> 1.3 <p>“<b>API-CAT-Key</b>“ refers to a special license key to connect computer-assisted-translation tools to the DeepL API.</p>\n</li>\n<li> 1.4 <p>“<b>API Response</b>” refers to the API’s response to Customer’s Requests.</p>\n</li>\n<li> 1.5 <p>“<b>API Request</b>” refers to an HTTP request transmitted by the Application to the API.</p>\n</li>\n<li> 1.6 <p>“<b>Application</b>” refers to the software or service developed by or on behalf of the Customer which utilizes the API.</p>\n</li>\n<li> 1.7 <p>“<b>Business Days</b>” are Monday through Friday, excluding public holidays in North Rhine-Westphalia, Germany.</p>\n</li>\n<li> 1.8 <p>“<b>Characters</b>” shall have the meaning as set out in the definition for “Number of Characters”.</p>\n</li>\n<li> 1.9 <p>“<b>Content</b>” refers to text sent by the Customer to the API and the Web-Translator as specified in the Service Specification in order to have it processed by the machine translation infrastructure operated by DeepL.</p>\n</li>\n<li> 1.10 <p>“<b>Customer</b>” refers to the person or entity ordering or subscribing to the DeepL Products or services as the contracting party of DeepL.</p>\n</li>\n<li> 1.11 <p>“<b>Customer Training Data</b>” refers to bilingual terms, example documents and similar texts (monolingual or bilingual) submitted by Customer to the API and/or the DeepL Pro Translator in order to improve and customise the translations produced by DeepL.\nFurther details on the use of Customer Training Data are contained in the Service Specification or a separate addendum to these Terms and Conditions (if the corresponding features for the use of Customer Training Data are available).</p>\n</li>\n<li> 1.12 <p>“<b>DeepL Pro Translator</b>” refers to an extended version of the DeepL translator which provides Customer via different front ends (e.g.\nwebsite and desktop application) with a user interface to the translation services in accordance with the Service Specification.</p>\n</li>\n<li> 1.13 <p>“Documentation” refers to an electronic documentation of the requirements and functionality of the API provided to the Customer in English language.</p>\n</li>\n<li> 1.14 <p>“<b>End Users</b>” refers to the users of Customer’s Application.</p>\n</li>\n<li> 1.15 <p>“<b>Internal Users</b>” refers to the users of Customer’s access to the Products for internal purposes of Customer, e.g.\nCustomer’s employees, employees of affiliated companies (pursuant to Sections 15 et seq.\nAktG), freelance collaborators or Customer’s service providers.</p>\n</li>\n<li> 1.16 <p>“<b>IP Access</b>” refers to the access to the DeepL Pro Translator from a specific, fixed IP range which Customer may provide to DeepL and which can be used by Customer’s Internal Users to access the DeepL Pro Translator.</p>\n</li>\n<li> 1.17 <p>“<b>Number of Characters</b>” refers to the number of characters of the Content transmitted to the API based on the used character encoding.\nFor the avoidance of doubt, multi-byte encoded characters shall count as single character.</p>\n</li>\n<li> 1.18 <p>“<b>Order Button</b>” refers to the button in the online ordering process clearly marked to finalize the ordering process (e.g.\nwith the inscription \"Buy now\", or similar).</p>\n</li>\n<li> 1.19 <p>“<b>Processed Content</b>” refers to any Content that has been processed using the API or the DeepL Pro Translator.</p>\n</li>\n<li> 1.20 <p>“<b>Products</b>” refers to the services offered from the following list: API.\nDeepL Pro Translator.</p>\n</li>\n<li> 1.21 <p>“Service Specification” refers to the specification of the API and the web translator as agreed upon conclusion of this Agreement.</p>\n</li>\n<li> 1.22 <p>“<b>Single-User License</b>” refers to a license to use a Product by one person.\nThe same person can use the respective access credentials on multiple devices that meet the requirements of the Service Specification.\nThe use of a Single-User License is only allowed and possible on one device at a time.\nIf Customer wishes to use the respective Product by more than one person, Customer has to acquire a team license, multiple Single-User License or an IP Access.</p>\n</li>\n<li> 1.23 <p>“<b>Third-Party Applications</b>” refers to any application, component, library, plugin or other software which are provided by a third party and allow Customer to use or access the Products, e.g.\ntranslation plugins for third-party applications for which Customer has to use their own API credentials.</p>\n</li>\n</ol>\n</li>\n<li> 2Subject of the Agreement <ol>\n<li> 2.1 <p>Subject to these Terms and Conditions and the Service Specification, DeepL provides Customer with access to the subscribed Products in accordance with the Service Specification and the applicable Documentation for the term of this Agreement.</p>\n</li>\n<li> 2.2 <p>Customer shall pay to DeepL the remuneration agreed upon as set forth in the online buying process or as stipulated in the order form.</p>\n</li>\n</ol>\n</li>\n<li> 3Services of DeepL 3.1General <ol>\n<li> 3.1.1 <p>DeepL provides Customer with access to the Products within the term and scope of this Agreement, including the Service Specification.</p>\n</li>\n<li> 3.1.2 <p>DeepL will only store Content or Processed Content on its servers to the extent technically required to provide its services.\nContent or Processed Content will neither be perpetually stored on DeepL’s servers nor returned to Customer.\nFor the avoidance of doubt, DeepL shall be entitled to create and retain access logs for billing, security and statistical purposes.\nSuch access logs shall not contain any Content or Processed Content.\nHowever, access logs may contain meta data of API Requests such as time of the API Request and size of the transmitted Content.</p>\n</li>\n<li> 3.1.3 <p>DeepL will use the Customer Training Data exclusively in connection with the translations of the respective Customer and will store and process it for the term of the Agreement in such a way that no unauthorised persons have access to it.\nAs the Customer Training Data is processed automatically, it can be deleted at Customer's request, but not returned to Customer (DeepL does not offer a data storage service).</p>\n</li>\n<li> 3.1.4 <p>DeepL reserves the right to add additional features to the services at any time.\nFurthermore, DeepL may change, limit or remove existing features for reasons of data security, technical necessities or due to changes in applicable law, provided that the change, limitation or removal is reasonable for Customer in consideration of the interests of both Parties.\nDeepL shall inform Customer of such changes in due time in writing (e-mail sufficient).</p>\n</li>\n<li> 3.1.5 <p>Further services, including but not limited to consulting, individual development, or implementation or training services, shall only be owed by DeepL upon express written agreement.</p>\n</li>\n<li> 3.1.6 <p>DeepL is entitled to subcontract third parties to fulfil its contractual duties in whole or in part.</p>\n</li>\n<li> 3.1.7 <p>Customer may grant Internal Users access to the Products in its sole discretion.\nHowever, Customer shall be fully liable for any use of the Products by Internal Users and shall ensure that Internal Users are aware of and respect any and all restrictions for the use of Products set out in this Agreement.\nCustomer shall promptly notify DeepL of any suspected or alleged violation of this Agreement and shall cooperate with DeepL with respect to investigation of such violations as well as to any action by DeepL to enforce this Agreement.</p>\n</li>\n</ol> 3.2API <p>In addition to Section 3.1, the following shall apply to the API:</p>\n<ol>\n<li> 3.2.1 <p>DeepL will provide Customer with respective access credentials for the API.</p>\n</li>\n<li> 3.2.2 <p>The API allows Customer to use the technical infrastructure for machine translation operated by DeepL by means of transmitting Content to the technical infrastructure.\nDeepL shall process the Content in accordance with this Agreement, the Service Specification and the Documentation.\nHowever, DeepL is neither obligated to ensure nor warrants correctness or accuracy of API Responses or Processed Content.\nIn particular, DeepL does not give any guarantee regarding the correctness of the translations created by the machine translation system.</p>\n</li>\n<li> 3.2.3 <p>DeepL may, in its sole discretion, provide Customer with software development kits or code samples (hereinafter jointly referred to as “Code Samples”).\nCode Samples are provided free of charge and are excluded from the paid services provided by DeepL.\nCode Samples are provided in electronic form and can be downloaded from a dedicated website.\nDeepL is not obligated to continue development of Code Samples or to keep Code Samples functional or available at all times.\nCode Samples are not suited for any use in production environments and are provided for educational purposes only.</p>\n</li>\n<li> 3.2.4 <p>Particularly in view of the on-going development of the API, DeepL may introduce new versions of the API with an additional or different range of features.\nFurthermore, DeepL may terminate deprecated versions of the API provided that the termination is reasonable for Customer in consideration of the interests of both Parties.\nDeepL shall inform Customer of such termination in writing (e-mail sufficient) at least 4 weeks before the termination becomes effective.\nDeepL will inform Customer of updates of the API via e-mail.</p>\n</li>\n<li> 3.2.5 <p>The option to use an API-CAT-Key is only provided if Customer choses specific subscription tiers in the order process which include API-CAT-Key support.\nThe API-CAT-Key is a Single-User License.</p>\n</li>\n<li> 3.2.6 <p>Some Third-Party Applications may require Customer to acquire Products from DeepL in order to use certain features of the Third-Party Applications (e.g.\ntranslation plugins).\nDeepL is not responsible for any Third-Party Application.\nAny use of such Third-Party Application is solely subject to the terms and conditions of its respective vendor and DeepL does not have any influence on such Third-Party Applications.</p>\n</li>\n</ol> 3.3DeepL Pro Translator <p>In addition to Section 3.1, the following shall apply to the DeepL Pro Translator:</p>\n<ol>\n<li> 3.3.1 <p>The DeepL Pro Translator provides Customer an enhanced user interface to use the DeepL translation service as set out in the Service Specification, providing means to translate texts in a web browser or another frontend application.</p>\n</li>\n<li> 3.3.2 <p>The license to use the DeepL Pro Translator is a Single-User Licence.</p>\n</li>\n<li> 3.3.3 <p>In the event that Customer has acquired an IP Access license, DeepL shall ensure that all requests to www.deepl.com from the authorised area to be provided by Customer will automatically be directed to the DeepL Pro Translator.\nIn this case, no administration or login of individual users is required and restrictions of Single-User Licenses do not apply.</p>\n</li>\n</ol>\n</li>\n<li> 4Availability <ol>\n<li> 4.1 <p>DeepL shall provide an annual average of 97% uptime availability for the Products.\nThe availability calculation excludes any downtime for planned maintenance work as well as service interruptions which are beyond DeepL’s control, including but not limited to short-term and undue increase in the number of translation Requests by Customer which requires an unplanned increase in system capacity.</p>\n</li>\n<li> 4.2 <p>Subject to the exceptions in Section&nbsp;4.1, availability shall be calculated as the number of hours the services of the Products are functional, divided by the total number of hours within the respective calendar year.</p>\n</li>\n<li> 4.3 <p>Unavoidable downtime due to planned maintenance work shall be electronically notified to Customer in good time in advance (e.g.\nby e-mail).</p>\n</li>\n</ol>\n</li>\n<li> 5Conclusion of the contract <ol>\n<li> 5.1 <p>In order to conclude a contract regarding DeepL’s services under this Agreement it is required to provide an e-mail address and a password and then entering a billing address and payment information.\nAfter that, a summary of the order will be displayed for review.\nIf Customer, after having agreed to these Terms and Conditions and to the Service Specification, clicks on the Order Button the contract is concluded when the subsequent page loads successfully and a subscription number is provided.</p>\n</li>\n<li> 5.2 <p>DeepL reserves the right to reject Customer requests to conclude a contract.\nIn this event, DeepL will display a respective message during the buying process, at latest when Customer has clicked the Order Button.\nIn particular, DeepL rejects contracts with Customers providing machine translation services, including but not limited to Amazon.com, Inc., Microsoft Corporation, Google LLC, Alphabet Inc., Apple Inc., Facebook Inc., and their subsidiaries.</p>\n</li>\n<li> 5.3 <p>Until clicking the Order Button, Customer can change or abort the order at any time.</p>\n</li>\n<li> 5.4 <p>DeepL shall provide its services immediately after conclusion of the Agreement.</p>\n</li>\n<li> 5.5 <p>The Agreement can be concluded in English or German language.</p>\n</li>\n</ol>\n</li>\n<li> 6Free Trial Subscription <ol>\n<li> 6.1 <p>DeepL may provide Customer with a free trial subscription for selected Products at its own discretion.</p>\n</li>\n<li> 6.2 <p>After the free trial period, the free trial subscription is automatically extended to a paid subscription to the Product as selected by Customer.\nThe free trial subscription can be terminated at any time during its term by DeepL or Customer.\nIn the event that DeepL or Customer prematurely terminates the free trial subscription, the free trial subscription does not extend to a paid subscription.</p>\n</li>\n</ol>\n</li>\n<li> 7Copyright and Intellectual Property <ol>\n<li> 7.1 <p>DeepL grants Customer a non-exclusive, non-transferable, non-sublicensable worldwide right to use the Products for its internal intended purpose for the term and within the scope of this Agreement, subject to the authorised number of Internal Users for which Customer has paid DeepL.</p>\n</li>\n<li> 7.2 <p>DeepL grants Customer a non-exclusive, non-transferable, non-sublicensable worldwide right to use the provided Documentation and support materials for the term and within the scope of this Agreement, in particular, to reproduce them and provide them to employees or contractors to the extent required for the intended use of the Products.</p>\n</li>\n<li> 7.3 <p>DeepL grants Customer a non-exclusive right to use the provided Code Samples for educational and internal development purposes without restriction in regard to time or location, in particular to reproduce the Code Samples and provide them to Internal Users, to modify and create derivative works of the Code Samples and to use, sub-license or distribute such derivative works without limitation.</p>\n</li>\n<li> 7.4 <p>All rights regarding the Content, Processed Content and/or Customer Training Data remain with Customer.\nHowever, Customer grants DeepL the non-exclusive worldwide right to use the Content and/or Customer Training Data solely in order to provide DeepL’s services to Customer.\nIn particular, Customer grants to DeepL the right to temporarily store, modify, process, translate and transmit the Content and/or Customer Training Data, and to sublicense the foregoing rights to its subcontractors, to the extent required to provide the services set out in this Agreement.</p>\n</li>\n<li> 7.5 <p>DeepL does not assume any copyrights to the translations made by Customer using the Products.\nIn the event that the translations made by Customer using the Products are deemed to be protected under copyright laws to the benefit of DeepL, DeepL grants to Customer, upon creation of such translations, all excusive, transferable, sublicensable, worldwide perpetual rights to use the translations without limitation and for any existing or future types of use, including without limitation the right to modify the translations and to create derivative works.</p>\n</li>\n</ol>\n</li>\n<li> 8Obligations of the Customer 8.1General <ol>\n<li> 8.1.1 <p>Customer may use the Products solely for the purpose agreed between the Parties.\nIn particular, Customer may not, and will not allow third parties (including Internal Users and End Users) to use the Products, translations created using the Products, Documentation or other data, information or service provided by DeepL unless expressly authorised by DeepL in written form</p>\n<ol>\n<li>\n<p>in connection with or for the purpose of operating critical infrastructure such as electrical power stations, military or defence equipment, medical appliances or other equipment whose failure or impairment would result in unforeseeable economical or physical damages, including but not limited to critical infrastructure in terms of the European Directive 2008/114/EC;</p>\n</li>\n<li>\n<p>for any illegal activities, including development of any applications infringing any third-party rights or any other applicable laws or regulations;</p>\n</li>\n<li>\n<p>for spamming or any other unsolicited advertising;</p>\n</li>\n<li>\n<p>to perform benchmark or other capacity testing of DeepL’s technical infrastructure;</p>\n</li>\n<li>\n<p>to create a similar product, service or API whose primary purpose is to provide machine translation services, including but not limited to bilingual/multilingual dictionaries;</p>\n</li>\n<li>\n<p>to develop, market or train a machine translation algorithm;</p>\n</li>\n<li>\n<p>to transmit any data to DeepL which may not be transmitted to or processed by DeepL due to data protection laws, contractual or statutory confidentiality obligations, export restrictions or other statutory provisions or third-party rights.</p>\n</li>\n</ol>\n</li>\n<li> 8.1.2 <p>Customer is obligated to keep the access credentials provided by DeepL secure and undertakes not to disclose them to any third parties unless required for the contractually intended and permitted use of the Products.\nCustomer is not entitled to repackage or resell access credentials or its access to the Products to any third parties unless expressly agreed upon otherwise.</p>\n</li>\n<li> 8.1.3 <p>Customer is obligated to observe all legal requirements for the collection, processing and use of data which is transmitted to and processed by DeepL for Customer in connection with the provision of its services under this Agreement.\nIn particular, Customer shall immediately agree with DeepL on a data processing agreement (which shall be provided by DeepL) if Customer intends to transmit personal data to DeepL using the Products.\nCustomer guarantees not to collect, process or use any personal data in connection with the Products without the express consent of the data subject or sufficient other legal authorisation.\nDeepL will reasonably co-operate with Customer in order to assist Customer in implementing such required legal authorisations.</p>\n</li>\n<li> 8.1.4 <p>Customer shall indemnify DeepL from any and all third-party claims including the necessary expenses for legal defence, asserted against DeepL due to a culpable violation of this Agreement by Customer.\nIf third parties should assert such claims against DeepL, DeepL shall inform Customer about the asserted claims without undue delay and leave the defence at the discretion of Customer or undertake it in cooperation with Customer.\nDeepL shall not settle or recognise claims of third parties without Customer’s consent which shall not be unreasonably withheld or delayed.\nDeepL shall be entitled to request a reasonable advance for the incurred legal defence expenses to be anticipated.\nThe indemnification shall accordingly apply to fines or other regulatory or judicial orders and claims.</p>\n</li>\n<li> 8.1.5 <p>In the event that Customer uses Third-Party Applications to access the Products, Customer shall comply with the acceptable use policies set out by the vendor of the Third-Party Application if applicable.</p>\n</li>\n<li> 8.1.6 <p>API-CAT-Keys must only be used for CAT applications.\nThe general API must not be used in CAT applications.</p>\n</li>\n<li> 8.1.7 <p>Customer is only permitted to use the Products in compliance with applicable laws.\nThis also includes export control laws and regulations.</p>\n</li>\n</ol> 8.2DeepL Pro Translator <p>In addition to Section 8.1, the following shall apply to the DeepL Pro Translator:</p>\n<ol>\n<li> 8.2.1 <p>Customer shall not be allowed to access and control the DeepL Pro Translator through automated procedures which may cause an increased number (exceeding usual human behavior) of requests to the DeepL Pro Translator.</p>\n</li>\n<li> 8.2.2 <p>If Customer uses an IP Access, Customer has the following obligations</p>\n<ol>\n<li>\n<p>Customer will only allow Internal Users access to its IP area unless otherwise expressly agreed with DeepL;</p>\n</li>\n<li>\n<p>DeepL is not responsible for ensuring accessibility of www.deepl.com from within the IP area of Customer;</p>\n</li>\n<li>\n<p>Billing shall be based on the number of Internal Users for IP Accesses.\nCustomer is obliged to provide the correct number of Internal Users to DeepL upon conclusion of this Agreement;</p>\n</li>\n<li>\n<p>In case the number of Internal Users changes, the number of Internal Users must be adjusted at the end of each billing period.\nIn the case of major changes of at least 10&nbsp;% of the number of Internal Users or 250 Internal Users in absolute terms, Customer must report the changes to DeepL in writing (e-mail sufficient).\nDeepL and Customer will subsequently agree on an adjustment of the annual payments.</p>\n</li>\n</ol>\n</li>\n</ol> 8.3API <p>In addition to Section 8.1, the following shall apply concerning the API:</p>\n<ol>\n<li> 8.3.1 <p>Customer is solely responsible for the implementation of the API as well as the installation, operation and maintenance of its Application, including compliance of its Application with all applicable laws, regulations and other third party requirements.</p>\n</li>\n<li> 8.3.2 <p>Customer must comply with all technical requirements set out in the Service Specification and the Documentation.\nIn particular, Customer must ensure that any Content is transmitted to the API in a valid data format and data encoding.</p>\n</li>\n<li> 8.3.3 <p>Unless expressly agreed upon otherwise, Customer must disclose to End Users of an Application that any Processed Content displayed to the End Users without manual modification of Customer has been created using the DeepL API by either displaying the logo or the brand name (including the domain) of DeepL.\nHowever, Customer must not express or imply that DeepL is responsible for the Processed Contents or that Customer acts on behalf of DeepL.\nCustomer will cease use of the DeepL logo and/or brand name on DeepL’s request.</p>\n</li>\n<li> 8.3.4 <p>In the event that Customer uses the API within an Application which is distributed on third-party platforms (e.g.\nmobile apps), it is Customer’s sole responsibility to comply with any and all requirements and terms of service of such third-party platforms.</p>\n</li>\n<li> 8.3.5 <p>In the event that a disclosure of access credentials to third parties is required for the contractually intended use of the API, Customer is solely responsible to take adequate and effective precautions to protect the access credentials from misuse or unauthorised access.\nIn particular, access credentials may not be stored in configuration files in plain text and may not be transmitted over unencrypted public network connections.</p>\n</li>\n<li> 8.3.6 <p>Customer is obligated to adhere to any security precautions, functional and other limitations of the API.\nIn particular, Customer must not bypass, remove, defeat, avoid, deactivate or otherwise circumvent protection or authentication mechanisms or misuse API methods for purposes other than those intended or expressly documented.</p>\n</li>\n<li> 8.3.7 <p>To the extent reasonable and technically possible, Customer must take precautions during the implementation of the Application using the API to ensure that Customer’s Application will continue to work properly even if the API is not available, whether caused by DeepL’s or Customer’s fault.</p>\n</li>\n<li> 8.3.8 <p>Customer must immediately inform DeepL if there are reasons to expect a significant increase in the number of API Requests for reasons such as an extraordinary surge in End Users, unusual marketing, promotions or other campaigns.</p>\n</li>\n<li> 8.3.9 <p>If DeepL provides a new version of the API, Customer shall implement the new version of the API into its Application within a reasonable period of time from the announcement of the new API version, considering the extent of the changes, usual development time in the industry and the justified interests of Customer, including the individual capacities of Customer.</p>\n</li>\n</ol>\n</li>\n<li> 9Remuneration <ol>\n<li> 9.1 <p>Customer shall pay the base remuneration as well as the usage-based remuneration as agreed upon conclusion of the Agreement.</p>\n</li>\n<li> 9.2 <p>API Requests shall be billable in terms of Section 9.1 if (i) the API Request has been successfully transmitted using the API and (ii) there has been a valid API Response in accordance with the Documentation.\nServer errors shall be deemed as valid API Response only if they occur due to failures on Customer’s side, including the use of incorrect, incompatible or insufficient Content or other use of the API which does not comply with the technical requirements set out in the Service Specification or Documentation provided by DeepL.\nTexts entered into the DeepL Pro Translator shall be billable in terms of Section 9.1 if translated and displayed in the DeepL Pro Translator.</p>\n</li>\n<li> 9.3 <p>All amounts are understood to include VAT.</p>\n</li>\n<li> 9.4 <p>Invoices shall be sent exclusively in digital form as pdf files by e-mail to the invoice e-mail address provided by Customer.\nIf such an address is not provided, invoices can be retrieved by Customer from the website.</p>\n</li>\n<li> 9.5 <p>For Products with a fixed base remuneration, the remuneration is due at the beginning of each billing period.</p>\n</li>\n<li> 9.6 <p>For new Customers signing up for the DeepL Pro API plan and paying by credit card, if, for the first time in a billing period, Customer’s usage reaches a total of 50 EUR, DeepL reserves the right to charge the credit card provided by Customer immediately.\nThis serves as a guarantee of payment and occurs only once: Subsequent billing occurs at the end of each billing period, unless the base price and usage costs reach a total of EUR 250 (see Section 9.7).</p>\n</li>\n<li> 9.7 <p>For Products with a variable remuneration, the base remuneration and usage-based remuneration is due at the end of each billing period, as long as it does not exceed EUR 250.\nBase and usage-based remuneration is due in steps of EUR 250 which will be charged to Customer’s credit card once the amount is reached.\nAny remaining amount and any amount below EUR 250 are due at the end of each month.\nCustomer will receive a monthly invoice on the overall monthly remuneration paid.</p>\n</li>\n<li> 9.8 <p>DeepL reserves the right to suspend Customer’s access to the Products if Customer has not paid the due remuneration within three (3) Business Days upon written notice by DeepL (e-mail sufficient).\nDeepL shall inform Customer of an impending suspension at least three (3) Business Days in advance.\nDeepL will restore access without undue delay, at least within three (3) Business Days, if all outstanding debts have been paid.\nIf the due remuneration exceeds twice the total value of charges successfully paid by Customer to DeepL in before, DeepL reserves the right to suspend the account immediately, informing Customer immediately about the suspension (e-mail sufficient).</p>\n</li>\n</ol>\n</li>\n<li> 10Term and Termination of this Agreement <ol>\n<li> 10.1 <p>The Agreement is concluded for an indefinite period of time.\nEach Party may terminate the Agreement at any time with effect to the end of the current billing period.</p>\n</li>\n<li> 10.2 <p>If the Parties agree to a fixed term, the term shall be automatically extended by the agreed fixed term unless the Agreement is terminated.</p>\n</li>\n<li> 10.3 <p>The statutory right of termination for good cause remains unaffected.</p>\n</li>\n<li> 10.4 <p>DeepL reserves the right to restrict or suspend API features for other reasons than those specified in Section 3.2.4.\nIn such case, DeepL shall inform Customer of the proposed changes with two months’ prior notice in writing (e-mail sufficient).\nFurthermore, DeepL shall grant Customer a reasonable period of at least two (2) months to declare whether or not Customer accepts the proposed changes.\nIf Customer does not give any notice within this period, which shall commence running from the receipt of the notification, the proposed changes shall be deemed as agreed.\nDeepL shall inform Customer of to this legal consequence, i.e., the right of objection, the objection period, and the implications of remaining silent.</p>\n</li>\n<li> 10.5 <p>In the event</p>\n<ol>\n<li>\n<p>of a severe, persisting, imminent or repeated material breach of these Terms and Conditions, in particular an obligation set forth in Section 8 or</p>\n</li>\n<li>\n<p>DeepL has factual indication of an automated use of the DeepL Pro Translator according to Section&nbsp;8.2.1,</p>\n</li>\n</ol>\n<p>DeepL shall be entitled to temporarily suspend Customer’s access to the Products upon prior written notice (e-mail sufficient).\nNotwithstanding further rights under this Agreement, DeepL shall restore access within a reasonable period of time if the breach does not continue, is no longer imminent, or Customer has provided a binding statement that the breach will not be repeated.\nIn the event of an act with fraudulent intent, DeepL is entitled to suspend Customer's access to the Products immediately and indefinitely.\nCustomer is informed in writing (e-mail is sufficient).\nThe suspicion of fraudulent intent is sufficient.\nFraudulent intent lies in particular in the following cases:</p>\n<ol>\n<li>\n<p>The e-mail address used for registration does not exist or is obviously not valid;</p>\n</li>\n<li>\n<p>The address does not exist or is invalid;</p>\n</li>\n<li>\n<p>Customer has registered several times in order to use the service free of charge or Customer still has open payments from other contracts;</p>\n</li>\n<li>\n<p>Customer uses a fraudulent, lost, stolen or blocked / inadmissible means of payment;</p>\n</li>\n<li>\n<p>Customer has contested or demanded the return of a payment without informing DeepL of a valid reason for contesting or demanding the return.\nThe suspension of Customer’s access will be upheld until Customer informs DeepL of a valid reason.</p>\n</li>\n</ol>\n</li>\n<li> 10.6 <p>In case Customer violates the restrictions on using the DeepL API key in certain types of products (Section 8.1.6), utilizes Products with unlimited usage in a way in which they were not intended to (e.g.\naccessing the DeepL Pro Translator in an automatic way) or allows more users to utilize Products than licensed, DeepL reserves the right to disable the access and cancel the Agreement with immediate effect.\nIn this case, Customer will be refunded fees already paid proportionally.</p>\n</li>\n<li> 10.7 <p>For products with a maximum monthly usage cap, DeepL will only allow the contracted number of characters (as described in the Service Specification) to be translated within a billing period.\nOnce the monthly usage limit is reached, Customer will no longer be able to use the Products, unless a Product with a higher number of characters has been purchased (if available).</p>\n</li>\n<li> 10.8 <p>Within the free trial period, Customer and DeepL are allowed to terminate the Agreement at any time with immediate effect.</p>\n</li>\n</ol>\n</li>\n<li> 11Right to withdraw from the contract <ol>\n<li>\n<p>If the Customer is consumer in terms of Section 13 German Civil Code (“<i>BGB</i>”) the following right of withdrawal applies (also available at https://www.deepl.com/pro-revocation.html):</p>\n<p>\n<strong>Right of withdrawal</strong>\n</p>\n<p>You have the right to withdraw from this contract within 14 days without giving any reason.</p>\n<p>The withdrawal period will expire after 14 days from the day of the conclusion of the contract.</p>\n<p>To exercise the right of withdrawal, you must inform us (DeepL GmbH, Maarweg 165, 50825 Cologne, Germany, support@DeepL.com) of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, fax or e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.</p>\n<p>To meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p>\n<p>\n<strong>Effects of withdrawal</strong>\n</p>\n<p>If you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.</p>\n<p>If you requested to begin the performance of services during the withdrawal period, you shall pay us an amount which is in proportion to what has been provided until you have communicated us your withdrawal from this contract, in comparison with the full coverage of the contract.</p>\n<p>\n<strong>Model withdrawal form</strong>\n</p>\n<p>To DeepL GmbH, Maarweg 165, 50825 Cologne, Germany, support@DeepL.com:</p>\n<p>— I/We (1) hereby give notice that I/We (1) withdraw from my/our (1) contract of sale of the following goods (1)/for the provision of the following service (1),</p>\n<p>— Ordered on (1)/received on (1),</p>\n<p>— Name of consumer(s),</p>\n<p>— Address of consumer(s),</p>\n<p>— Signature of consumer(s) (only if this form is notified on paper),</p>\n<p>— Date</p>\n<p>(1) Delete as appropriate.</p>\n</li>\n</ol>\n</li>\n<li> 12Warranty <ol>\n<li> 12.1 <p>If Customer is a consumer in terms of Section 13 German Civil Code (“<i>BGB</i>”) or during free trial subscriptions, Customer is entitled to the statutory warranty rights.</p>\n</li>\n<li> 12.2 <p>If Customer is an entrepreneur in terms of Section 14 German Civil Code (“<i>BGB</i>”) DeepL only assumes liability under paid subscriptions for faults in the Products to the extent set out in the following provisions.</p>\n</li>\n<li> 12.2.1 <p>If the services for the Products provided by DeepL are defective, DeepL shall provide an improved or new service of its choice within a reasonable time as of receiving a written complaint from Customer.\nIf third-party software which DeepL has licensed from third parties is being used, procurement of publicly available upgrades, updates or patches shall be deemed sufficient.</p>\n</li>\n<li> 12.2.2 <p>Customer may reduce the agreed remuneration by a suitable amount if for reasons attributable to DeepL, the proper provision of services is not assured within a reasonable period of time set by Customer.\nThe right to reduction is limited to the part of the services which is defective as compared to the monthly remuneration.</p>\n</li>\n<li> 12.2.3 <p>If the reduction as per Section 12.2.2 continues for two (2) consecutive months, or in two (2) months of a quarter, Customer may terminate the Agreement without notice.</p>\n</li>\n<li> 12.2.4 <p>Customer shall immediately inform DeepL of any occurring defects in writing (e-mail to support@deepl.com sufficient).</p>\n</li>\n<li> 12.2.5 <p>Customer shall assist DeepL in rectifying the defects free of charge, in particular by providing DeepL with all required documents, data and other information required to analyse and correct the defects.</p>\n</li>\n<li> 12.3 <p>With respect to the provision of free additional services, DeepL shall be solely liable for defects if DeepL has maliciously concealed (“<i>arglistig verschwiegen</i>”) the defects.</p>\n</li>\n</ol>\n</li>\n<li> 13General Liability <ol>\n<li> 13.1 <p>For free trial periods as described in Section 6, the statutory liability applies.</p>\n</li>\n<li> 13.2 <p>Notwithstanding Sections 12 and 13.1 DeepL is liable in accordance with the following provisions.</p>\n</li>\n<li> 13.3 <p>DeepL is liable for deliberate acts and gross negligence as well as for bodily injury, death or harm to health.</p>\n</li>\n<li> 13.4 <p>In the case of slight negligence, DeepL assumes liability for violating significant contractual obligations (“<i>vertragswesentliche Pflicht</i>”).\nA significant contractual obligation in the sense of this Section is an obligation which is required to make the performance of this Agreement possible in the first place and which the other party can reasonably rely upon to be fulfilled.</p>\n</li>\n<li> 13.5 <p>In the case of Section 13.4, DeepL assumes no liability for lack of commercial success, lost profits and indirect damages.</p>\n</li>\n<li> 13.6 <p>Liability pursuant to Section 13.4 above is limited to typical and foreseeable damages at the time this Agreement enters into legal effect.</p>\n</li>\n<li> 13.7 <p>If Customer is an entrepreneur in terms of Section 14 German Civil Code (“<i>BGB</i>”) the Parties agree that the typical and foreseeable damage per year is limited to the annual amount payable by Customer.</p>\n</li>\n<li> 13.8 <p>Liability limitations apply accordingly to the benefit of employees, contractors and assistants of DeepL.</p>\n</li>\n<li> 13.9 <p>Any liability of DeepL for guarantees (which must be expressly designated as such in order to be deemed guarantees in the legal sense) and for claims under the German Product Liability Act (“<i>Produkthaftungsgesetz</i>”) remains unaffected.</p>\n</li>\n<li> 13.10 <p>Any further liability is excluded.</p>\n</li>\n</ol>\n</li>\n<li> 14Amendments <p>These Terms and Conditions shall be amendable by a commensurate agreement as follows: DeepL shall convey the modified terms and conditions prior to the planned entering into effect in the text-form and shall separately note the new provisions as well the date of the planned entering into effect.\nAt the same time, DeepL shall grant Customer a reasonable period of at least two (2) months in length to declare whether or not it shall accept the modified terms and conditions of use for the further provision of the services.\nIf no declaration is made within this period, which shall commence running from the receipt of the notification in text-form, the modified terms and conditions shall be deemed as stipulated.\nDeepL shall separately advise Customer at the commencement of the notice period as to this legal consequence, i.e., the right of objection, the objection period, and the implications of remaining silent.\n</p>\n</li>\n<li> 15Complaints Procedure <p>The EU Commission provides an online platform for online settlements (OS platform).\nIt can be accessed at https://ec.europa.eu/consumers/odr/.\nDeepL is neither willing nor obliged to participate in a dispute settlement proceeding before a consumer arbitration board.</p>\n</li>\n<li> 16Final Provisions <ol>\n<li> 16.1 <p>Terms and conditions of the Customer shall not be part of this Agreement, unless DeepL has expressly agreed in written form.</p>\n</li>\n<li> 16.2 <p>Amendments to this Agreement and any side agreements, including the Service Specification, the main body of this Agreement and any potential appendices, must be in written form.\nThis also applies to a waiver of this written form clause.</p>\n</li>\n<li> 16.3 <p>Customer may only settle claims against DeepL or claim a right of retention if its counter claim is uncontested, subject of a legally enforceable final judgment or the counter claim is in a mutual relationship to the respective affected claim.</p>\n</li>\n<li> 16.4 <p>This Agreement shall be exclusively governed by the law of the Federal Republic of Germany excluding CISG and conflict of law provisions.\nIn the event that Customer is consumer in terms of Section 13 German Civil Code, mandatory statutory consumer regulations according to the law of the country where the consumer has his habitual residence shall remain unaffected.</p>\n</li>\n<li> 16.5 <p>The exclusive legal venue for all disputes resulting from or in connection with this Agreement is Cologne, provided that the contracting parties are business people (“<i>Kaufleute</i>”), or that Customer has no general legal venue in Germany or in another EU Member State, or its permanent residence has moved to a foreign country after these Terms and Conditions have entered into effect, or the residence or habitual domicile is not known at the time that the complaint was filed.</p>\n</li>\n</ol>\n</li>\n</ol>\n<p>Last modified: 1 April 2020</p>DeepL Pro Service Specification<ol>\n<li>\n<p>\n</p>1DeepL API <p>The DeepL API is accessible through a REST interface.\nRequest parameters are used to pass information to the API, results are returned in a suitable representation (e.g.\nJSON).\nRequest parameters must be encoded in accordance with the documentation provided under https://www.deepl.com/docs-api.html.\nAuthentication is based on fixed keys, SSL handling transport security.\nThe translate function provides the following functionality:</p>\n<br>\n<br>\n<p>Text</p>\n<p>Text to be translated.\nOnly plain text encoded in accordance with the documentation is supported.</p>\n<p>Source language</p>\n<p>Language of the text to be translated.\nCurrently, the following languages are supported:<br>\n<br>\n</p>\n<ul>\n<li>\n<p>EN (English)</p>\n</li>\n<li>\n<p>DE (German)</p>\n</li>\n<li>\n<p>FR (French)</p>\n</li>\n<li>\n<p>ES (Spanish)</p>\n</li>\n<li>\n<p>IT (Italian)</p>\n</li>\n<li>\n<p>NL (Dutch)</p>\n</li>\n<li>\n<p>PL (Polish)</p>\n</li>\n<li>\n<p>PT (Portuguese)</p>\n</li>\n<li>\n<p>RU (Russian)</p>\n</li>\n<li>\n<p>JA (Japanese)</p>\n</li>\n<li>\n<p>ZH (simplified Chinese)</p>\n</li>\n</ul>\n<p>\n</p>\n<p>If this parameter is omitted, the API will make efforts to detect the language of the text.</p>\n<p>Target language</p>\n<p>The language into which you want to translate.\nCan be one of the following<br>\n<br>\n</p>\n<ul>\n<li>\n<p>EN (English)</p>\n</li>\n<li>\n<p>DE (German)</p>\n</li>\n<li>\n<p>FR (French)</p>\n</li>\n<li>\n<p>ES (Spanish)</p>\n</li>\n<li>\n<p>IT (Italian)</p>\n</li>\n<li>\n<p>NL (Dutch)</p>\n</li>\n<li>\n<p>PL (Polish)</p>\n</li>\n<li>\n<p>PT (Portuguese)</p>\n</li>\n<li>\n<p>RU (Russian)</p>\n</li>\n<li>\n<p>JA (Japanese)</p>\n</li>\n<li>\n<p>ZH (simplified Chinese)</p>\n</li>\n</ul>\n<p>\n</p>\n<br>\n<br>\n<p>The translate function returns the following representation of the processing result:</p>\n<br>\n<br>\n<p>Detected source language</p>\n<p>The language which has been detected for the source text.</p>\n<p>Text</p>\n<p>The translated text.</p>\n<br>\n<br>\n<p>The DeepL API is designed to translate up to 600 characters per minute and per customer.\nexceeding use may be limited and customers may encounter a 429 “Too Many Requests” error message, as described in the documentation.</p>\n<p>Applications using the API should implement a mechanism to handle such responses accordingly and, if appropriate, to try again later.\nA mechanism increasing the delay for another request exponentially is recommended.</p>\n</li>\n<li> 2DeepL Pro Translator <p>The DeepL Pro Translator offers a service accessible by Customer using their DeepL Pro access credentials.\nAccess can be via a website or Microsoft Windows or MacOS application.\nThe service allows to input texts and receive their machine translations.\nAs the DeepL Pro Translator uses the DeepL API for translating, it supports the set of source and target languages as described in Section 1</p>\n<p>Within the DeepL Pro Translator, Customer's texts and their translations are stored only as long as necessary to create the translation and return it to Customer, as described in Section 3.1.2 of the Terms and Conditions.</p>\n<p>The DeepL Pro Translator does not impose limits on the length of the texts translated (contrary to the free translator available at https://www.deepl.com/translator).\nHowever, browsers, their Javascript execution environment, and the HTTP transmission techniques used impose technical limits.\nThe DeepL Pro Translator will try to notify the user about exceeding these limits and warn about possible performance issues.</p>\n<p>The DeepL Pro Translator allows Customer to translate whole documents.\nAbility to translate documents is subject to the ability of DeepL Pro to correctly read and translate the documents, which can't be guaranteed.</p>\n<p>Requirements and limitations for document translation:</p>\n<br>\n<br>\n<p>File formats</p>\n<p>.docx, .txt, .pptx</p>\n<p>File size</p>\n<p>Up to 10MB</p>\n<p>Number of characters</p>\n<p>Up to 1.000.000</p>\n<p>Number of files</p>\n<p>Depending on the DeepL package you have subscribed to, you can translate different numbers of documents per month.\nYou can find an overview here: https://www.deepl.com/pro.html.</p>\n<p>You can have one file translated for each translation process.\nIt is not possible to select multiple files at the same time.</p>\n<p>Transferability of quotas</p>\n<p>Monthly quotas may not be carried over to subsequent months.</p>\n<p>Transferability to users</p>\n<p>For Single-User Licenses, quotas cannot be transferred to other users.\nWithin the framework of a team licence, a total quota can be made available for the entire team.</p>\n<br>\n<br>\n</li>\n</ol>\n<ul>\n<li>EnglishDeutschEnglishEspañol日本語 (Japanese)FrançaisItalianoNederlandsPolskiPortuguês (Brasil)PortuguêsРусский (Russian)简体中文 (simplified Chinese)</li>\n<li>Press</li>\n<li>Privacy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Publisher</li>\n</ul>", "created_at": "2020-01-02 17:32:39.220339", "updated_at": "2020-12-14 23:44:47.811288"}, {"id": 2260, "name": "Terms and conditions (free)", "url": "https://www.deepl.com/pro-license.html#free", "xpath": null, "text": "DeepLTranslatorDeepL ProPlans and pricingAppsLogin&nbsp;Previous Terms &amp.\nConditions DeepL Translator (free)DeepL ProDeepL Pro – Terms and Conditions<p>DeepL GmbH, Maarweg 165, 50825 Cologne, Germany (“DeepL”) specialises in machine translation services and provides the online translation service DeepL.com.</p>\n<p>Customer wishes to utilize DeepL's translation services in its own software products and/or for other business or private purposes.\nIn order to allow Customer to make use of the services, Customer is granted access to the subscribed DeepL Pro Products in accordance with and to the extent of these Terms and Conditions.</p>\n<p>These DeepL Pro License Terms and Conditions (“Terms and Conditions”) are available at https://www.deepl.com/pro-license.html and can be downloaded and printed by the Customer.</p>\n<ul>\n<li>EnglishDeutschEnglishEspañol日本語 (Japanese)FrançaisItalianoNederlandsPolskiPortuguês (Brasil)PortuguêsРусский (Russian)简体中文 (simplified Chinese)</li>\n<li>Press</li>\n<li>Privacy</li>\n<li>Terms &amp.\nConditions</li>\n<li>Publisher</li>\n</ul>", "created_at": "2020-01-02 17:31:59.780651", "updated_at": "2020-12-14 23:45:14.020836"}], "points": [{"id": 27659, "title": "The terms for this service are translated into different languages", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:59:42.8968", "updated_at": "2022-04-02 22:59:42.8968", "quoteText": "EnglishDeutschEnglishEspañol日本語 (Japanese)FrançaisItalianoNederlandsPolskiPortuguês (Brasil)PortuguêsРусский (Russian)简体中文 (simplified Chinese)", "case_id": 198, "document_id": 2259, "quoteStart": 26610, "quoteEnd": 26753}, {"id": 27658, "title": "There is a date of the last update of the agreements", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:59:14.481676", "updated_at": "2022-04-02 22:59:14.481676", "quoteText": "Last update: November 2020", "case_id": 331, "document_id": 2259, "quoteStart": 26569, "quoteEnd": 26595}, {"id": 27657, "title": "You can limit how your information is used by third-parties and the service", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:58:23.632559", "updated_at": "2022-04-02 22:58:23.632559", "quoteText": "Right to restriction of processing - Should you wish to restrict use, we will comply with your request as far as legally possible.\n</li>\n<li> Right of revocation - Should you wish to revoke any previously granted consent, we will comply with your request.", "case_id": 338, "document_id": 2259, "quoteStart": 25133, "quoteEnd": 25388}, {"id": 27656, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:55:46.874987", "updated_at": "2022-04-02 22:55:46.874987", "quoteText": "Should you wish your personal data to be deleted, we will comply with your request as far as legally possible.", "case_id": 195, "document_id": 2259, "quoteStart": 24895, "quoteEnd": 25005}, {"id": 27655, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:54:53.831772", "updated_at": "2022-04-02 22:54:53.831772", "quoteText": "Should you wish your personal data to be deleted, we will comply with your request as far as legally possible.\n", "case_id": 195, "document_id": 2259, "quoteStart": 24895, "quoteEnd": 25006}, {"id": 27654, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:53:51.370343", "updated_at": "2022-04-02 22:53:51.370343", "quoteText": "Right to confirmation and right of access - We will gladly confirm whether we are processing any of your personal data, which data we are processing, and for what purpose we are processing it.\n</li>\n<li> Right to rectification - If any of the data we have stored is incorrect, we would certainly be happy to correct it.\n</li>\n<li> Right to erasure - ", "case_id": 195, "document_id": 2259, "quoteStart": 24545, "quoteEnd": 24895}, {"id": 27653, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:52:49.538656", "updated_at": "2022-04-02 22:52:49.538656", "quoteText": "Should you wish your personal data to be deleted, we will comply with your request as far as legally possible.", "case_id": 195, "document_id": 2259, "quoteStart": 24895, "quoteEnd": 25005}, {"id": 27652, "title": "You can’t close your account if an investigation is ongoing", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:50:51.762386", "updated_at": "2022-04-02 22:50:51.762386", "quoteText": "If data must be stored for legal reasons, it will be blocked.", "case_id": 496, "document_id": 2259, "quoteStart": 25006, "quoteEnd": 25067}, {"id": 27651, "title": "Logs are deleted after a finite period of time", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:44:19.52912", "updated_at": "2022-04-02 22:44:19.52912", "quoteText": "The data is stored in a database that can only be accessed by selected employees and is automatically deleted after 14 days.", "case_id": 177, "document_id": 2259, "quoteStart": 6350, "quoteEnd": 6474}, {"id": 27650, "title": " A list of all cookies set by the website is provided", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:37:39.530738", "updated_at": "2022-04-02 22:37:39.530738", "quoteText": "The following table lists the different types of cookies and web storage objects that may be used on our website.", "case_id": 306, "document_id": 2259, "quoteStart": 8545, "quoteEnd": 8658}, {"id": 27649, "title": "Your personal data is aggregated into statistics", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:31:24.245972", "updated_at": "2022-04-02 22:31:24.245972", "quoteText": "In order to continuously improve our website, we collect data for statistical and analytical purposes.", "case_id": 190, "document_id": 2259, "quoteStart": 7783, "quoteEnd": 7885}, {"id": 27648, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:27:16.158141", "updated_at": "2022-04-02 22:27:16.158141", "quoteText": "Abbreviated/anonymised IP</li>\n<li>Full IP address ", "case_id": 399, "document_id": 2259, "quoteStart": 4751, "quoteEnd": 4802}, {"id": 27647, "title": "Information is provided about how your personal data is used", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:17:26.53896", "updated_at": "2022-04-02 22:17:26.53896", "quoteText": " If you make corrections to our proposed translations, these corrections are also forwarded to our servers to verify the accuracy of the corrections and, if necessary, to update the translated text to reflect your changes.\nWe also store your corrections for a limited period of time to train and improve our translation algorithm.\n</p>", "case_id": 227, "document_id": 2259, "quoteStart": 2992, "quoteEnd": 3327}, {"id": 27646, "title": "Information is provided about how your personal data is used", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 22:12:58.455061", "updated_at": "2022-04-02 22:17:00.752867", "quoteText": "We process your texts and the translation for a limited period of time to train and improve our neural networks and translation algorithms.", "case_id": 227, "document_id": 2259, "quoteStart": 2844, "quoteEnd": 2983}, {"id": 27644, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 21:53:17.492585", "updated_at": "2022-04-02 21:53:17.492585", "quoteText": "We have concluded an agreement with Zendesk on the processing of such information which specifies that Zendesk may only process the data in accordance with our instructions and not for its own purposes.", "case_id": 210, "document_id": 2259, "quoteStart": 1352, "quoteEnd": 1554}, {"id": 27643, "title": "Information is provided about how your personal data is used", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2022-04-02 21:37:00.797588", "updated_at": "2022-04-02 21:45:27.307471", "quoteText": "For more information on how personal data is handled by Zendesk and how Zendesk complies with the requirements of Art.\n44 GDPR (particularly after the EU-US Privacy Shield has been declared invalid), please click here.", "case_id": 227, "document_id": 2259, "quoteStart": 1555, "quoteEnd": 1773}, {"id": 21939, "title": "Third-party cookies are used for statistics", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:37:11.237894", "updated_at": "2021-06-06 11:42:01.06652", "quoteText": "<p> We use software from HubSpot, Inc., located at 25 First Street, 2nd Floor, Cambridge, MA 02141 USA, for marketing activities, lead generation and customer communication.\nHubSpot uses cookies to help the website analyze how you use the site.", "case_id": 325, "document_id": 2259, "quoteStart": 19727, "quoteEnd": 19971}, {"id": 21941, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:40:06.417683", "updated_at": "2021-06-06 11:41:51.67097", "quoteText": "<p> The data controller responsible for data processing pursuant to the GDPR, BDSG, other data protection laws applicable in the member states of the European Union, and other regulations relating to data protection is: </p>\n<p> DeepL GmbH<br> Maarweg 165<br> 50825 Köln", "case_id": 481, "document_id": 2259, "quoteStart": 598, "quoteEnd": 868}, {"id": 21940, "title": "This service tracks which web page referred you to it", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-06-05 20:38:31.290155", "updated_at": "2021-06-06 11:41:56.667125", "quoteText": "\n<li>URL of the website previously visited", "case_id": 387, "document_id": 2259, "quoteStart": 4540, "quoteEnd": 4582}, {"id": 13369, "title": "The service refers users to external documents for more information", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:35:38.400602", "updated_at": "2020-12-26 11:16:54.143779", "quoteText": "For further information on how Zendesk handles personal data and how Zendesk complies with the requirements of Art.\n44 of the Data Protection Act (especially after the EU-U.S.\nPrivacy Shield has been removed), please click here.", "case_id": 299, "document_id": 2259, "quoteStart": 19472, "quoteEnd": 19700}, {"id": 13365, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:26:36.397109", "updated_at": "2020-12-26 11:20:25.000428", "quoteText": "We therefore only use your personal data within the scope of legal regulations, in particular the General Data Protection Regulation (\"GDPR\") and the German Federal Data Protection Act (\"BDSG\").", "case_id": 241, "document_id": 2259, "quoteStart": 148, "quoteEnd": 342}, {"id": 13368, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:34:09.385331", "updated_at": "2020-12-26 11:21:33.362404", "quoteText": "The data will be stored for the duration of the contract period and subsequently, if necessary, for the duration of any statutory retention periods.\n", "case_id": 303, "document_id": 2259, "quoteStart": 17647, "quoteEnd": 17796}, {"id": 13370, "title": "The service refers users to external documents for more information", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:36:06.575279", "updated_at": "2020-12-26 11:17:24.563592", "quoteText": "For more information on how personal data is handled at HubSpot and how HubSpot complies with the requirements of Art.\n44 GDPR (particularly after the EU-US Privacy Shield has been declared invalid), please click here.", "case_id": 299, "document_id": 2259, "quoteStart": 20550, "quoteEnd": 20768}, {"id": 13373, "title": "This service throttles your use", "source": "https://www.deepl.com/pro-license.html#pro", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:42:27.281047", "updated_at": "2020-12-26 11:17:44.202246", "quoteText": "The DeepL API is designed to translate up to 600 characters per minute and per customer.\nexceeding use may be limited and customers may encounter a 429 “Too Many Requests” error message, as described in the documentation.</p>", "case_id": 157, "document_id": 2261, "quoteStart": 44429, "quoteEnd": 44654}, {"id": 13363, "title": "This service will warn users about website maintenance", "source": "https://www.deepl.com/pro-license.html#pro", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:21:00.084456", "updated_at": "2020-12-26 11:17:56.169669", "quoteText": "Unavoidable downtime due to planned maintenance work shall be electronically notified to Customer in good time in advance (e.g.\nby e-mail).</p>", "case_id": 159, "document_id": 2261, "quoteStart": 12917, "quoteEnd": 13060}, {"id": 8803, "title": "The court of law governing the terms is in location X", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:56:56.595475", "updated_at": "2021-02-06 04:16:26.793318", "quoteText": "You have the following rights under European Union law.", "case_id": 163, "document_id": 2259, "quoteStart": 13931, "quoteEnd": 13986}, {"id": 8800, "title": "There is a date of the last update of the terms", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:48:34.883418", "updated_at": "2021-02-06 04:16:26.811125", "quoteText": "Last updated: October 2019", "case_id": 331, "document_id": 2259, "quoteStart": 15795, "quoteEnd": 15821}, {"id": 8802, "title": "The terms for this service are translated into different languages", "source": "https://www.deepl.com/privacy.html", "status": "The ToS & Privacy Policies are available in: English, German, French, Spanish, Portuguese, Portuguese (Brazil), Dutch, Italian, Polish and Russian.", "created_at": "2020-01-02 17:55:27.744609", "updated_at": "2020-12-15 05:42:03.676292", "quoteText": null, "case_id": 198, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8797, "title": "You can delete your content from this service", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:46:15.135391", "updated_at": "2021-02-06 04:16:26.828831", "quoteText": "Right of erasure - if you want your personal data to be deleted, we will, as far as legally possible, comply with your request.\nIf data must be kept for legal reasons, it will be blocked.\nThe data is then no longer available for further use.", "case_id": 175, "document_id": 2259, "quoteStart": 14386, "quoteEnd": 14627}, {"id": 8796, "title": "The service does not share user information with third parties", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:43:37.914567", "updated_at": "2021-02-06 04:16:26.849008", "quoteText": "We use Google Analytics with the anonymization function.\nBy means of this addition, Google shortens and anonymizes the IP address of the Internet connection of the person concerned", "case_id": 311, "document_id": 2259, "quoteStart": 10792, "quoteEnd": 10972}, {"id": 8795, "title": "This service requires first-party cookies", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:41:05.90745", "updated_at": "2021-02-06 04:16:26.868839", "quoteText": "<p>The cookies mentioned above are so-called first-party cookies.\nThis means that the above statistics apply only to the use of our website.</p>", "case_id": 126, "document_id": 2259, "quoteStart": 7626, "quoteEnd": 7770}, {"id": 8794, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:40:38.389929", "updated_at": "2021-02-06 04:16:26.887467", "quoteText": "<p>If you do not want us to generate such profiles, you can opt-out by selecting the following option:</p>\n<p> I refuse the storage of my user profile.", "case_id": 127, "document_id": 2259, "quoteStart": 7289, "quoteEnd": 7440}, {"id": 8801, "title": "This services gives no guarantee regarding quality", "source": "https://www.deepl.com/pro-license.html#free", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:51:21.729664", "updated_at": "2021-02-06 04:16:26.904927", "quoteText": "DeepL GmbH does not assume any liability for the accuracy of the offered translations nor for the availability of the service.", "case_id": 160, "document_id": 2260, "quoteStart": 672, "quoteEnd": 798}, {"id": 8799, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:48:18.861992", "updated_at": "2020-12-15 10:50:04.03165", "quoteText": "We reserve the right to amend this privacy policy", "case_id": 121, "document_id": 2259, "quoteStart": 26423, "quoteEnd": 26472}, {"id": 8798, "title": "This service does not force users into binding arbitration", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:47:38.150349", "updated_at": "2021-02-06 04:16:30.625613", "quoteText": "Right to object - if your personal data are processed on the basis of legitimate interests pursuant to point (f) of Article 6(1) of the GDPR, you have the right to object to the processing of your personal data pursuant to Article 21 of the GDPR if there are reasons for doing so that result from your particular situation or are against direct marketing.\nIn the latter case, you have a general right to object, which we will accept without a particular situation being stated.\nIf you would like to exercise your right of revocation or objection, simply send an e-mail to privacy@DeepL.com.", "case_id": 335, "document_id": 2259, "quoteStart": 14907, "quoteEnd": 15497}, {"id": 8793, "title": "The service collects many different types of personal data", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-01-02 17:35:10.6921", "updated_at": "2021-02-06 04:16:30.669116", "quoteText": "When you access our website, www.DeepL.com, your device automatically transmits certain data for technical reasons.\nThe following data is stored separately from any other data you may transmit to us:</p>\n<ul>\n<li>Date and time of access</li>\n<li>Browser type and version</li>\n<li>Operating system</li>\n<li>URL of the website visited prior to ours</li>\n<li>Amount of data sent</li>\n<li>Requesting domain</li>\n<li>Notification of successful data retrieval</li>\n<li>Search term when using a web browser</li>\n<li>Shortened/anonymized IP</li>\n<li>Full IP address (for a maximum of 14 days)", "case_id": 376, "document_id": 2259, "quoteStart": 1956, "quoteEnd": 2540}, {"id": 13437, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-29 15:41:05.243846", "updated_at": "2021-02-06 04:33:34.823248", "quoteText": "\nPlease note that if you completely disable the use of cookies or web storage objects, the functionality and scope of the website may be impaired.\n</p>", "case_id": 375, "document_id": 2259, "quoteStart": 6949, "quoteEnd": 7100}, {"id": 13364, "title": "The service provides information about its attitude towards ethical, social or political problems or controversies", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:26:08.306622", "updated_at": "2021-04-28 05:32:30.982201", "quoteText": "Protecting your privacy and personal data is very important to us.", "case_id": 332, "document_id": 2259, "quoteStart": 81, "quoteEnd": 147}, {"id": 13367, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:29:33.25255", "updated_at": "2020-12-26 11:20:40.546492", "quoteText": "Overview of the cookies and web storage objects used by DeepL", "case_id": 306, "document_id": 2259, "quoteStart": 9426, "quoteEnd": 9487}, {"id": 13366, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:28:05.240453", "updated_at": "2021-01-16 10:31:10.217414", "quoteText": "Please note that our translation service may not be used for texts containing personal data of any kind.", "case_id": 186, "document_id": 2259, "quoteStart": 3332, "quoteEnd": 3436}, {"id": 13374, "title": "The user is informed about security practices", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:43:37.466172", "updated_at": "2020-12-26 11:21:11.581719", "quoteText": "Data Security <p> Your connections to our website are protected with encryption techniques in line with the current state of the art.\nThe level of protection also depends on which encryption your Internet browser supports.\nYou can tell whether an individual page of our website is transmitted in encrypted form by looking at the closed key or lock symbol in the status bar of your browser.\nWe also use suitable technical and organizational security measures to protect your data against accidental or intentional manipulation, partial or complete loss, destruction or unauthorized access by third parties.\nOur security measures are continuously improved in line with technological developments.", "case_id": 226, "document_id": 2259, "quoteStart": 23635, "quoteEnd": 24329}, {"id": 13372, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:40:38.594067", "updated_at": "2021-01-16 10:24:33.330115", "quoteText": "DeepL's corporate Data Protection Officer, Dr.\nChristian Lenz, can be contacted at the following address", "case_id": 300, "document_id": 2259, "quoteStart": 1783, "quoteEnd": 1887}, {"id": 13371, "title": "You can request access and deletion of personal data", "source": "https://www.deepl.com/en/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-26 04:39:24.3361", "updated_at": "2021-01-16 10:30:21.458013", "quoteText": "If you expressly agree to a longer storage of your data, e.g.\nfor your inclusion in our internal applicant pool, the data will be further processed based on your consent.\nThe legal basis in this case is Art.\n6 para.\n1 p.\n1 lit a) GDPR.\nYou can, of course, let us know that you would like to revoke your consent at any time, with effect for the future.", "case_id": 195, "document_id": 2259, "quoteStart": 22795, "quoteEnd": 23146}], "urls": ["deepl.com"]}}