{"error": 448, "message": "OK", "parameters": {"id": 3683, "name": "Sift", "created_at": "2021-05-18 20:27:20.19637", "updated_at": "2022-06-26 16:40:26.434682", "wikipedia": null, "keywords": null, "related": null, "slug": "sift", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3683.png", "url": "sift.com,siftscience.com", "documents": [{"id": 12222, "name": "Terms of Service", "url": "https://sift.com/tos", "xpath": "/html/body/div[1]/main/div/div[1]", "text": "<p>\n<strong>Last Updated: November 10, 2021</strong>\n</p>\n<p> These Terms of Service are effective immediately for new customers as of November 10, 2021.\nIf you are an existing customer, these Terms of Service will be effective on December 10, 2021 and completely replace any prior version of these Terms of Service to which you agreed.\nThe most recent prior version of our Terms of Service is available here.</p>Key PointsWe will not...<ul>\n<li>Share your data with marketers or advertisers.</li>\n<li>Contact your customers.</li>\n<li>Identify you to other Sift customers as the source of any data in our models.</li>\n<li>Claim ownership of your data.</li>\n</ul>We will...<ul>\n<li>Use your data to discover relevant fraud patterns for you and other Sift customers.</li>\n<li> Add the fraud patterns we discover to our global model so that we can better prevent fraud for you and other Sift customers.</li>\n<li>Pursue opportunities to enrich our global model, including using third party services.</li>\n<li>Publish aggregated fraud patterns for informational purposes.</li>\n<li>Protect data as described in our agreement.</li>\n</ul>You need to...<ul>\n<li> Make sure that your privacy policy discloses your data practices, including using vendors to detect and protect against fraud, illegal activity, or other misuse of your service.</li>\n<li>Comply with all applicable laws.</li>\n<li>Comply with all of your commitments to third parties.</li>\n</ul>A quick note from our lawyers:<p>\n<em>This highlight is not a substitute for reading the Terms of Service.\nWe provide these Key Points to help answer frequently asked questions about our Terms of Service.\nPlease note, however, that these Key Points are qualified by the actual Terms of Service, which you should read in its entirety.</em>\n</p>Sift Terms of Service<p>Effective: April 15, 2021</p>\n<p>Thank you for signing up for a service with Sift Science, Inc.\n(<strong>“Sift”</strong>, <strong>“we”</strong>, <strong>“us”</strong>).\nBy creating an account, clicking to accept this agreement (or another click-through mechanism provided), signing an order form referencing these terms, or accessing or using the Sift Services (as defined below), you agree to all the terms and conditions of this Terms of Service (this <strong>“Agreement”</strong>).\nIf you are accepting this Agreement and using the Sift Services on behalf of your employer or other entity, then <strong>“Customer”</strong> or <strong>“you”</strong> means that entity.\nFurther, if you are accepting on behalf of your employer or another entity, you represent and warrant that: (i) you have full legal authority to bind such entity to this Agreement.\n(ii) you have read and understand this Agreement.\nand (iii) you agree to this Agreement on behalf of the party that you represent.\n<strong>Please note that Sift may modify this Agreement as further described in the Modifications section below, so you should make sure to check this page from time to time.</strong>\n</p>1.\nCertain Definitions<p> “<strong>Acceptable Use Policy</strong>” means Sift’s acceptable use policy located at https://sift.com/aup or such successor URL, which Sift may update from time to time.</p>\n<p> “<strong>Affiliates</strong>” means, in respect to a party to this Agreement, any company or entity controlled by, controlling or under common control with such party.\nFor this purpose, a party is deemed to “control” a company or entity if it (a) owns, directly or indirectly, at least 50 percent of the capital of the other company, or (b) in the absence of such ownership interest, substantially has the power to direct or cause the direction of the management and set the policies of such company or entity, whether through the ownership of voting securities or other ownership interests, by contract or otherwise.</p>\n<p> “<strong>Analytical Results</strong>” means any proprietary data provided by Sift to Customer through the Sift Services (excluding Customer Data), which include the results for Customer of Sift’s proprietary modeling and analysis of Customer Data alone or in combination with other data in the Sift Services, which results may include, as applicable, a score for a particular action or event and substantiation for the score (i.e.\nthe top data inputs that contributed to the particular score), Dispute Records and related analysis such as a chargeback dispute win rate, and/or Customer-configurable aggregated insights and reporting delivered through the Sift Services.</p>\n<p> \"<strong>API Data</strong>\" means any data that Customer sends, submits or uploads to the Sift Services (whether directly or via a Customer Provider) through the application programming interfaces, sFTP file exchange, webhooks or Sift Services management consoles, as applicable.\n</p>\n<p> “<strong>Applicable Laws</strong>” means all laws, rules, and regulations applicable to the Sift Services, including but not limited to those relating to privacy, data protection, and data security.\n</p>\n<p> “<strong>Authorized User</strong>” means an individual who is authorized by Customer to use the Sift Services under Customer’s account, and who has been supplied a user identification and password.\nAuthorized Users may include, for example, Customer’s (or Customer’s Client’s, if applicable) employees, consultants, contractors and agents, and third parties with which Customer transacts business.</p>\n<p> “<strong>Customer Data</strong>” means the: (i) API Data.\nand (ii) Website Data.\nTo the extent Customer is using the Sift Services for the benefit of its Clients pursuant to Section 1.5, “Customer Data” includes any data Customer submits, uploads, or otherwise sends to Sift on behalf of its Clients.</p>\n<p> “<strong>Customer Properties</strong>” means Customer’s services and digital applications or properties (e.g., webpages, apps, endpoints, platforms) that Customer integrates with the Sift Services.\nTo the extent Customer is using the Sift Services for the benefit of its Clients pursuant to Section 2.5, “Customer Properties” includes any Client services and digital applications or properties (e.g., webpages, apps, endpoints) from which Customer Data is collected and submitted, uploaded, or otherwise sent to Sift.</p>\n<p> “<strong>Customer Provider</strong>” means a third party application, platform or service utilized by Customer in connection with its business.\n</p>\n<p> “<strong>Dispute Record</strong>” means an aggregated record of Customer Data relating to a chargeback and related analysis provided by Sift to Customer via the Sift Services.</p>\n<p> “<strong>Documentation</strong>” means Sift’s documentation, user guides and policies, as updated from time to time, including those accessible via https://sift.com/resources/guides or such successor site or URL, or otherwise provided by Sift to its customers in connection with the Sift&nbsp;Services.</p>\n<p> \"<strong>End User</strong>\" means an end user of a Customer Property or in the case of the Dispute Management Service, a cardholder consumer that has purchased a product or service from Customer.\n</p>\n<p> “<strong>Order Form</strong>” means an ordering document (including any online order form), specifying the Sift Services to be provided by Sift, that is entered into between Customer and Sift and incorporates the terms of this Agreement by reference.\n</p>\n<p> \"<strong>Sensitive Personal Information</strong>\" means for the purposes of this Agreement (a) full credit or debit card numbers or financial account information.\nSocial Security numbers or local equivalents.\npassport numbers.\ndriver’s license numbers or similar identifiers.\npasswords.\nphysical or mental health condition or information.\nor any information subject to the Health Insurance Portability and Accountability Act, the Payment Card Industry Data Security Standards, and other applicable regulations, laws or industry standards designed to protect similar sensitive information.\n(b) information related to children under the age of 13 (or in the EEA, UK or Switzerland under 16).\n(c) any information defined under the EU General Data Protection Regulation 2016/679 as a “special category” of personal data.\nand (d) any other information Sift reasonably determines is sensitive, provided Sift communicates such determination to&nbsp;Customer.</p>\n<p> “<strong>Sift Privacy Notice</strong>” means Sift’s publicly-facing service privacy notice located at https://sift.com/service-privacy or such successor URL, which Sift may update from time to time.\n</p>\n<p> “<strong>Sift Services</strong>” comprise a suite of SaaS based digital trust and safety products that enable customers to detect and prevent fraudulent, abusive, and illegal activity in real time, and address their legal and regulatory reporting obligations and risk management procedures, and if applicable, manage chargeback disputes (the “Dispute Management Service”).\nThe Sift Services leverage the Sift intelligent machine learning platform that identifies patterns in data using Sift custom and global models, which may use Customer Data alone or in combination with data and records provided by all other customers to derive the Analytical Results.\nThe Customer, in its own discretion, can use the Analytical Results to determine, as applicable, the likelihood of fraudulent, illegal or abusive behavior by End Users or winning a chargeback dispute, and take any such further measures it may deem necessary or appropriate.\nThe specific Sift Services selected by Customer are identified on the applicable Order Form.\n</p>\n<p> \"<strong>Website Data</strong>\" means data collected from an End User's device through the Snippets placed on Customer Properties, which may include device identifiers and device information (e.g.\npage URL, referrer, number of fonts, OS) and other technical information pre-determined by Sift.\n</p>2.\nSift Services.<p>2.1 <em>Provision of Sift Services</em>.\nSift will make those Sift Services elected by you and agreed to by Sift, on a mutually executed Order Form, available to you in accordance with the terms of this Agreement.\n</p>\n<p>2.2 <em>Deployment of Sift Software</em>.\nSift will provide Customer, as applicable, the application programming interfaces (the <b>“APIs”</b>), JavaScript snippets, SDKs and other technologies (the <b>“Snippets”</b>) (collectively, the <b>“Software”</b>) to enable Customer to integrate with the Sift Services, including in connection with Customer Properties.\nCustomer will implement the Software (and any updates) in accordance with the Documentation and Sift’s reasonable instructions and acknowledges that failure to do so may cause the Sift Services to cease working properly.\nThrough the API and Sift Services console, Customer (or Customer’s Clients) will submit API Data, and Sift will collect Website Data via the Snippets, as applicable and as authorized by Customer.\nCustomer will promptly remove all Snippets from Customer Properties upon termination of this Agreement and acknowledges that the Snippets will continue to collect Website Data until so removed.\n</p>\n<p>2.3 <em>Third Party Services</em>.\nIn some circumstances, Customer may (i) integrate with the Sift Services through an approved third-party application or marketplace via an extension or connector (<b>“Marketplace”</b>), (ii) authorize Sift to connect the Sift Services to Customer Providers to receive or send Customer Data or Analytical Results, or (iii) elect to use certain Sift Services product features that incorporate the services or products of a third party (“<strong>Sift Provider</strong>”, and with Marketplace and Customer Provider, “<strong>Third Party Service Providers</strong>”).\nCustomer acknowledges and agrees that (a) the services of such Marketplaces and Customer Providers do not form part of the Sift Services and (b) the Marketplaces and Customer Providers are service providers of Customer and not Sift.\nCustomer’s use of the Marketplace or Customer Providers in connection with the Sift Services may be subject to a separate written agreement between Customer and Sift.\nIn addition, if Customer wishes to use Sift Services product features that incorporate the services of a Sift Provider, to the extent the Sift Provider requires Customer to agree to their terms of service, Customer agrees to do so.\nIf the pricing of any Sift Provider changes, Sift may adjust its pricing to reflect that changed pricing for the Sift Provider.\nSIFT DISCLAIMS ALL LIABILITY AND RESPONSIBILITY FOR ANY THIRD PARTY SERVICE PROVIDERS OR FOR THE ACTS OR OMISSIONS OF SUCH THIRD PARTY SERVICE PROVIDERS.\n</p>\n<p>2.4 <em>Non-compliance</em>.\nSubject to obligations of confidentiality, where a party has a concern that the other party has not complied with this Agreement, the parties agree to exchange information to ascertain the cause of such non-compliance and take reasonable steps to remediate such non-compliance.\n</p>\n<p>2.5 <em>Customer’s Clients</em>.\nIf Customer is entering into this Agreement and using the Sift Services for the benefit of its clients (each, a \"<b>Client</b>\") , Customer agrees to, prior to any such use of the Sift Services, enter into and maintain a written agreement with each Client that binds each Client with respect to all the terms set forth in the Client Pass-Through Addendum included at the end of this Agreement as <u>Exhibit A</u> (the \"<b>Pass-Through Terms</b>\").\nCustomer further represents, warrants, and covenants that each such agreement will contain data protection addendums that comply with applicable data protection laws, and will appoint Customer as a service provider on behalf of the Client.\nCustomer acknowledges and agrees that, as between the parties, it is solely responsible for and will be liable: (i) for the actions or omissions of any Client in connection with the Sift Services and (ii) for ensuring compliance with this Agreement by such Clients.\nAny breach or violation of this Agreement by a Client will be deemed a breach of this Agreement by Customer.\nTo the extent Customer is using the Sift Services for the benefit of its Clients, “Customer Data” includes any data Customer submits, uploads, or otherwise sends to Sift on behalf of its Clients, and “Customer Properties” includes any Client services and digital applications or properties (e.g., webpages, apps, endpoints) from which Customer Data is collected and submitted, uploaded, or otherwise sent to Sift.\n</p>3.\nProprietary Rights.<p>3.1 <em>Ownership of and Limited License to Customer Data</em>.\nAs between Sift and Customer, Customer owns and retains all right, title, and interest in and to its Customer Data.\nCustomer grants to Sift a limited, royalty-free, non-exclusive, worldwide right and license to access, collect, use, process, store, copy, and create derivative works from the Customer Data only as set forth in this Agreement.\n</p>\n<p>3.2 <em>Use of Customer Data</em>.\nCustomer acknowledges and agrees that Sift may use the Customer Data for as long as reasonably necessary for the limited purpose of providing, maintaining, and improving the Sift Services, which includes improving its machine learning algorithms and data models as necessary to support such uses (the <b>“Permitted Purpose”</b>).\nCustomer further acknowledges and agrees that, in connection with the Permitted Purpose, the Customer Data will be commingled with data received from other customers of the Sift Services.\nprovided, that (a) the Customer Data shall not itself be made available to any other customer, and (b) Customer will not be identified to the extent the Customer Data contributes to the analytical results provided to other customers of the Sift Services.\n</p>\n<p>3.3 <em>Ownership of and Limited License to Sift Services and Analytical Results</em>.\nSift owns and retains all rights, title and interest in and to the Sift Services, including the Software, Documentation, and Analytical Results.\nSift grants to Customer a limited, royalty-free, non-exclusive, worldwide right and license to access and use the Sift Services, including the Software, Documentation and Analytical Results, only as set forth in this Agreement.\n</p>\n<p>3.4 <em>Feedback</em>.\nIf Customer (including any Authorized User) provides Sift any feedback in connection with the Sift Services, Customer shall use reasonable efforts to ensure the accuracy of such feedback and grants Sift an unlimited, irrevocable, perpetual, sublicensable, royalty-free license to use any such feedback or suggestions for any purpose without any obligation or compensation to Customer or any Authorized User.\n</p>\n<p>3.5 <em>Aggregated Data</em>.\nCustomer acknowledges and agrees that Sift may use data derived from Customer Data about Customer’s use of the Sift Services that is aggregated with comparable data received from other customers (<b>“Aggregated Data”</b>) for Sift’s internal purposes such as operating, maintaining, and improving the Sift Services and distribution of general benchmarking or industry-related reports.\nFor absolute clarity, such Aggregated Data shall not be reasonably capable of identifying any underlying individual nor identify the Customer as a source of any Aggregated Data.\nSift will make no attempt to reidentify the Aggregated Data.\n</p>\n<p>3.6 <em>Beta Services</em>.\nFrom time to time, Sift may invite Customer to try features or pre-release versions of the Sift Services that are not generally available to customers for non-production use (“<strong>Beta Services</strong>”).\nCustomer may accept or decline such invitation in its sole discretion.\nBeta Services will be clearly designated as beta, pilot, limited release, developer preview, non-production, evaluation or by a description of similar import.\nCustomer's use of Beta Services will be for the term specified by Sift and if no term is specified, then for the earlier of one year from the start date of the Beta Services or when that version of the Beta Services becomes generally available, and therefore part of the Sift Services.\nSift may discontinue Beta Services at any time in Sift’s sole discretion and may never make them generally available.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY, THE BETA SERVICES ARE PROVIDED “AS-IS” WITHOUT ANY WARRANTY OF ANY KIND.\nSIFT HEREBY DISCLAIMS ALL LIABILITY FOR ANY HARM OR DAMAGE ARISING OUT OF OR IN CONNECTION WITH ANY BETA SERVICE.\n</p>4.\nSift Commitments.<p>4.1 <em>Compliance with Applicable Law</em>.\nSift will comply with all laws, rules, and regulations applicable to the Sift Services, including but not limited to those relating to privacy, data protection, and data security (<b>“Applicable Laws”</b>) in connection with its provision of the Sift Services.\n</p>\n<p>4.2 <em>Security and Data Protection</em>.\nSift will maintain a security program with administrative, technical, organizational and physical security measures designed to protect Customer Data against unauthorized access, disclosure and loss.\nIf the parties enter into any separate agreement or addendum concerning data protection (“<strong>DPA</strong>”), then such terms will be subject to this Agreement and, in the event of any conflict between such and this Agreement, this Agreement will control.\nTo the extent the EU General Data Protection Regulation 2016/679 applies, Sift and Customer are each data controllers of any personal data that Sift processes in connection with the Sift Services.\nTo the extent the California Consumer Privacy Act applies, Sift is a service provider in connection with the Sift Services.\n</p>\n<p>4.3 <em>Sift Privacy Policy</em>.\nSift will maintain a readily-accessible service privacy policy on its website (located at https://sift.com/service-privacy), which it may update from time to time, that provides accurate disclosures concerning its data practices, including the collection, use, processing and sharing of Customer Data for fraud detection and prevention and other compatible purposes.\n</p>\n<p>4.4 <em>Deletion of Data</em>.\nUpon termination of this Agreement, Customer may request deletion of the Customer Data.\nSubject to the provision of Section 3.2 (Use of Customer Data), Sift will perform such deletion within ninety (90) days.\n</p>5.\nCustomer Commitments.<p>5.1 <em>Account Registration</em>.\nIn order to access the Sift Services console, Customer shall register for a Sift account.\nAccount information must be accurate, current and complete, and will be treated by Sift in accordance with its privacy policy (located at https://sift.com/service-privacy).\nCustomer agrees that Sift may send non-legal notices, statements and other information by email or through Customer’s account.\nCustomer will be solely responsible for all use of the Sift Services under its account, including the acts and omissions of its those individuals who are authorized by Customer (or Customer’s Client’s, if applicable) to use the Sift Services under the Customer’s account (<strong>“Authorized Users”</strong>) and any decisions made based on the provision of the Sift Services to Customer.\nIn addition, Customer will use commercially reasonable efforts to prevent unauthorized access to the Sift Services and will notify Sift immediately of such unauthorized access.\n</p>\n<p>5.2 <em>Customer Responsibilities</em>.\nCustomer will use the Sift Services (which, for clarity, include the Analytical Results) only: (a) for the purpose of detecting and preventing fraud, security threats or other illegal or malicious behavior, risk management, and/or managing and responding to chargebacks (as applicable).\n(b) in accordance with the terms of this Agreement, the Documentation and Sift’s Acceptable Use Policy (located at https://sift.com/aup), which Sift may update reasonably from time to time.\nand (c) in compliance with all Applicable Laws.\nand any contractual or other obligation Customer has to any third party.\nCustomer is solely responsible for ensuring that its (or its Clients, if applicable) use of the Sift Services, including its provision of the Customer Data and use of Analytical Results, does not violate any Applicable Laws.\nCustomer is solely responsible for any actions or decisions it makes in connection with its use of the Sift Services and Sift does not assume any responsibility or liability for such actions or decisions.\nIf Customer’s Affiliates use Sift Services, Customer warrants that it has the authority to bind those Affiliates to this Agreement and shall be fully liable for Customer’s Affiliates if such Affiliates do not comply with the terms and obligations set forth in this Agreement and any Order Form.\n<strong>“Affiliates”</strong> means, in respect to a party to this Agreement, any company or entity controlled by, controlling or under common control with such party.\nFor this purpose, a party is deemed to “control” a company or entity if it (a) owns, directly or indirectly, at least 50 percent of the capital of the other company, or (b) in the absence of such ownership interest, substantially has the power to direct or cause the direction of the management and set the policies of such company or entity, whether through the ownership of voting securities or other ownership interests, by contract or otherwise.\n</p>\n<p>5.3 <em>Usage Restrictions</em>.\nCustomer shall not: (a) make the Sift Services available to anyone other than Authorized Users (or Clients, if applicable).\n(b) transfer, sublicense, resell, time share or similarly exploit the Sift Services (except, if applicable, to the extent necessary for Clients to receive the benefit of the Sift Services).\n(c) access the Sift Services to build a competitive product or service.\n(d) reverse engineer, modify, adapt, or otherwise attempt to gain unauthorized access to the Sift Services, or introduce any malicious code into the Sift Services.\n(e) provide to Sift any Customer Data that contains any sensitive personal information, including full financial account information, full credit card information, government identification numbers, account passwords, health-related information, information that relates to children, or any information that is deemed “sensitive” or under a “special category” under Applicable Laws.\nor (f) use the Sift Services for purposes not contemplated by this Agreement, including but not limited to purposes prohibited under the Fair Credit Reporting Act (FCRA) (as described further below) and the Equal Credit Opportunity Act (ECOA), such as a factor in establishing an individual’s creditworthiness or eligibility for credit, insurance, housing, or employment, in any way that facilitates discrimination or in any other way that may violate or cause Sift to violate any Applicable Law.\nFor clarity, the foregoing limitations apply to the Analytical Results and any other information derived from use of the Sift Services, as well as the Sift Service itself.\n</p>\n<p>5.4 <em>IMPORTANT FCRA RESTRICTIONS</em>.\nSift is not a consumer-reporting agency (\"Consumer Reporting Agency\") as defined by the Fair Credit Reporting Act, 15 U.S.C.\n§ 1681 et seq.\n(\"FCRA\") and the Analytical Results do not constitute “Consumer Reports”, as that term is defined in the FCRA.\nCustomer will not use the Sift Services (including the Analytical Results) for any purposes enumerated in the FCRA in lieu of obtaining a Consumer Report.\nIn particular, Customer will not use the Sift Services (including the Analytical Results): (i) in connection with establishing a Consumer’s (as such term is defined in the FCRA) eligibility for credit or insurance to be used primarily for personal, family or household purposes, or in connection with assessing risks associated with existing credit obligations of a Consumer.\n(ii) for the purpose of evaluating a Consumer for employment, promotion, reassignment or retention as an employee.\n(iii) for any tenancy verification or in connection with any application to rent real property.\n(iv) in connection with a determination of a Consumer’s eligibility for a license or other benefit that depends on an applicant's financial responsibility or status.\n(v) as a potential investor or servicer, or current insurer, in connection with a valuation of, or assessment of credit or prepayment risks associated with, an existing credit obligation.\n(vi) in connection with any information, service or product sold or delivered to a Consumer that constitutes or is derived in substantial part from a Consumer Report.\nor (vii) for any other purpose under the FCRA.\nCustomer also will not use the Sift Services (including the Analytical Results) for the preparation of a Consumer Report or in such a manner that may cause such data to be characterized as a Consumer Report.\nCustomer agrees that it will not take any “Adverse Action” (as that term is defined in the FCRA), which is based in whole or in part on the Sift Services (including Analytical Results) against any Consumer.\n</p>\n<p>5.5 <em>Customer Data, Privacy Notice and Consent</em>.\nCustomer is responsible for the accuracy and completeness of Customer Data that it transfers to Sift, and shall ensure it has the right to transfer (or provide or authorize access to) Customer Data to Sift for the purposes contemplated in this Agreement (and has obtained any necessary consents or authorizations to do so).\nCustomer will only transfer, or provide or authorize access to Customer Data to Sift that has been collected, processed and stored in accordance with its privacy notice and Applicable Laws.\nCustomer will ensure that its privacy notice is readily accessible on applicable Customer Properties and includes accurate disclosures concerning the activities contemplated under this Agreement that complies with Applicable Laws, including (i) the collection and processing of Customer Data for the detection and prevention of fraud, security threats or other illegal or malicious behavior or managing disputes (preferably with a link to the Sift Privacy Notice).\n(ii) the disclosure of personal information to a third-party service provider for such purposes.\nand (iii) if applicable, the use of Snippets to collect and use Website Data as described in this Agreement.\nFor clarity, as between the parties, Customer is solely responsible for obtaining any necessary consents, permissions and approvals from, and providing any notices to, End Users as required by Applicable Laws and this Agreement.\nThe parties will provide reasonable assistance and reasonably cooperate with each other to assist with each party's compliance with Applicable Laws and this Section 5.5.\n</p>\n<p>5.6 <em>Due Diligence and Remedial Action</em>.\nCustomer will conduct reasonable due diligence into any complaint Customer receives relating to the use of the Sift Services, such as any decisions made based on the provision of the Sift Services to Customer.\nCustomer will take appropriate action in response to such complaints (including by promptly providing feedback to Sift through the Sift Services) if Customer determines that such action is needed to correct any decision made based on the provision of the Sift Services to Customer.\n</p>6.\nPayment.<p>6.1 <em>Fees and Payment Terms</em>.\nUnless otherwise agreed in writing by the parties, Customer will pay the fees stated on an applicable order form executed by Sift and Customer (the <strong>“Fees”</strong>) within thirty (30) days of receipt of invoice.\nIf Customer believes that Sift has billed Customer incorrectly, Customer must contact Sift no later than sixty (60) days after the invoice date in which the error or problem appeared, in order to receive an applicable adjustment or credit.\nUnless otherwise stated on an applicable order form, all Fees are non-cancelable and non-refundable.\nMonthly or annual minimum fees paid may not be rolled into any future time period.\nSift may charge interest on any unpaid amount due at the rate of one percent (1%) per month, or at the maximum rate permitted by law, whichever is lower, from the date such payment was due until the date it is paid.\nIn the event Sift pursues collection of any overdue Fees payable hereunder, Customer will reimburse all reasonable third party costs and fees incurred by Sift in connection with those collection activities.\nCustomer shall be responsible for any payments owed but not paid by any of Customer’s Affiliates ordering Sift Services in any Order Form.\n</p>\n<p>6.2 <em>Taxes</em>.\nThe Fees will include any local, state, federal, VAT, sales, use, excise or other taxes, levies or duties where the Services are taxable in the applicable jurisdiction.\nCustomer is responsible for paying any such taxes, unless Customer provides Sift with a valid tax exemption certificate authorized by the appropriate taxing authority, and excluding taxes based on Sift’s income payable by Sift without regard to the transactions contemplated by this Agreement.\nIf applicable, Sift reserves the right to gross up any Fees, if any required withholding prevents Sift from receiving the full amount set forth in the applicable Order Form.\n</p>7.\nConfidentiality.<p>7.1 <em>Definitions</em>.\nAs used herein, <strong>“Confidential Information”</strong> means all information disclosed by a party (<strong>“Disclosing Party”</strong>) to the other party (<strong>“Receiving Party”</strong>), whether orally or in writing, that is designated as confidential or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure.\nConfidential Information of Customer shall include Customer Data, and Confidential Information of Sift shall include the Software, the Analytical Results, all Documentation and the Beta Services.\nHowever, Confidential Information shall not include any information that the Receiving Party can document (a) is or becomes generally available to the public without breach of any obligation owed to the Disclosing Party.\n(b) was known to the Receiving Party prior to its disclosure by the Disclosing Party without breach of any obligation owed to the Disclosing Party.\n(c) is received from a third party without breach of any obligation owed to the Disclosing Party.\nor (d) was independently developed by the Receiving Party.\n</p>\n<p>7.2 <em>Confidentiality Obligations</em>.\nReceiving Party shall use the same degree of care that it uses to protect the confidentiality of its own confidential information of like kind (but in no event less than reasonable care) and shall (a) not to use any Confidential Information of the Disclosing Party for any purpose outside the scope of this Agreement.\nand (b) except as otherwise authorized by the Disclosing Party in writing or as necessary to fulfill Receiving Party’s data protection rights and obligations as described herein, to limit access to Confidential Information of the Disclosing Party to those of its employees, contractors and agents who need such access for purposes consistent with this Agreement.\n</p>\n<p>7.3 <em>Mandated Disclosures</em>.\nThe Receiving Party may disclose Confidential Information of the Disclosing Party if it is compelled by law to do so.\nprovided, the Receiving Party gives the Disclosing Party prior written notice of such compelled access or disclosure (to the extent legally permitted) and reasonable assistance, at the Disclosing Party's cost, if the Disclosing Party wishes to contest the access or disclosure.\nIf the Receiving Party is compelled by law to access or disclose the Disclosing Party’s Confidential Information as part of a civil proceeding to which the Disclosing Party is a party, and the Disclosing Party is not contesting the access or disclosure, the Disclosing Party will reimburse the Receiving Party for its reasonable cost of compiling and providing secure access to such Confidential Information.\n</p>8.\nIndemnification.<p>Customer will defend, indemnify and hold harmless Sift, its officers, directors and employees against any third party claim, demand, suit, investigation or proceeding relating to any violation or alleged violation by Customer of the terms of this Agreement.\n</p>9.\nDisclaimer.<p>EXCEPT AS EXPRESSLY PROVIDED IN THIS AGREEMENT, THE SIFT SERVICES AND ALL RELATED SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE” AND ANY PROMISES CONTAINED IN THIS AGREEMENT ARE IN LIEU OF ALL OTHER WARRANTIES, REPRESENTATIONS OR CONDITIONS, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUALITY, PERFORMANCE, TITLE, AND NON-INFRINGEMENT, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nSIFT DOES NOT REPRESENT THAT THE SIFT SERVICES WILL BE UNINTERRUPTED OR ERROR FREE OR MEET CUSTOMER’S REQUIREMENTS OR THAT THE SIFT SERVICES OR ANALYTICAL RESULTS WILL BE ACCURATE OR COMPLETE.\nCUSTOMER ACKNOWLEDGES THAT, AS A SAAS-BASED SERVICE, THE FUNCTIONALITY AND INTERFACES OF THE SIFT SERVICES MAY CHANGE OVER TIME, AND SIFT RESERVES THE RIGHT AT ANY TIME, AND FROM TIME TO TIME, TO MODIFY OR DISCONTINUE THE SIFT SERVICES (OR A PART THEREOF).\n</p>10.\nLimitation of Liability.<p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT, CONTRACT, OR OTHERWISE, WILL EITHER PARTY BE LIABLE TO THE OTHER PARTY FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES OF ANY CHARACTER, INCLUDING DAMAGES FOR LOSS OF GOODWILL, LOST PROFITS, LOST SALES OR BUSINESS, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, LOST DATA, OR FOR ANY AND ALL OTHER SIMILAR DAMAGES OR LOSSES, EVEN IF SUCH PARTY HAS BEEN ADVISED, KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nUNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT, CONTRACT, OR OTHERWISE, WILL SIFT BE LIABLE TO CUSTOMER FOR ANY DAMAGES, COSTS, OR LIABILITIES IN AGGREGATE IN EXCESS OF THE AMOUNTS PAID BY CUSTOMER IN THE TWELVE MONTH PERIOD PRIOR TO THE CUSTOMER’S INITIAL CLAIM.\n</p>\n<p>THE PROVISIONS OF THIS SECTION ALLOCATE THE RISKS UNDER THIS AGREEMENT BETWEEN THE PARTIES, AND THE PARTIES HAVE RELIED ON THE LIMITATIONS SET FORTH HEREIN IN DETERMINING WHETHER TO ENTER INTO THIS AGREEMENT.\n</p>11.\nTerm and Termination.<p>11.1 <em>Term and Termination</em>.\nThe term of this Agreement will commence on the Effective Date and will continue so long as Sift is providing Sift Services to Customer under an applicable Order Form.\nEach Order Form shall identify the initial subscription period for the applicable Sift Service and unless otherwise stated on the applicable Order Form, such subscription periods shall automatically renew for additional (12) months unless either party provides written notice of its intent not to renew at least sixty (60) days prior to the end of the then-current subscription period.\nAfter the initial subscription period, if Sift’s pricing increases, Sift will give Customer at least sixty (60) days prior notice of the planned increases, with any increases taking effect the following renewal subscription period.\nEither party may terminate this Agreement immediately on written notice if (a) the other party commits any material breach of any term of this Agreement and has not cured such breach within fifteen (15) days of its receipt of written notice of the breach.\nor (b) the other party files for bankruptcy.\nbecomes or is declared insolvent, or is the subject of any proceedings related to its liquidation, insolvency or the appointment of a receiver or similar officer for it.\nmakes an assignment for the benefit of all or substantially all of its creditors.\nor enters into an agreement for the cancellation, extension, or readjustment of substantially all of its obligations.\n</p>\n<p>11.2 <em>Suspension of Sift Services</em>.\nNotwithstanding any provision herein to the contrary, Sift may temporarily suspend the Sift Services in the event of any activity by Customer or any of its users that has (or in Sift’s reasonable assessment is likely to have) an adverse effect on the operation of the Sift Services.\n</p>\n<p>11.3 <em>Survival</em>.\nThe provisions of this Section and the following Sections will survive any termination of this Agreement: Section 3 (Proprietary Rights), Section 4.4 (Deletion of Data), Section 6 (Payment), Section 7 (Confidentiality), Section 8 (Indemnification), Section 9 (Disclaimer), Section 10 (Limitation of Liability) and Section 12 (General Provisions).\n</p>12.\nGeneral Provisions.<p>12.1 <em>Marketing</em>.\nCustomer grants Sift the right to use Customer’s company name and logo as a reference for marketing or promotional purposes on Sift’s website and in other public or private communications with existing or potential Sift customers, subject to Customer’s standard trademark usage guidelines as provided to Sift from time-to-time.\n</p>\n<p>12.2 <em>Force Majeure</em>.\nSift shall not be liable hereunder by reason of any failure or delay in the performance of its obligations due to events beyond the reasonable control of such party, which may include denial-of-service attacks, strikes, shortages, riots, fires, acts of God, war, terrorism, and governmental action.\n</p>\n<p>12.3 <em>No Agency</em>.\nNothing herein will be construed to create a partnership, joint venture or any type of agency relationship between Sift and Customer.\n</p>\n<p>12.4 <em>Notices</em>.\nMarketing and business-related notices may be delivered by email.\nAny legal notices relating to this Agreement must be in writing and sent to each party its then-current primary place of business or such other address provided by the recipient.\nAll notices will be sent by major commercial delivery courier service or mailed in a manner that requires signature by the recipient.\n</p>\n<p>12.5 <em>Governing Law.\nVenue</em>.\nThis Agreement and any disputes hereunder will be governed by the laws of the State of California, without regard to its conflict of law principles, and any litigation concerning this Agreement will be submitted to and resolved by a court of competent jurisdiction in San Francisco, California.\nThe United Nations Convention on the International Sale of Goods does not apply to this Agreement.\n</p>\n<p>12.6 <em>Export Control Laws</em>.\nEach party shall comply with United States and foreign export control laws or regulations applicable to its performance under this Agreement.\nWithout limiting the foregoing, both parties represent and warrant that (a) it is not listed on any United States government list, or is a prohibited or restricted party.\n(b) it is not subject to any United Nation, United States, European Union, or any other applicable economic sanctions or trade restrictions.\nand (c) it does not have operations in a country subject to comprehensive United States trade sanctions.\n</p>\n<p>12.7 <em>No Assignment</em>.\nNeither party may assign any of its rights or obligations hereunder, whether by operation of law or otherwise, without the prior written consent of the other party (not to be unreasonably withheld).\nNotwithstanding the foregoing, either party may assign this Agreement in its entirety (including any order forms), without consent of the other party, to its affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.\nSubject to the foregoing, this Agreement shall bind and inure to the benefit of the parties, their respective successors and permitted assigns.\n</p>\n<p>12.8 <em>Modifications</em>.\nSift may modify the terms and conditions of this Agreement from time to time, in which case the modified version of this Agreement will supersede the prior versions.\nThe most current version will always be posted on the Sift website.\nSift shall use commercially reasonable efforts to provide Customer with advanced notification via email, posting a notice on the Sift website or through the Sift Service management console of any material modifications, with such modifications effective on the date of public posting.\nIf Customer disagrees with the modifications, Customer’s exclusive remedy is to terminate the Agreement by providing thirty (30) days written notice to Sift and cease using the Service.\nCustomer’s continued use of the Sift Services will be subject to the modified terms.\n</p>\n<p>12.9 <em>Severability</em>.\nIf any provision of this Agreement is held to be unenforceable, such provision will be reformed to the extent necessary to make it enforceable, and such holding will not impair the enforceability of the remaining provisions.\n</p>\n<p>12.10 <em>Waiver</em>.\nThe failure by a party to exercise any right hereunder or enforce strict performance of any provision of this Agreement will not waive such party's right to exercise that or any other right in the future.\n</p>\n<p>12.11 <em>Entire Agreement</em>.\nThis Agreement, any Order Form, and applicable DPA constitutes the entire agreement between the parties concerning the subject matter herein and supersedes any and all prior or contemporaneous communications and agreements whether written or oral concerning the subject matter hereof, including any previously executed non-disclosure agreement.\nIn the event of any conflict between the provisions in this Agreement and any Order Form, the terms of the Order Form will take first precedence and the Agreement will take second precedence and the DPA will take third precedence, provided that any terms of an Order Form that conflict with this Agreement will take precedence solely in connection with those specific services set forth in such Order Form.\nEach party hereby acknowledges that no reliance is placed on any representation made but not referenced in this Agreement.\nNo purchase order or other text that purports to modify or supplement the printed text of this Agreement will add to or vary the terms of this Agreement.\n</p>", "created_at": "2022-06-26 16:46:40.286598", "updated_at": "2022-06-26 16:46:49.28548"}, {"id": 12221, "name": "Service Privacy Notice", "url": "https://sift.com/service-privacy", "xpath": "/html/body/div[1]/main/div", "text": "Sift Service Privacy Notice<p>\n<b>Updated: November 10, 2021</b>\n</p>\n<p>\n</p>Previous Service Privacy Notice available here link to Service Privacy NoticeOur commitment to privacy<p>Sift Science, Inc.\n(<strong>“Sift”</strong>, <strong>“we”</strong> or <strong>“us”</strong>) respects your privacy and wants you to be informed about what we do.\nSift provides a suite of digital trust and safety products (the <strong>“Sift Services”</strong>) designed to help online businesses (our <strong>“Customers”</strong>) detect and prevent fraud, security threats, and other illegal or malicious behavior on their digital properties, such as their websites and mobile applications (<strong>“Customer Sites”</strong>).</p>\n<p>This Service Privacy Notice (this <strong>“Notice”</strong>) explains who we are and how we collect, share, and use personal information about you when: (i) you use the Sift Services as an authorized end user under our Customer’s (your employer’s) account (<strong>“Authorized User”</strong>).\nor (ii) you interact with any of the Customer Sites that use the Sift Services as a digital end user or we otherwise process your information on behalf of our Customers for fraud detection and prevention and/or other related purposes (<strong>“End User”</strong>).\nWe also include information about how you can exercise your privacy rights.\n<strong>“You”</strong> or <strong>“your”</strong> may be an End User and/or Authorized User depending on the context.</p>\n<p>Please note that this Notice does not describe our collection and use of personal information when visitors access our website.\nFor information about how we collect and use information via our website (www.sift.com and its subdomains), please see our Website Privacy Notice.</p>Quick links<p>We recommend that you read this Notice in full to ensure that you are fully informed.\nHowever, if you would like to access a particular section of this Notice, then you can click on the relevant link below to jump to that section.</p>\n<ul>\n<li>PART I.\nGENERAL INFORMATION AND KEY TERMS<ul>\n<li>Who we are</li>\n<li>How the Sift Services work</li>\n</ul>\n</li>\n<li>PART II.\nWHAT WE COLLECT AND HOW WE USE IT<ul>\n<li>(A) END USERS<ul>\n<li>Information We Collect About End Users</li>\n<li>How We Use End Users Information and the Legal Bases</li>\n<li>How We Use Tracking Technologies to Collect Information about End Users</li>\n<li>Automated Decision-Making </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>(B) AUTHORIZED USERS</li>\n<ul>\n<li>Information We Collect About Authorized Users</li>\n<li>How We Use Authorized Users Information and the Legal Bases</li>\n</ul>\n</ul>\n<ul>\n<li>(C) SHARING INFORMATION WITH THIRD PARTIES</li>\n</ul>\n</li>\n<li>PART III.\nINTERNATIONAL TRANSFERS, AND DATA RETENTION<ul>\n<li>Processing of personal information in the US and other territories</li>\n<li>European Data Transfers</li>\n</ul>\n</li>\n<li>PART IV.\nYOUR PRIVACY RIGHTS<ul>\n<li> Access, review, change, update or delete your information (EEA, UK and Swiss residents)</li>\n<li>Objection to processing of, or requesting restriction or portability of personal information (EEA, UK and Swiss residents)</li>\n<li>Withdrawal of consent (EEA, UK and Swiss residents)</li>\n<li>Right to complain to a data protection authority (EEA, UK and Swiss residents)</li>\n<li>California CCPA rights: for California residents</li>\n<li>Unsubscribe from our mailing list</li>\n</ul>\n</li>\n<li>PART V.\nOTHER IMPORTANT INFORMATION<ul>\n<li>Security safeguards</li>\n<li>Data retention</li>\n<li>Changes to this Notice</li>\n</ul>\n</li>\n<li>PART VI.\nHOW TO CONTACT US<ul>\n<li>Contact details</li>\n<li>Controller Status, Data Protection Officer, and EU Representative</li>\n<li>Further Privacy Resources</li>\n</ul>\n</li>\n</ul>PART I.\nGENERAL INFORMATION AND KEY TERMSWho we are<p>Sift is a Software-as-a-Service (SaaS) company based in San Francisco, California.\nWe help our Customers detect and address fraud and other illegal or malicious behavior on their Customer Sites and in other contexts using our proprietary real-time machine learning technology.</p>\n<p>In doing so, we need to collect and process information about our Customers’ End Users.\nOur cloud-based machine learning platform uses this information to predict and prevent fraudulent and other illegal or malicious activity in real time.</p>\n<p>We have four core product offerings for our Customers: Payment Protection (reduces fraudulent payments), Account Defense (reduces fake account creation and prevents bad actors from accessing trust-worthy accounts), Content Integrity (protects Customer Sites from malicious content) and Dispute Management (helps Customers manage chargebacks).\nYou can find out more about these offerings here.\nfind out more about Sift's core product offerings</p>How the Sift Services work<p>Customers provide us with data and information about End Users and their interactions with the applicable Customer Sites through our Application Programming Interfaces (APIs), and other integrations.\nWe may receive this information directly from our Customers or from their service providers and partners.\nIn addition, we collect data directly from End Users through standard tracking technologies (like our JavaScript code or SDK), which our Customers can embed on their Customer Sites.\nWe refer to all of this data as <strong>\"Customer Data\"</strong> - as described in Part II below.</p>\n<p>We then process the Customer Data through our cloud-based machine learning platform to return a relative fraud score which is a numerical indicator of the likelihood of fraud or illegal activity for a particular event on the Customer Site (e.g., a purchase transaction, the posting of content, creation of a profile) and supporting information about potential illegal acts or security threats.\nFor our Dispute Management product, we process the Customer Data to create a win rate which (similar to the fraud score) is a numerical indicator of the likelihood of winning a particular chargeback.\nIn addition to the score and win rate, we provide our Customers with supporting evidence, aggregated reporting, insights and records.</p>\n<p>The data we provide to Customers, including supporting fraud scores and supporting evidence and insights, are used by Customers to assist them in identifying and preventing fraudulent activity on their Customer Sites and managing chargeback disputes.\nAny of this information may also be used by certain Customers to support their legal or regulatory reporting obligations and risk management procedures (e.g., in relation to their anti-money laundering or know your customer (KYC) requirements).\nIt is up to our Customers to decide what action to take or not to take using the information we provide.\nFor example, depending on the rules set by our Customers, transactions with certain scores may be presented with further authentication challenges, flagged for the Customer’s review, or blocked.\nTypically, however, the transaction or activity will proceed with no issues.\nMore information about what to do if a transaction is blocked is provided in the “Automated Decision-Making” section below.\nCustomers also provide us with ongoing feedback on the accuracy of the scores by reviewing the activity on their Customer Sites, which in turn improves our proprietary modeling and algorithms.</p>\n<p>We also may provide security notification and verification features (including two-factor authentication) as part of our Account Defense product.\nTo provide these features, we use certain Customer Data provided by our Customers to notify End Users of login attempts and account activity, and to send verification codes to End Users (such as via text messages or emails), which they can enter on the Customer Sites to confirm their identity when they login to use a Customer Site or create a new account.</p>PART II.\nWHAT WE COLLECT AND HOW WE USE IT(A) END USERSInformation We Collect About End Users<p>\n<strong>Information provided by our Customers:</strong> Our Customers decide the type of Customer Data they wish to send to Sift for analysis within the Sift Services.\nOur solutions and support teams work closely with Customers to assess the utility of the specific Customer Data they send to us.\nFor example, Sift guides Customers as to whether a particular data type (e.g., billing method) may be relevant in assessing the particular activity (e.g., likelihood of stolen payment credentials).\nWhile it will depend on the specific product offering and Customer relationship, the Customer Data that Customers typically send to us through our integrations include:</p>\n<ul>\n<li>\n<strong>Contact details</strong> (such as your email address, postal address, phone number, and user login);</li>\n<li>\n<strong>Information about your device</strong> (such as your IP address, session ID, mobile/desktop device properties, and metadata);</li>\n<li>\n<strong>Account activity information</strong> (such as account login attempts and failures, when you've reset your password, and other information about your behavior on a Customer Site);</li>\n<li>\n<strong>Transaction information</strong> (such as information about items you've purchased, currency codes, billing method, invoice details, and partial credit card information);</li>\n<li>\n<strong>Customer Site communication information</strong> (such as feedback, messaging, Customer support communications, reviews or images you may have provided on or within Customer Sites);</li>\n<li>\n<strong>KYC-related information</strong> (such as information about whether a KYC check was initiated by the Customer and the result of the check).\nand</li>\n<li>\n<strong>Dispute-related information</strong> (such as dispute case number, dispute ID, dispute stage and status, merchant ID, and whether a chargeback was issued or an order was cancelled)</li>\n</ul>\n<p>\n<strong>Information we automatically collect when you visit Customer Sites:</strong> As further explained below, we use certain standard tracking technologies to automatically collect certain information about your device when you interact with and use Customer Sites.\nSome of this information (including, for example, your IP address and certain unique identifiers), may identify a particular computer or device and may be \"personal data\" in some jurisdictions, including the EU.\nDepending on whether you visit a Customer Site via an app or a webpage, the information we collect includes:</p>\n<ul>\n<li>\n<strong>Browser and device information,</strong> such as the device type and model, manufacturer, operating system type and version (e.g.\niOS or Android), web browser type and version (e.g., Chrome or Safari), user-agent, carrier name/code and country code, time zone, the network connection type, IP address, hardware-based identifiers (e.g.\nMAC address), host name, device identifiers (such as iOS Identifier for Advertisers (IDFA), Android/Google Advertising ID (AAID or GAID)), canvas fingerprint, characteristics related to emulation or rooted (such as if your device is \"jailbroken\"), and app name and version.\nWe also collect character set, host name, language, page title and URL, referrer URL, number of fonts, fonts hash, number of plugins, plugins hash, screen height and width, color depth, platform, cookie footprint, maximum touch points, JavaEnabled, session storage, local storage, whether the resolution has been tampered, language or OS, whether ad blocking is enabled, whether do not track is enabled, flash socket IP and flash identifier.\nThe SDK will also collect phone-related metadata (battery level, device properties, carrier name).\nand</li>\n<li>\n<strong>Information about an End User’s behavior on Customer's Sites,</strong> such as information about the activities on those Customer Sites, session ID, session start/stop time, timezone offset, and location information which may be general location information inferred from your IP address or, in some circumstances, more precise geolocation information based on latitude and longitude coordinates.\nYou may be able to control the collection of location information through particular Customer Sites by changing the preferences on your mobile device.</li>\n</ul>\n<p>\n<strong>\n<em>Information we collect from third party sources: </em>\n</strong> We may receive some of the information above from our Customer's service providers or partners (such as, their payment processors, customer support providers or KYC providers), as directed by our Customer.\nWe also combine or enhance the information we collect about you with limited information we receive from third parties.\nFor example, we receive information such as whether an IP address is commercial or private, whether a phone number is a landline, whether an email domain is free, or the issuing bank associated with a transaction.\nWe also work with a small number of providers that match information from social media with End Users' email addresses provided to us, or provide us with a human-readable, mapped location based on a physical address or latitude/longitude.</p>How We Use End Users Information and the Legal Bases<p>\n<strong>Sift only uses Customer Data to provide, maintain, improve, and develop the Sift Services and to comply with its legal obligations.</strong>\n</p>\n<p>For example, we process Customer Data through our cloud-based machine learning platform to return fraud scores to our Customers for particular events or activities on the Customer Site and/or to return win rates for particular chargeback disputes.\nWe may also use Customer Data to optimize and improve the Sift Services (for example, to train our proprietary models and algorithms so that we can more effectively detect fraudulent behaviors) and to validate the identity of End Users seeking to exercise their privacy rights.\nIn addition, when our Customers use the Sift security notification and two-factor authentication features, we process Customer Data, such as their End Users' telephone number or email address, to notify End Users of login attempts and account activity and send a verification code to End Users via text message or email.\nThis allows our Customers who use these features to identify suspicious logins and validate their End Users' identities when they log into the Customer Sites or create a new account.</p>\n<p>We base our processing of your personal information on: (i) our legitimate interests in operating the Sift Services, including to better detecting and preventing fraud, security threats, and other illegal or malicious behavior on Customer Sites.\nand (ii) our (and our Customers) legitimate interest in combating fraud, maintaining safe online experiences for our Customers and their End Users and reducing the costs associated with invalid or fraudulent chargebacks.\nIn some cases, we may also need to process Customer Data to comply with our legal obligations.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, including any legitimate interests relied upon, please contact us as provided under the How to contact us section at the end of this Notice.</p>How We Use Tracking Technologies to Collect Information about End Users<p>We use standard tracking technologies to automatically collect certain information (as described in the Information We Collect About End Users section) from your device and/or browser when you visit or interact with Customer Sites.</p>\n<p>We use the following tracking technologies: </p>\n<ul>\n<li>\n<strong>JS Snippet:</strong> A JavaScript code (<strong>“JS Snippet”</strong>), also called a tag or pixel, is a tiny snippet of code inserted into the content of the Customer Site.\nYou can disable JavaScript by changing the settings on your browser.\nInformation about the procedure to follow to change the settings can usually be found on your internet browser provider’s website via your help screen.\nBecause Sift does not control these settings, we encourage you to check the information provided about them on a regular basis to ensure you are aware of any relevant changes.</li>\n<li>\n<strong>Mobile \"SDKs\" or \"Software Development Kits\":</strong> These are blocks of code that are embedded into a Customer Site that allow Sift to collect certain information as further described above.\nYou can control the use of certain information Sift collects through the SDK by following the instructions applicable to your mobile device operating system, which are usually available in your mobile device settings.\nThis typically means that you will no longer be associated with your old device ID or the information collected about you when the old device ID was assigned to you.\nHowever, if the Customer Site you visit requires you to login (e.g., via an email address), Sift will associate a new device ID with your login and your new and old device IDs will be associated.\nYou may also be able to control the collection of location information by particular Customer Sites by changing the preferences on your mobile device.\nBecause Sift does not control these settings, we encourage you to check the information provided about them on a regular basis to ensure you are aware of any relevant changes.</li>\n<li>\n<strong>Canvas Fingerprinting:</strong> We use canvas fingerprinting, which is a tracking technique that allows us to render graphic images from built-in features of HTML5 Canvas in your browser.\nThe canvas image is often rendered differently on different devices because of a number of factors (such as, your web browser version, operating system and its settings, and installed graphics hardware), and this will allow us to distinguish you from other End Users.\nIf you would like to disable canvas fingerprinting, you may choose to disable JavaScript or download a browser extension that blocks canvas fingerprinting techniques.\nhowever doing so may impair the functionality of the Sift Services.\nBecause Sift does not control these settings or extensions, we encourage you to check the information provided about them on a regular basis to ensure you are aware of any relevant changes.</li>\n</ul>\n<p>When an End User views or uses a Customer Site, Sift servers are notified, and we are able to collect information from the browser or application as described above.</p>Automated Decision-Making<p>Automated decision-making means that a decision is made automatically on the basis of a computer determination (using software algorithms), without human review or intervention.\nThe services we provide to our Customers may result in an automated decision being made by our Customers about an action you have made on a Customer Site.\nFor example, in certain limited circumstances, the Customer may use the analysis we provide them to automatically pause the completion of an activity or transaction based on rules the Customer has set.\nSimilarly, the Customer may use the analysis we provide them to challenge a particular chargeback.\nIn such instances, you may be required to take further steps (e.g., two factor authentication), you may potentially be unable to complete a transaction, or your chargeback may be disputed by the Customer.\nPlease contact the relevant Customer directly for more information.</p>(B) AUTHORIZED USERS Information We Collect About Authorized Users<p>\n<strong>Information you provide to us when you use the Sift Services:</strong> You (or your organization's administrator) may provide certain personal information to us through the Sift Services – for example, when you register for the Sift Services, when you consult with our customer support, send us an email or communicate with us in any way in connection with the Sift Services.</p>\n<p>The personal information we collect may include:</p>\n<ul>\n<li>\n<strong>Business contact information</strong>(such as your name, job title, organization, address, and email address).\n</li>\n<li>\n<strong>Account log-in credentials</strong> (such as your username and password);</li>\n<li>\n<strong>Troubleshooting and support data</strong> (which is data you provide when you contact Sift for help, such as the products you use, and other details that help us provide support).\nand</li>\n<li>\n<strong>Payment information</strong> (if you pay for the Sift Services, our payment processor will collect certain information required to process your payment, such as your credit card number and associated identifiers, billing address and background information.\nSift does not store full credit card data).</li>\n</ul>\n<p>If you ever communicate directly with us, we will maintain a record of those communications and responses.</p>\n<p>\n<strong>Information we collect automatically when you use the Sift Services:</strong> In connection with your organization's deployment of the Sift Services, we may automatically collect certain device and usage data about Authorized Users when they interact with and use the Sift Services (we call this information \"Usage Data\").\nWe (or our third party service providers) use cookies, web beacons, and other tracking technologies to collect some of this information.\nPlease review the Sift Website Cookie Notice for further information.</p>\n<p>Usage Data may include:</p>\n<ul>\n<li>\n<strong>Usage data</strong> (such as the dates and times you access the Sift Services, page views, which activities and features you use, the links you click on, and how you interact with the Sift Services);</li>\n<li>\n<strong>Device data</strong> (such as IP address, device type, operating system and Internet browser type, screen resolution, operating system name and version, device manufacturer, and model);</li>\n<li>\n<strong>Device event information</strong> (such as system activity, error reports (sometimes called 'crash dumps'), and hardware settings).\nand</li>\n<li>\n<strong>Log files</strong> automatically generated during the use of the Sift Services (such as access times, hardware, and software information).</li>\n</ul>How We Use Authorized Users Information and the Legal Bases<p>We collect and process personal information for the purposes and on the legal bases identified below.\nFor these purposes, we combine data we collect from different contexts (for example, from your use of two products within the Sift Services).\nWe use this information to:</p>\n<ul>\n<li>\n<strong>Provide the Sift Services:</strong> We base our processing of your personal information on our legitimate interests to operate and administer the Sift Services.\nFor example, to process transactions with you, authenticate you when you log in, provide customer support, and operate and maintain the Sift Services;</li>\n<li>\n<strong>Promote the security of the Sift Services:</strong> We process your personal information by tracking use of the Sift Services, creating aggregated, non-personal information, verifying accounts and activity, monitoring suspicious or fraudulent activity, and enforcing our terms and policies, to the extent this is necessary for our legitimate interest in promoting the safety and security of the Sift Services, systems, and applications and in protecting our rights and the rights of others;</li>\n<li>\n<strong>To improve and develop the Sift Services:</strong> We use your personal information (including Usage Data as described in the Information We Collect About Authorized Users section) to identify trends, usage, activity patterns, and areas for integration and improvement of the Sift Services so that we continually improve the Sift Services, including adding new features or capabilities that make the Sift Services smarter, faster, secure, integrated, and more useful to our Customers and their Authorized Users to the extent it is necessary for our legitimate interests in developing and improving the Sift Services, or where we seek your consent;</li>\n<li>\n<strong>To communicate with you about the Sift Services:</strong> We may send you service, technical, and other administrative or transactional emails, messages, and other types of notifications to in reliance on our legitimate interests in administering the Sift Services.\nThese communications are considered part of the Sift Services and in most cases you cannot opt-out of them.\nIf an opt-out is available, you will find that option within the communication itself or in your account settings;</li>\n<li>\n<strong>Send you marketing communications:</strong> We will process your personal information to send you marketing information, product recommendations, events, promotions, contests, and other non-transactional communications (e.g., emails, telemarketing calls, SMS or push notifications) about us in accordance with your marketing preferences as necessary for our legitimate interests in conducting direct marketing or to the extent you have provided your prior consent (please see the Unsubscribe from our mailing list section below);</li>\n<li>\n<strong>To protect our legitimate business interests and legal rights:</strong> Where required by law or where we believe it is necessary to protect our legal rights, interests, and the interests of others, we use information about you in connection with legal claims, compliance, regulatory, and audit functions, and disclosures in connection with the acquisition, merger, or sale of a business.\nand</li>\n<li>\n<strong>With your consent:</strong> We use information about you where you have given us consent to do so for a specific purpose not listed above.\nFor example, we may publish testimonials or featured customer stories to promote the Sift Services with your permission.</li>\n</ul>(C) SHARING INFORMATION WITH THIRD PARTIES<p>We may share and disclose information about End Users and Authorized Users in the following circumstances:</p>\n<ul>\n<li>\n<strong>Vendors, consultants and other service providers</strong>\n<br>We may share your information with third party vendors, contractors, consultants, and other service providers who provide data processing services to us and with whom the sharing of such information is necessary to undertake that work.\nIf you are an Authorized User, examples of the type of service providers include: processing billing, providing customer support, identity verification, or hosting our infrastructure.\nWe may use providers who assist us in delivering online and offline marketing optimizations.\nIf you are an End User, examples of these types of service providers include: hosting our infrastructure, security notification and verification services (including two factor authentication services), assisting with manual review and for data enrichment purposes (described below).</li>\n<li>\n<strong>Our Customers’ vendors, service providers and other intermediaries</strong>\n<br>We may share your information with our Customers' third party vendors, service providers and other third parties under their direction, where such sharing is necessary to provide the Sift Services and fulfill the Customer's request.\nFor example, if you are an End User we may share your information with our Customers' payment processors or the issuing or acquiring bank involved in a chargeback.</li>\n<li>\n<strong>Service Providers for Data Enrichment</strong>\n<br>We may share minimal Customer Data (e.g., email addresses) with select third-party service providers (e.g., location data providers or identity verification providers) for data enrichment purposes.\nEnriching data allows us to make more informed fraud risk assessments.\nFor example, we may work with providers that match information from social media with End Users' email addresses provided to us, that provide us with a human-readable, mapped location based on a physical address or latitude/longitude.\nSift requires that any information disclosed to a provider is used only to perform their service and not for any incompatible purpose, and only as allowed by applicable law.</li>\n<li>\n<strong>Professional advisors</strong>\n<br>We may disclose your personal information to professional advisors, such as lawyers, bankers, auditors and insurers, where necessary in the course of the professional services they render to us.</li>\n<li>\n<strong>Compliance with laws</strong>\n<br>We may disclose your information to any competent law enforcement body, regulator, government agency, court or other third party where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person (see below).</li>\n<li>\n<strong>Vital interests and legal rights</strong>\n<br>We may disclose information about you if we believe it necessary to protect the vital interests or legal rights of Sift, you or any other person.</li>\n<li>\n<strong>Corporate Affiliates and Transactions</strong>\n<br>We may provide your information to our affiliates (meaning any subsidiary, parent company or company under common control with Sift).\nOur affiliates will use your information only for the purposes described in this Notice.\nAdditionally, if Sift is involved in a merger, acquisition or sale of all or a portion of its assets, your information may be shared or transferred as part of that transaction, as permitted by law.</li>\n</ul>PART III.\nINTERNATIONAL TRANSFERS, SECURITY AND DATA RETENTIONProcessing of personal information in the US and other territories<p>Your personal information may be transferred to, and processed by Sift in, countries other than the country in which you are resident, including the United States, Ukraine and other countries around the world where Sift, its affiliates, service providers or partners operate facilities.\nThese countries may have data protection laws that are different to the laws of your country and may not provide for the same level of protection as your jurisdiction.\nHowever, regardless of where your data is processed, we take steps to ensure that your personal information will be processed in accordance with this Notice and the requirements of applicable law.</p>European Data Transfers<p>If you are resident in the EEA, UK or Switzerland, we will protect your personal information when it is transferred outside of your jurisdiction by: (i) processing it in a territory that provides an adequate level of protection for personal information based on the receiving country's data protection laws.\nand/or (ii) implementing appropriate safeguards to protect your personal information, such as requiring the recipient to comply with the Standard Contractual Clauses, or another lawful and approved transfer mechanism.</p>PART IV.\nYOUR PRIVACY RIGHTS<p>Depending on your location and subject to applicable law, you may have the following rights with regard to personal information we control about you:</p>Access, review, change, update or delete your information (EEA, UK, and Swiss residents)<p>If you are a resident of the European Economic Area (“EEA”), United Kingdom, and Switzerland, you may access, review, modify, and request deletion of any personal information that we process about you, as required by law.\nYou can send an email to privacy@sift.com to exercise these rights.</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws, and treat each according to the requirements of the applicable jurisdiction.\nTo protect your privacy and security, we may need to take reasonable steps to verify your identity before responding to your request.\nSpecifically, we (or our third party service provider acting on our behalf) may need to collect a copy of your photo ID and any other information necessary to confirm your identity.\nSuch information will be securely processed in accordance with this Notice and only used for the purpose of verifying your identity.</p>Objection to processing of, or requesting restriction or portability of personal information (EEA, UK, and Swiss residents)<p>In addition, if you are a resident of the European Economic Area EEA, United Kingdom, and Switzerland, and we can properly verify your identity, you can object to the processing of your personal information, ask us to restrict the processing of your personal information or request portability of your personal information.\nTo exercise these rights, email privacy@sift.com.</p>Withdrawal of consent (EEA, UK, and Swiss residents)<p>If you are a resident of the EEA, United Kingdom, or Switzerland, and we have collected and process your personal information with your consent, then you can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.\nTo withdraw your consent to any processing, email privacy@sift.com.</p>Right to complain to a data protection authority (EEA, UK, and Swiss residents)<p>If you are an End User located in the EEA, UK or Switzerland, you have the right to complain to a data protection authority about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.\nContact details for data protection authorities in the EEA and UK are available here link to EEA authoritiesand Switzerland are link to Switzerland authoritieshere.</p>California CCPA Rights: for California Residents<p>When we handle personal information (as defined under the California Consumer Privacy Act, or CCPA) in providing the Sift Services to our Customers, we do so as a provider of services to and/or on behalf of our Customers (who are “businesses” under the CCPA), to assist them in protecting against security threats or detecting illegal, criminal, malicious, or fraudulent activity.\nWhen requested, we reasonably assist our Customers in responding to consumer requests under the CCPA.\nPlease direct any requests regarding your CCPA rights to the businesses you believe may have collected (or transferred to Sift) your information, so that those businesses can properly instruct us whether and how to assist them in responding.\nWhere we are the party acting as the “business” (for instance, if we have marketed to you) we are the correct party to address these requests.\nTo learn more about how to make a consumer request, please contact us at privacy@sift.com, or view the privacy rights section in our Website Privacy Notice.</p>Unsubscribe from our mailing list<p>You may at any time ask us to stop sending marketing communications to you, including by clicking \"Unsubscribe\" in any e-mail communications we send you.\nIf you have any questions in relation to the \"Unsubscribe\" process, please feel free to get in touch via the contact details set out below.\nIf you choose to no longer receive marketing information, we may still communicate with you regarding such things as your security updates, product functionality, responses to service requests, or other transactional, non-marketing/administrative related purposes.</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.\nTo protect your privacy and security, we may need to take reasonable steps to verify your identity before responding to your request.</p>PART V.\nOTHER IMPORTANT INFORMATIONSecurity safeguards<p>We use technical and organizational security measures designed to protect personal information processed as part of the Sift Services against unauthorized access, disclosure, alteration, and destruction.</p>Data retention<p>We retain your personal information where we have an ongoing legitimate business need to do so and for a period of time consistent with the original purpose as described in this Notice.\nWe determine the appropriate retention period for personal information on the basis of the amount, nature and sensitivity of your personal information processed, the potential risk of harm from unauthorized use or disclosure of your personal information and whether we can achieve the purposes of the processing through other means, as well as on the basis of applicable legal requirements (such as applicable statutes of limitation).</p>\n<p>After expiration of the applicable retention periods, we will either delete or anonymize your personal information or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>Changes to this Notice<p>We may revise this Notice from time to time in response to changing legal, technical or business developments, and the revised version will be effective when it is posted.\nIf we make any material changes to the ways in which we use or share personal information previously collected from you, we will prominently post the updated version here and in our discretion notify you and/or the Customer by email or by other reasonable means.\nYou can see when this Notice was last updated by checking the “last updated” or “effective” date displayed at the top of this Notice.</p>PART VI.\nHOW TO CONTACT USContact Details<p>Please contact Sift with any questions or comments about this Notice or our privacy practices at:</p>\n<p>Sift Science, Inc.<br>\nAttn: Privacy Officer<br>\n525 Market Street, Sixth Floor<br>\nSan Francisco, CA 94105<br> Email: privacy@sift.com</p>Controller Status, Data Protection Officer and EU Representative<p>If you are a resident in the EEA, UK, or Switzerland, Sift Science, Inc.\nis the controller of the personal information (i.e., personal data under European data protection legislation) collected through the Sift Services.</p>\n<p> You may contact our Data Protection Officer by emailing dpo@sift.com or using the mailing address listed in the Contact Details section above.\nOur EU representative (for EEA, UK or Swiss data subjects) is: </p>\n<p>Sift Science Ireland Limited<br>by email: privacy@sift.com <br>by mail: Sift Science Ireland Limited c/o Sift Science, Inc.\n525 Market Street, Sixth Floor, San Francisco, CA 94105</p>Further Privacy Resources<p>\n<em>Website Privacy Policy</em>\n</p>\n<p>\n<em>Website Cookie Notice</em>\n</p>\n<p>\n<em>Terms of Service</em>\n</p>", "created_at": "2022-06-26 16:45:49.827491", "updated_at": "2022-06-26 16:45:58.723884"}, {"id": 12220, "name": "Acceptable Use Policy", "url": "https://sift.com/aup", "xpath": "/html/body/div[1]/main/div/div", "text": "Sift Acceptable Use Policy<p>\n<b>Effective: January 1, 2020</b>\n</p>\n<p>In connection with your use of our services, in addition to your obligations under your agreement with Sift (the “Agreement”), you agree that you will not engage in any of the activities below nor permit or encourage any third party to do so.\nThis policy may change as Sift grows, so please check back regularly for updates and changes.\nCapitalized terms used below but not defined in this policy have the meanings set forth in the Agreement.\nYou will not:</p>\n<ol>\n<li>knowingly or intentionally fail to implement the Software properly;</li>\n<li>knowingly submit any information to the Sift Services that is false, incomplete, out-of-date, or misleading;</li>\n<li> submit any sensitive personal information, such as full credit or debit card numbers, financial account information, full government identification numbers, account passwords, health-related information, information related to children under 13 (or in the EEA under 16) or any other information that deemed “sensitive” or falling under “special categories” under applicable laws, rules or regulations;</li>\n<li>circumvent any access or use restrictions, data encryption, or content protection related to the Sift Services, including accessing or using any undocumented Software or any Software not in strict compliance with any documentation provided to you by Sift;</li>\n<li>reverse engineer, modify, adapt, or hack the Sift Services, or otherwise attempt to gain unauthorized access to the Sift Services;</li>\n<li>participate in spidering, screen-scraping, database-scraping, harvesting e-mail addresses, wireless addresses, other contact or personal information, or other content made available through the Sift Services, or use any other automatic means of obtaining lists of users or other information from or through the Sift Services, including without limitation any information residing on any server or database connected to the Sift Services;</li>\n<li>copy, modify, or distribute the computer code used to generate web pages on the Sift Services, except to the extent such restriction is not allowed by applicable laws, rules or regulations;</li>\n<li>access, tamper with, or use non-public areas of the Sift Services, Sift's computer systems, or the technical delivery systems of Sift's providers;</li>\n<li>access or search the Sift Services with any engine, software, tool, agent, device, or mechanism other than the software or search agents provided by Sift or other generally available third-party web browsers;</li>\n<li>probe, scan, or test the vulnerability of any system or network, or breach any security or authentication measures;</li>\n<li>benchmark, test the capacity or limitations of, or interfere with the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Sift Services;</li>\n<li>upload, post, transmit, or otherwise make available any content or information designed to interrupt, interfere with, destroy or limit the functionality of any computer software or hardware or telecommunications equipment, including the introduction of malicious code, such as viruses, worms, time bombs, or Trojan horses;</li>\n<li>using any Software provided by Sift for any purpose other than your implementation of the Sift Services under the terms of the Agreement.\nor</li>\n<li>using any data obtained through any Sift SDK-enabled application in any way the violates any individual’s rights or any carrier requirements or other industry standards.\n</li>\n</ol>", "created_at": "2022-06-26 16:45:11.792911", "updated_at": "2022-06-26 16:45:20.79038"}, {"id": 12219, "name": "Cookie Notice", "url": "https://sift.com/cookie-policy", "xpath": "/html/body/div[1]/main/div", "text": "Sift Website Cookie Notice<p>\n<b>Last Updated: October 22, 2020</b>\n</p>\n<p>This Cookie Notice explains how Sift Science, Inc.\n(<strong>“Sift”</strong>) uses cookies and similar technologies (such as pixel tags or web beacons) to recognize you when you visit our website at www.sift.com.\nIt explains what these technologies are and why we use them, as well as your choices with respect to&nbsp;them.</p>\n<p>Some cookies or similar technologies that we use through the websites will collect personal information about you, or information that becomes personal information if we combine it with other data.\nAny personal information that we collect will be used in accordance with our Website&nbsp;Privacy&nbsp;Policy.</p>\n<p>If you do not consent to the use of cookies on our website you may disable them through the link to our Cookie Preference Center below, or by changing your browser settings so that cookies from our website cannot be placed on your device (usually found in a 'settings' menu in your particular browser).</p>\n<p>Cookie Preference Center </p>What are cookies?<p>Cookies are small data files that are placed on your computer or mobile device when you visit a website.\nCookies are widely used by website owners like Sift to make their websites work, better understand how site visitors use the website, and provide more targeted content to its site&nbsp;visitors.</p>\n<p>Cookies created and set by the website owner (in this case, Sift) are called \"first party cookies.” Cookies created and set by parties other than Sift are called \"third party cookies.” First party cookies are used to provide essential services, such as re-setting your password and inviting a colleague to use Sift.\nThird party cookies enable third party features or functionality to be provided through the website (e.g.\nlike videos) and allow those third parties to serve ads to you across different websites you&nbsp;visit.\n</p>Why types of cookies does Sift&nbsp;use?<p>We use first party and third party cookies for several reasons.\nSome cookies are required for technical reasons in order for our website to operate, and we refer to these as \"essential\" or \"strictly necessary\" cookies.\nFor instance, a dropping a first party cookie is necessary for you to reset your password.\nIn addition, third party cookies help us create a more favorable marketing experience.\nFor example, we place a third party cookie when you sign up to receive a marketing resource from our resource page.\nAfter we do so, you can download additional Sift content without having to re-enter your information.\nThis is described in more detail&nbsp;below.</p>\n<p>We use the following types of cookies when you visit our website:</p>\n<p>\n<b>Essential website cookies:</b> These cookies are strictly necessary to both provide you with content through our website.\nBecause these cookies are strictly necessary to deliver the website to you, you may not be able to refuse them and use the Sift website.\nHowever, you can block web beacons or delete them by clearing your browser settings, as described below under the heading \"How can I refuse or delete cookies?”</p>\n<p>\n<b>Connection cookies:</b> Website visitors may interact with Sift in many ways, including chatting with a member of our support team or filling out a web form.\nThese cookies connect these behaviors into a single view, so that Sift can better supply you with content.\nTo refuse or delete these cookies, please follow the instructions below under the heading \"How can I refuse or delete cookies?\"</p>\n<p>\n<b>Functionality and analytics cookies:</b> These cookies are used on our website to provide relevant content and monitor the effectiveness of such content, track site errors, or provide Net Promoter Surveys (NPS).\nThese cookies may also help Sift improve the effectiveness of its marketing content.\nTo refuse or delete these cookies, please follow the instructions below under the heading \"How can I refuse or delete cookies?\"</p>\n<p>\n<b>Advertising cookies:</b> These cookies are used to make advertising messages from Sift more relevant to you.\nLike many other companies, we (using third-party ad partners, such as Google use cookies and web beacons on our website to provide interest-based advertising to you through our ad partners.\nTo refuse or delete these cookies, please follow the instructions below under the heading \"How can I refuse or delete cookies?\"</p>\n<p>For more detailed information about the specific cookies that we use, and to change your cookie settings, please go to our <b>Cookie Preference Center.</b>\n</p>What about other tracking technologies, like pixels or web beacons?<p>Cookies are not the only way to recognize or track visitors to a website.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called \"tags,\" \"tracking pixels\" or \"clear gifs\").\nThese are tiny graphics files that contain a unique identifier that enable us to recognize when someone has visited our website.\nThis allows us, for example, to monitor user traffic patterns on our website, to deliver or communicate with cookies, to understand how you arrived at our website (e.g.\nfrom an online advertisement or search engine), and to measure the success of our marketing programs (e.g.\ne-mail marketing campaigns).\nIn many instances, these technologies are reliant on cookies and web beacons to function properly, and so declining cookies will impair their&nbsp;functioning.</p>Types of tagWhose tag is implementedHow to refuse<strong>Analytics </strong>This tag assists in evaluating our customer engagement and generation of leads.\n<ul>\n<li>Mintigo</li>\n<li>Digilant</li>\n</ul> To refuse or delete the tag’s ability to collect data, please follow the instructions below under the heading \"How can I refuse or delete cookies?\"”How can I refuse or delete cookies?<p>You have the right to refuse or delete cookies.\nIf you wish to refuse the use of cookies you may disable them through our Cookie Preference Center.</p>\n<p>| In addition to the Cookie Preference Center, most browsers allow you to refuse or delete cookies at any time.\nIf you choose to refuse cookies, you may still use our website though your access to some functionality and areas of our website may be restricted.\nAs the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser's help menu for more information.</p>\n<p>You can also manage third party advertising preferences for some of the third parties we work with to serve advertising across the Internet by utilizing the choices available at www.networkadvertising.org/managing/opt_out.asp and www.aboutads.info/choices.\nWe do not guarantee that all of the third parties we work with will honor the elections you make using those options, but we strive to work with third parties that do.</p>How often will you update this Cookie Notice?<p>We may update this Cookie Notice from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons.\nPlease therefore revisit this Cookie Notice regularly to stay informed about our use of cookies and related technologies.\nThe date at the top of this Cookie Notice indicates when it was last updated.</p>Where can I get further information?<p>For more information about the specific cookies that we use on our website, please go to our Cookie Preference Center</p>\n<p>If you have any questions about our use of cookies or other technologies, please email us at privacy@sift.com.</p>\n<p>Sift Science, Inc.<br>\nAttn: Privacy Officer<br>\n525 Market Street, Sixth Floor<br>\nSan Francisco, CA 94105<br>\n</p>", "created_at": "2022-06-26 16:44:21.118853", "updated_at": "2022-06-26 16:44:30.387214"}, {"id": 6128, "name": "Website Privacy Notice", "url": "https://sift.com/site-privacy", "xpath": "/html/body/div[1]/main/div", "text": "Sift Website Privacy Notice<p>\n<b>Effective: April 15, 2021</b>\n</p>\n<p>Previous Website Privacy Notice available here</p>Our commitment to privacy<p>Sift Science, Inc.\n(<strong>“Sift”</strong>, <strong>“we”</strong> or <strong>“us”</strong>) respects your privacy and wants you to be informed about what we do.\nThis Website Privacy Notice (this <strong>“Notice”</strong>) explains who we are, how we collect, share, and use personal information about you, and how you can exercise your privacy rights.</p>\n<p>This Notice applies to the processing of personal information collected by us through our website https://sift.com and any sub-domains) (the <strong>“Website”</strong>) and in connection with our events, sales, and marketing activities or to register you as a visitor to our offices.</p>\n<p>For information about how we process personal information that we collect if you use or otherwise interact with the Sift fraud prevention products, applications, and services, see our Service Privacy Notice.</p>Quick Links<p>We recommend that you read this Notice in full to ensure that you are fully informed.\nHowever, if you would like to access a particular section of this Notice, then you can click on the relevant link below to jump to that section.</p>\n<ul>\n<li>PART I.\nWHO WE ARE</li>\n<li>PART II.\nWHAT WE COLLECT, HOW WE USE IT, AND THE LEGAL BASIS<ul>\n<li>Information We Collect<ul>\n<li>Information that you provide to us</li>\n<li>Information that we collect automatically</li>\n<li>Information we obtain from third party sources</li>\n</ul>\n</li>\n<li>Sharing information with third parties</li>\n</ul>\n</li>\n<li>PART III.\nINTERNATIONAL TRANSFERS, SECURITY AND DATA RETENTION<ul>\n<li>Processing of personal information in the US and other territories</li>\n<li>European Data Transfers</li>\n<li>Security safeguards</li>\n<li>Data retention</li>\n</ul>\n</li>\n<li>PART IV.\nYOUR PRIVACY RIGHTS<ul>\n<li>Access, review, change, update, or delete your information</li>\n<li>Objection to processing of, or requesting restriction or portability of, personal information (EEA residents)</li>\n<li>Unsubscribe from our mailing list</li>\n<li>Withdrawal of consent</li>\n<li>Right to complain to a data protection authority</li>\n</ul>\n</li>\n<li>PART V.\nSUPPLEMENTAL PRIVACY NOTICE FOR CALIFORNIA RESIDENTS<ul>\n<li>Summary of information practices</li>\n<li>Categories of personal information we collect</li>\n<li>How we use these categories of personal information</li>\n<li>Categories of personal information we disclose for business purposes</li>\n<li>Sale of personal information</li>\n<li>Exercising Privacy Rights and Authorized Agents</li>\n<li>Non-discrimination for exercising your rights</li>\n</ul>\n</li>\n<li>PART VI.\nOTHER IMPORTANT INFORMATION<ul>\n<li>Other websites</li>\n<li>Changes to this Notice</li>\n</ul>\n</li>\n<li>PART VII.\nHOW TO CONTACT US<ul>\n<li>Contact details</li>\n<li>Controller Status, Data Protection Officer, and EU Representative</li>\n<li>Further Privacy Resources</li>\n</ul>\n</li>\n</ul>PART I.\nWHO WE ARE<p>Sift is a Software-as-a-Service (SaaS) company based in San Francisco, California.\nWe help online businesses (our <strong>“Customers”</strong>) detect and address fraud and other malicious behavior on their digital properties, such as their websites and mobile applications, using our proprietary real-time machine learning technology (the <strong>“Sift Services”</strong>).</p>\n<p>For further information about our collection and use of information in connection with the Sift Services, please see our Service Privacy Notice.</p>PART II.\nWHAT WE COLLECT, HOW WE USE IT, AND THE LEGAL BASISInformation We Collect<p>We may collect the following types of personal information about you:</p>Information that you provide to us<p>Certain parts of our Website might ask you to provide personal information voluntarily - for example, if you provide your contact details to register an account with us, subscribe to marketing communications (like our newsletters), access a demo or white paper, or enable us to contact you.\nWe may also collect information from you in person at a tradeshow or event or when you register as a visitor at our offices.</p>\n<p>If you contact us to find out more about the Sift Services (whether via our website or via a phone call with one of our sales representatives), we will collect personal information about you so that we can fulfill your request.</p>\n<p>The personal information we collect may include:</p>\n<ul>\n<li>contact information (such as, your name, address, telephone number, and email address) and the nature of your communication;</li>\n<li>professional information (such as, your company name, job title, and company address);</li>\n<li>marketing information (such as, your contact preferences).\nand</li>\n<li> any other information you choose to provide to us when completing any 'free text' boxes in our forms (for example, for event sign-up or bot interaction).</li>\n</ul>\n<p>\n</p>\n<p>We use this information (alone or in combination with other information we have collected about you):</p>\n<ul>\n<li> To respond to your requests or provide information you’ve requested to perform our contract with you, or if we have not contracted directly with you, in reliance on our legitimate interest in managing communications with you.</li>\n<li>For security reasons, to register visitors to our offices and to manage non-disclosure agreements that visitors may be required to sign, to the extent such processing is necessary for our legitimate interest in protecting our offices and our confidential information against unauthorized access.</li>\n<li>To send administrative or account related information to you in reliance on our legitimate interests in managing your account.</li>\n<li>To comply with and enforce applicable legal requirements, agreements, and policies.</li>\n<li>To validate your identity when seeking to exercise your privacy rights.</li>\n<li>To send you marketing and promotional materials (for example, newsletters, telemarketing calls, or SMS or push notifications), if this is in accordance with your marketing preferences, as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided prior consent.\nYou can opt-out of our marketing at any time (see the section below).</li>\n<li>For other business purposes - such as, data analysis, identifying usage trends, determining the effectiveness of our marketing and to enhance, customize, and improve our Websites, products and services - in reliance on our legitimate interests in expanding and developing our business activities.</li>\n</ul>\n<p>\n</p>Information that we collect automatically <p>When you visit our Website, Sift (like most website owners) collects certain information related to your device, such as your device's IP address, device type, browser type, broad geographic location (e.g.\ncountry or city-level location), referring website, what pages your device visited, and the time that your device visited our Website.</p>\n<p>We (including our vendors) may use cookies, pixel tags, web beacons, embedded web links, and similar technologies.\nYou can opt-out of certain collection technologies (such as cookies) but please note that you then might not be able to take advantage of many of the tailored features of our Website.\nFor more information on our use of cookies, including how to change your cookie preferences, please see our\nWebsite Cookie Notice.</p>\n<p>We use this information (alone or in combination with other information we have collected about you):</p>\n<ul>\n<li> To administer our Website and for internal operations, including troubleshooting, data analysis, testing, research, statistical, and survey purposes in reliance on our legitimate interests;</li>\n<li>To understand how our Website is used and to improve our Website to ensure that content is presented in the most effective manner for you and your computer in reliance on our legitimate interests;</li>\n<li>To display personalized advertising and content to you on and off our Website, based on your browsing activities on the Website to the extent necessary for legitimate interests in advertising our Website and services, or where necessary, to the extent you have provided prior consent.\nand</li>\n<li>As part of our efforts to keep our Website safe and secure in reliance on our legitimate interests in ensuring the security of our Website.</li>\n</ul>\n<p>\n</p>Information we obtain from third party sources<p>We may obtain information about you from other sources, such as public databases, joint marketing partners, data providers, or social media platforms.\nThis information may include the following: mailing addresses, job titles, email addresses, phone numbers, intent data (or user behavior data), IP addresses, social media profiles, LinkedIn URLs or custom profiles.</p>\n<p>We use this information (alone or in combination with other information we have collected about you) to enhance our ability to provide relevant marketing, offers, and services, including for the purposes of targeted advertising, delivering more relevant email content, event promotion, and profiling in reliance on our legitimate interests in conducting our marketing activities and promoting the Sift Services.</p>Sharing information with third parties<p>We may share and disclose information about you in the following circumstances:</p>\n<ul>\n<li>\n<strong>Vendors, consultants and other service providers</strong>\n<br>We may share your information with third party vendors, consultants and other service providers who provide data processing services to us and with whom the sharing of such information is necessary to undertake that work.\nExamples of these type of service providers include: processing billing, providing customer support, hosting our infrastructure, data enrichment, identity verification, or online and offline marketing optimizations.</li>\n<li>\n<strong>Professional advisors</strong>\n<br>We may disclose your personal information to professional advisors, such as lawyers, bankers, auditors, and insurers, where necessary in the course of the professional services they render to us.</li>\n<li>\n<strong>Compliance with laws</strong>\n<br>We may disclose your information to any competent law enforcement body, regulator, government agency court, or other third party where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person (see below).</li>\n<li>\n<strong>Vital interests and legal rights</strong>\n<br>We may disclose information about you if we believe it necessary to protect the vital interests or legal rights of Sift, you, or any other person.</li>\n<li>\n<strong>Corporate Affiliates and Transactions</strong>\n<br>We may provide your information to our affiliates (meaning any subsidiary, parent company or company under common control with Sift).\nOur affiliates will use your information only for the purposes described in this Notice.\nAdditionally, if Sift is involved in a merger, acquisition or sale of all or a portion of its assets, your information may be shared or transferred as part of that transaction, as permitted by law.</li>\n</ul>\n<p>\n</p>PART III.\nINTERNATIONAL TRANSFERS, SECURITY, AND DATA RETENTIONProcessing of personal information in the US and other territories<p>Your personal information may be transferred to, and processed in, countries other than the country in which\nyou are resident.\nThese countries may have data protection laws that are different to the laws of your country.\nSpecifically, please be aware that our facilities are located in the United States, and our third party service providers and partners operate around the world.\nThis means that when we collect your personal information we may process it in different countries.\nHowever, regardless of where your data is processed we have taken appropriate safeguards to require that your personal information will remain protected in accordance with this Notice.</p>European Data Transfers<p>If you are resident in the EEA, UK or Switzerland, we will protect your personal information when it is transferred outside of your jurisdiction by: (i) processing it in a territory that provides an adequate level of protection for personal information based on the receiving country's data protection laws.\nand/or (ii) implementing appropriate safeguards to protect your personal information, such as requiring the recipient to comply with the Standard Contractual Clauses, or another lawful and approved transfer mechanism.</p>Security safeguards<p>We use technical and organizational security measures designed to protect personal information we process about visitors to our Website against unauthorized access, disclosure, alteration, and destruction.\nHowever, please note that no Internet transmission can ever be guaranteed 100% secure, and so we encourage you to take care when disclosing personal information online and to use readily available tools, such as Internet firewalls, secure email, and similar technologies to protect yourself online.</p>Data retention<p>We retain your personal information where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax, or accounting requirements) and for a period of time consistent with the original purpose as described in this Notice.\nWe determine the appropriate retention period for personal information on the basis of the amount, nature, and sensitivity of your personal information processed, the potential risk of harm from unauthorized use or disclosure of your personal information and whether we can achieve the purposes of the processing through other means, as well as on the basis of applicable legal requirements (such as applicable statutes of limitation).</p>\n<p>After expiration of the applicable retention periods, we will either delete or anonymize your personal information or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>PART IV.\nYOUR PRIVACY RIGHTS<p>Depending on your location and subject to applicable law, you may have the following rights with regard to personal information we control about you:</p>Access, review, change, update, or delete your information (EEA, UK and Swiss residents, and California residents)<p>You may access (data portability), review, modify, and request deletion of any personal information that we process about you, as required by law.\nYou may submit such a request by one of the following: (i) send an email to privacy@sift.com, (ii) complete this webform, or (iii) call us toll free at 877-571-0124.\nTo protect your privacy and security, we may need to take reasonable steps to verify your identity before responding to your request.\nSpecifically, we (or our third party service provider acting on our behalf) may need to collect a copy of your photo ID and any other information necessary to confirm your identity.\nSuch information will be securely processed in accordance with this Notice and only used for the purpose of verifying your identity.</p>Objection to processing of, or requesting restriction or portability of, personal information (EEA, UK, and Swiss residents)<p>In addition, if you are a resident of the European Economic Area (<strong>“EEA”</strong>), United Kingdom or Switzerland and we can properly verify your identity, you can object to processing of your personal information, ask us to restrict processing of your personal information, or request portability of your personal information.\nTo exercise these rights, email privacy@sift.com.</p>Unsubscribe from our mailing list<p>You may at any time ask us to stop sending marketing communications to you, including by clicking \"Unsubscribe\" in any email communications we send you.\nIf you have any questions in relation to the \"Unsubscribe\" process, please feel free to get in touch via the contact details set out below.\nIf you choose to no longer receive marketing information, we may still communicate with you regarding such things as your security updates, product functionality, responses to service requests, or other transactional, non-marketing/administrative related purposes.</p>Withdrawal of consent<p>If we have collected and process your personal information with your consent, then you can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.\nTo withdraw your consent to any processing, email privacy@sift.com.</p>Right to complain to a data protection authority<p>You have the right to complain to a data protection authority about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.\nContact details for data protection authorities in the EEA and UK are available here and Switzerland are here.\n</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.\nTo protect your privacy and security, we may need to take reasonable steps to verify your identity before responding to your request.</p>PART V.\nSUPPLEMENTAL PRIVACY NOTICE FOR CALIFORNIA RESIDENTS<p>This Supplemental Privacy Notice supplements the information in our Privacy Notice above and applies solely to California residents.</p>Summary of information practices<p>If you are a California resident, California law requires us to provide you with some additional information regarding how we collect, use, and share your “personal information” (as defined in the California Consumer Privacy Act (“<b>CCPA</b>”)).</p>Categories of personal information we collect<p>Throughout this Notice, we discuss in detail the specific pieces of personal information we collect from and about users.\nUnder the CCPA, we are also required to provide you with the “categories” of personal information we collect.\nThe categories we collect are: identifiers (such as name, address, email address).\ninternet or other network or device activity (such as browsing history or Services usage).\ngeneral geolocation information (e.g., your city and state based on IP address).\nprofessional or employment related data.\nand other information that identifies or can be reasonably associated with you.</p>How we use these categories of personal information<p>We and our service providers may use the categories of personal information we collect from and about you consistent with the various business purposes and commercial we discuss throughout this Notice.\nPlease see the relevant section(s) above for more information.</p>Categories of personal information we disclose for business purposes<p>Sift may disclose the following categories of information about you or your use of the Website for business purposes (as defined by applicable law) or as required by applicable law: identifiers (such as name, address, email address).\ninternet or other network or device activity (such as browsing history or services usage).\ngeneral geolocation information (e.g., your city and state based on IP address).\nprofessional or employment related data.\nand other information that identifies or can be reasonably associated with you.</p>Sale of personal information<p>The CCPA sets forth certain obligations for businesses that “sell” personal information.\nWe do not sell information that directly identifies you, such as your name and email address.\nWe share certain information and allow third parties to collect certain information about your activity, for example through cookies, as explained in both the “Sharing information with third parties” section and our Website Cookie Notice.\nYou can control these cookies through browser settings and other controls.\nWe do not believe these activities are a sale of personal information under the current regulatory guidance for the CCPA.</p>Exercising Privacy Rights and Authorized Agents<p>As provided by the CCPA, you may exercise certain privacy rights outlined in Part IV.\nPrivacy Rights.\nYou may authorize another person (your “agent”) to submit a request on your behalf.\nPlease note that before completing any requests, and in addition to our identification verification process, we are required to verify that your agent has been properly authorized to request information on your behalf and this may take additional time to fulfill your request.</p>Non-discrimination for exercising your rights<p>Under Part IV.\nPrivacy Rights, we include information as to how you can exercise your privacy rights under the CCPA.\nWe will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not deny you goods or services.\ncharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.\nprovide you a different level or quality of goods or services.\nor suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.\nHowever, we may offer you certain financial incentives permitted by CCPA that can result in different prices, rates or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt-in consent, which you may revoke at any time.</p>PART VI.\nOTHER IMPORTANT INFORMATIONOther websites<p>Please be aware that we are not responsible for the privacy practices of other websites that are linked to from our Website.\nWe encourage our visitors to be aware when they leave our Website and to read the privacy statements or policies of each and every website that they visit.</p>Changes to the Notice<p>We may revise this Notice from time to time in response to changing legal, technical, or business developments.\nThe most current version of this Notice will govern our use of your personal information.\nIf we make any material changes to this Notice, we will post the updated version here.\nYou can see when this Notice was last updated by checking the “last updated” or “effective” date displayed at the top of this Notice.</p>PART VII.\nHOW TO CONTACT USContact details<p>Please contact Sift with any questions or comments about this Notice or our privacy practices at:</p>\n<p>Sift Science, Inc.<br>\nAttn: Privacy Officer<br>\n525 Market Street, Sixth Floor<br>\nSan Francisco, CA 94105<br> Email: privacy@sift.com</p>Controller Status, Data Protection Officer, and EU Representative<p>If you are a resident in the EEA, United Kingdom, or Switzerland, Sift Science, Inc.\nis the controller of the personal information (i.e., personal data under European data protection legislation) covered by this Notice.</p>\n<p>You may contact our Data Protection Officer by emailing dpo@sift.com or using the mailing address listed in the Contact Details section above.\nOur EU representative (for EEA, UK or Swiss data subjects) is:</p>\n<p>Sift Science Ireland Limited<br>by email: privacy@sift.com <br>by mail: Sift Science Ireland Limited c/o Sift Science, Inc.\n525 Market Street, Sixth Floor, San Francisco, CA 94105</p>Further Privacy Resources<p>\n<em>Service Privacy Policy</em>\n</p>\n<p>\n<em>Website Cookie Notice</em>\n</p>\n<p>\n<em>Terms of Service</em>\n</p>", "created_at": "2021-05-18 20:27:20.199334", "updated_at": "2022-06-26 16:47:52.052853"}], "points": [], "urls": ["sift.com", "siftscience.com"]}}