{"error": 448, "message": "OK", "parameters": {"id": 6323, "name": "Cinnamon", "created_at": "2022-01-16 19:33:59.338465", "updated_at": "2022-01-16 23:01:16.045127", "wikipedia": null, "keywords": null, "related": null, "slug": "cinnamon", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6323.png", "url": "cinnamon.video", "documents": [{"id": 11479, "name": "Cookie Policy", "url": "https://cinnamon.video/settings/cookie-policy", "xpath": "/html/body/div[1]/div/div[2]/div/div/div[2]/div/div/div", "text": "Cookie Policy<p>Effective October 7, 2020</p>This document informs Users about the technologies that help this Application to achieve the purposes described below.\nSuch technologies allow the Owner to access and store information (for example by using a Cookie) or use resources (for example by running a script) on a User’s device as they interact with this Application.\nFor simplicity, all such technologies are defined as \"Trackers\" within this document – unless there is a reason to differentiate.For example, while Cookies can be used on both web and mobile browsers, it would be inaccurate to talk about Cookies in the context of mobile apps as they are a browser-based Tracker.\nFor this reason, within this document, the term Cookies is only used where it is specifically meant to indicate that particular type of Tracker.\nSome of the purposes for which Trackers are used may also require the User's consent.\nWhenever consent is given, it can be freely withdrawn at any time following the instructions provided in this document.\nThis Application uses Trackers managed directly by the Owner (so-called “first-party” Trackers) and Trackers that enable services provided by a third-party (so-called “third-party” Trackers).\nUnless otherwise specified within this document, third-party providers may access the Trackers managed by them.The validity and expiration periods of Cookies and other similar Trackers may vary depending on the lifetime set by the Owner or the relevant provider.\nSome of them expire upon termination of the User’s browsing session.In addition to what’s specified in the descriptions within each of the categories below, Users may find more precise and updated information regarding lifetime specification as well as any other relevant information – such as the presence of other Trackers - in the linked privacy policies of the respective third-party providers or by contacting the Owner.\nTo find more information dedicated to Californian consumers and their privacy rights, Users mayread the privacy policyActivities strictly necessary for the operation of this Application and delivery of the Service This Application uses so-called “technical” Cookies and other similar Trackers to carry out activities that are strictly necessary for the operation or delivery of the Service.Other activities involving the use of Trackers<p>Measurement</p> This Application uses Trackers to measure traffic and analyze User behavior with the goal of improving the Service.<ul>\n<li>\n<strong>Analytics</strong> Personal Data processed: Cookies and Usage Data.Personal Data processed: Cookies and Usage Data.\nThe services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.<br>\n<br>\n<strong>Google Analytics (Google LLC)</strong> Google Analytics is a web analysis service provided by Google LLC (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Application, to prepare reports on its activities and share them with other Google services.Google may use the Data collected to contextualize and personalize the ads of its own advertising network.\nPlace of processing: United States –Privacy Policy - Opt Out.\nPrivacy Shield participant.<br>\n<br>\n<strong>MixPanel (MixPanel)</strong> MixPanel is an analytics service provided by Mixpanel Inc.\nPlace of processing: United States –Privacy Policy – Opt Out.\nPrivacy Shield participant.</li>\n</ul>How to manage preferences and provide or withdraw consentThere are various ways to manage Tracker related preferences and to provide and withdraw consent, where relevant: Users can manage preferences related to Trackers from directly within their own device settings, for example, by preventing the use or storage of Trackers.\nAdditionally, whenever the use of Trackers is based on consent, Users can provide or withdraw such consent by setting their preferences within the cookie notice or by updating such preferences accordingly via the relevant consent-preferences widget, if available.\nIt is also possible, via relevant browser or device features, to delete previously stored Trackers, including those used to remember the User’s initial consent.\nOther Trackers in the browser’s local memory may be cleared by deleting the browsing history.\nWith regard to any third-party Trackers, Users can manage their preferences and withdraw their consent via the related opt-out link (where provided), by using the means indicated in the third party's privacy policy, or by contacting the third party.Locating Tracker SettingsUsers can, for example, find information about how to manage Cookies in the most commonly used browsers at the following addresses:<ul>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>Apple Safari</li>\n<li>Microsoft Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Brave</li>\n<li>Opera</li>\n</ul>Users may also manage certain categories of Trackers used on mobile apps by opting out through relevant device settings, such as the device advertising settings for mobile devices, or tracking settings in general (Users may open the device settings, view and look for the relevant setting).Advertising industry specific opt-outsNotwithstanding the above, Users may follow the instructions provided byYourOnlineChoices (EU), theNetwork Advertising Initiative (US) and theDigital Advertising Alliance (US), DAAC (Canada), DDAI (Japan) or other similar services.\nSuch initiatives allow Users to select their tracking preferences for most of the advertising tools.\nThe Owner thus recommends that Users make use of these resources in addition to the information provided in this document.\nThe Digital Advertising Alliance offers an application calledAppChoices that helps Users to control interest-based advertising on mobile apps.Owner and Data ControllerCinnamon Technologies Inc., 8 The Green STE 4000 Dover, DE 19901 United States <strong>Owner contact email:</strong> info@cinnamon.video <br>\n<br>Since the use of third-party Trackers through this Application cannot be fully controlled by the Owner, any specific references to third-party Trackers are to be considered indicative.\nIn order to obtain complete information, Users are kindly requested to consult the privacy policies of the respective third-party services listed in this document.\nGiven the objective complexity surrounding tracking technologies, Users are encouraged to contact the Owner should they wish to receive any further information on the use of such technologies by this Application.Definitions and legal references<p>Personal Data (or Data)</p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.<br>\n<br>\n<p> Usage Data</p>Information collected automatically through this Application (or third-party services employed in this Application), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Application, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.<br>\n<br>\n<p>User</p>individual using this Application who, unless otherwise specified, coincides with the Data Subject.<br>\n<br>\n<p>Data Subject</p> The natural person to whom the Personal Data refers.<br>\n<br>\n<p>Data Processor (or Data Supervisor)</p> The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.\n<br>\n<br>\n<p>Data Controller (or Owner)</p> The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Application.\nThe Data Controller, unless otherwise specified, is the Owner of this Application.\n<br>\n<br>\n<p>This Application</p> The means by which the Personal Data of the User is collected and processed.\n<br>\n<br>\n<p>Service</p> The service provided by this Application as described in the relative terms (if available) and on this site/application.\n<br>\n<br>\n<p>European Union (or EU)</p> Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.\n<br>\n<br>\n<p>Cookie</p> Cookies are Trackers consisting of small sets of data stored in the User's browser.\n<br>\n<br>\n<p>Tracker</p> Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.\n<br>\n<br>\n<p>Legal information</p>\n<p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).\nThis privacy policy relates solely to this Application, if not stated otherwise within this document.\nLatest update: October 07, 2020</p>", "created_at": "2022-01-16 19:33:59.345036", "updated_at": "2022-01-16 18:34:46.759027"}, {"id": 11478, "name": "Terms of Service", "url": "https://cinnamon.video/settings/terms-of-service", "xpath": "/html/body/div[1]/div/div[2]/div/div/div[2]/div/div/div", "text": "Terms of Service<p>Effective September 15, 2020</p>\n<p>Welcome to Cinnamon! This Terms of Service (this “<strong>\n<em>Agreement</em>\n</strong>” or “<strong>\n<em>Terms</em>\n</strong>”) is a contract between you (“<strong>\n<em>you</em>\n</strong>” or “<strong>\n<em>User</em>\n</strong>”) and Cinnamon Technologies, Inc.\n(“<strong>\n<em>Cinnamon</em>\n</strong>”, “<strong>\n<em>we</em>\n</strong>,” or “<strong>\n<em>us</em>\n</strong>”) and, to the extent expressly stated, our affiliates.&nbsp;<strong>&nbsp;</strong>You must read, agree to, acknowledge, and accept all of the terms and conditions contained in this Agreement in order to use our website and all affiliated websites, including mobile websites, owned and operated by us, our predecessors or successors in interest, or our affiliates (collectively, the “<strong>\n<em>Platform</em>\n</strong>”), all services, applications, software, features and products that are accessible through our Platform that link to or reference this Agreement (together with the Platform, the “<strong>\n<em>Services</em>\n</strong>”) whether provided by us or our affiliates.\n&nbsp;Your use of the Service is subject to the terms of this Agreement, which may be updated from time to time.\nYour Agreement with us will also include the Privacy Policy available at https://cinnamon.video/settings/privacy-policy.\nPlease read this Agreement carefully and make sure you understand it.\nIf you do not understand the Agreement, or do not accept any part of it, then you may not use the Service.</p>\n<p>\n<strong>Modification</strong>\n</p>\n<p>Cinnamon has the sole discretion to amend this Agreement and the other documents incorporated in the Terms of Service at any time by posting a revised version on the Platform.\nAll new and/or revised Agreement take effect immediately and apply to your use of the Services from that date on.\nIf we make material or substantial changes to it, we may notify you by prominently posting a notice of such changes on this page and by stating the effective date of the changes or, if possible, by sending an email to your email address registered with us.\nIf the substantial change requires prior notice and consent of the User, Cinnamon will provide at least 14 days’ advance notice of the change.\n&nbsp;Any revisions to the Agreement will take effect when posted or on the noted effective date, if there is a noted effective date (each, as applicable, the “<strong>\n<em>Effective Date</em>\n</strong>”).\n&nbsp;Continuing to use our Platform, or the Services after the Effective Date of a revised version of this Agreement, constitutes your acceptance of and agreement to be bound by the Agreement as revised.\nIf you object to any changes, you may&nbsp;close your account.\nWe encourage you to periodically review this page for the latest information on our Agreement.\nBecause Cinnamon may provide a wide range of Services, we may ask that you review and accept supplemental terms that apply to your interaction with a specific Service.\nIn the event of a conflict between this Agreement and the other supplemental terms, this Agreement will control unless the other supplemental terms explicitly state that it controls.</p>\n<p>BY USING THE SERVICES AFTER THE EFFECTIVE DATE, YOU AGREE TO BE BOUND BY THE TERMS OF SERVICE.\n&nbsp;IF YOU DO NOT ACCEPT THE TERMS OF SERVICE IN ITS ENTIRETY, YOU MUST NOT ACCESS OR USE THE SERVICES AFTER THE EFFECTIVE DATE.\n&nbsp;IF YOU AGREE TO THE TERMS OF SERVICE ON BEHALF OF AN ENTITY, OR IN CONNECTION WITH PROVIDING OR RECEIVING SERVICES ON BEHALF OF AN ENTITY OR AGENCY, YOU REPRESENT AND WARRANT THAT YOU HAVE THE AUTHORITY TO BIND THAT ENTITY OR AGENCY TO THE TERMS OF SERVICE.\n&nbsp;IN THAT EVENT, “YOU” AND “YOUR” WILL REFER AND APPLY TO THAT ENTITY OR AGENCY.</p>\n<p>\n<strong>Our Service</strong>\n</p>\n<p>The Service allows you to search, discover, view, share and in some cases, monetize your videos and other content and acts as a distribution platform for original content creators.\nAccess to certain Services or features of the Services (such as, by way of example and not limitation, the ability to submit or share Content (defined below)) may be subject to age restrictions and not available to all users of the Services.</p>\n<p>\n<strong>WHO MAY USE THE SERVICE?</strong>\n</p>\n<p>\n<strong>Age Requirements:&nbsp;</strong>\n</p>\n<p>To use the Services or register for an account:</p>\n<ol>\n<li>You must be at least 13 years&nbsp;old;</li>\n<li>If you are under 18, you represent that you have your&nbsp;parent or guardian’s permission to use the Service.\nThey must consent to this Agreement;&nbsp;</li>\n<li>Notwithstanding your age, if any law applicable to you requires that you must get parental consent for the provision of any of the Services, you represent that a parent or legal guardian also agrees to this section on your behalf.&nbsp;</li>\n<li>If you are a parent or legal guardian of a user under the age of 18 or any other age as required by any applicable law, by allowing your child or ward to use the Service, you are subject to the terms of this Agreement and responsible for&nbsp;your child’s activity on the Service.&nbsp;</li>\n</ol>\n<p>Cinnamon reserves the right, in our sole discretion, to refuse, suspend, or revoke your access to the Services upon discovery that any information you provided on any form or posted on the Services is not true, accurate, or complete, or such information or other conduct otherwise violates the Agreement, or for any other reason or no reason in Cinnamon’s sole discretion.\nCinnamon reserves the right to monitor or audit your compliance with this Agreement.</p>\n<p>\n<strong>Businesses&nbsp;</strong>\n</p>\n<p>If you are using the Service on behalf of a company or organisation, you represent that you have authority to act on behalf of that entity, and that such entity accepts this Agreement.</p>\n<p>\n<strong>YOUR USE OF THE SERVICE</strong>\n</p>\n<p>\n<strong>Account Registration</strong>\n</p>\n<p>Users can register for an account by signing up via selected third-party media apps (“<strong>\n<em>Other Apps</em>\n</strong>”) such as Facebook, Twitter, Google, Apple or Coil for all Users and Instagram, YouTube, Twitter and Facebook for account verification for Publishers.\nBy registering for an account, you must complete a User profile (“<strong>\n<em>Profile</em>\n</strong>”), which you consent to be shown to other Users.&nbsp;As a User, you agree to:</p>\n<ul>\n<li>provide your real names and information: you agree to provide true, accurate, and complete information on your Profile and all registration and other forms you access on the Services or provide to us and to update your information to maintain its truthfulness, accuracy, and completeness;</li>\n</ul>\n<ul>\n<li>not open an account if you’re already restricted by Cinnamon from using the Services, or not create another account without our permission if we disable your account;</li>\n</ul>\n<ol>\n<ol>\n<li>maintain the security of your passwords and identification, and be fully responsible for all uses of your account;</li>\n<li>to notify us immediately if you suspect or become aware of any unauthorized use of your account or any unauthorized access to your password, and not transfer your account (or any part of your account) to anyone without first getting our written permission;</li>\n<li>When you register for an account and from time to time thereafter, your account will be subject to verification, including, but not limited to, validation against third-party databases that confirm your identity.</li>\n</ol>\n</ol>\n<ul>\n<li>follow the law and the provisions contained in the Terms.</li>\n</ul>\n<p>\n<strong>Access to Services</strong>\n</p>\n<p>Provided you act according to these terms, you can use our Services to view and use Cinnamon’s Content on the Services.\nAdditionally, subject to this Agreement, Users would be able to download Shorts from our Services.\nUsing the Service does not give you ownership of or intellectual property rights to any aspect of the Service, including user names or any other Content posted by others or Cinnamon.\nWe can suspend our service or your access to our Services if we want, without giving any notice and without liability.\nIf we do so, all rights granted to you under these Terms will cease immediately</p>\n<p>\n<strong>Content on the Service</strong>\n</p>\n<p>The content on the Service includes videos, audio, graphics, photos, text, branding (including trade names, trademarks, service marks, or logos), interactive features, software, metrics, Shorts and other materials whether provided by you, Cinnamon or a third-party (collectively, “<strong>\n<em>Content</em>\n</strong>”).\nContent is the responsibility of the person or entity that provides it to the Service.\nCinnamon is under no obligation to host or serve Content.\nIf you see any Content you believe does not comply with this Agreement, including by violating the law, please report to us at compliance@cinnamon.video.</p>\n<p>\n<strong>Uploading Content</strong>\n</p>\n<p>If you have a Cinnamon account verified by Cinnamon for Content creation, you may be able to upload Content to the Service.\nYou may use your Content to promote your business or artistic enterprise.\nIf you choose to upload Content, you must not submit to the Service any Content that does not comply with this Agreement or the law.\nYour Content must not include any third-party intellectual property unless you have permission from that party to upload such Content on the Services or are otherwise legally entitled to do so.\nYou are legally responsible for the Content you submit to the Service.\nThis means you assume all risks related to it, including someone else’s reliance on its accuracy, or claims relating to intellectual property or other legal rights.\nWe may use automated systems that analyze your Content to help detect infringement and abuse, such as spam, malware, offensive, violent, illegal content and content which constitutes breach of this Agreement.</p>\n<p>\n<strong>Uploading Content via Other Apps.</strong>\n</p>\n<p>As part of our Services, a registered User verified by Cinnamon shall also be able to download Content from such User’s YouTube verified account through the User’s Cinnamon account.\nNo User shall download any Content from YouTube via the Cinnamon account that such User is not legally entitled or without the necessary permissions.\nAny Content uploaded on our Services via User’s account on YouTube must not include any third-party intellectual property unless User has permission from that party to upload on the Services or is otherwise legally entitled to do so.\nCinnamon shall not be liable for any loss or damage to Content as a result of such transmission of Content.</p>\n<p>If we reasonably believe that any Content uploaded on our Services by any User is in breach of this Agreement or&nbsp;may cause harm to Cinnamon, our users, or third parties, we may remove or take down that Content at our discretion.</p>\n<p>\n<strong>Licenses</strong>\n</p>\n<p>You retain ownership rights to&nbsp;your Content but grant the following licenses pursuant to this Agreement and use of Services:</p>\n<p>To Cinnamon.</p>\n<p>By providing Content to the Service, you grant to Cinnamon a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to host and use that Content (including to modify, reproduce, distribute, prepare derivative works,&nbsp;display and perform it) in connection with the Service and Cinnamon’s (and its successors' and affiliates') business, including for the purpose of promoting and redistributing part or all of the Service.\nYou also grant Cinnamon permission to use your name in connection with your Content.\nAdditionally, you grant to Cinnamon, worldwide, perpetual, irrevocable, royalty-free license to use and incorporate into the Services any suggestion, enhancement request, recommendation, correction, or other feedback provided by you.</p>\n<p>To Other Users.</p>\n<p>You grant each other user of the Service a Creative Commons Attribution 4.0 International license (CC BY 4.0) (the “<strong>\n<em>Creative Commons License</em>\n</strong>”) to copy, redistribute, remix, transform, and build upon your Content, only as enabled by a feature of the Service and in accordance with the terms of the Creative Commons License.\nThe licenses granted by you continue for a commercially reasonable period of time after you remove or delete your Content from the Service.\nYou understand and agree, however, that Cinnamon may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted.&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>Types of Users</strong>\n</p>\n<p>Our Services may be used by the following Users:&nbsp;</p>\n<p>Publisher Any User who provides Content on Cinnamon shall be a “<strong>\n<em>Publisher</em>\n</strong>”.\nAs a Publisher you agree that:</p>\n<ol>\n<li>All your Content is distributed on Cinnamon under a Creative Commons License.&nbsp;</li>\n<li>Your Profile is publicly visible on Cinnamon.</li>\n<li>You shall upload content you are legally entitled to publish on Cinnamon.</li>\n<li>Once published, your content is open for registered viewers to view, like, comment on, and share with others and once published and made publicly available, your content is also open for unregistered viewers to view and share with others.</li>\n<li>If you publish any Short, the Publisher of the original Content holds all copyright to the Shorts.</li>\n<li>You shall receive email notifications regarding your Content and your Content statistics, view count, and monetization details (“<strong>\n<em>Content Statistics</em>\n</strong>”) and that Cinnamon may share its payment pointers based on these Content Statistics with its web monetization providers.</li>\n</ol>\n<p>Publisher Guidelines:</p>\n<ol>\n<li>Publishers can choose to make their Content publicly available and allow all Viewers to watch it or exclusive to only Subscribed Viewers, (i.e., monetize their Content) and allow only Subscribed Viewers to access their Content.</li>\n<li>Publishers may also choose to monetize their Content.\nIf a Publisher agrees to monetize their Content, that Publisher must have a valid and active wallet with Uphold or GateHub.</li>\n<li>Publishers may access their dashboard containing current monetization details and other info.\nIf a Publisher’s Content is monetized, that Publisher may choose to set a custom revenue split on the Publisher’s dashboard.</li>\n<li>Publishers are able to reply to the viewers' comments, delete the viewers' comments for any reason, or report a User for not complying with the Agreement.\nPublishers may also choose to disable comments on Publisher’s Content.\nAdditionally, Cinnamon may allow Publishers to chat with Registered Viewers via a direct message feature.&nbsp;</li>\n<li>After signing up and creating your profile, you may choose to edit your profile photo, profile background colour, username, bio, and also connect profiles from your Other Apps.</li>\n<li>Publishers may choose to redistribute their Content outside of Cinnamon provided that such Content shall be automatically watermarked and that such Publisher has the rights to do so.\nBy posting Content to Cinnamon, each Publisher represents that doing so doesn’t conflict with any other agreement that the Publisher is bound to or violate any third party’s rights.\nPublishers may share their Content directly to their Other Apps or as a link on such Other Apps.</li>\n<li>Publisher may create shareable playlists with Publisher’s own Content and Content from other Viewers and Publishers, provided that Publisher had prior permission to access the Content, delete their own Content from Cinnamon at any time, or participate in online and offline community-oriented events and contests organized by Cinnamon.</li>\n<li>Cinnamon reserves the right, in our sole discretion, to remove any Content at any time for any reason or use Publisher’s content for promotion.</li>\n</ol>\n<p>Viewers: Any User who uses Cinnamon and or accesses Content on Cinnamon shall be a “<strong>\n<em>Viewer</em>\n</strong>”.\nA Viewer may be anonymous, registered or subscribed.\nAn “<strong>\n<em>Anonymous Viewer</em>\n</strong>” is a User that does not have a Cinnamon Account.\nA “<strong>\n<em>Registered Viewer</em>\n</strong>” is a User that has a Cinnamon Account without an active Coil subscription.\nA “<strong>\n<em>Subscribed Viewer</em>\n</strong>” is a Registered Viewer that has an active and valid Coil subscription.</p>\n<p>Viewer Guidelines:</p>\n<ol>\n<li>An Anonymous Viewer may only access and share profiles and content shared with them specifically via links but cannot watch other Content unless they become a Registered Viewer.&nbsp;</li>\n<li>An Anonymous Viewer shall not be able to use the full features of the Cinnamon Services.</li>\n<li>A Registered Viewer may access, interact with and share any Profiles and Content shared with them specifically via links, or any publicly available Content.&nbsp;</li>\n<li>A Registered Viewer may also create up to 15-second cuts of an original Content (“<strong>\n<em>Shorts</em>\n</strong>”).\nRegistered Viewers can only make one Short each of original Content made publicly available or shared with them.\nRegistered Viewers can choose to make their Shorts publicly available or monetize their Shorts.\nAll Registered Viewers have a limit of one Short per original Content.</li>\n<li>A Registered Viewer may edit their respective profile photo, profile background colour, username, bio, and also connect profiles from their own Other Apps.</li>\n<li>A Registered Viewer shall be able to use the full features of the Cinnamon mobile Services.&nbsp;</li>\n<li>A Registered Viewer shall be unable to use the full features of the Cinnamon Services made available to a Subscribed Viewer.&nbsp;</li>\n<li>All Viewers may contact Cinnamon's support via website live chat, email, social media, or other customer support channels.&nbsp;</li>\n<li>A Subscribed Viewer may create Shorts of original content whether or not such original content is publicly available or monetized, and can choose to make their Shorts publicly available or monetize their Shorts,&nbsp;</li>\n<li>No Shorts of any monetized Content shall be made publicly available by any Viewer.</li>\n</ol>\n<p>\n<strong>User Permissions and Restrictions</strong>\n</p>\n<p>You may access and use the Service as made available to you, as long as you comply with this Agreement and applicable law.\nThe following restrictions apply to your use of the Service.\nYou are not allowed to:</p>\n<ol>\n<li>engage in any activity in connection with the Services or Content that is unlawful, harmful, offensive, obscene, violent, threatening, harassing, abusive, falsely representative of your persona, invasive of someone else’s privacy, contains inappropriate or hateful language or otherwise objectionable to Cinnamon;</li>\n<li>access, reproduce, download, submit, distribute, transmit, broadcast, display, sell, license, alter, modify or otherwise use any part of the Service or any Content except: (a) as expressly authorized by the Service or this Agreement.\nor (b) with prior written permission from Cinnamon and, if applicable, the respective rights holders;</li>\n<li>circumvent, disable, fraudulently engage with, or otherwise interfere with any part of the Service (or attempt to do any of these things), including but not limited to security-related features or features that (a) prevent or restrict the copying or other use of Content or (b) limit the use of the Service or Content;&nbsp;</li>\n<li>infringe any intellectual property or other right of any third party;</li>\n<li>access the Service using any automated means (such as robots, botnets or scrapers) except (a) in the case of public search engines, in accordance with Cinnamon’s robots.txt file.\nor (b) with Cinnamon’s prior written permission;&nbsp;</li>\n<li>collect or harvest any Services or Content or information that might identify a person (for example, usernames), unless permitted by that person or allowed by this Agreement;</li>\n<li>use the Service to distribute unsolicited promotional or commercial content or other unwanted or mass solicitations.\nor use the Services or Content for any political funding or unauthorized commercial purpose;</li>\n<li>cause or encourage any inaccurate measurements of genuine user engagement with the Service, including by paying people or providing them with incentives to increase a video’s views, likes, or dislikes, or to increase a channel’s subscribers, or otherwise manipulate metrics in any manner;</li>\n<li>misuse any reporting, flagging, complaint, dispute, or appeals process, including by making groundless, vexatious, or frivolous submissions;</li>\n<li>run contests on or through the Service that do not comply with the Agreement.\nuse the Service or Cinnamon content to participate in, or facilitate the participation of third parties in, illegal lotteries, games of chance, or pyramid schemes.</li>\n<li>use the Service to&nbsp;view or listen to Content other than for personal, non-commercial use (for example, you may not publicly screen videos or stream music from the Service).\nor except as allowed by this Agreement, use the Cinnamon Service or Cinnamon content directly or indirectly for monetary gain, such as by paying your own website or participating in a scheme to pay a third party’s website that directs funds back to you or your agent;&nbsp;</li>\n<li>use the Cinnamon Service or Cinnamon content for or in connection with any financial and professional services, intellectual property infringement, regulated or illegal products and services, unfair, predatory, or deceptive practices, and products or services that are otherwise restricted by our affiliates and partners or in a manner inconsistent with Cinnamon’s intended use or as expressly prohibited in the Agreement.\nor</li>\n<li>use the Service to (a) sell any advertising, sponsorships, or promotions placed on, around, or within the Service or Content, other than those allowed in this Agreement.\nor (b) sell advertising, sponsorships, or promotions on any page of any website or application that only contains Content from the Service or where Content from the Service is the primary basis for such sales (for example, selling ads on a webpage where Cinnamon videos are the main draw for users visiting the webpage).</li>\n</ol>\n<p>\n<strong>Your Information</strong>\n</p>\n<p>Our&nbsp;Privacy Policy available at&nbsp;https://cinnamon.video/settings/privacy-policy&nbsp;explains how we treat your personal data and protect your privacy when you use the Service.</p>\n<p>\n<strong>Third-Party Materials</strong>\n</p>\n<p>The Services may include certain open source or other third-party software, data, or other materials or links to third-party websites, Other Apps and online services that are not owned, operated or controlled by Cinnamon (“<strong>\n<em>Third-Party Materials</em>\n</strong>”).\nCinnamon makes no representation, warranty, or other commitment regarding the Third-Party Materials, and hereby disclaims any and all liability relating to User’s use thereof.\nBe aware when you use these Third-Party Materials or services or leave the Services.\nwe recommend that you read the terms and privacy policy of each third-party website and online service that you visit.</p>\n<p>\n<strong>Limitation of Use</strong>\n</p>\n<p>We always make reasonable efforts to keep Cinnamon operational.\nHowever, certain technical difficulties, maintenance or testing, or updates required to reflect changes in relevant laws and regulatory requirements, may, from time to time, result in temporary interruptions.\nWe reserves the right, periodically and at any time, to modify or discontinue, temporarily or permanently, functions and features of the Platform and Services, with advance notice where possible, all without liability to you, except where prohibited by law, for valid reasons such as in case of genuine interruption, modification, or discontinuation of the Platform and Services or any function or feature thereof, or need to repair, maintain or improve the existing functions or features, or to add new functions or features to the Platform and Services, or to implement advancements in science and technology or ensure the operability or the security of the Platform and Services, legal and regulatory reasons.</p>\n<p>We may at any time and at our sole discretion, introduce measures for adequate limitation and/or restriction of use of the Services.\nBy the way of introduction of such measures, users may be restricted to upload more than certain number of videos, upload videos above certain length, above certain size and/or limit the duration a user’s video is stored on Cinnamon</p>\n<p>\n<strong>SUBSCRIPTION AND MONETIZATION</strong>\n</p>\n<p>Certain areas of the Cinnamon Service require payment before you can access them (“<strong>\n<em>Subscriptions</em>\n</strong>”).\nFor example, you may need to subscribe in order to access certain Content.\nSubscriptions can be purchased by paying a periodic subscription fee on Coil or in any other manner designated by Cinnamon in its sole discretion.\nWe may choose, at any time of our choice, to offer trials of Subscriptions for a specified period without payment or at a reduced rate (a “<strong>\n<em>Trial</em>\n</strong>”).\nAt any time we do this, we or Coil may require you to provide your payment information to start the Trial.\nIN THE EVENT A TRIAL IS OFFERED AND YOU SIGN UP FOR ONE, UNLESS YOU CANCEL YOUR TRIAL THROUGH YOUR SUBSCRIPTION PAGE BEFORE THE END OF THE TRIAL, WE OR COIL MAY AUTOMATICALLY CHARGE YOU FOR A SUBSCRIPTION ON THE FIRST DAY FOLLOWING THE END OF THE TRIAL, ON A RECURRING MONTHLY BASIS.\nYour Subscription will be subject to the terms set forth in this Agreement.</p>\n<p>\n<strong>Subscription Cancellation</strong>\n</p>\n<p>You may cancel your subscriptions by visiting your Coil account and adjusting your subscription preferences.\nYour subscription benefits with Cinnamon terminate when your Coil subscription is cancelled, but cancellation does not terminate your license and access to allowed Content.</p>\n<p>\n<strong>Monetization</strong>\n</p>\n<p>Using web monetization, any Publisher who chooses to monetize their Content (“<strong>\n<em>Monetization</em>\n</strong>”) shall be paid for every viewed second of such video at the applicable rate (“<strong>\n<em>Monetization</em>\n</strong>\n<strong>\n<em>Rate</em>\n</strong>”).\nFor the purpose of Monetization, ‘Content’ means Content that meets the terms and conditions hereunder, that is published on Cinnamon by a registered User, and that is made available to Subscribed Viewers.\nFor the purpose of Monetization ‘User’ means a User that publishes any original Content and makes the Content available to only Subscribed Viewers.\nIn particular, for Shorts, this means the publisher of the Short and the Publisher of the original Content from which the Short was derived from.&nbsp;</p>\n<p>Before we can pay you, you must have a valid and active wallet registered at one of&nbsp.\nUphold or GateHub services and you must successfully complete Coil’s payment enrollment process.\nAll monetization generated by a User prior to providing the required information of a valid and active wallet to Coil shall be forfeited.\nAll monetization generated by a User when any wallet provided to Coil by that User is invalid or inactive shall be forfeited.\nNo payment will be made for any Content that violates any of the provisions of this Agreement, including Content that is identified as potentially infringing the rights of any third party.\nYour acceptance of this Agreement does not guarantee access to Monetization.\nCinnamon reserves the right to provide or restrict your access to the Monetization in its sole discretion at any time.\nCinnamon may block Monetization in your Content for any or no reason, even if the Content otherwise complies with Cinnamon’s terms or policies.\nExcept as otherwise provided in this Agreement, there are no representations, warranties or guarantees, express or implied, about how much, or whether, you will receive payment.</p>\n<p>All monetization payment shall be made directly to your wallet by Coil using ILP (Interledger Protocol).\nFor more information on such payments, please see Coil’s or Interledger’s websites.\nYou shall provide the address for your Uphold or GateHub wallets to Coil to ensure monetization payment is made.\nCinnamon will take all commercially reasonable steps to monitor the Monetization payment moving from Coil to a Publisher, allow the Publisher to see how much monetization payment they have received and ensure that the Content is only viewed by Subscribed Viewers.\nFor any Content in which you trigger Monetization, Cinnamon will pay you the Net Revenue (defined below) derived from such Content as solely determined by Cinnamon.\n“<strong>\n<em>Net Revenue</em>\n</strong>” means (a) the sum of the Monetization Rate multiplied by the number of views per second of the Subscribed Viewers who viewed your Content, minus (b) deductions for any fraud or other legal violations, violations of Cinnamon’s terms or policies, bad debt, chargebacks, refunds, credit card processing fees, and any third party fees and costs (such as but not limited to payments to third party rights holders in your Content), or any other deduction all as solely determined from Cinnamon’s records and figures and regardless of whether incurred in connection with the specific Content or your other Content in which Monetization is triggered.\nSubject to Agreement and provided that you have accurately completed and timely provided to Coil or Cinnamon any forms or documentation that Coil or Cinnamon requests to set up payment to you (which payment information you must keep accurate and up-to-date) provided that you have the requisite authority to provide such information, payments will be made to you in accordance with this Agreement and the terms of service of Coil.\nIf your account with Cinnamon is deactivated or terminated, you forfeit any accrued amounts.\nCinnamon reserves the right to deduct from any payments due or payable to you any amounts that are past due and remain uncollected by Cinnamon from you in connection with any other Cinnamon Service.\nCinnamon is not responsible for, and will not adjudicate, any disputes between you and any other entity relating to (a) the payment information that you provide to Coil or (b) the payment or any apportionment of the payment between you and any third party.</p>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p>No User shall or shall authorize or encourage any third party to, directly or indirectly, generate viewers or generate impressions, clickthroughs, conversions or other actions with respect to a Content through any automated, deceptive, fraudulent or otherwise invalid means, including through repeated manual clicks, the use of “robots” or other automated tools, or by payment of money, false representation, or any illegal or otherwise invalid means for end users to take actions with respect to a Content.\nYou will not issue or permit any other party to issue any press release or otherwise make any public statements or disclosures (including via online media) regarding these Terms, the transactions contemplated by these Terms or consummated hereunder, or about the relationship of the parties without the prior written approval of Coil and Cinnamon.\nSome of the payments we collect from Users for Subscriptions will be disbursed to third parties, as further detailed in our FAQs.\nAny payments, or portions thereof, that we donate to a not-for-profit third party or any other third party, does not entitle you to a tax refund.&nbsp;</p>\n<p>You will provide both Cinnamon with applicable tax ID, tax forms, documents, or certifications as may be required by applicable law for Cinnamon to satisfy any tax information reporting and/or withholding tax obligations with respect to any payments hereunder.\nYou acknowledge and agree that we may cease payments to you if we need additional information from you to comply with any governmental requirements pertaining to payments or if it is unlawful for Cinnamon to make such payments.\nWhere applicable, Cinnamon shall be entitled to deduct and withhold from any consideration payable such amounts as are required to be deducted or withheld therefrom under any provision of US Federal, state, local or foreign tax law, or under any other applicable law (such amounts, “<strong>\n<em>Withholding Taxes</em>\n</strong>”).\nWhere applicable, you agree that you will be solely responsible for compliance with local tax regulations applicable to such fee.\nWhere applicable, you (a) agree that Cinnamon will prepare and issue VAT invoices under self-billing arrangement, (b) acknowledge and accept the validity of such self-billed invoices, and (c) agree that you will be responsible for timely remittance to applicable tax authorities of any tax amounts on such self-billed invoices that were paid to you by Coil.\nYou acknowledge that Cinnamon are subject to U.S.\neconomic restrictions and trade sanctions.\nAs such, Cinnamon reserves the right to deny payment of monthly fees when required by applicable law.</p>\n<p>In the event that any remittance made by Cinnamon to you via Coil or any other service provider is subject to any withholding tax, the full amount of that withholding tax shall be solely for your account.\nCinnamon may deduct the full amount of such withholding tax from the gross amount owed to you, and will pay the full amount withheld over to the competent tax authorities.</p>\n<p>\n<strong>OTHER LEGAL TERMS</strong>&nbsp;</p>\n<p>\n<strong>Intellectual Property Ownership</strong>\n</p>\n<p>This Agreement does not transfer from Cinnamon to you any Cinnamon or third party intellectual property, and all right, title and interest in and to the Services, will remain (as between the parties) solely with Cinnamon.\nAll the trademarks, service marks, graphics and logos used in connection with Cinnamon, or the Services are trademarks or registered trademarks of Cinnamon or Cinnamon’s licensors.\nOther trademarks, service marks, graphics and logos used in connection with the Services may be the trademarks of other third parties.\nExcept as provided by this Agreement, your use of the Services grants you no right or license to reproduce or otherwise use any Cinnamon or third-party trademarks.\nNo rights are granted to you except as expressly set forth in the Agreement.</p>\n<p>\n<strong>Copyright Policy</strong>&nbsp;</p>\n<p>As Cinnamon asks others to respect its intellectual property rights, it respects the intellectual property rights of others.\nPlease notify us if you believe that material located on or linked to by Cinnamon violates your copyright or if you are aware of any intellectual property right infringement by a User of our Services.\nIn compliance with Section 512 of the Digital Millennium Copyright Act of 1998 (the “<strong>\n<em>DMCA</em>\n</strong>”), we designate the following individual to receive any notifications of an alleged infringement:</p>\n<p>Copyright Agent:&nbsp;</p>\n<p>Cinnamon Technologies, Inc.</p>\n<p>Attn: Copyright Control Officer</p>\n<p>8 The Green STE 4000</p>\n<p>Dover, DE 19901</p>\n<p>dmca@cinnamon.video</p>\n<p>An effective notification should include</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;&nbsp;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;&nbsp;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;&nbsp;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>A notification that does not comply with all the above-mentioned requirements may not be valid.\nIf you believe that a notice was wrongly filed against you, under the DMCA, you may file a counter-notice to our designated individual with the following information:</p>\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;</li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which we are located, or if your address is outside of the United States, for any judicial district in which we may be found, and that you will accept service of process from the person who provided notification or an agent of such person.</li>\n</ul>\n<p>All limitations of access, suspensions, and terminations for cause shall be made in Cinnamon’s sole discretion and Cinnamon shall not be liable to you or any third party for any termination of your or any third party’s account or access to the Services.</p>\n<p>It is often difficult to determine if your intellectual property rights have been violated or if the DMCA requirements have been met.\nYou acknowledge that if you fail to comply with all of the requirements of this Section, your DMCA notice may not be valid.\nWe may request additional information before we remove any infringing material.\nIf a dispute develops as to the correct owner of the rights in question, we reserve the right to remove your content along with that of the alleged infringer pending resolution of the matter.\nCinnamon will provide you with notice if your materials have been removed based on a third-party complaint of alleged infringement of the third-party’s intellectual property rights.\nWe have a policy of terminating accounts of Users who repeatedly and intentionally infringe the intellectual property rights of others.</p>\n<p>IF YOU KNOWINGLY MISREPRESENT THAT CONTENT IS OR IS NOT INFRINGING, YOU MAY BE SUBJECT TO CIVIL PENALTIES.\nTHESE INCLUDE MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS' FEES INCURRED BY CINNAMON, BY ANY COPYRIGHT OWNER, OR BY ANY COPYRIGHT OWNER'S LICENSEE THAT IS INJURED AS A RESULT OF RELIANCE UPON YOUR MISREPRESENTATION.\nYOU MAY ALSO BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY.\nYou agree we may provide your notice to the provider of the allegedly infringing material.\nThe obligations under this section shall survive any termination or expiration of this Agreement or your use of the Services.</p>\n<p>\n<strong>Account Suspension &amp.\nTermination</strong>\n</p>\n<p>\n<br>You may stop using the Service at any time by closing your Cinnamon account and removing your Content.\nYou also have the option to download&nbsp;a copy&nbsp;of your data&nbsp;first.\nCinnamon&nbsp;may suspend or terminate your access to all or part of the Services if (a) you materially or repeatedly breach this Agreement;&nbsp;(b) we are required to do so to comply with a legal requirement or a court order.\nor (c) we believe there has been conduct that creates (or could create) liability or harm to any user, other third party, Cinnamon or our affiliates.\nCinnamon may also terminate your access to all or part of the Service if Cinnamon believes, in its sole discretion, that provision of the Service to you is no longer commercially viable.&nbsp;</p>\n<p>We will notify you with the reason for termination or suspension by Cinnamon unless we reasonably believe that to do so: (a) would violate the law or the direction of a legal enforcement authority, or would otherwise risk legal liability for Cinnamon or our affiliates.\n(b) would compromise an investigation or the integrity or operation of the Service.\nor (c) would cause harm to any user, other third party, Cinnamon or our affiliates.\nWhere Cinnamon is terminating your access for Service changes, where reasonably possible, you may be provided with sufficient time to export your Content from the Service.</p>\n<p>Upon termination, all provisions of this Agreement that by their nature should survive termination, shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability.\nTermination of your access to and use of the Service shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability which you otherwise may have to Cinnamon or any third party.</p>\n<p>\n<strong>Disclaimer</strong>.&nbsp;</p>\n<p>Although we may use automated systems that analyze Content to help detect infringement and abuse, such as spam, malware, and illegal content, your access to and use of the Services or any Content is at your own risk.\nWe have the right to make changes and update any information contained on our Services without prior notice.\nWe try to describe every Services offered on the Platform as accurately as possible.\nHowever, we do not warrant that Services specifications, pricing, or other Content on the Services is complete, accurate, reliable, current, or error-free, and shall have no liability in connection therewith.&nbsp;</p>\n<p>\n<strong>Warranty Disclaimer</strong>\n</p>\n<p>OTHER THAN AS EXPRESSLY STATED IN THIS AGREEMENT OR AS REQUIRED BY LAW, THE SERVICE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nNEITHER CINNAMON NOR ANY OF ITS ASSIGNEES, LICENSEES, DESIGNEES, SUCCESSORS, OFFICERS, DIRECTORS, MANAGERS, MEMBERS, SHAREHOLDERS, CONSULTANTS, REPRESENTATIVES, EMPLOYEES OR AGENTS (COLLECTIVELY, THE “<strong>\n<em>CINNAMON PARTIES</em>\n</strong>”) MAKE ANY REPRESENTATIONS, WARRANTIES OR ENDORSEMENTS OF ANY KIND WHATSOEVER, INCLUDING WITHOUT LIMITATION AS TO THE CONTENT OR SERVICES, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, IN CONNECTION WITH, RELATED TO, OR ARISING FROM COURSE OF DEALING, COURSE OF PERFORMANCE OR USAGE OF TRADE, INCLUDING THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT AND FREEDOM FROM MALICIOUS COMPUTER CODE.\nCINNAMON MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND THAT THE USE OF THE SERVICES WILL (A) BE TIMELY, RELIABLE, AVAILABLE, ACCESSIBLE, SECURE, UNINTERRUPTED OR ERROR-FREE OR OPERATE IN COMBINATION WITH ANY OTHER HARDWARE, SOFTWARE, SYSTEM OR DATA, (B) MEET YOUR REQUIREMENTS OR EXPECTATIONS, (C) BE FREE FROM ERRORS OR THAT DEFECTS WILL BE CORRECTED, (D) BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR (E) THAT ANY CONTENT YOU SUBMIT WILL BE ACCESSIBLE ON THE SERVICE.\nCINNAMON MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND THAT THE SERVICES, DESCRIPTIONS, INFORMATION OR MATERIAL INCLUDED ON THE SERVICE WILL BE AS REPRESENTED BY THIRD-PARTY PROVIDERS, OR THAT THIRD-PARTY PROVIDERS WILL PERFORM AS PROMISED.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM CINNAMON OR THROUGH THE SERVICE, WILL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\nAND CINNAMON EXPRESSLY DISCLAIMS ANY OBLIGATION, LIABILITY OR REMEDY IN TORT, WHETHER OR NOT ARISING FROM ANY NEGLIGENCE OF CINNAMON.&nbsp;</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>EXCEPT AS REQUIRED BY APPLICABLE LAW, CINNAMON AND CINNAMON PARTIES WILL NOT BE RESPONSIBLE FOR&nbsp;ANY LOSS OF PROFITS, REVENUES, BUSINESS OPPORTUNITIES, GOODWILL, ANTICIPATED SAVINGS OR OTHER INTANGIBLE LOSSES.\nINDIRECT OR CONSEQUENTIAL LOSS.\nEXEMPLARY OR PUNITIVE DAMAGES CAUSED BY THIS AGREEMENT OR CINNAMON’S SERVICES.\nLOSS OR CORRUPTION OF DATA.\nDAMAGES RELATING TO YOUR ACCESS TO, USE OF, OR INABILITY TO ACCESS OR USE THE SERVICE.\nPERSONAL INJURY OR PROPERTY DAMAGE RESULTING FROM YOUR USE OF THE SERVICE.\nANY UNAUTHORIZED ACCESS TO OR USE OF THE SERVICE.\nANY INTERRUPTION OR CESSATION OF THE SERVICE.\nANY VIRUSES OR MALICIOUS CODE TRANSMITTED TO OR THROUGH THE SERVICE BY ANY THIRD PARTY.\nANY CONTENT WHETHER SUBMITTED BY A USER OR CINNAMON, INCLUDING YOUR USE OF CONTENT.\nAND/OR THE REMOVAL OR UNAVAILABILITY OF ANY CONTENT.\nDAMAGES RELATING TO ANY CONDUCT OR CONTENT OR SERVICES OF ANY THIRD PARTY AVAILABLE THROUGH THE SERVICES OR A USER, INCLUDING WITHOUT LIMITATION, DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OR CONTENT.\nERRORS, MISTAKES, OR INACCURACIES ON THE SERVICE.\nAND/OR THIRD PARTY SITES AND SERVICES, INCLUDING CONTENT FOUND ON SUCH SITES AND SERVICES</p>\n<p>THIS PROVISION APPLIES TO ANY CLAIM, REGARDLESS OF WHETHER THE CLAIM ASSERTED IS BASED ON WARRANTY, CONTRACT, TORT, STATUTE OR ANY OTHER LEGAL OR EQUITABLE THEORY OR WHETHER OR NOT COMPANY HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE.\nCINNAMON AND CINNAMON PARTIES’ TOTAL LIABILITY FOR ANY CLAIMS ARISING FROM OR RELATING TO THE SERVICE IS LIMITED TO THE GREATER OF: (A) THE AMOUNT OF SUBSCRIPTION FEE PAID BY YOU TO CINNAMON FOR YOUR USE OF THE SERVICES IN THE 12 MONTHS BEFORE THE DATE OF YOUR NOTICE, IN WRITING TO CINNAMON, OF THE CLAIM AND (B) USD $250.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>To the extent permitted by applicable law, you agree to defend, indemnify and hold harmless Cinnamon, its subsidiaries, agents, licensors, managers, officers, employees, representatives, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees and any injuries to third parties) arising from or relating to: (i) your use of and access to the Service, including any data or Content transmitted, submitted, viewed, or received by you.\n(ii) your violation of any term of this Agreement.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\n(iv) any claim that your Content caused damage to a third party.\n(iv) any fraud, manipulation, deception or misrepresentation by you.\n(v) any wrongdoing, willful misconduct or negligence on your part with respect to your use of the Services or (vi) your violation of any applicable law, rule or regulation.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with our defense of such claim.&nbsp;</p>\n<p>You shall and hereby do waive California Civil Code Section 1542 or any similar law of any jurisdiction, which says in substance:</p>\n<p>“A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY<em>.</em>”</p>\n<p>This defense and indemnification obligation will survive this Agreement and your use of the Services.&nbsp;</p>\n<p>\n<strong>Agreement to Arbitrate Disputes and Choice of Law.</strong>\n</p>\n<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT AND TO HAVE A JURY HEAR YOUR CLAIMS.\nIT CONTAINS PROCEDURES FOR MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.&nbsp;</p>\n<p>\n<strong>Binding Arbitration</strong>\n<em>.</em>\n</p>\n<p>The parties shall use their best efforts to settle any dispute, claim, question, or disagreement arising out of or relating to the subject matter of this Agreement directly through good-faith negotiations, which shall be a precondition to either party initiating arbitration.\n&nbsp;If you and Cinnamon are unable to resolve a dispute through informal negotiations, You and Cinnamon agree to resolve any claims relating to these Terms through final and binding arbitration, except to the extent you have in any manner violated or threatened to violate Cinnamon’s intellectual property rights (for example, trademark, trade secret, copyright, or patent rights), or except those disputes expressly excluded below.\nUnder such circumstances Cinnamon may bring a lawsuit solely for injunctive relief to stop unauthorized use or abuse of the Cinnamon Service, or intellectual property infringement (for example, trademark, trade secret, copyright, or patent rights) or to address other exigent circumstances without first engaging in arbitration or the informal dispute-resolution process described herein.\nAny election to arbitrate by one party shall be final and binding on the other.&nbsp;</p>\n<p>\n<strong>Arbitration Rules</strong>.\nThe Federal Arbitration Act governs the interpretation and enforcement of this dispute resolution provision.\nArbitration shall be initiated through JAMS.\nAny dispute, controversy, or claim arising out of or relating to these Terms shall be referred to and finally determined by arbitration in accordance with the JAMS Streamlined Arbitration Rules and Procedures in front of one arbitrator.\nIf there is a conflict between JAMS Rules and the rules set forth in these Terms, the rules set forth in this Terms will govern.\nThe JAMS Rules and instructions for how to initiate an arbitration are available from JAMS at&nbsp;https://jamsadr.com&nbsp;or 1-800-352-5267.\nThe determination of whether a dispute is subject to arbitration shall be governed by the Federal Arbitration Act and determined by a court rather than an arbitrator.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the JAMS Rules.\nEach party will bear their own costs of arbitration unless the arbitrator directs that bearing such costs would be an undue burden and, in that case, we will pay for your portion of the arbitration administrative costs (but not your attorneys’ fees) less than seventy-five thousand ($75,000) dollars.\nThe arbitration may be conducted in person in the United States in San Francisco, California, by provisions through the submission of documents, by phone or online.</p>\n<p>The arbitrator will decide the rights and liabilities, if any, of you and Cinnamon, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the Arbitration Rules, and the Agreement.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and Cinnamon.\nUnless otherwise required by law, you and Cinnamon will each pay your own attorneys’ fees.\nExcept as otherwise provided in this Agreement, you and the Company may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.</p>\n<p>\n<strong>Waiver of Class Actions</strong>\n</p>\n<p>YOU WAIVE ANY RIGHT TO PURSUE AN ACTION ON A CLASS-WIDE BASIS AGAINST US.\nALL CLAIMS AND DISPUTES BROUGHT BY USER WITHIN THE SCOPE OF THIS AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS.\nCLAIMS OF MORE THAN ONE USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER USER.\nCLASS ARBITRATIONS, CLASS ACTIONS, PRIVATE ATTORNEY GENERAL ACTIONS, AND CONSOLIDATION WITH OTHER ARBITRATIONS ARE NOT ALLOWED.\nIf, however, this waiver of class or consolidated actions is deemed invalid or unenforceable, neither you nor Company is entitled to arbitration.\ninstead all claims and disputes will be resolved in a court as set forth in this Agreement.</p>\n<p>\n<strong>Waiver of Jury Trial.&nbsp;</strong>\n</p>\n<p>THE PARTIES HEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes shall be resolved by arbitration.\nArbitration procedures are typically more limited, more efficient and less costly than rules applicable in court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and Cinnamon in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND CINNAMON WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.\nYOU ACKNOWLEDGE THAT YOU HAVE BEEN ADVISED THAT YOU MAY CONSULT WITH AN ATTORNEY IN DECIDING TO ACCEPT THIS AGREEMENT TO ARBITRATE, AND HAVE EITHER DONE SO OR KNOWINGLY ELECTED NOT TO DO SO.</p>\n<p>\n<strong>Parties, Legal Notices, Governing Law and Jurisdiction&nbsp;</strong>\n</p>\n<p>All claims arising out of or relating to these terms or the Service will be governed by California law, except California’s conflict of laws rules, and will be litigated exclusively in the federal or state courts of San Francisco, California, USA.\nYou and Cinnamon consent to personal jurisdiction in those courts.</p>\n<strong>International Issues</strong>\n<p>You agree that the United Nations Convention on Contracts for the International Sale of Goods does not apply to these Terms or to any sale of goods carried out as a result of your use of the Cinnamon Service.\nSoftware related to or made available by the Cinnamon Service may be subject to export controls of the U.S., and, except as authorized by law, you agree and warrant not to export or re-export the software to any county, or to any person, entity, or end-user subject to U.S.\nexport controls or sanctions.\nYou represent that you are not: a citizen or resident of a geographic area in which access to or use of the Services is prohibited by applicable law, decree, regulation, treaty, or administrative act;&nbsp.\na citizen or resident of, or located in, a geographic area that is subject to U.S.\nor other sovereign country sanctions or embargoes.\nor&nbsp.\nan individual, or an individual employed by or associated with an entity, identified on the U.S.\nDepartment of Commerce’s Denied Persons or Entity List, the U.S.\nDepartment of Treasury’s Specially Designated Nationals or Blocked Persons Lists, or the U.S.\nDepartment of State’s Debarred Parties List or otherwise ineligible to receive items subject to U.S.\nexport control laws and regulations or other economic sanction rules of any sovereign nation.</p>\n<p>&nbsp;</p>\n<p>You agree that if your country of residence or other circumstances change such that the above representations are no longer accurate, that you will immediately cease using the Site and Site Services.&nbsp;</p>\n<p>\n<strong>Electronic Notices</strong>\n</p>\n<p>You agree to transact with us electronically.\nYour affirmative act of using the Services constitutes your acceptance signature to this Agreement.\nWe may provide notices to you electronically (1) via email if you have provided us with a valid email address or (2) by posting the notice on a website designated by us for this purpose.\nThe delivery of any notice is effective when sent or posted by us, regardless of whether you read the notice or actually receive delivery.\nYou can withdraw your consent to receive notices electronically by discontinuing your use of the Service.\nYou can opt-out of receiving certain promotional emails from us at any time by following the instructions as provided in emails to click on the unsubscribe link, or contacting&nbsp;info@cinnamon.video&nbsp;with the word UNSUBSCRIBE in the subject field of the email.\nYour opt-out will not affect non-promotional emails, such as those about your account, transactions, servicing, or Cinnamon’s ongoing business relations.\nYou can also opt-out of receiving push notifications from us at any time by adjusting the permissions in your device or uninstalling our app.\nPlease note that any opt-out for email or push-notifications by you is limited to the email address or device used and will not affect subsequent subscriptions.</p>\n<p>\n<strong>Severance</strong>\n</p>\n<p>If any provision of this Agreement is for any reason deemed invalid or unenforceable, then that provision will be deemed severable from this Agreement, and the invalidity of the provision will not affect the validity or enforceability of the remainder of this Agreement.\nIf the prohibition against class actions and other claims brought on behalf of third parties contained above is found to be unenforceable, then all of the language in the Arbitration section will be null and void.&nbsp;</p>\n<p>\n<strong>Assignment</strong>\n</p>\n<p>Cinnamon may assign its rights and obligations under this Agreement, in whole or in part, to any party at any time without any notice.\nYou may not assign your rights and obligations under this Agreement without the prior written consent of Cinnamon.</p>\n<p>\n<strong>No&nbsp;Waiver</strong>\n<br>Except as expressly set forth in this Agreement, no failure or delay by Cinnamon in exercising any of rights, powers, or remedies hereunder will operate as a waiver of that or any other right, power, or remedy.</p>\n<p>\n<strong>Interpretation</strong>\n</p>\n<p>In these terms, “include” or “including” means “including but not limited to,” and any examples we give are for illustrative purposes.\nAll summaries of provisions and section headings are provided for convenience only and shall not limit the full Terms.</p>", "created_at": "2022-01-16 19:33:59.343194", "updated_at": "2022-01-16 18:35:13.031142"}, {"id": 11477, "name": "Privacy Policy", "url": "https://cinnamon.video/settings/privacy-policy", "xpath": "/html/body/div[1]/div/div[2]/div/div/div[2]/div/div/div", "text": "<p>US version</p>\n<p>&nbsp;EU version</p>Privacy Policy<p>Effective September 15, 2020</p>\n<p>Cinnamon Technologies, Inc (“we”, “us” or “Cinnamon”) cares about protecting the personal information of our customers, visitors and users (“you” or “Users”) who use our Services (as defined in the Terms of Service available at https://cinnamon.video/settings/terms-of-service).\nWe consider your privacy to be very important and have created our Privacy Policy to provide you with information regarding the collection, use and disclosure of your information when accessing our Services.\nYour information will not be shared or used by anyone except as described in this Privacy Policy.\nBy using the Service, you agree to the collection and use of information in accordance with this Privacy Policy.\nThis Privacy Policy applies to all of the services offered by Cinnamon and its affiliates and constitutes an integral part of our Terms of Service.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy shall have the same meanings as assigned to them in our Terms of Service, accessible on our Services.</p>\n<p>This Privacy Policy is meant to help you understand what information we collect, why we collect it, and how you can update, manage, export, and delete your information.</p>\n<p>The California Consumer Privacy Act (“CCPA”) requires a description of data practices using specific categories.\nThe below uses links to these categories to organize the information in this Privacy Policy.</p>\n<ul>\n<li>\n<p>We explain the categories of information Cinnamon collects and the sources of that information in&nbsp;Categories of Personal Information we collect.</p>\n</li>\n<li>\n<p>We explain how Cinnamon uses information in&nbsp;Why we collect data.</p>\n</li>\n<li>\n<p>We explain when Cinnamon may share information in&nbsp;Sharing your information.\nCinnamon does not sell your Personal Information.</p>\n</li>\n<li>\n<p>We explain purpose for which Cinnamon may share your data in Business purposes for which information may be used or disclosed.</p>\n</li>\n<li>\n<p>We describe the choices you have to manage your privacy and data across Cinnamon's services in Your privacy rights.</p>\n</li>\n<li>\n<p>We explain the categories of information Cinnamon transferred to third parties in Categories of Personal Information transferred to third parties.</p>\n</li>\n</ul>\n<p>INFORMATION WE COLLECT</p>\n<p>Information you provide to us</p>\n<br>\n<p>The type of information collected depends on your interaction with us.\nFor instance, for persons without an account, we collect basic usage data like IP address, user-agent, and pages you access on our server as part of our Services.\nWhen you create a Cinnamon account, you provide us with information that personally identifies you, such as your name, email address, or billing information, or other data that can be reasonably linked to such information by Cinnamon, such as information we associate with your Cinnamon account that includes a password (“Personal Information”) or other data expressly stated in this Privacy Policy.\nYou can also choose to add a phone number or your payment information to your account.\nYou will need your email address and a password to sign in to your account, your name is associated with your account profile, and is displayed when you access your account or submit any material on our Services.\nAlthough we generally avoid storing and using your Personal Information as much as possible, we process such information in order to protect our legitimate interest in providing our Services and protecting the security of your account.\nWe also process your email address and name for the purpose of providing you with important information about your products, apps or account, which may include safety information or material changes to this Privacy Policy or our Terms of Service, and providing you an opportunity to engage with other users.\nWe also collect the Content you create, upload, or receive from others when using our Services.\nIf you subscribe to our Services, we collect information about the subscription.\nFor payments to and from Cinnamon, we use Coil and other third party wallet providers completely separate from the Cinnamon Services, such as Uphold or GateHub.\nRefer to the Coil and the applicable wallet provider's privacy policy to see what data they collect.</p>\n<p>Information we collect as you use our services</p>\n<ul>\n<li>\n<p>Your apps, browsers &amp.\ndevices.\nWe collect information about the apps, browsers, and devices you use to access our Services.\nThis will help us provide features like automatic product updates.\nThe information we collect includes browser type and settings, device type and settings, unique identifiers, IP address, operating system, mobile network information, internet service provider, application version number, your device's regional and language settings, and other similar information.\nThis data also includes MAC address, device advertising Id (e.g., IDFA or AAID), and other device identifiers.\nWe also collect information about the interaction of your apps, browsers, and devices with our Services, such as crash reports, system activity, and the date, time, and referring URL.</p>\n</li>\n<li>\n<p>Your activity.\nWe collect information about your activity in our services, which we use to do things like recommend Content you might like.\nThe activity information we collect may include: features you use on the Cinnamon Service, Content you view, pages you visit on the Cinnamon Service, terms you search for.\nwhether you follow links in emails from Cinnamon, advertisements for the Services you view, characteristics of any subscription you purchase from Cinnamon, the time of day you use the Services, your referring and exiting pages on the Services, interaction with other Users, activity on Third-Party Material that use our Services.</p>\n</li>\n<li>\n<p>Your location information.\nWe collect information about your location when you use our Services, in order for us or our third-party service providers to provide you with location-based Services and control access to Services based upon the User's geographical location.\nWe process this information in order to fulfil our legal and contractual obligation.\nThe types of location data we collect depend in part on your device and account settings.\nThe location data we collect may imply imprecise location data (e.g., location derived from an IP address or data that indicates a country, city or postal code).</p>\n</li>\n</ul>\n<p>Information from other Sources</p>\n<br>\n<p>In some circumstances, Cinnamon also collects information about you from publicly accessible sources, information that other people provide when they use our Services or information on Other Social Apps when you reference our Services or grant permission to Cinnamon to access your data on one or more of these services.\n(For example, if you add your YouTube channel to our Services, YouTube will ask you to grant us limited access to your YouTube account so we can pull the channel information to our service.\nWe may also collect information about you from trusted partners, including our marketing partners, security partners and advertisers partners.</p>\n<p>WHY WE COLLECT DATA</p>\n<p>Provide, improve, customize and modify our Services</p>\n<br>\n<p>We use the information we collect to effectively provide our Services, for instance, we process your email address and name for the purpose of providing you with important information about your account and providing you an opportunity to engage with other users.\nIf you opt-in for the emotion detection feature, we use our emotion recognition technology to collect anonymized data that was collected and processed by your device, and that identifies and describes the emotions you exhibit while interacting with Content on our Services.\nWe do not collect or process any Personal Information with our emotion recognition technology.\nWe also use your information to maintain and improve our Services, such as improving tracking outages or troubleshooting issues that you report to us.\nWe use the information we collect in existing Services to help us develop new ones.\nWe use the information we collect to customize our Services for you, including providing recommendations and personalized Content.</p>\n<p>Communicate with you</p>\n<br>\n<p>We use the information we have to send you marketing communications, communicate with you about our Services, and let you know about our policies and terms.\nWe also use your information to respond to you when you contact us.</p>\n<p>Measure performance and Protect Cinnamon, our users, and the public</p>\n<br>\n<p>We use data for analytics and measurement to understand how our Services are used.\nFor example, we analyze data about your visits to measure and evaluate site usage behavior, such as scrolling activity, pages visited and actions taken on the site and use to optimize our Services product design.\nWe also use information to help improve the safety of our Services, such as detecting, preventing, and responding to fraud, abuse, security risks, and technical issues that could harm Cinnamon, our users, or the public.\nWe'll ask for your consent before using your information for a purpose that isn't covered in this Privacy Policy.\nWe do not share information that personally identifies you with advertisers, such as your name or email, unless you ask or allow us to.</p>\n<p>HOW WE COLLECT DATA</p>\n<p>We use different technologies to collect, process and store your information.\nThese technologies include:</p>\n<ul>\n<li>\n<p>Log Files.\nA log file is a file that records events that occur in connection with your use of the Services, such as your service use data.</p>\n</li>\n<li>\n<p>Cookies.\nA cookie is an industry-standard small data file stored on your device that acts as a unique tag to identify your browser.\nWe use two types of cookies: session cookies and persistent cookies.\nSession cookies make it easier for you to navigate the Services and expire when you close your browser.\nPersistent cookies help with personalizing your experience, remembering your preferences, and supporting security features.\nPersistent cookies may remain on your device for extended periods of time, and generally may be controlled through your browser settings.</p>\n</li>\n<li>\n<p>Third Party.\nWe may embed third party scripts or put embeds in the page that send requests to external sites which may allow third parties to drop and read cookies on your browser.\nWe cannot read or alter the cookies dropped on your browser by external sites.\nYour browser may allow you to disable cookies from third party sites.</p>\n</li>\n<li>\n<p>Others.\nOther technology used include pixel tags, web beacons, local storage, algorithms and other similar tools on our Services or in our email messages.</p>\n</li>\n</ul>\n<p>DELETING AND RETAINING YOUR INFORMATION</p>\n<p>We retain the data we collect for different periods of time depending on a case-by-case determination that depends upon things like the nature of the data, why it is collected and processed, and relevant legal or operational retention needs.\nYou would be able to delete some data such as Content or your activity information.\nSome other data is deleted or anonymized automatically immediately or after a set period of time.\nFor instance, data from our emotion recognition feature is collected on User’s device and deleted without any information sent to our servers.\nWe also keep some data until you request that we delete your Cinnamon account, such as information about how often you use our services while for some data, we retain for longer periods of time when necessary for legitimate business or legal purposes, such as security, fraud and abuse prevention, or financial record-keeping.\nTo delete your account at any time, please contact us at compliance@cinnamon.video and we will delete your account.\nPlease note that we may require additional information from you to allow us to confirm your identity prior to deleting your account.\nWhen we delete your account, we will follow a deletion process to make sure that your data is safely and completely removed from our servers or retained only in anonymized form.\nSince we try to ensure that our services protect information from accidental or malicious deletion, there may be delays between when you delete something and when copies are deleted from our active and backup systems.\nIf you posted something by accident and are unable to remove it yourself, please contact us and we will make a reasonable effort to remove it from public view if we can.\nWhen we delete your account, we delete Content you have posted, including all Shorts made from Content you posted and you won't be able to recover that information later.\nHowever, information that others have shared about you isn't part of your account and won't be deleted.\nIf you don't want to delete your account but want to temporarily stop using the Services, you may deactivate your account instead.</p>\n<p>YOUR PRIVACY RIGHTS</p>\n<p>Managing, reviewing, and updating your information</p>\n<br>\n<p>You can decide what types of information you would like saved in your account.\nWhen you’re signed in, you can always access, review, update, rectify, port and delete your information by visiting the settings of the Services you use.\nYou can also manage your preference about Content shown to you on Cinnamon and on sites and apps that partner with Cinnamon.\nYou can also control what other Users see about you across Services.\nYou can export a copy of content in your Cinnamon account if you want to back it up or use it with a service outside of Cinnamon.\nYou may also access, update, or remove certain account information that you have voluntarily submitted to us through the Cinnamon Service by sending an email to the email address set forth in the section entitled “Contact Us” below.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nYou can also request to remove your Content from specific Cinnamon Services based on applicable law.\nCalifornia residents and European data subjects have additional rights as set forth below.</p>\n<p>Tracking Technology Choices</p>\n<br>\n<p>You can also control the information Cinnamon collects, whether or not you’re signed in to a Cinnamon Account, by configuring your browser.\nMost browsers accept cookies by default.\nYou can configure your browser, by changing its settings, to decline or delete cookies.\nIf you use multiple browsers on your device, you will need to instruct each browser separately.\nAlso, your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what website and app operators should do with regard to these signals.\nAccordingly, we do not monitor or take action with respect to “Do Not Track” signals or other mechanisms.\nFor more information on “Do Not Track,” visit&nbsp;https://www.allaboutdnt.com.\nPlease be aware that if you disable or remove tracking technologies, some parts of our Services may not function correctly.</p>\n<p>SHARING YOUR INFORMATION</p>\n<p>When you share your information</p>\n<br>\n<p>Many of our Services let you share information with other people, and you have control over how you share.\nFor example, you can share Content on Cinnamon publicly or you can decide to share your Content only with Subscribed Viewers.\nAlso, real time communication is a feature available on some of our products that enables you to communicate with other Users of our Services.\nAlternatively, you may be able to send a link to people of your choice that allows them to see your Content.\nRemember, when you share information publicly, your content may become accessible through search engines, and you may not always be able to edit or delete such information.\nhowever, California residents and European data subjects have specific rights as set forth below.\nWhen you’re signed in and interact with some Services, like leaving comments on a Cinnamon content, your name and photo may appear next to your activity.</p>\n<p>When Cinnamon shares your information</p>\n<br>\n<p>We do not share your Personal Information with companies, organizations, or individuals outside of Cinnamon except in the following cases</p>\n<ul>\n<li>\n<p>With your consent -&nbsp;We will share Personal Information outside of Cinnamon when we have your consent.</p>\n</li>\n<li>\n<p>For external processing -&nbsp;We provide Personal Information to our affiliates, partners, service providers and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.\nFor instance, we may use a third party to assist in sending emails.\nThose services track the activities associated with these emails, such as whether they were opened, whether links in the emails were clicked on.\nWe also use a third-party service provider, Coil, to collect payment from Subscribed Viewers and provide payment for monetized Content.\nWe also use Amazon Web Services to operate and to administer our Services.\nWe also provide aggregated statistics and insights that help Users understand how people are engaging with their Content on the Services.\nIf you choose to register to use the Services using your social network account details (e.g.\nFacebook, Twitter, Instagram, Google), you provide us or allow your social network to provide us with your username and public profile.\nWe will likewise share certain information with the relevant social network such as your app ID, access token and the referring URL.\nAlso, where you opt to share content on social media platforms, the video, username and any text associated with the post will be shared on that platform or, in the case of sharing via instant messaging platforms such as Whatsapp, a link to the content will be shared.</p>\n</li>\n<li>\n<p>For legal reasons -&nbsp;We will share Personal Information outside of Cinnamon if we have a good-faith belief that access, use, preservation, or disclosure of the information is reasonably necessary in order to comply with a valid court order, subpoena, legal order, legal process, or other legal obligation.\nto enforce our Terms of Service, any of our terms and conditions or our policies.\nDetect, prevent, or otherwise address fraud, security, or technical issues.\nas necessary to pursue any available legal remedies or defend legal claims.\nor Protect against harm to the rights, property or safety of Cinnamon, our users, or the public as required or permitted by law.</p>\n</li>\n</ul>\n<p>We may share non-personally identifiable information publicly and with our partners — like publishers, advertisers, developers, or rights holders.\nFor example, we may share information publicly to show trends about the general use of our services.\nIf Cinnamon is involved in a merger, acquisition, or sale of assets, we'll continue to ensure the confidentiality of your Personal Information and give affected users notice before Personal Information is transferred or becomes subject to a different privacy policy.</p>\n<p>KEEPING YOUR INFORMATION SECURE</p>\n<p>We use reasonable measures to help protect your information and maintain reasonable administrative, physical, and technical security safeguards against loss, theft, misuse and unauthorized access, disclosure, alteration and destruction of your information.\nWe also use the information we collect to verify accounts and activity, combat harmful conduct, detect and prevent spam and other bad experiences, maintain the integrity of our Services.\n</p>\n<p>THIRD PARTIES</p>\n<p>Third Party Services</p>\n<br>\n<p>The Services contains content from and hyperlinks to websites, locations, platforms, and services operated and owned by third parties (“Third-Party Services”).\nThese Third-Party Services may use tracking technologies to independently collect information about you and may solicit information from you.\nThe information collected and stored by third parties, whether through the Services, a Third-Party Service, a Third-Party Feature (defined below), or a third-party device, remains subject to their own policies and practices, including what information they share with us, your rights and choices on their services and devices, and whether they store information in the U.S.\nor elsewhere.\nWe encourage you to familiarize yourself with and consult their privacy policies and terms of service.</p>\n<p>Third Party Features</p>\n<br>\n<p>We may allow you to connect the Services to a Third-Party Service or offer the Services through a Third-Party Service (“Third-Party Features”).\nIf you use a Third-Party Feature, both we and the applicable third party may have access to and use information associated with your use of the Third-Party Feature, and you should carefully review the third party’s privacy policy and terms of service.\nSome examples of Third-Party Features include the following:</p>\n<ul>\n<li>\n<p>Brand Pages and Chatbots.\nWe may offer our content on social networks such as a Facebook and Twitter.\nAny information you provide to us when you engage with our content (such as through our brand page or via our chatbot on Facebook Messenger) is treated in accordance with this Privacy Policy.\nAlso, if you publicly reference the Cinnamon Services on a Third-Party Service (e.g., by using a hashtag associated with Cinnamon in a tweet or post), we may use your reference on or in connection with the Cinnamon Services.</p>\n</li>\n<li>\n<p>Platform Linking.\nWe may offer you the ability to link your Cinnamon account to a Third-Party Service in order to retrieve certain data about your account on that service.\nFor example, if you link your Cinnamon account to a gaming platform such as Steam or Twitch, the linking may allow us to obtain information such as your gaming username, email address, photo, game performance, and high scores.\nFor more information about how these platforms handle your information, please refer to their respective privacy policies and terms of service.</p>\n</li>\n</ul>\n<p>CHILDREN</p>\n<p>Our Service does not address anyone under the age of 13 in the United States of America (“Child” or “Children”).\nWe do not knowingly collect the Personal Information of Children.\nBy using our Services you agree that you are not a Child.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Information, please contact us at compliance@cinnamon.video.\nIf we learn that we have collected Personal Information from a Child, we will take steps to delete the information as soon as possible.</p>\n<p>PROCESSING AND STORING YOUR DATA</p>\n<p>We regularly review this Privacy Policy and make sure that we process your information in ways that comply with it.\nTo provide our Services, we share information both internally within the Cinnamon companies and externally with our partners, and with those you connect and share with around the world in accordance with this policy.\nYour information may, for example, be transferred or transmitted to, or stored and processed in the United States or other countries outside of where you live for the purposes as described in this policy.\nThese data transfers are necessary to provide our Services to you.\nData protection laws vary among countries, with some providing more protection than others.\nRegardless of where your information is processed, we apply the same protections described in this policy.\nWhere we transfer your Personal Information outside of the European Economic Area, we utilize European Commission’s model contracts for the transfer of Personal Information to third countries (i.e.\nstandard contractual clauses) pursuant to Commission Decision 2004/915/EC or 2010/87/EU (as appropriate) or in line with any replacement mechanism approved under EU law, and obtain your consent for these data transfers to the United States and other countries.\nWhen we receive formal written complaints, we respond by contacting the person who made the complaint.\nWe work with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the transfer of your data that we cannot resolve with you directly.\nNotwithstanding the foregoing, the data collected by us though the emotion detection function of our Services is not transferred to any of our servers or third-party servers used by us, and processing of such data takes place on the User’s device itself.</p>\n<p>SECURITY</p>\n<p>The security of your information is a serious issue for us and we are committed to protect the information we receive from you.\nWe use reasonable security measures to protect against the loss, misuse and alteration of your personal information under our control.\nand to ensure that your information is treated in accordance with this Privacy Policy.\nNotwithstanding such measures, please be aware that no security measures are perfect or impenetrable, and we cannot guarantee the security of any information transmitted to or from the Services, including your personal information or financial account information.\nWe also are not responsible for the actions of any third parties that may receive any such information.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW WE ASSUME NO LIABILITY OR RESPONSIBILITY FOR DISCLOSURE OF YOUR INFORMATION DUE TO ERRORS IN TRANSMISSION, UNAUTHORIZED THIRD-PARTY ACCESS, OR OTHER CAUSES BEYOND OUR CONTROL.\nBY USING THE SERVICES OR PROVIDING PERSONAL INFORMATION TO US, YOU AGREE THAT WE MAY COMMUNICATE WITH YOU ELECTRONICALLY REGARDING SECURITY, PRIVACY, AND ADMINISTRATIVE ISSUES RELATING TO YOUR USE OF THE SERVICES.\nIF WE LEARN OF A SECURITY SYSTEM’S BREACH, WE MAY ATTEMPT TO NOTIFY YOU ELECTRONICALLY BY POSTING A NOTICE ON THE SERVICES, BY MAIL OR BY SENDING AN E-MAIL TO YOU.</p>\n<p>You play an important role in keeping your personal information secure and you should not share your username, password, or other security information for your account with anyone.\nIf we receive instructions using your username and password, we will consider that you have authorized the instructions.\nIf you believe there has been any unauthorized access or use of your information, please contact us immediately atcompliance@cinnamon.video.</p>\n<p>COMPLIANCE WITH CALIFORNIA LAW</p>\n<p>The CCPA requires specific disclosures for California residents.</p>\n<p>Categories of Personal Information we collect</p>\n<ul>\n<li>\n<p>Identifiers, such as your name, alias, address, phone numbers, or IP address;</p>\n</li>\n<li>\n<p>Personal information as described in subdivision (e) of Section 1798.80 of the California Civil Code, such as User wallet details;</p>\n</li>\n<li>\n<p>Demographic information, such as age, language or gender;</p>\n</li>\n<li>\n<p>Commercial information, such as subscription and monetization activities;</p>\n</li>\n<li>\n<p>Internet or other electronic network activity information, including Content interaction information, such as Content downloads, streams, playback details and activity on third-party sites and apps that use our services;</p>\n</li>\n<li>\n<p>Biometric information, such as your voice or appearance, for example if you choose to interact with our live stream features when available;</p>\n</li>\n<li>\n<p>geolocation data, such as the location of your device or computer, for example if you enable location services to enable us comply with applicable laws;</p>\n</li>\n<li>\n<p>audio, visual, electronic or other similar information, including when you use audio features;</p>\n</li>\n<li>\n<p>professional or employment-related information, for example data you may provide to us.\nand</p>\n</li>\n<li>\n<p>inference data, such as information about your Content preferences.</p>\n</li>\n</ul>\n<p>Categories of Personal Information transferred to third parties</p>\n<ul>\n<li>\n<p>Identifiers, such as your name, address, or phone numbers, for example if we use a third-party service provider carrier to provide our Services;</p>\n</li>\n<li>\n<p>Personal Information as described in subdivision (e) of Section 1798.80 of the California Civil Code, such as a User wallet details, for example if we use a third-party payment processor;</p>\n</li>\n<li>\n<p>Demographic information such as your age, gender, or language, for example if we conduct user surveys or analysis using a third-party service provider;</p>\n</li>\n<li>\n<p>commercial information, such as the details of subscription and monetization activities if a third-party service provider is assisting to provide that the monetization Service to you;</p>\n</li>\n<li>\n<p>Internet or other electronic network activity information, such as if we use a third-party service provider to help us gather reports for analyzing the condition of our devices and Services;</p>\n</li>\n<li>\n<p>biometric information, for example if you choose to participate in a demonstration of certain Services facilitated by a third-party service provider;</p>\n</li>\n<li>\n<p>geolocation data, for example if we enable geo-blocking Services from a third party in connection with our Services;</p>\n</li>\n<li>\n<p>audio, visual, electronic or other similar information, for example if a third-party service provider reviews Content for compliance with Terms of Service or quality assurance purposes.\nand</p>\n</li>\n<li>\n<p>professional or employment-related information, for example if we provide information to a third-party service provider for verification or registration as part of the our Services;</p>\n</li>\n</ul>\n<p>Business Purpose for which information may be used or disclosed</p>\n<ul>\n<li>\n<p>Protecting against security threats, abuse, and illegal activity.\nCinnamon uses and may disclose information to detect, prevent and respond to security incidents, and for protecting against other malicious, deceptive, fraudulent, or illegal activity.\nFor example, to protect our services, Cinnamon may receive or disclose information about IP addresses that malicious actors have compromised.</p>\n</li>\n<li>\n<p>Maintaining our services.\nCinnamon uses information to ensure our services are working as intended, such as tracking outages or troubleshooting bugs and other issues that you report to us.</p>\n</li>\n<li>\n<p>Auditing and measurement.\nCinnamon uses information for analytics and measurement to understand how our Services are used, as well as to fulfill obligations to our partners like publishers, advertisers, developers, or rights holders.\nWe may disclose non-personally identifiable information publicly and with these partners, including for auditing purposes.</p>\n</li>\n<li>\n<p>Research and development.\nCinnamon uses information to improve our services and to develop new products, features and technologies that benefit our users and the public.</p>\n</li>\n<li>\n<p>Use of service providers.\nCinnamon shares information with service providers to perform services on our behalf, in compliance with our Privacy Policy and other appropriate confidentiality and security measures.</p>\n</li>\n<li>\n<p>Legal reasons.\nCinnamon also uses information to satisfy applicable laws or regulations, and discloses information in response to legal process or enforceable government requests, including to law enforcement.</p>\n</li>\n</ul>\n<p>Your Rights</p>\n<br>\n<p>You may have the right under the California Consumer Privacy Act to request information about the collection of your Personal Information by us, or access to or deletion of your Personal Information.\nIf you wish to do any of these things, you may submit a request to us at the address in the section entitled “Contact Us” below.\nWe will respond to your request consistent with applicable law and subject to proper verification.\nAnd we do not discriminate based on the exercise of any privacy rights that you might have.</p>\n<p>Cinnamon may share personal information as defined by California’s “Shine the Light” law with third parties and/or affiliates for such third parties’ and affiliates’ own direct marketing purposes.\nIf you are a California resident and wish to obtain information about our compliance with this law, please contact us as set forth in the section entitled “Contact Us” below.\nRequests must include “California Privacy Rights Request” in the first line of the description and include your name, street address, city, state, and ZIP code.\nPlease note that Cinnamon is not required to respond to requests made by means other than through the provided email address or mail address.</p>\n<p>Users who are California residents and are under 18 years of age may request and obtain removal of Content or information they posted on our Services by sending an email to the email address set forth in the section entitled “Contact Us” below.\nAll requests must be labeled “California Removal Request” on the email subject line.\nAll requests must state that the User personally posted such content and provide a description of the Content or information User wants removed and information reasonably sufficient to permit us to locate such Content or information.\nWe do not accept California Removal Requests via postal mail, telephone, or facsimile.\nWe are not responsible for notices that are not labeled or sent properly, and we may not be able to respond if you do not provide adequate information.\nPlease note that your request does not ensure complete or comprehensive removal of the material.\nFor example, materials that you have posted may be republished or reposted by another user or third party.</p>\n<p>Non-Discrimination</p>\n<br>\n<p>We will not discriminate against you for exercising any of your rights under the CCPA.\nUnless permitted by the CCPA or other applicable law, we will not for the reason of your exercise of rights under the CCPA:</p>\n<ul>\n<li>\n<p>Deny you our Services.</p>\n</li>\n<li>\n<p>Charge you different prices or rates for our Services, including through granting discounts or other benefits, or imposing penalties.</p>\n</li>\n<li>\n<p>Provide you a different level or quality of Services.</p>\n</li>\n<li>\n<p>Suggest that you may receive a different price or rate for Services or a different level or quality of Services.</p>\n</li>\n</ul>\n<p>However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.</p>\n<p>YOUR EUROPEAN PRIVACY RIGHTS</p>\n<p>Where the General Data Protection Regulation (the “GDPR”) applies and in accordance with any other applicable law, in certain circumstances and subject to data processing agreements, you have rights in relation to the personal information we hold about you.\nWe set out below an outline of those rights and how to exercise those rights.\nPlease note that we will require you to verify your identity before responding to any requests to exercise your rights by providing details only known to the account holder.\nTo exercise any of your rights, please contact us atcompliance@cinnamon.video.\nPlease note that for each of the rights below we may have valid legal reasons to refuse your request, in such instances we will let you know if that is the case.</p>\n<p>Access</p>\n<br>\n<p>You have the right to know whether we process personal information about you, and if we do, to access data we hold about you and certain information about how we use it and who we share it with.\nIn order to obtain information and access to data held by you, please contact us atcompliance@cinnamon.video.</p>\n<p>Portability</p>\n<br>\n<p>You have the right to receive a subset of the personal information you provide us if we process it on the legal bases of our contract with you or with your consent in a structured, commonly used and machine-readable format and a right to request that we transfer such personal information to another party.\nIf you wish for us to transfer the personal information to another party, please ensure you detail that party and note that we can only do so where it is technically feasible.\nWe are not responsible for the security of the personal information or its processing once received by the third party.</p>\n<p>Correction</p>\n<br>\n<p>You have the right to require us to correct any personal information held about you that is inaccurate and have incomplete data completed.\nWhere you request correction, please explain in detail why you believe the personal information we hold about you to be inaccurate or incomplete so that we can assess whether a correction is required.\nPlease note that while we assess whether the personal information we hold about you is inaccurate or incomplete, you may exercise your right to restrict our processing of the applicable data as described below.</p>\n<p>Erasure</p>\n<br>\n<p>You may request that we erase the personal information we hold about you in the following circumstances:</p>\n<ul>\n<li>\n<p>where you believe it is no longer necessary for us to hold the personal information;</p>\n</li>\n<li>\n<p>we are processing it on the basis of your consent and you wish to withdraw your consent;</p>\n</li>\n<li>\n<p>we are processing your data on the basis of our legitimate interest and you object to such processing;</p>\n</li>\n<li>\n<p>you no longer wish us to use your data to send you marketing.\nor</p>\n</li>\n<li>\n<p>you believe we are unlawfully processing your data.</p>\n</li>\n</ul>\n<p>Restriction of Processing to Storage Only</p>\n<br>\n<p>You have a right to require us to stop processing the personal information we hold about you other than for storage purposes in the following circumstances:</p>\n<ul>\n<li>\n<p>You believe the personal information is not accurate for the period it takes for us to verify whether the data is accurate;</p>\n</li>\n<li>\n<p>We wish to erase the personal information but you want us to simply restrict the use of that data;</p>\n</li>\n<li>\n<p>We no longer need the personal information for the purposes of the processing but you require us to retain the data for the establishment, exercise or defense of legal claims.\nor</p>\n</li>\n<li>\n<p>You have objected to us processing personal information we hold about you on the basis of our legitimate interest and you wish us to stop processing the personal information while we determine whether there is an overriding interest in us retaining such personal information.</p>\n</li>\n</ul>\n<p>Objection</p>\n<br>\n<p>You have the right to object to our processing of data about you and we will consider your request.\nPlease provide us with detail as to your reasoning so that we can assess whether there is a compelling overriding interest in us continuing to process such data or we need to process it in relation to legal claims.</p>\n<p>You also have the right, at any time, to object to our processing of data about you in order to send you marketing, including where we build profiles for such purposes and we will stop processing the data for that purpose.</p>\n<p>Withdrawal of Consent</p>\n<br>\n<p>Where you have provided your consent to us processing your personal data, you can withdraw your consent at any time by emailing us atcompliance@cinnamon.video.</p>\n<p>For the purposes of the Data Protection Act 2018, the General Data Protection Regulation (EU) 2016/679 and any successor legislation to any of the foregoing (together, “Data Protection Laws”), you consent to the holding, disclosing and processing of “Personal Data” and “Special Category Personal Data” (as such terms are defined in the Data Protection Laws) as necessary for Cinnamon to have the rights set forth in this Privacy Policy.</p>\n<p>CHANGES TO THIS POLICY</p>\n<p>We change this Privacy Policy from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe always indicate the date the last changes were published and we offer access to archived versions for your review.\nAny changes will be effective immediately upon posting of the revised Privacy Policy.\nYour continued use of the Services indicates your consent to the Privacy Policy then posted.\nIf changes are significant, we’ll provide a more prominent notice (including, for certain services, email notification of Privacy Policy changes).</p>\n<p>CONTACT US</p>\n<p>If you have any questions or comments about this Privacy Policy, our data practices, or our compliance with applicable law, please contact us:</p>\n<p>By email: compliance@cinnamon.video</p>\n<p>By mail: Compliance Officer</p>\n<p>Cinnamon Technologies, Inc.</p>\n<p>8 The Green STE 4000</p>\n<p>Dover, DE 19901</p>\n<p>USA</p>", "created_at": "2022-01-16 19:33:59.341184", "updated_at": "2022-01-16 18:34:34.743342"}], "points": [], "urls": ["cinnamon.video"]}}