{"error": 448, "message": "OK", "parameters": {"id": 5420, "name": "Monkeytype", "created_at": "2021-11-01 21:30:50.543696", "updated_at": "2021-11-10 23:01:13.960527", "wikipedia": null, "keywords": null, "related": null, "slug": "monkeytype", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/5420.png", "url": "monkeytype.com,dev.monkeytype.com,fingermap.monkeytype.com", "documents": [{"id": 9735, "name": "Security Policy", "url": "https://monkeytype.com/security-policy", "xpath": "", "text": " monkey see\nmonkeytype\nSecurity Policy <p>\nWe take the security and integrity of Monkeytype very seriously.\nIf\nyou have found a vulnerability, please report it <abbr>ASAP</abbr> so we can quickly\nremediate the issue.\n</p>\n<p>Table of Contents</p>\n<ul>\n<li> How to Disclose a Vulnerability </li>\n<li>Submission Guidelines</li>\n</ul>\nHow to Disclose a Vulnerability\n<p>\nFor vulnerabilities that impact the confidentiality, integrity, and\navailability of Monkeytype services, please send your disclosure via\n(1)\nemail,\nor (2) private Discord chat to\nMiodec.\nFor non-security related platform bugs, follow the bug submission guidelines\n.\nInclude as much detail as possible to ensure reproducibility.\nAt a\nminimum, vulnerability disclosures should include:\n</p>\n<ul>\n<li>Vulnerability Description</li>\n<li>Proof of Concept</li>\n<li>Impact</li>\n<li>Screenshots or Proof</li>\n</ul>\nSubmission Guidelines\n<p>\nDo not engage in activities that might cause a denial of service\ncondition, create significant strains on critical resources, or\nnegatively impact users of the site outside of test accounts.\n</p> ", "created_at": "2021-11-01 21:30:50.5495", "updated_at": "2021-11-01 20:31:22.98466"}, {"id": 9736, "name": "Terms of Service", "url": "https://monkeytype.com/terms-of-service", "xpath": "", "text": " monkey see\nmonkeytype\nTerms of Service <p>These terms of service were last updated on September 11, 2021.</p>\nAgreement\n<p>\nBy accessing this Website, accessible from monkeytype.com, you are\nagreeing to be bound by these Website Terms of Service and agree that\nyou are responsible for the agreement in accordance with any\napplicable local laws.\n<strong>\nIF YOU DO NOT AGREE TO ALL THE TERMS AND CONDITIONS OF THIS\nAGREEMENT, YOU ARE NOT PERMITTED TO ACCESS OR USE OUR SERVICES.\n</strong>\n</p>\nLimitations\n<p>\nYou are responsible for your account's security and all activities on\nyour account.\nYou must not, in the use of this site, violate any\napplicable laws, including, without limitation, copyright laws, or any\nother laws regarding the security of your personal data, or otherwise\nmisuse this site.\n</p>\n<p>\nMonkeytype reserves the right to remove or disable any account or any\nother content on this site at any time for any reason, without prior\nnotice to you, if we believe that you have violated this agreement.\n</p>\n<p>\nYou agree that you will not upload, post, host, or transmit any\ncontent that:\n</p>\n<ol>\n<li>is unlawful or promotes unlawful activities;</li>\n<li>is or contains sexually obscene content;</li>\n<li>is libelous, defamatory, or fraudulent;</li>\n<li>is discriminatory or abusive toward any individual or group;</li>\n<li>\nis degrading to others on the basis of gender, race, class,\nethnicity, national origin, religion, sexual preference,\norientation, or identity, disability, or other classification, or\notherwise represents or condones content that: is hate speech,\ndiscriminating, threatening, or pornographic.\nincites violence.\nor\ncontains nudity or graphic or gratuitous violence.\n</li>\n<li>\nviolates any person's right to privacy or publicity, or otherwise\nsolicits, collects, or publishes data, including personal\ninformation and login information, about other Users without consent\nor for unlawful purposes in violation of any applicable\ninternational, federal, state, or local law, statute, ordinance, or\nregulation.\nor\n</li>\n<li>\ncontains or installs any active malware or exploits/uses our\nplatform for exploit delivery (such as part of a command or control\nsystem).\nor infringes on any proprietary right of any party,\nincluding patent, trademark, trade secret, copyright, right of\npublicity, or other rights.\n</li>\n</ol>\n<p>While using the Services, you agree that you will not:</p>\n<ol>\n<li>\nharass, abuse, threaten, or incite violence towards any individual\nor group, including other Users and Monkeytype contributors.\n</li>\n<li>\nuse our servers for any form of excessive automated bulk activity\n(e.g., spamming), or rely on any other form of unsolicited\nadvertising or solicitation through our servers or Services.\n</li>\n<li>\nattempt to disrupt or tamper with our servers in ways that could a)\nharm our Website or Services or b) place undue burden on our\nservers.\n</li>\n<li>access the Services in ways that exceed your authorization;</li>\n<li>\nfalsely impersonate any person or entity, including any of our\ncontributors, misrepresent your identity or the site's purpose, or\nfalsely associate yourself with Monkeytype.\n</li>\n<li>\nviolate the privacy of any third party, such as by posting another\nperson's personal information without their consent.\n</li>\n<li>\naccess or attempt to access any service on the Services by any means\nother than as permitted in this Agreement, or operating the Services\non any computers or accounts which you do not have permission to\noperate.\n</li>\n<li>\nfacilitate or encourage any violations of this Agreement or\ninterfere with the operation, appearance, security, or functionality\nof the Services.\nor\n</li>\n<li>use the Services in any manner that is harmful to minors.</li>\n</ol>\n<p>\nWithout limiting the foregoing, you will not transmit or post any\ncontent anywhere on the Services that violates any laws.\nMonkeytype\nabsolutely does not tolerate engaging in activity that significantly\nharms our Users.\nWe will resolve disputes in favor of protecting our\nUsers as a whole.\n</p>\nPrivacy Policy\nIf you use our Services, you must abide by our Privacy Policy.\nYou\nacknowledge that you have read our Privacy Policy and understand that it sets forth how we collect, use, and store your\ninformation.\nIf you do not agree with our Privacy Statement, then you\nmust stop using the Services immediately.\nAny person, entity, or service\ncollecting data from the Services must comply with our Privacy\nStatement.\nMisuse of any User's Personal Information is prohibited.\nIf\nyou collect any Personal Information from a User, you agree that you\nwill only use the Personal Information you gather for the purpose for\nwhich the User has authorized it.\nYou agree that you will reasonably\nsecure any Personal Information you have gathered from the Services, and\nyou will respond promptly to complaints, removal requests, and 'do not\ncontact' requests from us or Users.\nLimitations on Automated Use\nYou shouldn't use bots or access our Services in malicious or\nun-permitted ways.\nWhile accessing or using the Services, you may not:\n<ol>\n<li>use bots, hacks, or cheats while using our site;</li>\n<li>create manual requests to Monkeytype servers;</li>\n<li>\ntamper with or use non-public areas of the Services, or the computer\nor delivery systems of Monkeytype and/or its service providers.\n</li>\n<li>\nprobe, scan, or test any system or network (particularly for\nvulnerabilities), or otherwise attempt to breach or circumvent any\nsecurity or authentication measures, or search or attempt to access\nor search the Services by any means (automated or otherwise) other\nthan through our currently available, published interfaces that are\nprovided by Monkeytype (and only pursuant to those terms and\nconditions), unless you have been specifically allowed to do so in a\nseparate agreement with Monkeytype, Inc., or unless specifically\npermitted by Monkeytype, Inc.'s robots.txt file or other robot\nexclusion mechanisms.\n</li>\n<li>\nscrape the Services, scrape Content from the Services, or use\nautomated means, including spiders, robots, crawlers, data mining\ntools, or the like to download data from the Services or otherwise\naccess the Services.\n</li>\n<li>\nemploy misleading email or IP addresses or forged headers or\notherwise manipulated identifiers in order to disguise the origin of\nany content transmitted to or through the Services.\n</li>\n<li>\nuse the Services to send altered, deceptive, or false\nsource-identifying information, including, without limitation, by\nforging TCP-IP packet headers or e-mail headers.\nor\n</li>\n<li>\ninterfere with, or disrupt or attempt to interfere with or disrupt,\nthe access of any User, host, or network, including, without\nlimitation, by sending a virus to, spamming, or overloading the\nServices, or by scripted use of the Services in such a manner as to\ninterfere with or create an undue burden on the Services.\n</li>\n</ol>\nLinks\nMonkeytype is not responsible for the contents of any linked sites.\nThe\nuse of any linked website is at the user's own risk.\nChanges\nMonkeytype may revise these Terms of Service for its Website at any time\nwithout prior notice.\nBy using this Website, you are agreeing to be\nbound by the current version of these Terms of Service.\nDisclaimer\n<p>\nEXCLUDING THE EXPLICITLY STATED WARRANTIES WITHIN THESE TERMS, WE ONLY\nOFFER OUR SERVICES ON AN 'AS-IS' BASIS.\nYOUR ACCESS TO AND USE OF THE\nSERVICES OR ANY CONTENT IS AT YOUR OWN RISK.\nYOU UNDERSTAND AND AGREE\nTHAT THE SERVICES AND CONTENT ARE PROVIDED TO YOU ON AN 'AS IS,' 'WITH\nALL FAULTS,' AND 'AS AVAILABLE' BASIS.\nWITHOUT LIMITING THE FOREGOING,\nTO THE FULL EXTENT PERMITTED BY LAW, MONKEYTYPE DISCLAIMS ALL\nWARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION\nWARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR\nNON-INFRINGEMENT.\nTO THE EXTENT SUCH DISCLAIMER CONFLICTS WITH\nAPPLICABLE LAW, THE SCOPE AND DURATION OF ANY APPLICABLE WARRANTY WILL\nBE THE MINIMUM PERMITTED UNDER SUCH LAW.\nMONKEYTYPE MAKES NO\nREPRESENTATIONS, WARRANTIES, OR GUARANTEES AS TO THE RELIABILITY,\nTIMELINESS, QUALITY, SUITABILITY, AVAILABILITY, ACCURACY, OR\nCOMPLETENESS OF ANY KIND WITH RESPECT TO THE SERVICES, INCLUDING ANY\nREPRESENTATION OR WARRANTY THAT THE USE OF THE SERVICES WILL (A) BE\nTIMELY, UNINTERRUPTED, OR ERROR-FREE, OR OPERATE IN COMBINATION WITH\nANY OTHER HARDWARE, SOFTWARE, SYSTEM, OR DATA, (B) MEET YOUR\nREQUIREMENTS OR EXPECTATIONS, (C) BE FREE FROM ERRORS OR THAT DEFECTS\nWILL BE CORRECTED, OR (D) BE FREE OF VIRUSES OR OTHER HARMFUL\nCOMPONENTS.\nMONKEYTYPE ALSO MAKES NO REPRESENTATIONS OR WARRANTIES OF\nANY KIND WITH RESPECT TO CONTENT.\nUSER CONTENT IS PROVIDED BY AND IS\nSOLELY THE RESPONSIBILITY OF THE RESPECTIVE USER PROVIDING THAT\nCONTENT.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED\nFROM MONKEYTYPE OR THROUGH THE SERVICES, WILL CREATE ANY WARRANTY NOT\nEXPRESSLY MADE HEREIN.\nMONKEYTYPE DOES NOT WARRANT, ENDORSE,\nGUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY USER CONTENT ON THE\nSERVICES OR ANY HYPERLINKED WEBSITE OR THIRD-PARTY SERVICE, AND\nMONKEYTYPE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR\nTRANSACTIONS BETWEEN YOU AND THIRD PARTIES.\nIF APPLICABLE LAW DOES NOT\nALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED OR STATUTORY\nWARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO\nTHE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\n</p>\nContact\n<p>\nIf you have any questions about Monkeytype’s privacy policy, the data\nwe hold on you, or you would like to exercise one of your data\nprotection rights, please do not hesitate to contact us.\n</p>\n<p>\nEmail: jack@monkeytype.com </p>\nDiscord: Miodec#1512 <p>\nTerms based on\nGlitch terms\n</p> ", "created_at": "2021-11-01 21:30:50.551192", "updated_at": "2021-11-01 20:31:27.292247"}, {"id": 9734, "name": "Privacy Policy", "url": "https://monkeytype.com/privacy-policy", "xpath": "", "text": " monkey see\nmonkeytype\nPrivacy Policy <p>\n</p>\n<p>Effective date: September 8, 2021</p>\n<p>\nThanks for trusting Monkeytype ('Monkeytype', 'we', 'us', 'our') with\nyour personal information, your code, and your projects! We take our\nresponsibility to you very seriously, and so this Privacy Statement\ndescribes how we handle your data.\n</p>\n<p>\nThis Privacy Statement applies to all websites we own and operate and\nto all services we provide (collectively, the 'Services').\nSo...PLEASE\nREAD THIS PRIVACY STATEMENT CAREFULLY.\nBy using the Services, you are\nexpressly and voluntarily accepting the terms and conditions of this\nPrivacy Statement and our Terms of Service, which include allowing us\nto process information about you.\n</p>\n<p>\nUnder this Privacy Statement, we are the data controller responsible\nfor processing your personal information.\nOur contact information\nappears at the end of this Privacy Statement.\n</p>\n<p>Table of Contents</p>\n<ul>\n<li>What data do we collect?</li>\n<li>\nHow do we collect your data?\n</li>\n<li>How will we use your data?</li>\n<li>How do we store your data?</li>\n<li> What are your data protection rights? </li>\n<li>What log data do we collect?</li>\n<li>What are cookies?</li>\n<li>How do we use cookies?</li>\n<li> What types of cookies do we use? </li>\n<li>How to manage your cookies</li>\n<li>\nPrivacy policies of other websites\n</li>\n<li> Changes to our privacy policy </li>\n<li>How to contact us</li>\n</ul>\nWhat data do we collect?\n<p>Monkeytype collects the following data:</p>\n<ul>\n<li>Email</li>\n<li>Username</li>\n<li>Information about each typing test</li>\n<li>Your currently active settings</li>\n<li>How many typing tests you've started and completed</li>\n<li>How long you've been typing on the website</li>\n</ul>\nHow do we collect your data?\n<p>\nYou directly provide most of the data we collect.\nWe collect data and\nprocess data when you:\n</p>\n<ul>\n<li>Create an account</li>\n<li>Complete a typing test</li>\n<li>Change settings on the website</li>\n</ul>\nHow will we use your data?\n<p>Monkeytype collects your data so that we can:</p>\n<ul>\n<li>\nAllow you to view result history of previous tests you completed\n</li>\n<li>\nSave results from tests you take and show you statistics based on\nthem\n</li>\n<li>Remember your settings</li>\n<li>Display leaderboards</li>\n</ul>\nHow do we store your data?\n<p>Monkeytype securely stores your data using Firebase Firestore.</p> What are your data protection rights? <p>\nMonkeytype would like to make sure you are fully aware of all of your\ndata protection rights.\nEvery user is entitled to the following:\n</p>\n<ul>\n<li>\nThe right to access – You have the right to request Monkeytype for\ncopies of your personal data.\nWe may limit the number of times this\nrequest can be made to depending on the size of the request.\n</li>\n<li>\nThe right to rectification – You have the right to request that\nMonkeytype correct any information you believe is inaccurate.\nYou\nalso have the right to request Monkeytype to complete the\ninformation you believe is incomplete.\n</li>\n<li>\nThe right to erasure – You have the right to request that Monkeytype\nerase your personal data, under certain conditions.\n</li>\n<li>\nThe right to restrict processing – You have the right to request\nthat Monkeytype restrict the processing of your personal data, under\ncertain conditions.\n</li>\n<li>\nThe right to object to processing – You have the right to object to\nMonkeytype processing of your personal data, under certain\nconditions.\n</li>\n<li>\nThe right to data portability – You have the right to request that\nMonkeytype transfer the data that we have collected to another\norganization, or directly to you, under certain conditions.\n</li>\n</ul> What log data do we collect?\n<p>\nLike most websites, Monkeytype collects information that your browser\nsends whenever you visit the website.\nThis data may include internet\nprotocol (IP) addresses, browser type, Internet Service Provider\n(ISP), date and time stamp, referring/exit pages, and time spent on\neach page.\n<b>\nTHIS DATA DOES NOT CONTAIN ANY PERSONALLY IDENTIFIABLE INFORMATION.\n</b>\nWe use this information for analyzing trends, administering the site,\ntracking users' movement on the website, and gathering demographic\ninformation.\n</p>\n<p>In our case, this service is provided by Google Analytics.</p>\nWhat are cookies?\n<p>\nCookies are text files placed on your computer to collect standard\nInternet log information and visitor behavior information.\nWhen you\nvisit our websites, we may collect information from you automatically\nthrough cookies or similar technology\n</p>\n<p>\nFor further information, visit www.wikipedia.org/wiki/HTTP_cookie\n.\n</p>\nHow do we use cookies?\n<p>\nMonkeytype uses cookies in a range of ways to improve your experience\non our website, including:\n</p>\n<ul>\n<li>Keeping you signed in</li>\n<li>Remembering your active settings</li>\n<li>Remembering your active tags</li>\n</ul>\nWhat types of cookies do we use?\n<p>\nThere are a number of different types of cookies.\nhowever, our website\nuses functionality cookies.\nMonkeytype uses these cookies so we\nrecognize you on our website and remember your previously selected\nsettings.\n</p>\nHow to manage your cookies\n<p>\nYou can set your browser not to accept cookies, and the above website\ntells you how to remove cookies from your browser.\nHowever, in a few\ncases, some of our website features may behave unexpectedly or fail to\nfunction as a result.\n</p>\nPrivacy policies of other websites\n<p>\nMonkeytype contains links to other external websites.\n<b>\n<u>\nOur privacy policy only applies to our website, so if you click on\na link to another website, you should read their privacy policy.\n</u>\n</b>\n</p>\nChanges to our privacy policy\n<p>\nMonkeytype keeps its privacy policy under regular review and places\nany updates on this web page.\nThe Monkeytype privacy policy may be\nsubject to change at any given time without notice.\nThis privacy\npolicy was last updated on 22 April 2021.\n</p> How to contact us\n<p>\nIf you have any questions about Monkeytype’s privacy policy, the data\nwe hold on you, or you would like to exercise one of your data\nprotection rights, please do not hesitate to contact us.\n</p>\n<p>\nEmail: jack@monkeytype.com </p>\nDiscord: Miodec#1512 ", "created_at": "2021-11-01 21:30:50.546205", "updated_at": "2021-11-01 20:31:25.173132"}], "points": [{"id": 25627, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://monkeytype.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:53:29.751589", "updated_at": "2022-07-06 21:50:08.572272", "quoteText": "<li>is libelous, defamatory, or fraudulent;</li>\n<li>is discriminatory or abusive toward any individual or group;</li>\n<li>\nis degrading to others on the basis of gender, race, class,\nethnicity, national origin, religion, sexual preference,\norientation, or identity, disability, or other classification, or\notherwise represents or condones content that: is hate speech,\ndiscriminating, threatening", "case_id": 283, "document_id": 9736, "quoteStart": 1221, "quoteEnd": 1618}, {"id": 25610, "title": "You can request access, correction and/or deletion of your data", "source": "https://monkeytype.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-11-03 23:48:14.317981", "updated_at": "2021-11-10 12:45:49.974213", "quoteText": "The right to erasure – You have the right to request that Monkeytype\nerase your personal data, under certain conditions.", "case_id": 195, "document_id": 9734, "quoteStart": 3042, "quoteEnd": 3162}, {"id": 25626, "title": "The posting of pornographic content is prohibited", "source": "https://monkeytype.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:52:20.827465", "updated_at": "2022-07-06 21:50:04.413483", "quoteText": "<li>is or contains sexually obscene content", "case_id": 315, "document_id": 9736, "quoteStart": 1171, "quoteEnd": 1214}, {"id": 25625, "title": "You agree not to use the service for illegal purposes", "source": "https://monkeytype.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:51:45.664116", "updated_at": "2022-07-06 21:49:35.057659", "quoteText": "You agree that you will not upload, post, host, or transmit any\ncontent that:\n</p>\n<ol>\n<li>is unlawful or promotes unlawful activities", "case_id": 280, "document_id": 9736, "quoteStart": 1029, "quoteEnd": 1164}, {"id": 25624, "title": "You can limit how your information is used by third-parties and the service", "source": "https://monkeytype.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:49:01.391285", "updated_at": "2022-07-06 21:49:23.658554", "quoteText": "The right to restrict processing – You have the right to request\nthat Monkeytype restrict the processing of your personal data, under\ncertain conditions.\n</li>\n<li>\nThe right to object to processing – You have the right to object to\nMonkeytype processing of your personal data, under certain\nconditions.\n", "case_id": 338, "document_id": 9734, "quoteStart": 3174, "quoteEnd": 3478}, {"id": 25623, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://monkeytype.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:33:13.275634", "updated_at": "2021-12-12 13:54:02.791494", "quoteText": "EXCLUDING THE EXPLICITLY STATED WARRANTIES WITHIN THESE TERMS, WE ONLY\nOFFER OUR SERVICES ON AN 'AS-IS' BASIS.\nYOUR ACCESS TO AND USE OF THE\nSERVICES OR ANY CONTENT IS AT YOUR OWN RISK.", "case_id": 286, "document_id": 9736, "quoteStart": 7251, "quoteEnd": 7436}, {"id": 25622, "title": "Features of the website are made available under a free software license", "source": "https://github.com/Miodec/monkeytype/blob/master/LICENSE", "status": "The source of the site, both frontend and backend, are licensed under the GNU GPLv3.", "created_at": "2021-11-04 00:25:48.800101", "updated_at": "2021-11-13 13:12:58.916044", "quoteText": null, "case_id": 171, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25621, "title": "The service is open-source", "source": "https://github.com/miodec/monkeytype", "status": "Both the backend and frontend are open source on Github, with over 600 pull requests merged.", "created_at": "2021-11-04 00:23:39.271967", "updated_at": "2022-07-06 21:48:48.950642", "quoteText": null, "case_id": 485, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25619, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://monkeytype.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:18:15.636263", "updated_at": "2022-07-06 21:47:50.052129", "quoteText": "scrape the Services, scrape Content from the Services, or use\nautomated means, including spiders, robots, crawlers, data mining\ntools, or the like to download data from the Services or otherwise\naccess the Services", "case_id": 150, "document_id": 9736, "quoteStart": 5966, "quoteEnd": 6180}, {"id": 25617, "title": "Your content can be deleted if you violate the terms", "source": "https://monkeytype.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:07:22.827425", "updated_at": "2022-02-17 12:22:51.955607", "quoteText": "Monkeytype reserves the right to remove or disable any account or any\nother content on this site at any time for any reason, without prior\nnotice to you, if we believe that you have violated this agreement.", "case_id": 377, "document_id": 9736, "quoteStart": 813, "quoteEnd": 1019}, {"id": 25613, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://monkeytype.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-11-04 00:04:01.000427", "updated_at": "2021-11-17 16:53:14.337865", "quoteText": "You are responsible for your account's security and all activities on\nyour account.", "case_id": 148, "document_id": 9736, "quoteStart": 510, "quoteEnd": 593}, {"id": 25611, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://monkeytype.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-11-03 23:50:04.78616", "updated_at": "2021-11-19 19:38:29.534331", "quoteText": "This data may include internet\nprotocol (IP) addresses", "case_id": 399, "document_id": 9734, "quoteStart": 3832, "quoteEnd": 3886}, {"id": 25609, "title": "You can request access, correction and/or deletion of your data", "source": "https://monkeytype.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-11-03 23:47:12.743185", "updated_at": "2021-11-04 00:26:22.945888", "quoteText": "The right to access – You have the right to request Monkeytype for\ncopies of your personal data.", "case_id": 195, "document_id": 9734, "quoteStart": 2597, "quoteEnd": 2693}], "urls": ["monkeytype.com", "dev.monkeytype.com", "fingermap.monkeytype.com"]}}