{"error": 448, "message": "OK", "parameters": {"id": 1495, "name": "Helicopter flying", "created_at": "2019-04-20 13:18:51.376842", "updated_at": "2021-03-25 03:19:45.802321", "wikipedia": null, "keywords": null, "related": null, "slug": "helicopter_flying", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1495.png", "url": "helicentre.eu", "documents": [{"id": 1184, "name": "Privacy policy", "url": "https://www.helicentre.eu/privacy-cookie-policy/", "xpath": "", "text": " Skip to content <ul>\n<li> Beoordeeld met een 9+ uit 10 | Bel <u>088-122 1221 </u> of <u>mail</u>&nbsp.\nons voor meer informatie </li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li> Nederlands <i>\n</i>\n<i>\n</i>\n<ul>\n<li>\n<i>\n</i> Nederlands</li>\n<li>\n<i>\n</i> English</li>\n</ul>\n</li>\n<li> Inloggen </li>\n<li> €&nbsp;0,00 <strong>0</strong>\n<ul>\n<li>\n<p>Geen producten in je winkelmand.</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Beoordeeld met een 9+ uit 10 | Bel <u>088-122 1221 </u> of <u>mail</u>&nbsp.\nons voor meer informatie </li>\n</ul>\n<ul>\n<li>\n<strong>0</strong> Winkelmand <p>Geen producten in je winkelmand.</p>\n</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>Home</li>\n<li>Vliegschool<i>\n</i>\n<ul>\n<li>Vliegschool <ul>\n<li>Onze vliegschool</li>\n<li>Helikopter proefles</li>\n<li>Helikopter simulator</li>\n<li>Hour building</li>\n</ul>\n</li>\n<li>Brevetten &amp.\nbevoegdheden <ul>\n<li>\n<b>PPL(H)</b>: Privé brevet</li>\n<li>\n<b>CPL(H)</b>:Commercieel brevet</li>\n<li>\n<b>FI(H)</b>: Flight Instructor</li>\n<li>\n<b>FE(H)</b>: Flight Examiner</li>\n<li>Brevet conversie</li>\n</ul>\n</li>\n<li>Ratings <ul>\n<li>Instrument Rating (H) – Multi Engine</li>\n<li>Type rating instructor (TRI) EC135/635</li>\n<li>Type ratings</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Helikoptervluchten<i>\n</i>\n<ul>\n<li>Privé <ul>\n<li>Helikoptervlucht algemeen</li>\n<li>Bruidsvluchten</li>\n<li>Culinaire vluchten</li>\n<li>Tulpenvluchten</li>\n</ul>\n</li>\n<li>Zakelijk <ul>\n<li>Helikopter rondvluchten</li>\n<li>VIP vervoer per helikopter</li>\n<li>Helikopter events</li>\n<li>Helikopter bij festivals</li>\n<li>F1 Spa Francorchamps</li>\n<li>Foto- en filmvluchten</li>\n<li>Inspectievluchten</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Over HeliCentre<i>\n</i>\n<ul>\n<li>Over HeliCentre</li>\n<li>Helikoptervloot</li>\n<li>Team HeliCentre</li>\n<li>Waarom kiest u HeliCentre</li>\n<li>FAQ: Veelgestelde vragen</li>\n<li>Algemene veiligheid</li>\n<li>Referenties</li>\n<li>HSE beleid</li>\n<li>Algemene Voorwaarden</li>\n<li>Handige links</li>\n</ul>\n</li>\n<li>Shop</li>\n<li>Contact</li>\n<li>\n<i>\n</i>\n<ul>\n<li> Zoeken naar: <i>\n</i>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Menu </li>\n</ul> Privacy &amp.\ncookie policy\n<p>HeliCentre respecteert de privacy van bezoekers van de website en draagt er zorg voor dat de (persoonlijke) informatie die je ons verschaft vertrouwelijk wordt behandeld.\nVerwerking van de (persoons)gegevens gebeurt op een wijze, die in overeenstemming is met de eisen die de wet stelt.</p>\nDoeleinden van de gegevensverwerking\n<p>Je persoonsgegevens worden door ons verwerkt voor het aangaan en uitvoeren van overeenkomsten en het beheren van de daaruit voortvloeiende relaties.\nVoor het verwerken van de gegevens die via de formulieren worden ingevuld gebruiken we GravityForms in WordPress of via Mailchimp.\nGegevens die worden opgevraagd via formulieren op onze website zijn nodig voor bovenstaande redenen.\nIndien de persoonsgegevens niet worden verstrekt, kunnen we geen contact opnemen of, in het geval van een nieuwsbriefinschrijving, je informeren over onze diensten en activiteiten.</p>\n<p>Als je een contact-/offerte-, sollicitatie- of nieuwsbrief formulieren op de website invult, of ons een e-mail stuurt, dan worden de gegevens die je ons toestuurt bewaard zolang als naar de aard van het formulier of de inhoud van je e-mail nodig is voor de volledige beantwoording en afhandeling daarvan.\nWe hanteren daarbij de volgende bewaartermijnen:</p>\n<p>Contactformulier (via Gravity Forms): 1 jaar</p>\n<p>Sollicitatie (via Gravity Forms): 1 jaar</p>\n<p>Nieuwsbrief (via Mailchimp): Tot het moment van uitschrijving voor de nieuwsbrief.</p>\n<p>Overige formulieren: (via Gravity Forms): 1 jaar</p>\nBeveiliging\n<p>Alle gegevens die je met HeliCentre uitwisselt via onze website, worden versleuteld met SSL beveiliging op basis van het HTTPS protocol.</p>\nBezoekgegevens en Google Analytics\n<p>Wij maken gebruik van Google Analytics om algemene bezoekgegevens bij te houden.\nDe gegevens worden gebruikt voor statistische analyses van bezoek- en klikgedrag op de website.\nTevens optimaliseren wij hiermee de werking van de website.\nOok hebben wij Google Analytics privacy-vriendelijk ingesteld, zodat IP-adressen geanonimiseerd worden en gegevens over een beveiligde verbinding gestuurd worden.</p>\n<p>Met Google hebben wij een verwerkersovereenkomst.\nDe statistische gegevens worden overgebracht naar en door Google opgeslagen op servers in Europa en de Verenigde Staten.\nLees het privacybeleid van Google voor meer informatie, alsook het specifieke privacybeleid van Google Analytics.\nVoor informatie over hoe Google compliant is aan de GDPR heeft Google specifieke pagina’s: <u>Google Cloud en de GDPR en wat Google doet op het gebied van databescherming</u>.</p>\n<p>Google gebruikt deze informatie om bij te houden hoe onze website gebruikt wordt en om rapporten over de website aan ons te kunnen verstrekken.\nGoogle kan deze informatie aan derden verschaffen indien Google hiertoe wettelijk wordt verplicht, of voor zover deze derden de informatie namens Google verwerken.\nWij hebben hier geen invloed op.</p>\n<p>Graag wijzen we je er expliciet op dat deze gegevens door HeliCentre nooit te herleiden zijn naar jou als persoon of individu, uitgezonderd situaties waarin je jezelf via één van de formulieren op de website als persoon identificeert.\nDit kan bijvoorbeeld door een e-mail adres achter te laten wanneer je je inschrijft voor de nieuwsbrief.\nIn dergelijke gevallen is je bezoekgedrag te koppelen aan de ingevulde gegevens.</p>\n<p>De door HeliCentre verzamelde gegevens worden niet aan derden verstrekt.</p>\nHotjar\n<p>Met de tool Hotjar kunnen we zien waar we bezoekers op de website klikken en in welke mate bezoekers naar beneden scrollen op pagina’s.\nDeze gegevens worden volledig geanonimiseerd en zijn dus niet naar personen te herleiden.</p>\nProfilering\n<p>Op basis van gedrag op de website worden met marketinglijsten profielen aangemaakt, zodat we bezoekers op andere sites relevante advertenties kunnen tonen op basis van de marketingcookies.\nHiermee krijg je als bezoeker relevante advertenties te zien, aangezien dit aansluit bij je eerder getoond gedrag op de website.\nHiermee hopen we je nog beter te kunnen informeren over onze diensten en artikelen.\nDeze gegevens zijn niet te herleiden naar een specifiek persoon.</p>\nVerwerkersovereenkomst\n<p>Met alle bedrijven die gegevens van ons verwerken hebben we een verwerkersovereenkomst getekend.\nHierin is o.a.\nvastgelegd waar de persoonsgegevens voor mogen worden verwerkt en welke veiligheidsmaatregelen getroffen moeten worden waar de persoonsgegevens worden opgeslagen.\nOok staat hierin dat de degenen die de gegevens verwerkt, hier vertrouwelijk mee om moet gaan en niet op eigen houtje voor een heel ander doel mag gaan verwerken dan in de verwerkersovereenkomst staat.</p>\nInzage, correctie en recht van verzet\n<p>Indien je een relatie met ons bedrijf hebt, heb je na schriftelijk verzoek de mogelijkheid je persoonlijke gegevens in te zien.\nIndien het door ons verstrekte overzicht onjuistheden bevat, kun je ons schriftelijk verzoeken de gegevens te wijzigen of te laten verwijderen.\nVerder heb je het recht om je gegevens op te vragen in een bestand zodat een andere partij deze gegevens van jou kan krijgen en te gebruiken.\nDaarnaast kun je ons schriftelijk op de hoogte stellen wanneer je niet wilt worden benaderd (per post of per e-mail) met informatie over onze producten en diensten door dit te melden bij dit adres:</p>\n<p>HeliCentre<br>\nEmoeweg 12<br>\n8218 PC Lelystad<br>\nNederland</p>\n<p>Of mail naar info@helicentre.eu</p>\n<p>In het geval je het niet eens bent over hoe wij je persoonsgegevens verwerken en je komt er niet uit ons, dan heb je de mogelijkheid tot het indienen van een klacht bij de Autoriteit Persoonsgegevens.\nDeze kan gestuurd worden naar:</p>\n<p>Autoriteit Persoonsgegevens<br>\nPostbus 93374<br>\n2509 AJ DEN HAAG</p>\nAanpassen privacy statement\n<p>Wij behouden ons het recht voor deze privacy statement aan te passen.\nWijzigingen zullen op deze website worden gepubliceerd.</p>\nDisclaimer\n<p>Hoewel bij het ontwikkelen en onderhouden van deze website de grootst mogelijke zorgvuldigheid wordt betracht, bestaat de mogelijkheid dat bepaalde informatie na verloop van tijd niet meer juist is.\nHeliCentre aanvaardt geen aansprakelijkheid voor de gevolgen van alle activiteiten die worden ondernomen op basis van de informatie zoals verstrekt op deze website.\nAan de inhoud van deze website kan geen verplichting van HeliCentre worden ontleend, met uitzondering van die gevallen waarbij een schriftelijke overeenkomst is opgemaakt.</p>\nBronnen van derden\n<p>Bepaalde verwijzingen in deze website voeren naar informatiebronnen die door derden worden onderhouden, waarop HeliCentre geen invloed kan uitoefenen.\nHeliCentre draagt geen enkele verantwoordelijkheid voor de nauwkeurigheid of enig ander aspect van deze informatiebronnen.</p>\nAuteursrecht\n<p>Het auteursrecht van alle op deze website aanwezige content berust bij HeliCentre, tenzij nadrukkelijk anders vermeld door middel van bijvoorbeeld bronverwijzingen.\nNiets uit de applicaties, teksten of grafische voorstellingen van deze website mag worden verveelvoudigd en/of openbaar gemaakt door druk, fotokopie, fax, overtypen, opslag in een geautomatiseerd gegevensbestand of anderszins hetgeen van toepassing is op de gehele of gedeeltelijke bewerking, zonder uitdrukkelijke schriftelijke toestemming vooraf van HeliCentre.</p>\nCookie Verklaring\n<p>Helicentre.eu maakt gebruik van cookies.\nHeliCentre gebruikt cookies om websiteverkeer geanonimiseerd te analyseren, zodat we functionaliteit en effectiviteit kunnen aanpassen.\nOok gebruiken we na toestemming cookies om content en advertenties te personaliseren.</p>\n<p>Cookies zijn kleine tekstbestanden die door websites kunnen worden gebruikt om gebruikerservaringen efficiënter te maken.\nVolgens de wet mogen wij cookies op uw apparaat opslaan als ze strikt noodzakelijk zijn voor het gebruik van de site.\nVoor alle andere soorten cookies hebben we uw toestemming nodig.\nDeze website maakt gebruik van verschillende soorten cookies.\nSommige cookies worden geplaatst door diensten van derden die op onze pagina’s worden weergegeven.</p>\n<p>Uw toestemming geldt voor de volgende gebieden: www.helicentre.eu</p>\nCookies (direct geplaatst):\n<p>\n<strong>WordPress cookies<br>\n</strong>Deze cookies houden o.a.\nbij of de bezoeker is ingelogd.</p>\n<p>\n<strong>Wordfence cookies<br>\n</strong>Deze cookies worden geplaatst vanuit beveiligingsoverwegingen.\nWordfence is volledig GDPR complient.</p>\nCookies (na toestemming):\n<p>\n<strong>Cookies: Google AdWords<br>\n</strong>Deze cookies worden gebruikt om advertenties af te stemmen op uw profiel zodat deze zo veel mogelijk relevant voor u zijn.</p>\n<p>\n<strong>Cookies: Google Analytics<br>\n</strong>Voor “Google Analytics” worden enkele cookies geplaatst om rapportages te kunnen maken van onze gebruikers, om de site te verbeteren.\nDaarnaast is de Analytics code voorzien van de DoubleClick mogelijkheid om relevante banners te kunnen vertonen in het google inhoudsnetwerk.</p>\n<p>\n<strong>Cookies: Facebook<br>\n</strong>Facebook plaats cookies om uw voorkeuren te kunnen volgen op dit social media platform.</p>\n<p>\n<strong>Cookies: Hotjar<br>\n</strong>Doel: Met de tool Hotjar kunnen we zien waar we bezoekers op de website klikken en in welke mate bezoekers naar beneden scrollen op pagina’s.\nDeze gegevens worden volledig geanonimiseerd en zijn dus niet naar personen te herleiden.</p>\n<strong>Over de policy</strong>\n<p>Deze Privacy- &amp.\ncookie policy kan tussentijds aangepast worden om veranderingen en aansluitende gevolgen voor het verkrijgen en beheren van gegevens bekend te maken.\nAls er wijzigingen worden aangebracht in dit document, kunt u&nbsp;aan de datum onderaan het document zien wanneer dit voor het laatst gebeurd is.\nWe behouden ons het recht voor om wijzigingen aan te brengen in de manier waarop we met gegevens omgaan en om de voorwaarden zoals beschreven in de Privacy- &amp.\ncookie policy aan te passen en om die aanpassingen toe te passen op al&nbsp;uw gegevens.\nAls&nbsp;u onze website bezoekt, gaat u akkoord met de op dat moment geldende voorwaarden van de Privacy- &amp.\ncookie policy.</p>\n<p>Meer informatie over de cookies en de cookiewetgeving kun je vinden op www.youronlinechoices.com.</p>\n<p>Laatst bewerkt: 23 mei 2018</p> Ervaringen Beoordeling door klanten:\n9.5/10 - 164 beoordelingen Over Helicentre <p>4 Redenen om voor HeliCentre te kiezen:<br>\n✓Veilig<br>\n✓Persoonlijk<br>\n✓Moderne eigen vloot<br>\n✓Professioneel</p> Volg ons via social media<i>\n</i>\n<i>\n</i>\n<i>\n</i>Contact<b>Hoofdkantoor:</b>\n<br>\nEmoeweg 12<br>\n8218 PC Lelystad<br>\nNederland<br>\n<br> T: +31 (0)88 – 122 122 1<br>\nE: info@helicentre.eu<br>\n<br>\n<ul>\n<li>Intranet Medewerkers</li>\n<li>Nuttige links</li>\n<li>Cookies</li>\n<li>Contact</li>\n</ul> Copyright 2020 © <strong>HeliCentre</strong>\n<i>\n</i>\n<ul>\n<li> Nederlands <i>\n</i>\n<i>\n</i>\n<ul>\n<li>\n<i>\n</i> Nederlands</li>\n<li>\n<i>\n</i> English</li>\n</ul>\n</li>\n<li> Zoeken naar: <i>\n</i>\n</li>\n<li>Home</li>\n<li>Vliegschool\n<i>\n</i>\n<ul>\n<li>Vliegschool <ul>\n<li>Onze vliegschool</li>\n<li>Helikopter proefles</li>\n<li>Helikopter simulator</li>\n<li>Hour building</li>\n</ul>\n</li>\n<li>Brevetten &amp.\nbevoegdheden <ul>\n<li>\n<b>PPL(H)</b>: Privé brevet</li>\n<li>\n<b>CPL(H)</b>:Commercieel brevet</li>\n<li>\n<b>FI(H)</b>: Flight Instructor</li>\n<li>\n<b>FE(H)</b>: Flight Examiner</li>\n<li>Brevet conversie</li>\n</ul>\n</li>\n<li>Ratings <ul>\n<li>Instrument Rating (H) – Multi Engine</li>\n<li>Type rating instructor (TRI) EC135/635</li>\n<li>Type ratings</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Helikoptervluchten\n<i>\n</i>\n<ul>\n<li>Privé <ul>\n<li>Helikoptervlucht algemeen</li>\n<li>Bruidsvluchten</li>\n<li>Culinaire vluchten</li>\n<li>Tulpenvluchten</li>\n</ul>\n</li>\n<li>Zakelijk <ul>\n<li>Helikopter rondvluchten</li>\n<li>VIP vervoer per helikopter</li>\n<li>Helikopter events</li>\n<li>Helikopter bij festivals</li>\n<li>F1 Spa Francorchamps</li>\n<li>Foto- en filmvluchten</li>\n<li>Inspectievluchten</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Over HeliCentre\n<i>\n</i>\n<ul>\n<li>Over HeliCentre</li>\n<li>Helikoptervloot</li>\n<li>Team HeliCentre</li>\n<li>Waarom kiest u HeliCentre</li>\n<li>FAQ: Veelgestelde vragen</li>\n<li>Algemene veiligheid</li>\n<li>Referenties</li>\n<li>HSE beleid</li>\n<li>Algemene Voorwaarden</li>\n<li>Handige links</li>\n</ul>\n</li>\n<li>Shop</li>\n<li>Contact</li>\n<li> Inloggen </li>\n</ul>\n<p>We gebruiken cookies om ervoor te zorgen dat onze website zo optimaal mogelijk werkt.\nMeer informatie en voorkeuren opgeven.</p> Alle cookies accepteren Inloggen <p> Gebruikersnaam of e-mailadres&nbsp;* </p>\n<p> Wachtwoord&nbsp;* </p>\n<p> Onthouden Inloggen </p>\n<p> Wachtwoord vergeten? </p> Sluit GDPR (AVG) cookie instellingen <ul>\n<li> Privacyoverzicht </li>\n<li> Noodzakelijke cookies </li>\n<li> Marketing cookies </li>\n</ul> Privacyoverzicht <p>We gebruiken cookies om ervoor te zorgen dat onze website zo optimaal mogelijk werkt.\nDe noodzakelijke cookies worden direct ingeladen.\nNa acceptatie worden ook marketingcookies geplaatst.</p> Noodzakelijke cookies <p>Om de website te laten functioneren zijn sommige cookies noodzakelijk.\nZo worden de opgegeven cookie-voorkeuren ook in een cookie opgeslagen, zodat u deze opties niet op iedere pagina opnieuw hoeft op te geven.\nDe noodzakelijke cookies op deze website:</p>\n<ul>\n<li>Cookie voorkeuren</li>\n<li>Wordpress (indien ingelogd)</li>\n<li>Wordfence (beveiliging)</li>\n</ul> In/Uit- schakelen cookies <p>If you disable this cookie, we will not be able to save your preferences.\nThis means that every time you visit this website you will need to enable or disable cookies again.</p> Marketing cookies <p>De website gebruikt de volgende marketing cookies:</p>\n<p>- <strong>Google Analytics</strong> voor statistieken.\nDe IP-adressen zijn geanonimiseerd, zodat er geen persoonsgegevens worden opgeslagen.<br>\n- <strong>Google Ads</strong> voor statistieken en remarketing</p>\n<p>De cookies worden geplaatst via de Google Tag Manager (GTM)</p> In/Uit- schakelen cookies <p>Please enable Strictly Necessary Cookies first so that we can save your preferences!</p> Alle cookies accepteren Instellingen opslaan ", "created_at": "2019-04-20 13:20:47.807343", "updated_at": "2020-12-14 21:40:03.783384"}], "points": [], "urls": ["helicentre.eu"]}}