{"error": 448, "message": "OK", "parameters": {"id": 6206, "name": "The Bahá’í Faith", "created_at": "2021-12-31 20:01:22.081195", "updated_at": "2021-12-31 23:01:12.693911", "wikipedia": null, "keywords": null, "related": null, "slug": "the-baha-i-faith", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6206.png", "url": "bahai.org", "documents": [{"id": 11242, "name": "Privacy And Terms of Use", "url": "https://www.bahai.org/legal", "xpath": "/html/body/div[1]/div[1]/main/div[2]", "text": "<p>The Bahá’í Faith</p>Legal InformationCopyright<p>All material on this website, including but not limited to, text, photographs, images, illustrations, maps, audio clips, and video clips (“Content”) is protected by copyrights, trademarks, and other intellectual property rights.\nThe Bahá’í International Community retains full legal protection for its Content under all applicable national and international laws.</p>Privacy<p>Visitors to this Website are not tracked, except to produce aggregate statistical data which does not identify individual users.\nWhere cookies are used to provide essential functionality, these are not used to track use of the website or to store personally-identifiable information.\nSteps have been taken to secure all information collected from unauthorized access, use or disclosure.\nPlease note that this website may include links to websites with different privacy policies.</p>Terms of Use<p>You are welcome to access and use the Content of this website subject to the following conditions:</p>\n<ul>\n<li>The Content may not be used in a way that misrepresents the intent of the original source.</li>\n<li>If you wish to use any Content, it must be accompanied by the following notice: “Copyright © Bahá’í International Community” together with attribution to this source where appropriate.</li>\n<li>Audio-Visual content including video clips, audio clips, maps and photographs may be cropped and edited for size.\nNo other editing is permitted.\nEach user of the Audio-Visual content is given a limited, non-exclusive licence to use, reproduce, distribute, link and/or display this content provided the intent, character, nature or meaning of the content remains unaltered.</li>\n<li>Any use for a commercial purpose requires permission prior to use.\nFor inquiries, please email termsofuse@bahai.org</li>\n<li>The Bahá’í International Community reserves the right to withdraw permission to use the Content at any time and for any use.\nIn such circumstances, the use of the Content should cease immediately.</li>\n<li>The Bahá’í International Community does not endorse or take responsibility for third party uses of the Content.\nFurther, the Bahá’í International Community will not be responsible or liable to any person or organization for any direct, incidental, consequential, indirect, or punitive damages that may result from access to or use of the Content.</li>\n</ul>\n<p>These conditions may be revised at any time without notice.\n<br>Last updated 21 June 2018.</p>", "created_at": "2021-12-31 20:01:22.084689", "updated_at": "2021-12-31 19:01:40.281525"}], "points": [], "urls": ["bahai.org"]}}