{"error": 448, "message": "OK", "parameters": {"id": 6547, "name": "Doomworld", "created_at": "2022-05-07 05:23:08.515966", "updated_at": "2022-05-07 22:01:18.228037", "wikipedia": null, "keywords": null, "related": null, "slug": "doomworld", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6547.png", "url": "doomworld.com", "documents": [{"id": 11914, "name": "Privacy Policy", "url": "https://www.doomworld.com/privacy/", "xpath": "//body", "text": " Jump to content <i>\n</i> Community Home <ul>\n<li>\n<i>\n</i> All Activity </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Home <i>\n</i>\n</li>\n<li> Privacy Policy </li>\n</ul> Privacy Policy PRIVACY POLICY <p> Doomworld is committed to providing a fun, safe and secure website for people of all ages.\nWe are dedicated to safeguarding all personal information collected online.\n</p>\n<p> To help ensure a rewarding online experience for all visitors, we provide this summary of our information practices.\nThis privacy notice governs the collection and use of information at Doomworld.\n</p>\n<p> As we continue to offer our visitors new and different types of content and services, we may modify our practices from time to time.\nHowever, we will treat all personal information we collect in accordance with the privacy notice in effect at the time the information is collected.\n</p> I.\nThe Information We Collect <p> At Doomworld, we do not collect personally identifiable information unless our visitors voluntarily provide it to us.\nFor some activities, such as online polls or surveys, we may ask visitors to provide information that is not personally identifiable.\nThis might include first name only, city or state of residence, age, gender, or a favorite cartoon or character.\nFor some other activities, we may ask visitors to provide an e-mail address.\n</p>\n<p> We do not knowingly collect names and e-mail addresses from children under thirteen without notifying the parent via e-mail and giving the parent the option to remove their child's e-mail address from the applicable database for that activity.\nWe do not knowingly collect the mailing address of a child under thirteen without obtaining verifiable consent from that child's parent.\nIt is up to the child under thirteen to notify Doomworld of his or her age before submitting any information to the website.\n</p>\n<p> When visitors come to our site, we automatically collect some non-personally identifiable information such as the type of computer operating system (e.g., Windows XP or Mac OS) and browser (e.g., Firefox, Internet Explorer) being used, and the domain name of the Internet service provider (e.g., Verizon, Comcast).\n</p> II.\nHow We Use the Information <p> We use visitors' personal information for internal purposes only.\nWe use parents' e-mail addresses to notify them when we have received personal information such as e-mail addresses from their children and to give parents the option to remove their child's name from our lists.\n</p>\n<p> We never sell, rent, or otherwise share our visitors' personal information with third parties.\nWe sometimes use non-personally identifiable information that we collect to improve the design and content of our site, and to improve our visitors' experience on Doomworld.\nWe also may aggregate this information to analyze site usage, as well as to offer products, programs, or services.\n</p>\n<p> We will disclose information we maintain as required by law, for example, in response to a court order or a subpoena.\nWe also may disclose such information in response to a specific law enforcement agency's request.\n</p>\n<p> We will not use or transfer personally identifiable information in ways that are materially different from the ones described above without also providing parental notification of such practices and obtaining consent for any materially different uses.\n</p> III.\nCookies <p> Doomworld uses a software technology called \"cookies.\" Cookies are small text files that we place on visitors' computers to store their preferences.\nCookies themselves do not contain any personally identifiable information.\nAlthough cookies could enable us to relate a visitor's use of this web site to personal information that the visitor has provided, such as an e-mail address, we do not use cookies for this purpose.\nWe do use cookies to determine how many visitors we have and how often they visit various sections of our site.\n</p> IV.\nSecurity <p> We have put in place appropriate physical, electronic, and managerial procedures to safeguard and help prevent unauthorized access, maintain data security, and correctly use the information we collect online.\n</p> V.\nContact Us <p> If you have any questions, comments or concerns regarding our privacy policy and/or practices, please contact us at the following e-mail address:\n</p>\n<p> E-mail: privacy@doomworld.com\n</p> TERMS OF USE <p> Please read these Terms Of Use carefully before using this site.\nBy using this site, you signify your agreement with these Terms Of Use.\nIf you do not agree with any of the below Terms Of Use, do not use this site.\nDoomworld reserves the right, at its sole discretion, to modify, alter or otherwise update these Terms Of Use at any time.\nBy using this service after we have posted notice of such modifications, alterations or updates, you agree to be bound by the revised terms.\nDoomworld retains the right to deny access to anyone whom we believe has violated any of these Terms of Use.\n</p> Trademarks, Copyrights and Restrictions <p> This site is controlled and operated by Doomworld.\nAll material on this site, including, but not limited to images, illustrations, audio clips, and video clips, is protected by copyrights, trademarks, and other intellectual property rights which are owned and controlled by Doomworld or by other parties that have licensed their material to Doomworld.\nMaterial on Doomworld or any web site owned, operated, licensed or controlled by Doomworld is solely for your personal, non-commercial use.\nSuch material may not be copied, reproduced, republished, uploaded, posted, transmitted, or distributed in any way, including by e-mail or other electronic means.\nWithout the prior written consent of the owner, modification of the materials, use of the materials on any other web site or networked computer environment, or use of the materials for any purpose other than personal, non-commercial use is a violation of the copyrights, trademarks, and other proprietary rights, and is prohibited and punishable by law.\n</p> Links <p> This site may contain links to other web sites (\"Linked Sites\").\nThe Linked Sites are for your convenience only, and you access them at your own risk.\nDoomworld is not responsible for the content of the Linked Sites, whether or not Doomworld is affiliated with sponsors of the sites.\nDoomworld does not in any way endorse the Linked Sites.\n</p>\n<p> Doomworld welcomes links to this site.\nYou may establish a hypertext link to this site, provided that the link does not state or imply any sponsorship or endorsement of your site by Doomworld.\nYou may not use on your site any trademarks, service marks or copyrighted materials appearing on the Doomworld site, including but not limited to any logos or characters, without the express written consent of the owner of the mark or right.\nYou may not frame or otherwise incorporate into another web site any of the content or other materials on the Doomworld site without prior written consent.\n</p> Submissions <p> Any e-mails, notes, reviews, ideas, suggestions, concepts or other material submitted will become the property of Doomworld throughout the universe.\nDoomworld shall be entitled, consistent with our policies regarding privacy, to use the material or any of its elements for any type of use forever, including in any media whether now known or hereafter devised.\nWhen you submit material to Doomworld's web site, you agree that Doomworld has the right to publish or otherwise use the material or any of its elements for any type of use, including promotional and advertising purposes, subject to Doomworld's policies regarding privacy.\n</p> Forums and Chat Rooms <p> Doomworld may from time to time host bulletin boards, chat rooms, forums or other public posting areas (\"Forums\").\nThe information and opinions expressed in Bulletin Boards, Chat Rooms, or other Forums are not necessarily those of Doomworld or its affiliated or related entities or content providers.\nDoomworld makes no representations or warranties regarding information or opinions that appear in the Forums, and does not endorse or guarantee the accuracy of any posting.\nDoomworld assumes no obligation to monitor the Forums or to delete or edit any postings.\nHowever, Doomworld reserves the right to delete, move, or edit any postings that we consider illegal or otherwise inappropriate.\n</p>\n<p> By using Doomworld's web site, you agree that you will not submit or otherwise publish through the Forums any content which: (a) libels, defames, invades privacy, or is obscene, pornographic, abusive, or threatening.\n(b) infringes any intellectual property or other right of any entity or person, including, but not limited to violating anyone's copyrights or trademarks.\n(c) violates any law.\n(d) advocates illegal activity.\nor (e) advertises or otherwise solicits funds or is a solicitation for goods or services.\n</p>\n<p> You agree to indemnify Doomworld and its superiors, administrators, moderators, staffers and affiliates from and against any and all third party claims, demands, liabilities, costs, or expenses, including reasonable attorney's fees, resulting from your breach of any of the foregoing agreements, representations, and warranties.\n</p> Disclaimer of Warranties and Liability <p> The materials on Doomworld's web site are provided \"as is\" and without warranties of any kind either express or implied.\nDoomworld disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose, other than those warranties which, under the laws applicable to this agreement, are implied by law and are incapable of exclusion, restriction, or modification.\nNeither Doomworld, nor its affiliated or related entities, nor any person involved in the creation, production, and distribution of Doomworld's web site warrant that the functions contained in the materials will be uninterrupted or error-free, that defects will be corrected, or that Doomworld or the server that makes them available are free of viruses or other harmful components.\nThe material that you read on Doomworld's web site is provided solely for entertainment and promotional purposes.\nDoomworld does not warrant or make any representations regarding the use or the results of the use of the materials in Doomworld's web site in terms of their correctness, accuracy, reliability, or otherwise.\n</p>\n<p> You expressly agree that use of the Doomworld site is at your sole risk.\nYou (and not Doomworld) assume the entire cost of all necessary servicing, repair or correction.\nYou expressly agree that neither Doomworld, nor its affiliated or related entities, nor any of their respective employees, or agents, nor any person or entity involved in the creation, production, and distribution of Doomworld's web site are responsible or liable to any person or entity whatsoever for any loss, damage (whether actual, consequential, punitive or otherwise), injury, claim, liability or other cause of any kind or character whatsoever based upon or resulting from the use of this site or any other Doomworld web site.\nBy way of example, and without limiting the generality of the foregoing, Doomworld and related persons and entities shall not be responsible or liable for any claim or damage arising from failure of performance, error, omission, interruption, deletion, defect, delay in operation, computer virus, theft, destruction, unauthorized access to or alteration of personal records, or the reliance upon or use of data, information, opinions or other materials appearing on this site.\nYou expressly acknowledge and agree that Doomworld is not liable or responsible for any defamatory, offensive or illegal conduct of other subscribers or third parties.\n</p> Jurisdictional Issues <p> Unless otherwise specified, the materials in the Doomworld web site is presented solely for the purpose of entertainment and promoting programs and other products available in the United States, its territories, possessions, and protectorates.\nThis site is controlled and operated by Doomworld from its offices within the State of Texas, United States of America.\nDoomworld makes no representation that materials in Doomworld's web site is appropriate or available for use in other locations.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with local laws, if and to the extent local laws are applicable.\n</p>\n<p> This agreement shall be governed by, construed and enforced in accordance with the laws of the State of Texas, as it is applied to agreements entered into and to be performed entirely within such State.\nAny action you, any third party or Doomworld bring to enforce this agreement or, in connection with, any matters related to this site shall be brought only in either the state or Federal Courts located in Dallas County, Texas, and you expressly consent to the jurisdiction of said courts.\nIf any provision of this agreement shall be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from this agreement and shall not affect the validity and enforceability of any remaining provisions.\nThis is the entire agreement between the parties relating to the matters contained herein and shall not be modified except in writing, signed by Doomworld.\n</p> Third Parties <strong>Google Analytics</strong> Google Analytics is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the Data collected to track and examine the use of this website, to prepare reports on its activities and share them with other Google services.\nPrivacy Policy <strong>Spam Defense</strong> The IPS Spam Defense Service passes the email address and IP address of the registering member to the service to determine the likelihood a registering account is a spam source.\nPrivacy Policy <strong>reCAPTCHA V2</strong> This site uses a CAPTCHA to ensure humans are performing certain actions.\nThe CAPTCHA provider may set a session cookie and get information about your internet browser and device accessing this website.\nPrivacy Policy <ul>\n<li>\n<i>\n</i> All Activity </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Home <i>\n</i>\n</li>\n<li> Privacy Policy </li>\n</ul>\n<ul>\n<li> Theme <i>\n</i>\n<ul>\n<li> Doomworld (Wide) </li>\n<li> Plain White </li>\n<li> DW But Threads Appear (Default) </li>\n</ul>\n</li>\n<li>Privacy Policy</li>\n</ul>\n<p> Powered by Invision Community\n</p> ", "created_at": "2022-05-07 05:23:08.518138", "updated_at": "2022-05-07 03:24:05.432754"}], "points": [], "urls": ["doomworld.com"]}}