{"error": 448, "message": "OK", "parameters": {"id": 3259, "name": "GlobaliD", "created_at": "2021-04-23 19:48:09.816218", "updated_at": "2022-08-11 22:00:29.021995", "wikipedia": null, "keywords": null, "related": null, "slug": "globalid", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3259.png", "url": "global.id", "documents": [{"id": 12379, "name": "Developer agreement", "url": "https://www.global.id/developer-agreement/", "xpath": "//*[@id=\"post-3706\"]/div/div", "text": "Developer Agreement\n<p>Last modified: 30 July 2020</p>\n1.\nIntroduction\n<p>Global ID Framework Inc.\nd/b/a GlobaliD (“GlobaliD” “we” “us” or “our”) provides the Identity Namespace Platform (“GlobaliD Platform”), which supports the creation, maintenance and use of a unique portable digital identity for users.</p>\n1.1 Agreement\n<p>These terms govern your development using the GlobaliD Platform, including the features and services we make available through:</p>\n<ol>\n<li>A.\nOur website at global.id and any other GlobaliD branded or co-branded websites (including sub-domains, international versions, widgets, and mobile versions);</li>\n<li>B.\nThe GlobaliD Platform and API, documentation source code, object code library, executable applications and other materials;</li>\n<li>C.\nAny plugins;</li>\n<li>D.\nOther media, brands, products, services, software, devices, or networks now existing or later developed.\nand</li>\n<li>E.\nAny other resources or services available here&nbsp;https://developer.global.id&nbsp;(“GlobaliD Developer Services”) made available by us.</li>\n</ol>\n1.2 The Developer agrees to be bound by the GlobaliD\n<p>Terms of Service&nbsp;and this Developer Agreement, including without limitation the releases, indemnities, disclaimers, limitations of liability, prohibited use, dispute resolution, and cancellation policies set forth above.\nIf there is a conflict between the Developer Agreement and GlobaliD’s&nbsp;Terms of Service, this Developer Agreement shall control.\nThe terms of this Developer Agreement apply to those who develop on the GlobaliD Platform to create integrations using our SDK, API, any object code library, sample source code or documentation related to the GlobaliD Platform.</p>\n2.\nChanges to this Developer Agreement\n<p>From time to time, we may change or update this Developer Agreement with or without prior notice.\nDeveloper is responsible for reading and remaining familiar with these terms and any changes and continued development constitutes acceptance of any changes or updates.</p>\n3.\nOur License Grant to Developer\n<p>Subject to our terms and restrictions, we grant Developer a limited, revocable, non-exclusive, non-transferable and non-sublicensable license solely to use and integrate the Developer’s Tools and underlying content into your website or application (your “Application”) so that your Application can interface directly with the GlobaliD Service (​the collection of GlobaliD’s services, including any associated features or functionalities, websites and user interfaces, as well as all content and software applications associated with our services)​.\nDeveloper shall not transfer or sublicense our code, APIs or other tools to anyone and will only use our SDKs to develop and distribute applications using the GlobaliD Platform and GlobaliD Developer Services.</p>\n4.\nFees\n<p>Currently the GlobaliD Platform does not collect fees.\nGlobaliD will introduce fees in later stages.</p>\n5.\nDeveloper’s License Grant to Us\n<p>Developing on the GlobaliD Platform, Developer grants GlobaliD all rights and an unlimited, perpetual, irrevocable, non-exclusive, transferable and sub licensable license to enable your Application to function, including the right to incorporate or display information within the GlobaliD Service or in marketing materials and to use your name, logos, content, designs and information through the GlobaliD Platform and GlobaliD Developer Services worldwide and royalty free, including but not limited to all information you provide to or in connection with our Application Directory.\nDeveloper covenants that the Developer has the right to grant such license and warrant that no third party will dispute or initiate a claim against us with respect to such license.</p>\n6.\nIntellectual Property\n<p>We retain all rights and interest in any and all components of the GlobaliD Developer Services, our trademarks and all other GlobaliD intellectual property.\nDeveloper agrees that Developer will make no claim with respect to our Service or any components thereof.\nDeveloper may use and display our marks and logos with our written permission solely to attribute the GlobaliD Developers Services as the source of their applications.\nDeveloper shall follow all GlobaliD trademark and brand policies and guidelines.</p>\n7.\nDeveloper’s Responsibilities and Agreements\n<p>Developer agrees to:</p>\n7.1 Provide utility while being honest and transparent with us, our partners and users.\n7.2 Be a GlobaliD user and follow all applicable terms, principles and policies.\n7.3 Add something unique that does not replicate our core features or change the look or functionality of GlobaliD features (through, for example, skinning, layout manipulation, CSS injection, DOM modification).\n7.4 Not circumvent limits on or requirements of the Service or develop applications designed to redirect people off of the service for onboarding to a competing service.\n7.5 Comply with all applicable laws and regulations in the jurisdiction(s) where the Application’s available.\n7.6 Not confuse, deceive, defraud, mislead, spam or surprise anyone\n7.7 Provide and strictly follow a comprehensive, user-accessible policy detailing how the Developer will collect and use information about or from users through cookies, SDKs or similar technologies.\nDeveloper must also provide and strictly follow a comprehensive and user-accessible privacy policy.\nDeveloper will ensure that a link to Developer’s required privacy policy will be available to users who use Developer’s Application.\n7.8 Only use data Developer may obtain from users consistent with our terms and policies in addition to the Developer’s required privacy policy with users’ consent\n7.9 Not sell, license, or rent any data obtained from us or through use of the GlobaliD Platform or Service.\n7.10 Not transfer any data obtained from use of the GlobaliD Platform or GlobaliD Developer Services unless required for Application functionality and only then consistent with all applicable terms and policies.\n7.11 Only use user data as required for use and access to the Developer’s Application by the end user to whom such user data relates.\n7.12 Not use or disclose any information derived directly or indirectly from the user data for any purpose other than as allowed herein.\nDeveloper shall not use any part of the user data to create a database separate from Developer’s Application or transmit all or part of such data to any third party for any use separate from the Developer’s Application.\n7.13 Delete any user data if requested to do so by a user unless required by law to retain that data.\nIf the Developer is required to retain such data, the Developer shall provide an explanation to the user of the requirement and retention duration.\n7.14 Provide responsive and helpful customer support for users authorizing Developer Application\n7.15 Ensure that any and all information received from GlobaliD or its users is stored securely and protected against unauthorized use or access.\nDeveloper shall protect all user access tokens and only show data obtained from any access token on devices associated with that token.\nDeveloper shall not proxy, request or collect any user passwords.\nDeveloper shall strictly guard all secret keys and access tokens and hereby indemnifies GlobaliD from any and all misuse of keys or tokens.\n7.16 Ensure that any vendors or third parties for services related to the Developer’s Application, are bound by confidentiality obligations with respect to information you receive from us or users.\n7.17 Not reverse engineer, modify, or translate any components of the GlobaliD Platform, GlobaliD Developer Services or GlobaliD Service.\n7.18 Hold any and all needed licenses and have adopted any and all required processes, reporting and/or payout obligations necessary for offering Developer’s Application functionality.\n7.19 Not infringe any third-party’s intellectual property rights and warrant that they own or have the rights to any implicated intellectual property.\nU.S.-based Developer warrants that they operate in compliance with the Digital Millennium Copyright Act, as necessary and the Children’s Online Privacy Protection Act.\n7.20 Indemnify and defend GlobaliD and its affiliates and hold them harmless from and against all claims, damages, losses and expenses of any kind (including attorneys’ fees) related to any claim asserted against us related to their Application or service, actions, in actions, content or information or a violation of these terms or the GlobaliD Terms of Service.\n7.21 Abide by all limits on API calls, impressions or other limits.\n7.22 Not send unsolicited commercial communications.\n7.23 Fairly disclose any and all charges or fees associated with their Application or service.\n7.24 Not cache, aggregate, or store data or content accessed via the Developer’s Tools other than is strictly needed for functionality of an Application.\n7.25 Not use the GlobaliD Platform to promote or disseminate spyware, adware, or any other malicious programs or code.\n8.\nIntegrity\n<p>The following provisions are designed to protect the integrity of the GlobaliD Service.\nDeveloper agrees that:</p>\n8.1 We can monitor, collect and analyze your Application and related data for anypurpose.\n8.2 We can audit Application to ensure compliance with all applicable terms, policies and guidelines and Developers agrees to cooperate in any such audit.\n8.3 We can take action, including termination, if we believe that your Application violates our terms, policies or guidelines.\nnegatively impacts the GlobaliD Service or creates legal risk for us.\nSuch action may occur without notice.\n8.4 We may set limits on the number of API calls Developer can make and may moderate Developer activity, or revoke permissions in the event of abuse or attempts to circumvent limits.\n8.5 If you offer your Application or similar applications on other platforms, you must offer users the same terms on the GlobaliD Platform.\nIn the absence of a separate written agreement to the contrary, we will be free to use any information, suggestions or recommendations you provide to us pursuant for any purpose.\n9.\nOngoing Support and Updates\n<p>We may provide support or modifications for the Developers Services.\nWe may change, suspend, or discontinue any aspect of the Developers Services or cease offering the Developers Services at any time.\nGlobaliD shall not be liable to Developer for compensation, reimbursement or damages of any kind on account of loss of prospective profits, anticipated sales, or goodwill, or on account of expenditures, investments, or commitments in connection with Developer’s use of the GlobaliD Service or GlobaliD Platform.</p>\n10.\nAdditional Information<br>\n<p>In some situations we may require Developer to provide additional information about themselves, their product and/or service.\nWe may need to restrict or block your Application until these requests are fulfilled and we complete review.\nWithout limitation, this could occur in situations where the Developer is providing functionality related to cross border transfers.\noffers of credit, offers of loans, either directly or as a broker or functions that require licensing.\ngambling related functions or the provision of the exchange of virtual currency.</p>\n11.\nProhibited Services<br>\n<p>Developer agrees that Developer will not facilitate any services or functionality that:</p>\n11.1 Is related to or facilitates prohibited transactions or illegal activities or services.\nor\n11.2 Requires the consent or other rights from any third party unless they have obtained all such rights and may not offer any services or functionality that would require us to pay any fees or royalty to any third party\n12.\nUser Support<br>\n<p>Developer is solely responsible for resolving any and all disputes with users including those we notify you about or otherwise.\nWe retain the right but not the obligation to assist in resolution.\nDeveloper agrees to provide GlobaliD with any and all records or information that we request in connection with any dispute with a user.\nDeveloper understands and acknowledges that services with minors may be voidable by law.</p>\n13.\nTaxes<br>\n<p>Developer agrees to fulfill any and all tax obligations associated with the Developer’s application.</p>\n14.\nRequests from Others<br>\n<p>Developer agrees to provide us with copies or details of any governmental agency request for information about us or our users unless prohibited by law.</p>\n15.\nCooperation<br>\n<p>Developer agrees to cooperate with us to prevent or halt fraudulent or illegal activity.\nWe reserve the right to limit services or suspend, disable or terminate the GlobaliD Service for any reason for investigation, as legally ordered or if we determine in our sole discretion that the Developer has or may create legal risk for GlobaliD.</p>\n16.\nNo Warranties\n<p>The GlobaliD Platform and Developer Service and any materials received from us are provided”AS IS” and without warranty of any kind, express or implied, and are subject to all the warranty limitations and liability limitations applicable to the GlobaliD Service as set forth in the GlobaliD Terms of Service.</p>\n17.\nSecurity<br>\n<p>Security is key for our users and we take our commitments seriously.\nDeveloper need to and agree as follows:</p>\n17.1 Developer is responsible for any unauthorized collection, receipt, transmission, access, storage, disposal, use and disclosure of users’ personal information.\n17.2 Developer agrees to (i) keep and maintain any and all personal information in strict confidence, using such degree of care as is appropriate to avoid unauthorized access, use or disclosure.\n(ii) not to use, sell, rent, transfer, distribute, or otherwise disclose or make available personal information for the benefit of anyone other than us and a user who has authorized Developer’s Application in connection with the authorized service provided.\n17.3 Developer agrees that any collection, access, use, storage, disposal and disclosure of personal information does and will comply with all applicable federal, state and foreign privacy and data protection laws, regulations and directives.\n17.4 Developer agrees to implement administrative, physical and technical safeguards to protect personal information that are no less rigorous than accepted industry practices including the International Organization for Standardization’s standards: ISO/IEC 27001:2005 –Information Security Management Systems – Requirements and ISO-IEC 27002:2005 – Code of Practice for International Security Management, the Information Technology Library (ITIL) standards, and other applicable industry standards for information security, and shall ensure that all such safeguards, including the manner in which the information is collected, accessed, used, stored, processed, disposed of and disclosed, comply with applicable data protection and privacy laws.\n17.5 A Developer that works with credit, debit or other cardholder information will be in compliance with current Payment Card Industry Data Security Standard (“PCI DSS”) requirements\n17.6 Developer agrees to implement secure coding practices as outlined from such organizations as OWASP to ensure security is built into the secure coding lifecycle.\n17.7 Developer will notify us of any security breach immediately and shall cooperate with any reasonable requests we may make.\n18.\nNeed further information?<br>\n<p>If you’ve got a question or you need further information about developing on GlobaliD, email us at support@global.id.\n</p>\n", "created_at": "2022-08-11 14:15:18.343774", "updated_at": "2022-08-11 14:15:25.393121"}, {"id": 12378, "name": "Cookie POlicy", "url": "https://www.global.id/cookie-policy/", "xpath": "//*[@id=\"post-3703\"]", "text": " Cookie PolicyCalvin Burrows2022-07-18T21:49:10+00:00 Cookie Policy\n<p>Last Modified: 27 November 2020</p>\n<p>This site uses cookies.\nOn this page, we explain more about cookies and how we use them.\nBy using this website and agreeing to this policy, you consent to our use of cookies in accordance with the terms of this policy.\nAll collection and processing of personal information is done in accordance with our Privacy Policy.</p>\n<p>Capitalized terms used and not defined herein have the meaning ascribed to them in the GlobaliD Privacy Policy.</p>\nAbout Cookies\n<p>Cookies are small files that are placed on your browser or device by the website or app you’re using.\nPixel tags (also called clear GIFs, web beacons, or pixels) are small blocks of code on a webpage or app that allow us to do things like read and place cookies and transmit information to us or our partners.\nThe resulting connection can include information such as a device’sIP address, the time a person viewed the pixel, an identifier associated with the browser or device and the type of browser being used.</p>\n<p>Cookies may be either “persistent” cookies or “session” cookies.\nA persistent cookie consists of a text file sent that allows a website or app to store and retrieve data on a person’s computer, mobile phone or other devices.\nSome examples include device or HTML5 local storage and caching.\nOn the other hand, a session cookie expires at the end of the user session when the web browser is closed.</p>\n<p>We may place or use these technologies when you interact with our Services, whether or not you are logged in.\nFor example, when you visit our website(s) or use our applications, we may place or read cookies or receive information from your devices.\nWe may also place cookies through a pixel on a partner’s site or through developer’s applications.</p>\nWhy do we use these technologies?\n<p>We use these technologies for a variety of reasons.\nWe use them to help you sign up for our services, to help you sign in, to improve our Service, to count how many visitors we receive to a page, or to protect your data.</p>\n<p>While specific names of the cookies and similar technologies that we use may change from time to time as we improve and update our Service, they fall into the below categories of use:</p>\n<p>\n<strong>Category of use</strong>\n</p>\n<p>\n<strong>Example</strong>\n</p>\n<p>\n<strong>Cookie Domains in use on our site</strong>\n</p>\n<p>Authentication</p>\n<p>These technologies tell us when you are logged in so we can show you your dashboard and other information about your account.\nThey also give us information about your use of the Service that we use for a variety of reasons, including making your user experience better.</p>\n<p>global.id</p>\n<p>Features</p>\n<p>These technologies can help make your use of the Service smoother and easier by remembering the information you provided and allowing us to tailor your experience.</p>\n<p>global.id</p>\n<p>Analytics</p>\n<p>We may also use the technologies for general research and to understand how users are using the Service and/or third-party applications.</p>\n<p>Google.com, global.id</p>\n<p>Cookie Consent</p>\n<p>We use cookies to store your preferences in relation to the use of cookies more generally.\nIf you delete this cookie, your preferences will not be remembered by the site.</p>\n<p>global.id</p>\nWhat about mobile devices?\n<p>Many mobile devices contain browsers, not unlike browsers for computers.\nWhen applicable, we will use cookies in the same way we do if you are using the Service via your computer.\nIf you consume the Service on devices that use local storage, Software Development Kits (“SDKs”) or Advanced Programming Interfaces (“APIs”), we will use these technologies to accomplish the same purposes.</p>\n<p>We will use information about your device in ways consistent with the above and to improve the Service.\nWe will collect and use the information on transactions including payment information any applicable account, credit or debit card number and other card information, and other account and authentication information relating to any transactions.</p>\n<p>As on the web, we also may use these technologies to store an identifier or other information on your device.\nWe describe how we use these technologies and the information we received through their use above.</p>\nWhen do we read cookies?\n<p>Web browsers send any cookies for a particular web domain (ex: global.id) to the website each time a device with those cookies accesses content served from that domain.\nThis means that any global.id cookie will be sent to us when any page is accessed at global.id by that device.\nIt also means that these cookies are sent to us when someone accesses a third-party website or application that integrates or uses our Service.</p>\n<p>We may work with partners so that we can place or read cookies on your browsers or devices when you visit third-party services.\nThis allows us to do things like read and reference cookies from more than one device or browser that you use, on and off of our Service, so we can provide you with consistent service across all of your devices and improve and understand your experience.</p>\nThird Party Cookies\n<p>We sometimes use third parties in connection with the Service, including analytics providers and developers of applications that you can access through our Platform.\nThey may use a pixel to collect information about your device so that they or we can identify you.\nIf you authorize an application on our Platform, their developers may also use cookies, pixels or similar technologies (like local storage or information from your device), to help provide you with relevant services.\nFor example, a developer or platform partner may use cookies, SDKs or similar technologies to customize your experience while you are using their app.\nDevelopers or our partners also may use these technologies to help share information with us, like how you use their website or application.</p>\n<p>Those developing on our Platform may collect information when you view or use them, including information about you and your device or browser.\nThey may do this using cookies or similar technologies.\nWe require developers to be transparent about what they collect and how they use the information.\nTo learn more about the information they collect or receive, please review their privacy policies.</p>\nCan you control these technologies?\n<p>Your browser or device may offer settings related to these technologies, including how to delete or block them.\nFor more information about whether these settings are available, what they do, and how they work, visit your browser or device’s help material.\nIf you disable certain settings, we may not be able to recognize or respond to browser or device information, and that may interfere with your use of the Service or certain features of the Service.</p>\nWhat if you’re not a user?\n<p>We still use cookies if you don’t have an account or have logged out of your account.\nFor example, if you have logged out of your account we use cookies to help:</p>\n<ul>\n<li>Identify and disable abuse</li>\n<li>Recover your account</li>\n<li>Provide security features</li>\n<li>Identify public computers</li>\n<li>Identify proxies</li>\n<li>Generate insights about users and their usage</li>\n</ul>\n<p>We also set cookies if you don’t have an account, but have visited our site, to help us protect our users, the Site and Services from malicious activity like denial-of-service attacks and the automated access, and for attribution modeling purposes.</p>\nNeed further information?\n<p>If you have a question or you need further information about our Cookie Policy, please contact us.</p> ", "created_at": "2022-08-11 13:58:54.277", "updated_at": "2022-08-11 13:59:01.589749"}, {"id": 12377, "name": "Terms and Conditions", "url": "https://www.global.id/terms-conditions/", "xpath": "//*[@id=\"post-3629\"]/div/div", "text": "Terms &amp.\nConditions\n<p>Last modified: 27 November 2020</p>\n1.\nIntroduction\n<p>Global ID Framework Inc.\nd/b/a GlobaliD (“GlobaliD” “we” “us” or “our”) provides the Identity Namespace Platform (“Platform”), which supports the creation, maintenance and use of a unique portable digital identity for users.</p>\n<p>\n<b>GlobaliD provides six (6) key features to our users:</b>\n</p>\n<p>Portable Identity</p>\n<p>Create your own identity linked to your smartphone</p>\n<p>Identity Namespace</p>\n<p>Register a unique name that is recorded to a public ledger with cryptographic signatures</p>\n<p>Verifications</p>\n<p>Obtain identity verifications from independent, neutral third parties (powered by third party verification providers, please visit the verification providers’ websites for their privacy policies, terms of service, and other legal documents)</p>\n<p>Messaging</p>\n<p>Chat with other GlobaliD users and receive notifications</p>\n<p>Wallet</p>\n<p>Link your assets to your identity (powered by Uphold, a third-party partner – its privacy policy, terms of service and other legal documents here).</p>\n<p>Groups</p>\n<p>Form an open, moderated, or closed group, customized for members that share a common interest or eligibility</p>\n<p>Capitalized terms used and not defined herein have the meaning ascribed to them in the GlobaliD.</p>\n1.1 Agreement\n<p>These terms and conditions (“Terms”) will apply to persons and entities using the Platform to create and manage their digital identities by selecting a GlobaliD Name (as defined in the section below entitled “Your Identity”) and requesting third-party verifications to build a digital reputation (each such person or entity, a “GlobaliD Name holder”).\nBy using any of GlobaliD’s services, including any associated features or functionalities, websites and user interfaces, as well as all content and software applications associated with our services (collectively, the “GlobaliD Service” or “Service”), you are entering into a binding contract with Global ID Framework Inc (the “Contract”).\nWe recommend that you save a copy of these Terms for your records.</p>\n<p>Your agreement with us includes these Terms and any additional terms with us or our affiliates that you agree to either in these Terms or elsewhere, but exclude the terms with any unrelated third parties (collectively, the “Agreements”).\nThe Agreements include terms regarding future changes to the Agreements, limitations of liability, privacy, waiver of class actions, and resolution of disputes by arbitration instead of in court.\nIf you wish to review the terms of the Agreements, the current effective version of the Agreements can be found on the GlobaliD website.\nYou acknowledge that you have read and understood the Agreements, accept these Agreements, and agree to be bound by them.\nIf you don’t agree with (or cannot comply with) the Agreements, then you may not use the GlobaliD Service.</p>\n1.2 Changes\n<p>We may modify the Agreements in our sole discretion at any time by publishing the amended terms on the GlobaliD website, and all amended terms will take effect immediately upon posting.\nWe agree that changes cannot be retroactive.\nYou are responsible for checking these Terms periodically to inform yourself of any changes.\nYour continued use of the Service after the changes have been made will constitute your acceptance of the changes.\nIf you do not wish to continue using the Service under the new version of the Agreements, you may revoke your GlobaliD Name by using the Revoke/Restore function or contacting GlobaliD Support.</p>\n2.\nObligations\n2.1 Eligibility\n<p>By using GlobaliD’s Service, you represent and warrant that you are (1) an individual of legal age to form a binding contract and to consent to processing your personal data, or that you are the parent or legal guardian able to form a binding contract for such person and consent to processing the personal data of a child at least 13 years of age and consent.\n(2) have the power to enter a binding contract with us and not be barred from doing so under any applicable laws.\nand (3) accept these Terms and agree to all obligations and liability hereunder, including any disclaimers and waivers of applicable legal protection herein.</p>\n<p>If you do not meet the above stated eligibility requirements, you may not use or access the GlobaliD Service.</p>\n2.2 Your Identity\n<p>In order to become a GlobaliD Name holder and claim your self-sovereign portable digital identity, you will select a unique “GlobaliD Name” and you will complete a verification to confirm that you have access to the phone number you provide.\nOnce you provide your phone number, you will receive a text message or a phone call.\nAs a part of these Terms, you consent to receiving this text message or phone call.\nYou promise that you will not select a GlobaliD Name in an unauthorized manner.\nTaking a name in an unauthorized manner includes selecting or using a name: (i) of another person or entity with the intent to impersonate that person or entity.\n(ii) subject to any rights of a person other than you without appropriate authorization.\n(iii) that is otherwise offensive, vulgar or obscene.\n(iv) using any procedure or method that violates third party rights.\n(v) by using an automated device, script, bot, spider, crawler or scraper.\nor (vi) that violates these Terms, or any applicable laws.\nYou must not solicit, collect or use the login credentials of other GlobaliD Nameholders.\nGlobaliD reserves the right to freeze and/or revoke any GlobaliD Names taken in an unauthorized manner at any time and without notice to you.</p>\n<p>Your Revoke/Restore Code is the key to revoking and restoring your unique and self-sovereign Identity, as represented by your GlobaliD Name, and you are solely responsible for keeping this code confidential and secure.\nYou may remove (“revoke”) a mobile device’s access to your GlobaliD account.\nPlease note that the action of revoke does not delete your data.\nit only removes your account from that mobile device.\nAfter revoking access to a mobile device, you may add (“restore”) your GlobaliD account on the new/different mobile device.\nAn example where this is particularly useful is when a user chooses to use a new/different mobile device.\nYou understand that you are responsible for all use (including any unauthorized use, to the extent permitted by applicable laws) of your GlobaliD Name and Revoke/Restore Code on the Service.\nWe cannot guarantee that we can recover your GlobaliD Name for you should you lose your Revoke/Restore Code.\nIf you lose your Revoke/Restore Code, please contact GlobaliD Support.</p>\n<p>Keep in mind that you are solely responsible for losses you incur from the use of lost or stolen GlobaliD Names or Revoke/Restore Codes, and your failure to protect your Revoke/Restore Code or to secure your GlobaliD Name will only increase the risk of these losses.\nWe may assist you with recovering your GlobaliD Name, but are not obligated to do so, and you are solely responsible for losses due to lost or stolen GlobaliD Names or Revoke/Restore Codes, compromise of your GlobaliD Name and Revoke/Restore Code, and any other unauthorized use or modification of your GlobaliD Name.\nGlobaliD is not liable or responsible to you and you waive any right to bring a claim against us for any losses that result from the use of lost or stolen credentials or unauthorized use or modification of your GlobaliD Name, unless such losses result from GlobaliD’s willful or intentional actions.\nYou agree to notify GlobaliD immediately of any unauthorized use of your account or any other breach of security.\nYou agree to keep your password secure.</p>\n2.3 Notifications\n<p>You agree that we will provide notices and messages to you within the Service.\nNotices may include notifications about your GlobaliD Name, changes to the Services, terms and conditions, privacy statement or notices and any changes thereto, pre-payment disclosures, transaction receipts and confirmations, and customer service communications, notices required by law, or other information we are required to provide to you (“Communications”).\nYou also agree that electronic delivery of a notice has the same legal effect as if we provided you with a physical copy.\nWe will consider a notice to have been received by you within 24 hours of the time a notice is either posted to our website or otherwise sent to you within the Service.</p>\n2.3.1 Methods of Providing Communications\n<p>\n<strong>You are hereby notified that communications you receive in electronic form from us will be considered “in writing.” By using the Services, you hereby consent and affirm that you have access to the hardware and software necessary to receive electronic communications.\nIf you choose not to consent or you withdraw your consent, you will be restricted from using the Services.</strong>\n</p>\n<p>We may provide Communications to you by email or by making them accessible on the GlobaliD website, mobile applications, or mobile websites (including via “hyperlinks” provided online and in e-mails).\nCommunications will be provided online and viewable in a browser window or with a PDF reader.\nA free PDF reader may be downloaded from www.adobe.com.\nWe may request that you respond to an email or other message to demonstrate you are able to receive these Communications.</p>\n2.3.2 How to Withdraw Your Consent\n<p>You may withdraw your consent to receive Communications under this Notice by emailing GlobaliD Support, or writing to us at “Attn: E-Sign Disclosure and Consent Notice, “GlobaliD 6114 La Salle Ave, #541, Oakland CA 94611, USA”.\nYour withdrawal of consent will cancel your agreement to receive electronic Communications, and therefore, your ability to use our Services.</p>\n2.3.3 Requesting Paper Copies of Electronic Communications\n<p>You may request a paper copy of any Communications.\nwe will mail you a copy via U.S.\nMail.\nTo request a paper copy, contact us by emailing GlobaliD Support, or by writing to “Attn: E-Sign Disclosure and Consent Notice, GlobaliD 6114 La Salle Ave, #541, Oakland CA 94611, USA,”.\nPlease provide your current mailing address so we can process this request.\nGlobalID may charge you a reasonable fee for this service.</p>\n2.3.4 Updating Your Primary Contact Information.\nAcknowledgement of Law\n<p>It is your responsibility to keep your contact information current so that GlobaliD can communicate with you electronically.\nYou understand and agree that if GlobaliD sends you a Communication but you do not receive it because your contact information on file is incorrect, out of date, blocked by your service provider, or you are otherwise unable to receive electronic Communications, GlobaliD will be deemed to have provided the Communication to you.\nhowever, we may deem your account inactive.\nYou may not be able to transact using our Services until we receive a valid, working means of contact from you.\nIf you, your email server, or other communications provider including telephone service provider use a spam filter or similar software that blocks or re-routes messages from senders not listed in your list of approved senders, we recommend that you add GlobaliD to your list of approved senders so that you can receive important Communications.</p>\n<p>You can update your contact information by updating your profile or by emailing GlobaliD Support or writing to us at “Attn: E-Sign Disclosure and Consent Notice, GlobaliD 6114 La Salle Ave, #541, Oakland CA 94611, USA”.</p>\n<p>You acknowledge and agree that your consent to electronic Communications is being provided in connection with a transaction affecting interstate commerce that is subject to the federal Electronic Signatures in Global and National Commerce Act, and that you and we both intend that such Act apply to the fullest extent possible to validate our ability to conduct business with you by electronic means.</p>\n2.3.4 Changes to Communications\n<p>We reserve the right, in our sole discretion, to discontinue the provision of your Communications, or to terminate or change the terms and conditions on which we provide Communications.\nWe will provide you with notice of any such termination or change as required by law.</p>\n3.\nRights and Limits\n3.1 Neutrality\n<p>The GlobaliD Platform is neutral, meaning that it accommodates all non-fraudulent and legally permitted activity.\nWhile GlobaliD will make best effort attempt to restrict participation of fraudulent and illegal actors on the Platform, GlobaliD Name holders acknowledge that third parties’ vouches, verifications or activity on the Platform do not represent GlobaliD’s endorsement of those third parties, GlobaliD’s validation of any of the information or data attached to a GlobaliD Name or offered by such third-parties, or GlobaliD’s recommendation or advice of any sort as to whether to rely upon the information or data or to use or rely on third parties on the Platform.</p>\n<p>If you use your GlobaliD Name or the GlobaliD Name of another person or entity for any purpose, including relying on the information attached to a GlobaliD Name for decision-making or judgement, you do so at your own risk and according to your own criteria.\nYou are responsible for any actions you choose to take or not take in relation to your GlobaliD Name or the GlobaliD Name of another person or entity, or information associated therewith.</p>\n<p>You acknowledge that GlobaliD does not (i) define the terms by which use of the GlobaliD Name is made.\n(ii) participate in any way in the vouching or verification process for any information entered in the Platform by a GlobaliD Name holder.\nor (iii) validate the information provided by the GlobaliD Name holder or provide any warranty as to its accuracy or fitness for a particular purpose.</p>\n3.2 Content\n3.2.1 User Content\n<p>GlobaliD users may post, upload, submit, share or otherwise contribute content to the Service (which may include, for example, pictures, text, messages, information, and/or other types of content) (“User Content”).\nFor the avoidance of doubt, “User Content” includes any such content posted to the GlobaliD Support Community as well as any other part of the GlobaliD Service.</p>\n<p>You agree that, with respect to any User Content you share on the Service, (1) you own or have the right to post such User Content, (2) your User Content is accurate, and (3) such User Content, or its use by GlobaliD as contemplated by the Agreements, does not violate the Agreements or any other rights set forth within the user guidelines, applicable law, or the intellectual property, publicity, personality, or other rights of others or imply any affiliation with or endorsement of you or your User Content by GlobaliD without express written consent from GlobaliD.\nYou agree that you will indemnify us for any infringement of third-party rights.</p>\n<p>By sharing User Content on the GlobaliD Platform you expressly grant us the right to reproduce such content in the Platform and to provide access to such content to third parties in accordance with these Terms, our Privacy Policy and applicable law, and you grant us a worldwide, perpetual, irrevocable, non-exclusive, royalty-free, sub licensable and transferable license to use, copy, distribute, display, publish, perform, sell, transmit, adapt, translate, modify, reverse-engineer, disassemble and create derivative works from your Content in any manner existing now or created in the future as permitted by law.\nFor the avoidance of doubt, no sensitive Content (such as details of the verifications or content of private messages) will be shared or published publicly.\nYou irrevocably waive and agree not to assert any rights, including any “moral rights,” that you have to prevent us from exploiting the rights granted in this section.\nFollowing the release of a GlobaliD Name, the Public Profile associated with such GlobaliD Name will no longer be available on GlobaliD.</p>\n<p>The GlobaliD Platform is compliant with Section 230 of the Communications Decency Act of 1996 (“CDA”) which states that, “no provider or user of an interactive computer service shall be treated as the publisher or speaker of any information provided by another information content provider.” (47 U.S.C.\n§230).\nBy using the Service, you may encounter User Content or information that might be inaccurate, incomplete, delayed, misleading, illegal, offensive or otherwise harmful.\nYou agree that we are not responsible for others’ (including other GlobaliD Name holders’) User Content or information.\nGlobaliD may, but has no obligation to, monitor, review, or edit User Content.\nWe cannot always prevent this misuse of our Service, and you agree that we are not responsible for any such misuse.\nSubject to your compliance with these Agreements, GlobaliD grants you a limited, non-exclusive, non-sublicensable, non-transferable, and revocable right to access the Services and use the Services for your personal, non-commercial use, and as we otherwise intend.\nGlobaliD reserves the right to monitor the Service for the purpose of determining that your usage complies with these Agreements.</p>\n<p>The broad protections of freedom of expression and innovation in the CDA do not exempt certain criminal and intellectual capital violation-based User Content.\nGlobaliD reserves the right to determine the appropriate local law enforcement agency with which to share flagged User Content, based on factors related to the location of the person or entity posting the content in question, as well as the server location hosting the content in question.</p>\n<p>You are solely responsible for all User Content that you post.\nGlobaliD is not responsible for User Content nor does it endorse any opinion contained in any User Content.\nYOU AGREE THAT IF ANYONE BRINGS A CLAIM AGAINST GLOBALID RELATED TO USER CONTENT THAT YOU POST, THEN, TO THE EXTENT PERMISSIBLE UNDER LOCAL LAW, YOU WILL INDEMNIFY AND HOLD GLOBALID HARMLESS FROM AND AGAINST ALL DAMAGES, LOSSES, AND EXPENSES OF ANY KIND (INCLUDING REASONABLE ATTORNEY FEES AND COSTS) ARISING OUT OF SUCH CLAIM.</p>\n3.2.2 Public Content\n<p>Each GlobaliD Name is public and has a Public Profile associated with it, to which you may upload a profile photo, display name, and biographic information.\nYou acknowledge that the information that you share on your Public Profile is publicly available and may be viewed by anyone using or accessing the GlobaliD Platform, including the GlobaliD website and GlobaliD public APIs.\nRemember that the information that you share on your Public Profile may be used and re-shared by other users on the GlobaliD Platform or across the web, so please use GlobaliD carefully.\nGlobaliD has no responsibility for your choices to post material on the Service.\nFor more information, please refer to the GlobaliD.</p>\n3.2.3 Use Guidelines\n<p>Please respect GlobaliD and other GlobaliD Name holders.\nDon’t engage in any activity or post any User Content which is or includes material that:</p>\n<ol>\n<li>is offensive, abusive, defamatory, pornographic, threatening, or obscene;</li>\n<li>is illegal, or intended to promote or commit an illegal act of any kind, including violations of intellectual property rights, privacy rights, or proprietary rights of GlobaliD or a third party;</li>\n<li>includes your Revoke/Restore Code or purposely includes any other GlobaliD Name holder’s Revoke/Restore Code or purposely includes personal data of third parties or is intended to solicit such personal data;</li>\n<li>includes malicious content such as malware, Trojan horses, or viruses, or otherwise interferes with any user’s access to the Service;</li>\n<li>is intended to or does harass or bully other users;</li>\n<li>impersonates or misrepresents your identity or affiliation with another user, person, or entity, or is otherwise fraudulent, false, deceptive, or misleading;</li>\n<li>involves the transmission of unsolicited mass mailings or other forms of spam, junk mail, chain letters, or similar;</li>\n<li>involves commercial or sales activities, such as advertising, promotions, contests, sweepstakes, or pyramid schemes, that are not expressly authorized by GlobaliD;</li>\n<li>involves the reverse engineering, decompiling, tampering with or disassembling the technology used to provide the Service (except as and only to the extent any foregoing restriction is prohibited by a non-waivable provision of applicable law);</li>\n<li>attempts to obtain unauthorized access to the Service;</li>\n<li>violates, misappropriates or infringes a third party’s intellectual property or other right, or any social media platform terms;</li>\n<li>interferes with any third party’s ability to use or enjoy, or our ability to provide, the Service;</li>\n<li>interferes with or in any way disrupts the GlobaliD Service, tampers with, breaches, or attempts to probe, scan, or test for vulnerabilities in the Service or GlobaliD’s computer systems, network, usage rules, or any of GlobaliD’s security components, authentication measures or any other protection measures applicable to the Service, the Content or any part thereof.\nor</li>\n<li>conflicts with the Agreements, as determined by GlobaliD.</li>\n</ol>\n<p>GlobaliD may, but has no obligation to, monitor or review User Content.\nHowever, you acknowledge and agree that posting any User Content that violates these user guidelines (or that GlobaliD reasonably believes violates these user guidelines) may result in termination or suspension of your GlobaliD account.</p>\n3.3 Data Access\n<p>You control the public and non-public information and data associated with your GlobaliD Name.\nAny third parties that have relied on vouches or verifications in the GlobaliD Database may access the underlying private data with your explicit consent.\nAuthorities may access the underlying private data without your explicit consent solely to: (i) fulfill a legal obligation.\nor (ii) investigate suspicious or illegal behavior.\nMore information on privacy rights and responsibilities with respect to your GlobaliD Name are available in the GlobaliD &nbsp;.\nGlobaliD has no obligation to retain a record of your account or any data or information that you may have stored for your convenience by means of your account or the Services.\nThe Services are not intended for data storage.\nYou are solely responsible for backing up your data.</p>\n3.4 Service Limitations and Modifications\n<p>We will make reasonable efforts to keep the GlobaliD Service operational.\nHowever, certain technical difficulties, maintenance or testing, or updates required to reflect changes in relevant laws and regulatory requirements, may, from time to time, result in temporary interruptions.\nGlobaliD reserves the right, periodically and at any time, to modify or discontinue, temporarily or permanently, functions and features of the GlobaliD Service, with advance notice where possible, all without liability to you, except where prohibited by law, for any interruption, modification, or discontinuation of the GlobaliD Service or any function or feature thereof.\nYou understand, agree, and accept that GlobaliD will, although it has no obligation, make reasonable efforts to maintain, support, upgrade, or update the Service, or to provide all or any specific content through the Service.\nThis section will be enforced to the extent permissible by applicable law.</p>\n3.5 Third-Party Partners, Sites and Apps\n<p>You are responsible for deciding if you want to access or use third-party partners, apps or sites that integrate with or link from our Service.\nIf you allow a third-party app or site to authenticate you or connect with your GlobaliD Name, that app or site may, with your consent, access information related to you.\nThe website or app may contain information and content provided by third parties.\nWe have no obligation to monitor, we do not endorse, and we are not liable for any third-party content.\nIn addition, the website or app may contain links to third-party websites or apps.\nGlobaliD is not responsible for the content on any linked site or any link contained in a linked site.\nWe do not endorse or accept any responsibility for the content on such third-party sites or apps.\nThird-party apps and sites have their own legal terms and privacy policies, and you may be giving others permission to use your information in ways we would not.\nExcept to the limited extent it may be required by applicable law, GlobaliD is not responsible for these other sites and apps – use these at your own risk.\nPlease see the GlobaliD Privacy Policy.</p>\n3.6 Intellectual Property Rights\n<p>GlobaliD reserves all of its intellectual property rights in the Service.\nUsing the Service does not give you any ownership in our Service or the content or information made available through our Service.\nTrademarks and logos used in connection with the Service are the trademarks of their respective owners.\nGlobaliD, its “circle” logos and other GlobaliD trademarks, service marks, graphics, and logos used for our Service are trademarks or registered trademarks of GlobaliD and may not be used, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for any other purposes whatsoever.\nTrademarks and other intellectual property rights of third parties are the property of their respective owners and are displayed or used in the Service pursuant to limited permission granted to GlobaliD.\nNo rights to trademarks or other intellectual property rights of third parties is granted to you nor arises from any use of the Service.</p>\n4.\nDisclaimer and Limit of Liability\n4.1.\nNo Warranty\n<p>\n<strong>YOU UNDERSTAND AND AGREE THAT THE GLOBALID SERVICE IS PROVIDED “AS IS” AND “AS AVAILABLE,” WITHOUT EXPRESS OR IMPLIED WARRANTY OR CONDITION OF ANY KIND.\nGLOBALID AND ALL OWNERS OF THE CONTENT MAKE NO REPRESENTATIONS AND DISCLAIM ANY WARRANTIES OR CONDITIONS OF SATISFACTORY QUALITY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nNEITHER GLOBALID NOR ANY OWNER OF CONTENT WARRANTS THAT THE GLOBALID SERVICE IS FREE OF MALWARE OR OTHER HARMFUL COMPONENTS, THAT THE GLOBALID SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT ALL INFORMATION WILL BE ACCURATE, TIMELY OR COMPLETE.</strong>\n</p>\n<p>\n<strong>THIRD PARTIES MAY ADOPT ADDITIONAL LIMITATIONS ON WARRANTIES PROVIDED IN CONNECTION WITH THEIR RESPECTIVE SERVICES, AS INDICATED IN THE TERMS SPECIFICALLY APPLICABLE TO THEIR SERVICES.\nIN ADDITION, GLOBALID MAKES NO REPRESENTATION NOR DOES IT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY THIRD PARTY APPLICATIONS (OR THE CONTENT THEREOF), USER CONTENT, DEVICES OR ANY OTHER PRODUCT OR SERVICE ADVERTISED, PROMOTED OR OFFERED BY A THIRD PARTY ON OR THROUGH THE GLOBALID SERVICE OR ANY HYPERLINKED WEBSITE, AND GLOBALID IS NOT RESPONSIBLE OR LIABLE FOR ANY TRANSACTION BETWEEN YOU AND THIRD PARTY PROVIDERS OF THE FOREGOING.\nNO ADVICE OR INFORMATION WHETHER ORAL OR IN WRITING OBTAINED BY YOU FROM GLOBALID SHALL CREATE ANY WARRANTY ON BEHALF OF GLOBALID.\n</strong>\n</p>\n<p>\n<strong>THIS SECTION APPLIES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nTHIS SECTION DOES NOT AFFECT YOUR STATUTORY RIGHTS AS A CONSUMER.</strong>\n</p>\n4.1.1 Identity Verification\n<p>\n<strong>YOU ACKNOWLEDGE THAT GLOBALID IS SOLELY AN INTERMEDIARY (I) BETWEEN YOU AND THE THIRD PARTY VERIFICATION PROVIDERS: (II) BETWEEN YOU AND OUR PARTNERS WHO MAY REQUEST YOUR VERIFIED INFORMATION.\nAND (II I) BETWEEN YOU AND ANY CREDIT REPORTING AGENCY OR OTHER INFORMATION PROVIDERS ACTUALLY SUPPLYING YOUR CREDIT REPORTS FOR PURPOSES OF VERIFICATION OF YOUR IDENTITY INFORMATION.\nGLOBALID EXPRESSLY DISCLAIMS ANY LIABILITY FOR ANY ERRORS OR OMISSIONS IN OUR CONTENT OR OUR SERVICES, INCLUDING THE INACCURACY OR INCOMPLETENESS OF ANY SUCH CREDIT REPORTS, CREDIT SCORES, OFFERS OR OTHER INFORMATION, TOOLS OR ANALYSES AVAILABLE THROUGH OUR SERVICES OR OUR CONTENT.</strong>\n</p>\n<p>\n<strong>THIS SECTION APPLIES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.\nTHIS SECTION DOES NOT AFFECT YOUR STATUTORY RIGHTS AS A CONSUMER.</strong>\n</p>\n4.2 Limitation and Time for Filing\n<p>\n<strong>YOU AGREE THAT YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY PROBLEMS OR DISSATISFACTION WITH THE GLOBALID SERVICE IS TO UNINSTALL ANY GLOBALID SOFTWARE AND TO STOP USING THE GLOBALID SERVICE.\nYOU AGREE THAT GLOBALID HAS NO OBLIGATION OR LIABILITY ARISING FROM OR RELATED TO THIRD PARTY APPLICATIONS OR THE CONTENT THEREOF MADE AVAILABLE THROUGH OR IN CONNECTION WITH THE GLOBALID SERVICE, AND WHILE YOUR RELATIONSHIP WITH SUCH THIRD PARTY APPLICATIONS MAY BE GOVERNED BY SEPARATE AGREEMENTS WITH SUCH THIRD PARTIES, YOUR SOLE AND EXCLUSIVE REMEDY, AS WITH RESPECT TO GLOBALID, FOR ANY PROBLEMS OR DISSATISFACTION WITH THIRD PARTY APPLICATIONS AVAILABLE THROUGH OR IN CONNECTION WITH THE GLOBALID SERVICE OR THE CONTENT THEREOF, IS TO UNINSTALL AND/OR STOP USING ANY SUCH THIRD PARTY APPLICATIONS.</strong>\n</p>\n<p>\n<strong>IN NO EVENT WILL GLOBALID, ITS AFFILIATES AND ITS AND THEIR OFFICERS, SHAREHOLDERS, EMPLOYEES, AGENTS, DIRECTORS, SUBSIDIARIES, AFFILIATES, SUCCESSORS, ASSIGNS, SUPPLIERS, OR LICENSORS BE LIABLE FOR (1) ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY, OR CONSEQUENTIAL DAMAGES.\n(2) ANY LOSS OF USE, DATA, BUSINESS, OR PROFITS (WHETHER DIRECT OR INDIRECT), IN ALL CASES ARISING OUT OF THE USE OF OR INABILITY TO USE THE GLOBALID SERVICE, DEVICES, THIRD PARTY APPLICATIONS, OR THIRD PARTY APPLICATION CONTENT, REGARDLESS OF LEGAL THEORY, WITHOUT REGARD TO WHETHER GLOBALID HAS BEEN WARNED OF THE POSSIBILITY OF THOSE DAMAGES, AND EVEN IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE.\nOR (3) AGGREGATE LIABILITY FOR ALL CLAIMS RELATING TO THE GLOBALID SERVICE, THIRD PARTY APPLICATIONS, OR THIRD PARTY APPLICATION CONTENT MORE THAN THE AMOUNTS PAID BY YOU TO GLOBALID DURING THE PRIOR TWELVE MONTHS IN QUESTION OR, IF NO FEES OR CHARGES APPLY, TO A MAXIMUM OF USD100, OR ANY LARGER AMOUNT THAT IS IMPOSED AS MINIMUM LIABILITY BY ANY APPLICABLE MANDATORY LAW.</strong>\n</p>\n<p>Nothing in the Agreements removes or limits GlobaliD’s liability for fraud.\nAdditionally, if and to the extent required by applicable law, nothing in the Agreements removes or limits GlobaliD’s liability for fraudulent misrepresentation, death or personal injury caused by GlobaliD’s negligence.</p>\n<p>YOU AGREE THAT ANY CLAIM AGAINST GLOBALID MUST BE COMMENCED BY FILING AN INDIVIDUAL ACTION UNDER SECTION 8 WITHIN ONE (1) YEAR AFTER THE DATE THE PARTY ASSERTING THE CLAIM FIRST KNOWS OR REASONABLY SHOULD KNOW OF THE ACT, OMISSION, OR DEFAULT GIVING RISE TO THE CLAIM.\nAND THERE SHALL BE NO RIGHT TO ANY REMEDY FOR ANY CLAIM NOT ASSERTED WITHIN THAT TIME PERIOD.</p>\n<p>THIS SECTION APPLIES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n5.\nTermination\n<p>Both you and GlobaliD may terminate this Contract at any time without notice to the other by releasing your GlobaliD Name.\nOn termination, you lose the right to access or use the Service.\nTermination does not immediately relieve you of obligations incurred by you under this Agreement.\nUpon termination, you agree to (i) complete all pending actions, and (ii) stop accepting or requesting new actions.\nYour continued or renewed use of the Service after all pending actions have been processed serves to renew your consent to the terms of this Agreement.</p>\n<p>In addition, upon termination you understand and agree that (i) all licenses granted to you by GlobaliD under this Agreement will end.\n(ii) we reserve the right (but have no obligation) to retain all of your information pursuant to the terms of our Privacy Policy.\n(iii) we will not be liable to you for compensation, reimbursement, or damages related to your use of the Service, or any termination or suspension of the Service or deletion of your information or account data.\nand (iv) you are still liable to us for any Fees or fines, or other financial obligation incurred by you or through your use of the Services prior to termination.</p>\n<p>The following shall survive termination and release of the GlobaliD Name:</p>\n<ol>\n<li>Our rights to use and disclose your feedback;</li>\n<li>Other users’ rights to further re-share content and information you shared publicly through the Service to the extent copied or re-shared prior to termination;</li>\n<li>Any amounts owed by either party prior to termination remain owed after termination.\nand</li>\n<li>Sections 3.2.\nContent, 3.3.\nData Access, 4.\nDisclaimer and Limit of Liability, 5.\nTermination, 6.\nSeverability, Waiver, Interpretation and Assignment, 7.\nIndemnification and Release, and 8.Governing Law and Dispute Resolution of these Terms and the GlobaliD will survive and continue to apply.</li>\n</ol>\n6.\nSeverability, Waiver, Interpretation and Assignment\n<p>If a court with authority over this Contract finds any part of it unenforceable, you and we agree that the court should modify the terms to make that part enforceable while still achieving its intent.\nIf the court cannot do that, you and we agree to ask the court to remove that unenforceable part and still enforce the rest of this Contract.</p>\n<p>To the extent allowed by law, the English language version of this Contract is binding, and other translations are for convenience only.\nThis Contract (including additional terms that may be provided by us when you engage with a feature of the Service) is the only agreement between us regarding the Service and supersedes all prior agreements for the Service.</p>\n<p>If we don’t act to enforce a breach of this Contract, that does not mean that GlobaliD has waived its right to enforce this Contract or such breach at a later time.\nYou may not assign or transfer this Contract (or your membership or use of Service) to anyone without our written consent.\nHowever, you agree that GlobaliD may assign this Contract without your consent to its affiliates or a party that buys it, its assets, or equity.\nThere are no third-party beneficiaries to this Contract.</p>\n<p>As used in these Terms, the words “include” and “including,” and variations thereof, will be deemed to be followed by the words “without limitation.”</p>\n7.\nIndemnification and Release\n<p>You agree to indemnify, defend and hold GlobaliD harmless from and against all damages, claims, fines, penalties, losses, and expenses of any kind (including reasonable attorney fees and costs) arising out of or related to: (1) your breach of the Agreements or any one of them.\n(2) any User Content you post or otherwise contribute.\n(3) any activity in which you engage on or through the GlobaliD Service.\n(4) fraud committed by, or the intentional misconduct or gross negligence of you.\nand (5) your violation of any law or the rights of a third party.\nIf you are a California resident, you waive California Civil Code Section 1542, which says: “A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.” If you are a resident of another jurisdiction, you waive any comparable statute or doctrine.</p>\n8.\nGoverning Law and Dispute Resolution\n<p>In the unlikely event we end up in a legal dispute, GlobaliD and you agree to resolve it in California courts using California law, except to the extent required under applicable local law which requires that venue be in the country of your residence.\nYou and GlobaliD agree that the laws of the State of California, U.S.A., excluding its conflict of laws rules, shall exclusively govern any dispute relating to this Contract and/or the Services, except to the extent required in the country of your residence that the law to be applied for contracts of this type be that of the country of your residence.\nYou and GlobaliD both agree that all claims and disputes can be litigated only in the federal or state courts in San Francisco County, California, USA, and you and GlobaliD each agree to personal jurisdiction in those courts.\nGlobaliD and you may mutually agree to resolve the dispute in arbitration rather than the courts.</p>\n9.\nConsumer Rights Notice\n<p>Under California Civil Code Section 1789.3, users of the Service from California are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 1625 North Market Blvd., Suite N 112, Sacramento, CA 95834, or by telephone at (800) 952-5210.</p>\n<p>You may contact GlobaliD at: support@global.id or GlobaliD 6114 La Salle Ave, #541, Oakland CA 94611, USA.</p>\n10.\nMobile App\n10.1 Mobile Device\n<p>To use the software on a mobile device, you must have a mobile device that is compatible with the Services.\nGlobaliD does not warrant that the Services will be compatible with your mobile device.\nYou are responsible for any mobile charges that you may incur for using the Services, including text-messaging, roaming charges, and data charges.</p>\n10.2 Location-Based Services\n<p>You acknowledge and authorize that information concerning the location of your mobile device may be used to assess location.\nLocation may be obtained at any time while logged into the GlobaliD website or mobile application.\nLocation information will not be disclosed to others without the GlobaliD User’s consent.\nYou expressly agree that you authorize GlobaliD to collect and use your location as a part of the GlobaliD app and eligibility for use of the GlobaliD website or app or any feature or function of the Service.</p>\n<p>THE SERVICES ARE INTENDED ONLY AS PERSONAL, LOCATION-BASED SERVICES FOR INDIVIDUAL USE AND SHOULD NOT BE USED OR RELIED ON AS AN EMERGENCY LOCATOR SYSTEM, USED WHILE DRIVING OR OPERATING VEHICLES, OR USED IN CONNECTION WITH ANY HAZARDOUS ENVIRONMENTS REQUIRING FAIL-SAFE PERFORMANCE, OR ANY OTHER APPLICATION IN WHICH THE FAILURE OR INACCURACY OF THAT APPLICATION OR THE SERVICES COULD LEAD DIRECTLY TO DEATH, PERSONAL INJURY, OR SEVERE PHYSICAL OR PROPERTY DAMAGE.\nTHE SERVICES ARE NOT SUITED OR INTENDED FOR FAMILY FINDING PURPOSES, FLEET TRACKING, OR ANY OTHER TYPE OF BUSINESS OR ENTERPRISE USE.\nOTHER PRODUCTS EXIST TODAY THAT MAY BE USED SPECIFICALLY FOR THESE PURPOSES.</p>\n10.3 Upgrades\n<p>You acknowledge that GlobaliD may from time to time issue upgraded versions of the app, and may automatically electronically upgrade the version that you are using on your mobile device or may require an update before Services will be provided via your mobile device.\nYou consent to such automatic upgrading on your mobile device and agree that the terms and conditions of the Agreements will apply to all such upgrades.\nYou agree that GlobaliD will not be liable to you for any such modifications.</p>\n10.4 App Stores\n<p>You acknowledge and agree that the availability of the GlobaliD app is dependent on the third party from which you received it, e.g., Google Play or Apple’s App Store (each, an “App Store”).\nYou acknowledge that these Terms are between you and GlobaliD and not with the App Store.\nEach App Store may have its own terms and conditions to which you must agree before downloading the GlobaliD app from it.\nYou agree to comply with, and your license to use the Services via the app is conditioned upon your compliance with, all applicable terms and conditions of the applicable App Store.</p>\n", "created_at": "2022-08-11 12:34:10.694587", "updated_at": "2022-08-11 12:34:17.51568"}, {"id": 5335, "name": "Privacy Policy", "url": "https://www.global.id/about/privacy-policy/", "xpath": "", "text": "PartnersDevelopersResourcesAboutBlogConnectConnect<p>&nbsp;</p>\nPrivacy Policy\n<p>\n<em>Last modified: 27 November 2020</em>\n</p>\n<p>Welcome to GlobaliD Privacy Policy (the “Policy”) where we describe the types, means and purposes by which GlobaliD processes your Personal Data when you use GlobaliD Services (“Services”), and how you can control your Personal Data and exercise your Privacy Rights.\nThis Policy also tells you about your rights and choices with respect to your personal information (“Personal Data”), and how you can reach us to get answers to your questions.</p>\n<p>Privacy is the foundation upon which we built GlobaliD.\nAt GlobaliD, we provide a platform where users can establish a unique identity comprised of user-specific Verifications.\nWe provide our users the ability to store Personal Data securely on their devices or through our platform, and share Personal Data only as needed with GlobaliD or third parties.\nTherefore, instead of transferring Personal Data to third parties, users only share access to theirPersonal Data.\nThis way we eliminate the need to store Personal Data and enable our users to control access to their digital identities.\nAll capitalized terms used in this Policy are defined in the “Definitions” table below.</p>\n<p>The GlobaliD identity system is built on three core pillars: privacy, security, and trust.</p>\n<p>&nbsp;</p>\n1.\nPrivacy\n<p>We enable privacy through verifications or securely-made claims about the validity of some piece of information about your identity.\nVerifications associated with your GlobaliD Name are public and viewable to GlobaliD Name holders and partners, but the underlying Personal Data (e.g.\ndate of birth, phone number) is private and is only ever seen by the third party providing the verification, or if you chose to grant an entity or person access to your Personal Data.</p>\n<p>&nbsp;</p>\n2.\nSecurity\n<p>Our user’s Personal Data is encrypted, anonymized and backed up to the cloud.\nThe key required to decrypt that data is only held by the owner of the name.</p>\n<p>&nbsp;</p>\n3.\nTrust\n<p>Permissions are based on trust: before granting permission to a GlobaliD user to perform a given action, an app or website needs to trust that the user is (a) who they claim to be, and (b) authorized to perform that action.\nTrust, therefore, has two components: authentication and authorization.\nGlobaliD authenticates users with cryptography techniques where the owner of a name has a private key used to prove ownership.\nThis private key is stored securely on the user’s mobile phone or in encrypted version in the cloud.</p>\n<p>Authorization is the process by which an app or website checks that a given user is allowed to perform a given action.\nThe Verifications acquired by GlobaliD Name holders prove that a given piece of information about a particular GlobaliD Name holder was valid at a particular point in time.\nCollectively, the Verifications associated with GlobaliD Name holders allow users to build a reputation.\nUsing this reputation, an app, website, or merchant can decide whether or not to allow the name’s owner to perform a given action.</p>\n<p>Click&nbsp;here&nbsp;to read a summary of our Privacy Policy.</p>\n<p>Click&nbsp;here&nbsp;to check the meaning of any terms in capital letters (Definitions) used in this Policy.</p>\nHow we Collect and Use Information\n<p>The following provides examples of the type of information that we collect from you and how we use that information.</p> Context\nPersonal Data we Collect\nHow we Use Data Account Registration\nWe may collect your name, display name, unique description and telephone number when you create a GlobaliD account.\nWe also collect information relating to the actions that you perform while logged into your account.\nWe collect this information to provide you with our Services.\nWe also use your account preferences and transaction history to identify you when you visit our website or use our application.\nCookies and First Party Tracking\nWe use cookies and clear GIFs.\n“Cookies” are small pieces of information that a website stores locally on your computer’s hard drive while a website is viewed.\nSee our&nbsp;Cookie Policy&nbsp;for more information.\nWe use cookies to operate our website and Services efficiently and capture website analytics.\nDemographic Information\nIf you use certain GlobaliD Services, you may give us Consent to collect demographic information about you.\nWe use certain demographic information to provide tailored Services to our users by identifying when you visit our website or use our application.\nFeedback/Support\nIf you provide us with feedback or contact us for support, we collect your name and email address or GlobaliD Name, as well as any other content that you send to us.\nWe use this information to receive, respond to, and act upon your feedback or support issues.\nLocation-based Information\nf you use certain GlobaliD Services you may give us Consent to collect information about your general location.\nWe collect location-based information to provide tailored Services to our users.\nMobile Devices\nWe collect information from your mobile device such as unique identifying information broadcast from your device when visiting our application.\nWe use this information to understand how users interact with us on their mobile devices to provide tailored Services.\nMessaging\nWe collect information about your GlobaliD Messenger actions, including who you add or remove from contacts, your chat history, message length, blocked users, and message type, (image or text).\nWe use your GlobaliD messaging activity to provide the Messenger functionality to our users.\nUser Information\nWe collect Personal Data about our users, including but not limited to their name, email address and phone number.\nWe require user information to provide users with access to our Services, communicate with users and manage accounts, and for safety and security reasons, such as Verifications of accounts.\nWe also use this data pursuant to a contractual agreement with the user.\nWebsite Interactions\nWe use technology to monitor how you interact with our website.\nThis may include which links you click on or information that you type into our online forms.\nThis may also include information about your device or browser.\nWe collect website interaction information to make improvements to our website and to understand your preferences.\nWe also collect this information to prevent against malicious, deceptive or fraudulent activity.\nWeb Logs\nWe collect information, including your browser type, operating system,Internet Protocol (“IP”) address (a number that is automatically assigned to a computer when the Internet is used), domain name, click-activity, referring website, and/or a date/time stamp for visitors.\nWe use web log information to monitor our networks, conduct analytics, and to prevent fraudulent or illegal activity, including violations to our Terms of Service.\n<p>If you use certain Services within the GlobaliD App or the GlobaliD Site, or functionality enabled through GlobaliD SDKs and APIs, third parties may provide information to us and you in the context of those Services.\nThese third parties include business partners, our affiliates, or publicly available sources, including the Verifications provided by our Verification Providers.\nWe retain your data for as long as is necessary and/or required by law.</p>\n<p>In addition to the purposes and uses described above, we use information in the following ways:</p>\n<ol>\n<li>We process Personal Data relating to GlobaliD Name holders for the purpose of rendering the GlobaliD Service, allowing GlobaliD Name holders to create and use their own portable digital identity and to build their reputation by adding Verifications to their GlobaliD Name.</li>\n<li>Anonymous Data:&nbsp;We may create Anonymous Data from the Personal Data we receive about our users.\nWe make Personal Data into Anonymous Data by excluding information (such as your first name) that makes the data personally identifiable to you.\nWe use this Anonymous Data to analyze usage patterns in order to make improvements to the GlobaliD Service.</li>\n</ol>\n<p>We may also use your Personal Data that you Consent to allowing GlobaliD access (e.g., GlobaliD Name, public name, public description):</p>\n<ol>\n<li>To operate, maintain, and improve the GlobaliD Site, products, and Services;</li>\n<li>To manage your account, including to communicate with you regarding your account, if you have an account with us(or use our Services);</li>\n<li>To identify you when you visit our website or use our application;</li>\n<li>To conduct analytics;</li>\n<li>To respond to inquiries related to support, or other requests;</li>\n<li>To send information including technical notices, updates, security alerts, and support and administrative messages;</li>\n<li>To process financial transactions and other permissions you initiate via our Services.\nand</li>\n<li>As further described herein.</li>\n</ol>\n<p>GlobaliD does not use your data for ad targeting.</p>\n<p>&nbsp;</p>\nLegal Bases for Processing Information\n<p>We only collect and process Personal Data about you where we have a legal basis for doing so under applicable data protection laws.\nWe Process PersonalData in the following ways:</p>\n<p>We only collect and process Personal Data about you where we have a legal basis for doing so under applicable data protection laws.\nWe Process PersonalData in the following ways:</p>\n<ol>\n<li>With your Consent where appropriate or legally required;</li>\n<li>To perform a contract that you have with us;</li>\n<li>For our legitimate interests, including to improve our Services, optimize your experience, or market our Services;</li>\n<li>As required by law, such as compliance with a subpoena or similar legal process, when we believe in good faith disclosure is necessary to protect our rights or property, protect your health and safety or the health and safety of others, investigate fraud or respond to a government request.</li>\n</ol>\n<p>Although the sections above describe our primary purpose in collecting your information, in many situations we have more than one purpose.\nFor example, if you submit Personal Data to procure GlobaliD Services, we may collect your information to perform our contract with you, but we also collect your information as we have a legitimate interest in maintaining your information after your transaction is complete.\nAs a result, our collection and processing of your information is based in different contexts upon your Consent, our need to perform a contract, our obligations under law, and/or our legitimate interest in conducting our business.</p>\n<p>&nbsp;</p>\nHow We Share Information\n<p>In addition to the specific situations discussed elsewhere in this Policy, we disclose your Personal Data as described in the following situations:</p>\n<ol>\n<li>Affiliates and Acquisitions.\nWe may share information with our corporate affiliates (e.g., parent company, sister companies, subsidiaries, joint ventures, or other companies under common control).\nIf another company acquires, or plans to acquire, our company, business, or our assets, we will also share information with that company, including at the negotiation stage.</li>\n<li>Other Disclosures with Your Consent.&nbsp;We may ask if you would like us to share your information with other unaffiliated third parties who are not described elsewhere in this Policy.\nWe do not share your Personal Data unless either you specifically provide your Consent to do so, or we are under a legal obligation to provide your Personal Data according to applicable laws.</li>\n<li>Other Disclosures without Your Consent.&nbsp;We may disclose information in response to subpoenas, warrants, or court orders, or in connection with any legal process, or to comply with relevant laws.\nWe may also share your information in order to establish or exercise our rights, to defend against a legal claim, to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, safety of person or property, or a violation of our policies, or the provision of Services by a third party intermediary.</li>\n<li>Service Providers.&nbsp;We may share information with service providers.\nAmong other things service providers may help us to administer our website, application, provide technical support, and/or process payments.</li>\n</ol>\n<p>&nbsp;</p>\nYour Choices\n<p>You can make the following choices regarding your Personal Data:</p>\n<ol>\n<li>Access Your Personal Data.&nbsp;You may request access to your Personal Data by contacting us at the address below.\nIf required by law, upon request, we will grant you reasonable access to the Personal Data that we have about you.\nNote that California residents may be entitled to ask us for a notice describing what categories of Personal Data (if any) we share with third parties or affiliates for direct marketing</li>\n<li>Change Your Personal Data.&nbsp;We rely on you to update and correct your Personal Data.\nThe GlobaliD Site and GlobaliD App allows you to modify or delete your account profile.\nIf it does not permit you to update or correct certain information or delete your account, you may contact us at the address below in order to request that your information be modified.\nNote that we may keep historical information in our backup files as permitted by law.</li>\n<li>Delete Your Personal Data.&nbsp;Typically, we retain your Personal Data for the period necessary to fulfill the purposes outlined in this Policy, unless a longer retention period is required or permitted by law.\nYou may, however, request information about how long we keep a specific type of information, or request that we delete your Personal Data by contacting us at the address below.\nIf required by law, we will grant a request to delete information, but you should note that in many situations we must keep your Personal Data to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes.\nYour information is kept in encrypted form and only parties that you have consented to will have access to such information.</li>\n<li>Object to Certain Processing.&nbsp;You may object to our use or disclosure of your Personal Data by contacting us at the address identified below.</li>\n<li>Online Tracking.&nbsp;We do not currently recognize automated browser signals regarding tracking mechanisms, which may include “Do Not Track” instructions.</li>\n<li>Withdraw your Consent.&nbsp;If you revoke your Consent for the processing of Personal Data, then we may no longer be able to provide you with GlobaliD Services.\nIn some cases, we may limit or deny your request to revoke Consent if the law permits or requires us to do so, or if we are unable to adequately verify your identity.\nYou may revoke Consent to processing (where such processing is based upon Consent) by contacting us at the address described below.</li>\n</ol>\n<p>&nbsp;</p>\nMiscellaneous\n<p>The following additional information relates to our privacy practices:</p>\n<ol>\n<li>Transmission of Information to Other Countries.&nbsp;As a multi-national company, we transmit information between and among our affiliates and GlobaliD Partners.\nGlobaliD works with third party Verification Providers that may be located outside the United States.\nGlobaliD Name holders may choose to share information with these Verification Providers.\nAs a result, your information may be processed in a foreign country where privacy laws may be less stringent than the laws in your country.\nNonetheless, where possible we take steps to treat Personal Data using the same privacy principles that apply pursuant to the law of the country in which we first received your information.\nBy submitting your Personal Data to us you agree to the transfer, storage and processing of your information in a country other than your country of residence including, but not necessarily limited to, the United States.\nIf you would like more information concerning our attempts to apply the privacy principles applicable in one jurisdiction to data when it goes to another jurisdiction you can contact us using the contact information below.</li>\n<li>Scope and Applicability.&nbsp;This Policy applies to GlobaliD Services and Personal Data that we collect, use, store, share, and process from the GlobaliD website, mobile application or other online activities.\nThis Policy does not apply to Personal Data provided to us for recruiting or employment purposes or third party applications/websites, as described below.</li>\n<li>Third Party Applications/Websites.&nbsp;We have no control over the privacy practices of websites or applications that we do not own.\nOur Services allow GlobaliD Name holders to create links to their social and non-social network profiles.\nGlobaliD Name holders may also place links to their GlobaliD Public Profile on those network sites.\nThis Policy does not cover the privacy practices of such third parties.\nThese third parties have their own privacy policies and we do not accept any responsibility or liability for their websites, features or policies.\nPlease read their privacy policies before you submit any data to them.</li>\n<li>Our Policy on Children:&nbsp;GlobaliD Services are not directed to children under 13.\nTo use GiD Services, you must be old enough to consent to the processing of your Personal Information in your jurisdiction.\nIf we learn that a child under 13 has provided us withPersonal Information, GiD will take immediate steps to delete such information.\nIf you learn that a child has provided us with Personal Information, please contact us using the contact information listed below.</li>\n<li>Abusive or Inappropriate Information:&nbsp;We ask that you not send us, and that you not disclose, any information that may be considered abusive or inappropriate in the legal jurisdiction in which you reside or operate.\nAbusive or inappropriate submitted material may be flagged on our platform through community moderation and may be ghosted from public view.</li>\n<li>Changes to this Privacy Policy.&nbsp;We may change our Privacy Policy and practices over time.\nTo the extent that this Policy changes in a material way, the privacy policy that was in place at the time that you submitted Personal Data to us will generally govern that information unless we receive your Consent to the new privacy policy.\nWe will note the effective date of the latest version at the beginning of the policy.</li>\n<li>Information for California Residents.&nbsp;Sections 1798.115(c), 1798.130(a)(5)(c), 1798.130(c), and 1798.140 indicate that organizations should disclose whether certain categories of information are collected, “sold” or transferred for an organization’s “business purpose”(as those terms are defined under California law).\nYou can find a list of the categories of information that we collect and share&nbsp;here.\nPlease note that because this list is comprehensive it may refer to types of information that we share about people other than yourself.\nIf you would like more information concerning the categories of Personal Data (if any) we share with third parties or affiliates for those parties to use for direct marketing, please submit a written request to us using the information in the “Contact Information” section below.&nbsp.\nWe do not discriminate against California residents who exercise any of their rights described in this Privacy Policy.</li>\n<li>This Privacy Policy and the rights and obligations hereunder shall be governed by and construed in accordance with the laws applicable to GlobaliD Services according to the relevant&nbsp;Terms of Service.</li>\n</ol>\n<p>&nbsp;</p>\nContact Information\n<p>If you have any questions, comments, or complaints concerning our privacy practices, please contact us at the address below.\nWe will attempt to respond to your requests and to provide you with additional privacy-related information.</p>\n<p>You may contact us via email at&nbsp;privacy@global.id&nbsp;or contact us by mail at GlobaliD, 6114 La Salle Ave, #541, Oakland CA 94611.</p>\n<p>If you are not satisfied with our response, and are in the European Union, you may have a right to lodge a complaint with your local supervisory authority.</p>\n<p>&nbsp;</p>\nPrivacy Policy: Summary\n<p>1.\nPeriod for which your Personal Data will be stored</p>\n<ul>\n<li>We will retain your Personal Data as long as necessary to render the GlobaliD Service and/or to comply with our legal obligations.</li>\n</ul>\n<p>2.\nAutomated decision-making, including profiling</p>\n<ul>\n<li>We do not use your Personal Data for the purposes of automated decision-making.\nHowever, we may do so in order to fulfill obligations imposed by law, in which case we will inform you of any such Processing and provide you with an opportunity to object, as allowable by law.</li>\n</ul>\n<p>3.\nHow GlobaliD protects your Personal Data</p>\n<ul>\n<li>Only the Personal Data you choose to designate public will be available publicly.\nWhile you may add, edit, and/or delete data you have made public, you acknowledge that once data has been made public, any and every one may have had access to, and made use of, your public data.\nWe, and other third parties, may have made copies and preserved any public data that you have added, edited, and/or deleted.</li>\n</ul>\n<p>For Personal Data that you have not designated public:</p>\n<ul>\n<li>To protect your Personal Data from unauthorized access and use, we use security measures including computer safeguards.</li>\n<li>We also maintain other physical, electronic and procedural safeguards to protect your Personal Data that you have Consented GlobaliD access to and we limit information access to employees for whom access is appropriate.</li>\n<li>Your Personal Data are stored on our servers in an encrypted state such that only you or anyone to whom you specifically Consent to provide access can decrypt your Personal Data.</li>\n<li>A copy of your information is stored in an encrypted vault which can be accessed in response to appropriate requests such as court orders, legal investigation, or requests by service providers to which you explicitly Consent to provide access.</li>\n</ul>\n<p>4.\nWho can you contact if you have further questions or requests about your privacy?</p>\n<ul>\n<li>privacy@global.id, or GlobaliD, 6114 La Salle Ave, #541, OaklandCA 94611, USA.</li>\n</ul>\n<p>&nbsp;</p>\nPrivacy Policy: Definitions Anonymous Data\nData and information that does not permit you to be identified or identifiable, either alone or when combined with any other information available to a third party.\nConsent <ul>\n<li>Any freely-given, specific, informed and unambiguous indication of the GlobaliD Name holder’s wishes by which he/she, through a statement or clear affirmative action, signifies agreement to the Processing of Personal Data relating to him/her.</li>\n<li>Any GlobaliD user may withdraw his or her Consent.\nhowever, it will be subject to the applicable laws and regulations, including, but not limited to, data retention requirements.</li>\n</ul> Controller <ul>\n<li>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the Processing of Personal Data.</li>\n<li>GlobaliD Name holders are Controllers of their own Personal Data associated with their GlobaliD Names, including Verifications, while GlobaliD acts as a Processor on behalf of GlobaliD Name holders facilitating them in creating, managing and using their own GlobaliD Names.</li>\n</ul> GlobaliD App <ul>\n<li>Mobile applications published by GlobaliD and available at Apple App Store and Google Play Store.</li>\n</ul> GlobaliD Directory <ul>\n<li>The public list of GlobaliD Names claimed by GlobaliD Name holders and associated Public Profile.</li>\n<li>The GlobaliD Directory is available on the GlobaliD Site and via public API.</li>\n<li>Access to the GlobaliD Directory is for authenticatedGlobaliD users that are authorized to use the data, consistent with the GlobaliD&nbsp;Terms&nbsp;of Use.</li>\n<li>The information that appears in the GlobaliD Directory is determined by the Name holders themselves and not by GlobaliD.</li>\n</ul> GlobaliD Identity Name System (“INS”) <ul>\n<li>A registry of unique GlobaliD Names for every person or entity that uses the GlobaliD Service or seeks authorized access to participating GlobaliD interoperable third-party services.</li>\n</ul> GlobaliD Name <ul>\n<li>The name(s) chosen by each GlobaliD user, which represents his/her identity.</li>\n<li>Every person and entity in GlobaliD has a GlobaliD Name.</li>\n<li>No two parties can have the same GlobaliD Name, but GlobaliD Name holders can have multiple GlobaliD Names.</li>\n</ul> GlobaliD Nameholder (“Nameholder”) <ul>\n<li>The holder of a GlobaliD Name.</li>\n</ul> GlobaliD Partners <ul>\n<li>Any third party that accepts GlobaliD as a means of establishing identity.</li>\n</ul> GlobaliD Public Verifications Database <ul>\n<li>The list of Verification Types attached to GlobaliD Name holders.</li>\n<li>GlobaliD Public Verifications Database is available on the GlobaliD Site or via API.</li>\n</ul> GlobaliD SDKs and APIs <ul>\n<li>The software development kits (“SDKs”) and application programming interfaces (“APIs”) designed and licensed by GlobaliD that third parties will be used to enable certain GlobaliD features.</li>\n</ul> GlobaliD Service <ul>\n<li>The functionality provided on the GlobaliD platform.</li>\n<li>The functions and features provided to GlobaliD Name holders through GlobaliD that are created and operated by third party vendors with whom GlobaliD contracts, and that GlobaliD does not create and/or host itself.</li>\n</ul> GlobaliD Site <ul>\n<li>The main global.id website, including any subdomains, as well as any other websites GlobaliD owns and hosts.</li>\n</ul> Personal Data <ul>\n<li>Any information relating to an identified or identifiable natural person (“data subject”).</li>\n<li>An identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</li>\n</ul> Policy <ul>\n<li>The GlobaliD Privacy Policy.</li>\n</ul> Privacy Rights <ul>\n<li>Your right to request from GlobaliD access to, and/or rectification and/or erasure, and/or restriction of Processing of your Personal Data, and/or to object toProcessing, and/or the right to data portability.</li>\n<li>You have the right to withdraw Consent to any Processing based on your Consent.\nhowever, in some cases, we may limit or deny your request to revoke Consent if the law permits or requires us to do so, or if we are unable to adequately verify your identity.</li>\n<li>You also have the right to lodge a complaint with a supervisory authority.</li>\n</ul> Processing (of Personal Data) <ul>\n<li>Any operation or set of operations which is performed by GlobaliD on Personal Data or on sets of Personal Data, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</li>\n</ul> Processor <ul>\n<li>A natural or legal person, public authority, agency or other body which Processes Personal Data on behalf of the Controller.</li>\n<li>GlobaliD Name holders are Controllers of their own Personal Data associated with their GlobaliD Names, including Verifications, while GlobaliD acts as a Processor on behalf of GlobaliD Name holders facilitating them in creating, managing and using their own GlobaliD Names.</li>\n</ul> Public Profile <ul>\n<li>The information that GlobaliD users choose to make public.\nNote, users may choose to not make any information public.</li>\n</ul> Recipient(s) <ul>\n<li>A natural or legal person, public authority, agency or another body, to which the Personal Data are disclosed by GlobaliD Name holders.</li>\n</ul> Verifications <ul>\n<li>Verification of certain data collected by GlobaliD Name holders from Verification Providers.</li>\n<li>Verifications may include Personal Data.</li>\n<li>Verifications are attached to the relevant GlobaliD Name holder.</li>\n<li>The type of Verifications attached to a GlobaliD Name (not the Personal Data behind those types of Verifications) are visible on the GlobaliD Database.</li>\n<li>GlobaliD does not audit or verify the validity, accuracy or certainty of Verifications.</li>\n<li>Verifications are the sole responsibility of GlobaliD Name holders and Verification Providers.</li>\n</ul> Verification Provider <ul>\n<li>A third party from which GlobaliD Name holder collects Verifications, which the GlobaliD Name holder then attaches to his/her GlobaliD Name.</li>\n</ul> Verification Type <ul>\n<li>Refers to the object of a Verification, e.g.\n“Passport number”.</li>\n<li>Verification Types do not include any Personal Data.</li>\n<li>Verification Types are visible in the GlobaliD Public Verifications Database.</li>\n</ul> Voluntary Personal Data <ul>\n<li>The Personal Data you voluntarily provide us when you create your GlobaliD Name or any time afterwards.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Take control of your data.</p>Partners<ul>The GlobaliD PlatformBusiness PartnersVerification Providers</ul>Developers<ul>Developer portalDocumentationExample DemosAPI Reference</ul>Resources<ul>GlobaliD DirectoryVerifications DatabasePress &amp.\nWhite papersBlog</ul>About us<ul>Who we areMeet the teamCareersWe’re HiringContact Us</ul>Support<ul>FAQRelease NotesRevoke</ul>© GlobaliD 2021<br> | Terms &amp.\nConditions | Privacy Policy | Cookie Policy | Developer Agreement", "created_at": "2021-04-23 19:48:10.816832", "updated_at": "2021-04-23 20:13:53.944044"}], "points": [{"id": 27325, "title": "This service is only available to users over a certain age", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:31:39.784696", "updated_at": "2022-08-11 15:03:38.333084", "quoteText": "<li>Our Policy on Children:&nbsp;GlobaliD Services are not directed to children under 13.\nTo use GiD Services, you must be old enough to consent to the processing of your Personal Information in your jurisdiction.\nIf we learn that a child under 13 has provided us withPersonal Information, GiD will take immediate steps to delete such information.", "case_id": 152, "document_id": 5335, "quoteStart": 17254, "quoteEnd": 17601}, {"id": 27332, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:44:56.989661", "updated_at": "2022-08-11 14:58:25.069511", "quoteText": "but you should note that in many situations we must keep your Personal Data to comply with our legal obligations, resolve disputes, enforce our agreements, or for another one of our business purposes.", "case_id": 333, "document_id": 5335, "quoteStart": 13866, "quoteEnd": 14066}, {"id": 27361, "title": "Private messages may be read", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 13:12:49.966555", "updated_at": "2022-08-11 14:57:05.055473", "quoteText": "Messaging\nWe collect information about your GlobaliD Messenger actions, including who you add or remove from contacts, your chat history, message length, blocked users, and message type, (image or text).\nWe use your GlobaliD messaging activity to provide the Messenger functionality to our users.", "case_id": 239, "document_id": 5335, "quoteStart": 5357, "quoteEnd": 5653}, {"id": 27363, "title": "Your personal data may be shared or otherwise transferred as part of a merging / acquisition proceeding", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 13:21:41.219341", "updated_at": "2022-08-11 15:01:08.598913", "quoteText": "If another company acquires, or plans to acquire, our company, business, or our assets, we will also share information with that company, including at the negotiation stage.", "case_id": 243, "document_id": 5335, "quoteStart": 11082, "quoteEnd": 11255}, {"id": 27362, "title": "Your personal data is aggregated into statistics", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 13:18:37.308786", "updated_at": "2022-08-11 15:04:01.461347", "quoteText": "We may create Anonymous Data from the Personal Data we receive about our users.\nWe make Personal Data into Anonymous Data by excluding information (such as your first name) that makes the data personally identifiable to you.", "case_id": 190, "document_id": 5335, "quoteStart": 7823, "quoteEnd": 8047}, {"id": 27339, "title": "You are informed about the risk of publishing personal info online which may be copied by third parties", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 02:11:57.641697", "updated_at": "2022-08-11 15:10:20.1324", "quoteText": "hile you may add, edit, and/or delete data you have made public, you acknowledge that once data has been made public, any and every one may have had access to, and made use of, your public data.\nWe, and other third parties, may have made copies and preserved any public data that you have added, edited, and/or deleted.</li>\n</ul>\n<p>For Personal Data that you have not designated public:</p>\n", "case_id": 231, "document_id": 5335, "quoteStart": 21053, "quoteEnd": 21446}, {"id": 27338, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 02:08:45.112913", "updated_at": "2022-08-11 15:00:47.76249", "quoteText": "We collect information from your mobile device such as unique identifying information broadcast from your device when visiting our application.\nWe use this information to understand how users interact with us on their mobile devices to provide tailored Services.", "case_id": 323, "document_id": 5335, "quoteStart": 5094, "quoteEnd": 5356}, {"id": 27337, "title": "Your personal data is aggregated into statistics", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 02:03:45.819782", "updated_at": "2022-08-11 15:04:22.910492", "quoteText": "If you use certain GlobaliD Services, you may give us Consent to collect demographic information about you.\nWe use certain demographic information to provide tailored Services to our users by identifying when you visit our website or use our application.", "case_id": 190, "document_id": 5335, "quoteStart": 4327, "quoteEnd": 4581}, {"id": 27336, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 02:01:17.270933", "updated_at": "2022-08-11 15:15:44.55773", "quoteText": "Location-based Information\nf you use certain GlobaliD Services you may give us Consent to collect information about your general location.\nWe collect location-based information to provide tailored Services to our users.\n", "case_id": 400, "document_id": 5335, "quoteStart": 4859, "quoteEnd": 5079}, {"id": 27335, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:59:08.289953", "updated_at": "2022-08-11 15:10:27.877346", "quoteText": "<p>If you are not satisfied with our response, and are in the European Union, you may have a right to lodge a complaint with your local supervisory authority.</p>\n<p>&nbsp;</p>\nPrivacy Policy: Summary\n<p>1.\n", "case_id": 481, "document_id": 5335, "quoteStart": 20146, "quoteEnd": 20353}, {"id": 27334, "title": "You can request access, correction and/or deletion of your data but it the service may not comply.", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:51:54.828792", "updated_at": "2022-08-11 15:13:32.743244", "quoteText": "Any GlobaliD user may withdraw his or her Consent.\nhowever, it will be subject to the applicable laws and regulations, including, but not limited to, data retention requirements.</li>", "case_id": 195, "document_id": 5335, "quoteStart": 22938, "quoteEnd": 23121}, {"id": 27333, "title": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:46:33.416442", "updated_at": "2022-08-11 15:14:12.967368", "quoteText": "However, we may do so in order to fulfill obligations imposed by law, in which case we will inform you of any such Processing and provide you with an opportunity to object, as allowable by law.", "case_id": 165, "document_id": 5335, "quoteStart": 20705, "quoteEnd": 20898}, {"id": 27331, "title": "Information is provided about security practices", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:43:01.22834", "updated_at": "2022-08-11 15:06:58.066998", "quoteText": "<li>To protect your Personal Data from unauthorized access and use, we use security measures including computer safeguards.</li>\n<li>We also maintain other physical, electronic and procedural safeguards to protect your Personal Data that you have Consented GlobaliD access to and we limit information access to employees for whom access is appropriate.</li>\n", "case_id": 226, "document_id": 5335, "quoteStart": 21451, "quoteEnd": 21809}, {"id": 27330, "title": "The service promises to inform and/or notify you regarding government inquiries that may involve your personal data", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:42:03.137409", "updated_at": "2022-08-11 15:06:20.343934", "quoteText": "However, we may do so in order to fulfill obligations imposed by law, in which case we will inform you of any such Processing and provide you with an opportunity to object, as allowable by law.</li>", "case_id": 165, "document_id": 5335, "quoteStart": 20705, "quoteEnd": 20903}, {"id": 27329, "title": "Your personal data will not be used for an automated decision-making", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:39:58.431606", "updated_at": "2022-08-11 15:05:53.909658", "quoteText": "<li>We do not use your Personal Data for the purposes of automated decision-making.\n", "case_id": 480, "document_id": 5335, "quoteStart": 20621, "quoteEnd": 20705}, {"id": 27328, "title": "There is a date of the last update of the agreements", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:38:50.063263", "updated_at": "2022-08-11 15:03:47.219762", "quoteText": "<em>Last modified: 27 November 2020", "case_id": 331, "document_id": 5335, "quoteStart": 83, "quoteEnd": 118}, {"id": 27327, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:38:21.302373", "updated_at": "2022-08-11 15:06:01.759312", "quoteText": "We may disclose information in response to subpoenas, warrants, or court orders, or in connection with any legal process, or to comply with relevant laws.", "case_id": 393, "document_id": 5335, "quoteStart": 11697, "quoteEnd": 11851}, {"id": 27326, "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:35:08.363524", "updated_at": "2022-08-10 20:38:03.175902", "quoteText": "We may change our Privacy Policy and practices over time.\nTo the extent that this Policy changes in a material way, the privacy policy that was in place at the time that you submitted Personal Data to us will generally govern that information unless we receive your Consent to the new privacy policy.", "case_id": 277, "document_id": 5335, "quoteStart": 18150, "quoteEnd": 18450}, {"id": 27324, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:30:14.744481", "updated_at": "2022-08-11 15:06:10.957556", "quoteText": "Note that California residents may be entitled to ask us for a notice describing what categories of Personal Data (if any) we share with third parties or affiliates for direct marketing</li>\n<li>Change Your Personal Data.&nbsp;We rely on you to update and correct your Personal Data.\nThe GlobaliD Site and GlobaliD App allows you to modify or delete your account profile.\nIf it does not permit you to update or correct certain information or delete your account, you may contact us at the address below in order to request that your information be modified.\n", "case_id": 482, "document_id": 5335, "quoteStart": 12757, "quoteEnd": 13315}, {"id": 27323, "title": "Your content can be deleted if you violate the terms", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:28:19.556969", "updated_at": "2022-08-11 15:03:31.510563", "quoteText": "Abusive or inappropriate submitted material may be flagged on our platform through community moderation and may be ghosted from public view.", "case_id": 377, "document_id": 5335, "quoteStart": 17963, "quoteEnd": 18103}, {"id": 27322, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:24:35.383541", "updated_at": "2022-08-11 15:03:18.977878", "quoteText": "Our Services allow GlobaliD Name holders to create links to their social and non-social network profiles.\nGlobaliD Name holders may also place links to their GlobaliD Public Profile on those network sites.\nThis Policy does not cover the privacy practices of such third parties.\nThese third parties have their own privacy policies and we do not accept any responsibility or liability for their websites, features or policies.\nPlease read their privacy policies before you submit any data to them.</li>", "case_id": 408, "document_id": 5335, "quoteStart": 16753, "quoteEnd": 17253}, {"id": 27321, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:23:37.058314", "updated_at": "2022-08-11 14:58:41.106469", "quoteText": "Period for which your Personal Data will be stored</p>\n<ul>\n<li>We will retain your Personal Data as long as necessary to render the GlobaliD Service and/or to comply with our legal obligations.</li>\n", "case_id": 333, "document_id": 5335, "quoteStart": 20353, "quoteEnd": 20553}, {"id": 27320, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:22:40.915028", "updated_at": "2022-08-11 15:02:02.485849", "quoteText": "his Policy does not apply to Personal Data provided to us for recruiting or employment purposes or third party applications/websites, as described below.</li>\n<li>Third Party Applications/Websites.&nbsp;We have no control over the privacy practices of websites or applications that we do not own.", "case_id": 408, "document_id": 5335, "quoteStart": 16456, "quoteEnd": 16752}, {"id": 27319, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:18:38.211338", "updated_at": "2022-08-11 14:58:09.668292", "quoteText": "\nBy submitting your Personal Data to us you agree to the transfer, storage and processing of your information in a country other than your country of residence including, but not necessarily limited to, the United States.", "case_id": 187, "document_id": 5335, "quoteStart": 15790, "quoteEnd": 16011}, {"id": 27318, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:17:23.918992", "updated_at": "2022-08-11 14:58:01.271168", "quoteText": "We do not currently recognize automated browser signals regarding tracking mechanisms, which may include “Do Not Track” instructions.", "case_id": 233, "document_id": 5335, "quoteStart": 14379, "quoteEnd": 14512}, {"id": 27317, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:16:28.352727", "updated_at": "2022-08-11 15:13:56.149922", "quoteText": "You may, however, request information about how long we keep a specific type of information, or request that we delete your Personal Data by contacting us at the address below.\nIf required by law, we will grant a request to delete information,", "case_id": 195, "document_id": 5335, "quoteStart": 13622, "quoteEnd": 13865}, {"id": 27316, "title": "You can opt out of providing personal information to third parties", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:13:45.157695", "updated_at": "2022-08-11 15:05:40.489819", "quoteText": "We do not share your Personal Data unless either you specifically provide your Consent to do so, or we are under a legal obligation to provide your Personal Data according to applicable laws", "case_id": 337, "document_id": 5335, "quoteStart": 11451, "quoteEnd": 11641}, {"id": 27315, "title": "First-party cookies are used", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:06:51.253061", "updated_at": "2022-08-11 15:01:21.128604", "quoteText": "Cookies and First Party Tracking\nWe use cookies and clear GIFs.\n“Cookies” are small pieces of information that a website stores locally on your computer’s hard drive while a website is viewed.", "case_id": 126, "document_id": 5335, "quoteStart": 3962, "quoteEnd": 4154}, {"id": 27314, "title": "Many different types of personal data are collected", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 01:01:33.870567", "updated_at": "2022-08-11 14:57:53.709253", "quoteText": "Context\nPersonal Data we Collect\nHow we Use Data Account Registration\nWe may collect your name, display name, unique description and telephone number when you create a GlobaliD account.", "case_id": 376, "document_id": 5335, "quoteStart": 3485, "quoteEnd": 3670}, {"id": 27313, "title": "Information is provided about security practices", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 00:58:42.036191", "updated_at": "2022-08-11 15:05:14.712709", "quoteText": "Security\n<p>Our user’s Personal Data is encrypted, anonymized and backed up to the cloud.\nThe key required to decrypt that data is only held by the owner of the name", "case_id": 226, "document_id": 5335, "quoteStart": 1881, "quoteEnd": 2046}, {"id": 27311, "title": "You can choose with whom you share content", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 00:57:39.417004", "updated_at": "2022-08-11 15:05:04.831483", "quoteText": "We enable privacy through verifications or securely-made claims about the validity of some piece of information about your identity.\nVerifications associated with your GlobaliD Name are public and viewable to GlobaliD Name holders and partners, but the underlying Personal Data (e.g.\ndate of birth, phone number) is private and is only ever seen by the third party providing the verification, or if you chose to grant an entity or person access to your Personal Data.</p>\n", "case_id": 225, "document_id": 5335, "quoteStart": 1392, "quoteEnd": 1864}, {"id": 27309, "title": "Information is provided about security practices", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 00:54:45.174286", "updated_at": "2022-08-11 15:05:30.812511", "quoteText": "Therefore, instead of transferring Personal Data to third parties, users only share access to theirPersonal Data", "case_id": 226, "document_id": 5335, "quoteStart": 938, "quoteEnd": 1050}, {"id": 27308, "title": "Your personal data is used for limited purposes", "source": "https://www.global.id/about/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-20 00:52:00.675986", "updated_at": "2022-08-11 15:04:37.017178", "quoteText": "We provide our users the ability to store Personal Data securely on their devices or through our platform, and share Personal Data only as needed with GlobaliD or third parties", "case_id": 196, "document_id": 5335, "quoteStart": 760, "quoteEnd": 936}], "urls": ["global.id"]}}