{"error": 448, "message": "OK", "parameters": {"id": 5260, "name": "TEVET LLC ", "created_at": "2021-10-25 21:02:11.709636", "updated_at": "2021-10-25 22:01:10.222492", "wikipedia": null, "keywords": null, "related": null, "slug": "tevet-llc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5260.png", "url": "tevet.com", "documents": [{"id": 9429, "name": " Privacy Policy", "url": "https://www.tevet.com/privacy", "xpath": "/html/body/div[2]/main/div[1]/div/div/div/div", "text": " <p>Last Modified: October 2, 2020</p>\n<p>This privacy policy sets out how this website (hereafter “the Store”) uses and protects any information that you give the Store while using this website.\nThe Store is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.\nThe Store may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.</p>\n<p>Welcome to tevet.com (our “Website”).\nTEVET, LLC (“Company”) respects your privacy and is committed to protecting it.\nWe understand that privacy online is important to users of our Website.\nThis policy describes the types of information we may collect from you or that you may provide when you visit our Website, and our practices for collecting, using, maintaining, protecting, and disclosing that information.\nPlease read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nBy accessing or using this Website, you agree to this privacy policy.\nThis policy may change from time to time (see Changes to Our Privacy Policy below).\nYour continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\nInformation We Collect and How It Is Collected\n<p>This policy applies to information we collect through Forms on the Website and Email, and through Google Analytics tracking.\nForms include “Request a Quote” and “Contact Us” forms.\nThis policy does not apply to information collected by us offline or through any other means, including on any other website operated by Company or any third party (including our affiliates and subsidiaries).</p>\n<p>We collect several types of information from and about users of our Website, including information by which you may be personally identified, such as name, email, company, and phone number.\nAs you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including IP address, location (city, state), device, browser type, operating system, service provider, web pages viewed, length of time, and documents downloaded through Cookies.</p>\n<p>The technologies we use for this automatic data collection may include browser cookies.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.\nPages of our Website may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages and for other related website statistics.</p>\nHow We Use the Information\n<p>The information we collect automatically helps us to improve our Website and to deliver a better and more personalized service, including enabling us to provide relevant marketing information in email marketing and website content.</p>\nDisclosure of Your Information\n<p>We do not disclose personal information that we collect or you provide except as described in this privacy policy.\nThis information is used internally only.\nWe may disclose your personal information to comply with any court order, law, or legal process, including to respond to any government or regulatory request.\nto enforce or apply our terms of use and other agreements, including for billing and collection purposes.\nand if we believe disclosure is necessary or appropriate to protect the rights, property, or safety of TEVET LLC, our customers, or others.\nThis may include exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</p>\nChoices About How We Use and Disclose Your Information\n<p>We strive to provide you with choices regarding the personal information you provide to us.\nYou may unsubscribe from future email distributions using the “unsubscribe” mechanism on the email.</p>\nHow We Keep Your Information Secure and How It Is Stored\n<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nAll information you provide to us is stored on our secure servers in the secured corporate CRM behind firewalls.\nYour personal information is only accessible to a limited number of qualified employees who are given a password in order to gain access to the information.\nWe audit our security systems and processes on a regular basis.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Website.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website.</p>\nChanges to Our Privacy Policy\n<p>The date the privacy policy was last revised is at the top of the page.\nYou are responsible for periodically visiting our Website and this privacy policy for any changes.</p>\nContact Information\n<p>To ask questions or comment about this privacy policy and our privacy practices, contact us at our toll-free number:&nbsp;866-886-8527.</p>\n<p>For the exhaustive list of cookies we collect see the List of cookies we collect section below.</p>\nWhat we do with the information we gather\n<p>We require this information to understand your needs and provide you with a better service, and in particular for the following reasons:</p>\n<ul>\n<li>Internal record keeping.</li>\n<li>We may use the information to improve our products and services.</li>\n<li>We may periodically send promotional emails about new products, special offers or other information which we think you may find interesting using the email address which you have provided.</li>\n<li>From time to time, we may also use your information to contact you for market research purposes.\nWe may contact you by email, phone, fax or mail.\nWe may use the information to customize the website according to your interests.</li>\n</ul>\nSecurity\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorized access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.</p>\nHow we use cookies\n<p>A cookie is a small file which asks permission to be placed on your computer’s hard drive.\nOnce you agree, the file is added and the cookie helps analyze web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.</p>\n<p>We use traffic log cookies to identify which pages are being used.\nThis helps us analyze data about web page traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.</p>\n<p>Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.\nYou can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.</p>\nLinks to other websites\n<p>Our website may contain links to other websites of interest.\nHowever, once you have used these links to leave our site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>\nControlling your personal information\n<p>You may choose to restrict the collection or use of your personal information in the following ways:</p>\n<ul>\n<li>whenever you are asked to fill in a form on the website, look for the box that you can click to indicate that you do not want the information to be used by anybody for direct marketing purposes</li>\n<li>if you have previously agreed to us using your personal information for direct marketing purposes, you may change your mind at any time by letting us know using our Contact Us information</li>\n</ul>\n<p>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.\nWe may use your personal information to send you promotional information about third parties which we think you may find interesting if you tell us that you wish this to happen.</p>\n<p>You may request details of personal information which we hold about you under the Data Protection Act 1998.\nA small fee will be payable.\nIf you would like a copy of the information held on you please email us this request using our Contact Us information.</p>\n<p>If you believe that any information we are holding on you is incorrect or incomplete, please write to or email us as soon as possible, at the above address.\nWe will promptly correct any information found to be incorrect.</p> List of cookies we collect\n<p>The table below lists the cookies we collect and what information they store.</p>\n<p>\n<strong>Cookie Name</strong>\n</p>\n<p>\n<strong>Cookie Description</strong>\n</p> &nbsp.\n<p>\n<strong>FORM_KEY</strong>\n</p>\n<p>Stores randomly generated key used to prevent forged requests.</p> &nbsp.\n<p>\n<strong>PHPSESSID</strong>\n</p>\n<p>Your session ID on the server.</p> &nbsp.\n<p>\n<strong>GUEST-VIEW</strong>\n</p>\n<p>Allows guests to view and edit their orders.</p> &nbsp.\n<p>\n<strong>PERSISTENT_SHOPPING_CART</strong>\n</p>\n<p>A link to information about your cart and viewing history, if you have asked for this.</p> &nbsp.\n<p>\n<strong>STF</strong>\n</p>\n<p>Information on products you have emailed to friends.</p> &nbsp.\n<p>\n<strong>STORE</strong>\n</p>\n<p>The store view or language you have selected.</p> &nbsp.\n<p>\n<strong>USER_ALLOWED_SAVE_COOKIE</strong>\n</p>\n<p>Indicates whether a customer allowed to use cookies.</p> &nbsp.\n<p>\n<strong>MAGE-CACHE-SESSID</strong>\n</p>\n<p>Facilitates caching of content on the browser to make pages load faster.</p> &nbsp.\n<p>\n<strong>MAGE-CACHE-STORAGE</strong>\n</p>\n<p>Facilitates caching of content on the browser to make pages load faster.</p> &nbsp.\n<p>\n<strong>MAGE-CACHE-STORAGE-SECTION-INVALIDATION</strong>\n</p>\n<p>Facilitates caching of content on the browser to make pages load faster.</p> &nbsp.\n<p>\n<strong>MAGE-CACHE-TIMEOUT</strong>\n</p>\n<p>Facilitates caching of content on the browser to make pages load faster.</p> &nbsp.\n<p>\n<strong>SECTION-DATA-IDS</strong>\n</p>\n<p>Facilitates caching of content on the browser to make pages load faster.</p> &nbsp.\n<p>\n<strong>PRIVATE_CONTENT_VERSION</strong>\n</p>\n<p>Facilitates caching of content on the browser to make pages load faster.</p> &nbsp.\n<p>\n<strong>X-MAGENTO-VARY</strong>\n</p>\n<p>Facilitates caching of content on the server to make pages load faster.</p> &nbsp.\n<p>\n<strong>MAGE-TRANSLATION-FILE-VERSION</strong>\n</p>\n<p>Facilitates translation of content to other languages.</p> &nbsp.\n<p>\n<strong>MAGE-TRANSLATION-STORAGE</strong>\n</p>\n<p>Facilitates translation of content to other languages.</p> ", "created_at": "2021-10-25 21:02:11.713032", "updated_at": "2021-10-25 19:03:24.921679"}], "points": [], "urls": ["tevet.com"]}}