{"error": 448, "message": "OK", "parameters": {"id": 5934, "name": "Extreme Reach", "created_at": "2021-11-27 21:14:24.877167", "updated_at": "2022-08-10 22:01:00.537163", "wikipedia": null, "keywords": null, "related": null, "slug": "extreme-reach", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5934.png", "url": "extremereach.com", "documents": [{"id": 10715, "name": "Privacy Policy", "url": "https://extremereach.com/privacy-policies/", "xpath": "//*[@id=\"text-block-3\"]", "text": "Privacy Policy for Website Visitors&nbsp;<p>Extreme Reach, Inc..\nExtreme Reach Talent, Inc.\nExtreme Reach Services Group, LLC.\nCMC Crew Services, Inc.\nand Extreme Reach Payroll Solutions, Inc..\nSlate and Extreme Reach UK Limited (collectively “Extreme Reach”) are committed to respecting and protecting your privacy.</p>\n<p>This Privacy Policy describes how we collect, use, disclose, store and otherwise process information collected through the Extreme Reach public websites.\nFor information related to particular Services, please see the relevant privacy policy link above.</p>\n<b>Information We Collect</b>\n<p>Extreme Reach collects IP addresses, aggregate user data, non-precise geolocation, and browser type, (collectively “Technical Usage Data”) from users and visitors to the website.</p>\n<p>Extreme Reach also collects personal information about you that you voluntarily supply (e.g., information submitted through the “Contact Us” form).\nWhen communicating with Extreme Reach, all communications may be transmitted and stored by us.\nBy visiting our website or using any of our services, you consent to Extreme Reach’s collection, use, and storage of information relating to you as set forth in this privacy policy.</p>\n<p>We do not collect any other personally-identifying information during your visit to the website.</p>\n<b>How Collected Data Is Used</b>\n<p>When you provide us with your contact information, Extreme Reach uses your personal information to recommend products and services that might be of interest to you, to send you marketing and advertising messages such as newsletters, announcements, or special offers or to notify you about our upcoming events.\nWe may also use such information to provide you products and services, such as to fulfill your requests for products or to help us personalize our offerings to you.\nWe also use your personal information to support our business functions, such as fraud prevention or legal functions.</p>\n<p>Technical Usage Data is used to manage the website, track usage, properly assign sales leads to correct geo-regions, and improve website services.</p>\n<b>Information Disclosed to Outside Parties</b>\n<p>Extreme Reach may disclose personal information to our third-party vendors and service providers that work with us.\nWe will only share personal information to these vendors and service providers to help us provide a product or service to you or to understand your usage of our website.\nWe utilize Google Analytics to know more about how our websites are used, how much time visitors spend with different web content, what geographies visitors are from, and to understand the different sources of traffic to our websites.\nFor more information on Google Analytics and/or to choose what information Google can utilize, please see the Google Privacy Policy.</p>\n<p>We do not otherwise sell, trade, or transfer collected information to outside parties, unless we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others’ rights, property, or safety.</p>\n<b>How We Protect Your Information</b>\n<p>Security of all information is of the utmost importance for Extreme Reach.\nWe use technical and physical safeguards to protect the security of your personal information from unauthorized disclosure.\nWe also make all attempts to ensure that only necessary people and third parties have access to personal and confidential information.</p>\n<p>We require that our third party service providers (1) use confidential information only to perform their obligations, and (2) otherwise maintain the confidentiality of such information.\nThese third party service providers and channel partners are expected to maintain privacy and security protections that are consistent with Extreme Reach’s privacy and information security policies.</p>\n<b>Cookie Choice</b>\n<p>We honor Do Not Track and cookie preferences, which you can control any time you visit our websites.\nMost web browsers also provide settings that allow you to control or reject cookies or to alert you when a cookie is placed on your computer, tablet or mobile device.\nAlthough you are not required to accept cookies, if you block or reject them, some functionality of our websites may be compromised.\nFor more information, visit the help page for your web browser.</p>\n<b>Your Rights</b>\n<p>You have a variety of rights you may exercise with respect to your personal information.\nWhile legislation only requires that we honor certain requests from people who live in certain jurisdictions, we believe in your privacy rights regardless of where you live and, therefore, allow anyone from anywhere to exercise any of those same rights, and we will not discriminate in any way against anyone for doing so.&nbsp;</p>\n<p>As such, you can exercise the following rights with respect to your PII that we have: (1) access your information, (2) correct or update your information, (3) delete your information, (4) Do Not Sell directive, (5) transfer or port your information to someone else, (6) find out who we’ve disclosed your information to, and (7) unsubscribe or opt-out.\nTo exercise any of these rights, please click here.&nbsp;</p>\n<p>You can opt-out of marketing emails by contacting Extreme Reach at privacy@extremereach.com or by clicking the unsubscribe link from a marketing email, which will remove you from our marketing list.</p>\n<b>GDPR</b>\n<p>Extreme Reach is committed to protecting your data in compliance with the General Data Protection Regulations (GDPR).\nExtreme Reach is the controller of data collected you provide to us as a website visitor.\nShould you have any issues with how we handle your data, we request that you contact us first so that we can make every effort to address your concerns.\nYou also have the right to lodge a complaint with a local data supervisory authority, in particular in the European Union (or European Economic Area) state where you work, normally live or where any alleged infringement of data protection laws occurred.\nThe supervisory authority in the UK is the Information Commissioner who may be contacted at http://ico.org.uk/concerns/ or telephone: +44303-123-1113.</p>\n<p>For further information on your rights under GDPR, including the circumstances in which they apply, see the Guidance from the UK Information Commissioner’s Office (ICO) on individuals rights under the General Data Protection Regulation.</p>\n<b>CCPA</b>\n<p>If you are a California resident, California law provides you with particular rights regarding our use of your personal information.\nTo learn more about your California privacy rights, visit https://oag.ca.gov/privacy/privacy-laws.\nTo exercise any such rights, please click the link above within the “Your Rights” section.</p>\n<p>For data regarding Data Requests we received and responded to in 2020, please see the Consumer Data Request Report.&nbsp;</p>\n<b>International Transfers</b>\n<p>We store and process data collected from our public websites in the United States.</p>\n<b>Privacy Shield Compliance</b>\n<p>Extreme Reach complies with the EU-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union to the United States.\nExtreme Reach has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.</p>\n<p>In compliance with the Privacy Shield Principles, Extreme Reach commits to resolve complaints about our collection or use of your personal information.\nEU individuals with inquiries or complaints regarding our Privacy Shield policy should first contact Extreme Reach at privacy@extremereach.com.</p>\n<p>Extreme Reach has further committed to cooperate with the panel established by the EU data protection authorities (DPAs) with regard to unresolved Privacy Shield complaints concerning human resources data transferred from the EU in the context of the employment relationship.</p>\n<p>Extreme Reach is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC) with respect to its use of your data.\nUnder certain conditions, you may have the right to invoke binding arbitration regarding your privacy rights.\nIf Extreme Reach wrongly transfers your private data to third parties, it may be liable to you for damages.</p>\n<p>For more information on how we comply with Privacy Shield, see our Privacy Shield Supplemental Policy.</p>\n<b>Children</b>\n<p>Extreme Reach recognizes the importance of protecting the privacy and safety of children.\nOur websites and services are primarily directed towards the advertising industry and are not directed towards children.\nWe do not knowingly collect information about children under the age of 13.</p>\n<b>Data Retention</b>\n<p>We retain data we collect from the public websites for marketing purposes.\nTo request that we delete your data, please click the link above in the “Your Rights” section.</p>\n<b>Changes to This Policy</b>\n<p>Extreme Reach reserves the right to change, modify, add or remove portions of this Privacy Policy at any time without notice (except when legally obligated to provide notice).\nAny changes to this Privacy Policy will become effective when we post the revised version on our websites.</p>\n<b>Legal Basis</b>\n<p>Your consent is the legal basis for collecting and processing your data.&nbsp;</p>\n<b>Contact Information</b>\n<p>You can contact privacy@extremereach.com or 1-800-324-5672 if you have questions about this privacy policy, or for requests related to your privacy rights.</p>\n<p>\n<i>Last updated: July 1, 2021 to update CCPA Data link&nbsp;</i>\n</p>", "created_at": "2021-11-27 21:14:24.879322", "updated_at": "2021-11-27 20:14:49.560209"}], "points": [{"id": 26052, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2021-11-28 18:39:21.07544", "updated_at": "2022-08-17 20:01:10.512406", "quoteText": "Under certain conditions, you may have the right to invoke binding arbitration regarding your privacy rights.", "case_id": 335, "document_id": 10715, "quoteStart": 8416, "quoteEnd": 8525}, {"id": 27574, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2022-03-27 01:58:32.067313", "updated_at": "2022-08-10 20:42:46.309852", "quoteText": "Extreme Reach collects IP addresses, ", "case_id": 399, "document_id": 10715, "quoteStart": 614, "quoteEnd": 651}, {"id": 27575, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2022-03-27 01:59:44.177828", "updated_at": "2022-08-10 20:42:53.431764", "quoteText": "<p>Extreme Reach reserves the right to change, modify, add or remove portions of this Privacy Policy at any time without notice (except when legally obligated to provide notice).\n", "case_id": 121, "document_id": 10715, "quoteStart": 9287, "quoteEnd": 9466}, {"id": 26054, "title": "A free help desk is provided", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2021-11-28 18:45:14.494745", "updated_at": "2022-08-10 20:42:41.003444", "quoteText": "Contact Information</b>\n<p>You can contact privacy@extremereach.com or 1-800-324-5672 if you have questions about this privacy policy, or for requests related to your privacy rights.", "case_id": 232, "document_id": 10715, "quoteStart": 9685, "quoteEnd": 9867}, {"id": 26053, "title": "There is a date of the last update of the agreements", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2021-11-28 18:40:11.927974", "updated_at": "2022-05-13 21:13:32.932598", "quoteText": "Last updated: July 1, 2021", "case_id": 331, "document_id": 10715, "quoteStart": 9879, "quoteEnd": 9905}, {"id": 26051, "title": "You can opt out of promotional communications", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2021-11-28 18:37:33.560107", "updated_at": "2022-06-29 23:36:05.314278", "quoteText": "You can opt-out of marketing emails by contacting Extreme Reach at privacy@extremereach.com or by clicking the unsubscribe link from a marketing email, which will remove you from our marketing list.</p>", "case_id": 223, "document_id": 10715, "quoteStart": 5201, "quoteEnd": 5403}, {"id": 26050, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2021-11-28 18:36:10.594594", "updated_at": "2022-06-29 23:27:25.095311", "quoteText": "You also have the right to lodge a complaint with a local data supervisory authority, in particular in the European Union (or European Economic Area) state where you work, normally live or where any alleged infringement of data protection laws occurred.", "case_id": 300, "document_id": 10715, "quoteStart": 5780, "quoteEnd": 6033}, {"id": 26049, "title": "Your browser's Do Not Track (DNT) headers are respected", "source": "https://extremereach.com/privacy-policies/", "status": "Generated through the annotate view", "created_at": "2021-11-28 18:34:40.813287", "updated_at": "2022-03-26 14:09:41.722325", "quoteText": "We honor Do Not Track and cookie preferences, which you can control any time you visit our websites.", "case_id": 383, "document_id": 10715, "quoteStart": 3868, "quoteEnd": 3968}], "urls": ["extremereach.com"]}}