{"error": 448, "message": "OK", "parameters": {"id": 4032, "name": "power 106", "created_at": "2021-06-10 19:46:59.413207", "updated_at": "2021-06-10 22:00:44.107194", "wikipedia": null, "keywords": null, "related": null, "slug": "power-106", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4032.png", "url": "power106.com", "documents": [{"id": 6947, "name": "Copyright Policy", "url": "https://www.power106.com/copyright/", "xpath": "/html/body/div[2]/div[3]/div/section/section[1]/div[2]/div/div/article/div", "text": "<p>If you believe that your copyrighted work has been copied and is available on this site in a way that constitutes copyright infringement, you may notify KPWR-FM by providing our Designated Agent (listed below) with the following information:</p>\n<p>(1) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</p>\n<p>&nbsp;</p>\n<p>(2) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</p>\n<p>&nbsp;</p>\n<p>(3) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material;</p>\n<p>&nbsp;</p>\n<p>(4) information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted;</p>\n<p>&nbsp;</p>\n<p>(5) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>&nbsp;</p>\n<p>(6) a statement that the information in the Notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>&nbsp;</p>\n<p>Written Notification containing the above information in complete form must be submitted to the following Designated Agent:</p>\n<p>Power 106<br>\nAttn: T Dourian<br>\n2600 West Olive Avenue Suite 800<br>\nBurbank, CA 91505<br>\n818-953-4200</p>\n<p>This contact information is only for reporting copyright infringement, and unrelated inquiries may not receive a response.\nContact information for other matters is provided elsewhere on this site.\nUpon receipt of the Notification containing the complete and accurate information listed above, Service Provider shall:</p>\n<p>&nbsp;</p>\n<p>(1) remove or disable access to the material that is alleged to be infringing;</p>\n<p>&nbsp;</p>\n<p>(2) forward the written Notification to such alleged infringer (“Subscriber”);</p>\n<p>&nbsp;</p>\n<p>(3) take reasonable steps to promptly notify the Subscriber that it has removed or disabled access to the material.</p>\n<p>&nbsp;</p>\n<p>If a Subscriber wishes to respond to notice and take down of infringing material, he/she may file Counter Notification, a written communication provided to the Service Provider’s Designated Agent that includes substantially the following:</p>\n<p>&nbsp;</p>\n<p>(1) a physical or electronic signature of the Subscriber;</p>\n<p>(2) identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled;</p>\n<p>&nbsp;</p>\n<p>(3) a statement under penalty of perjury that the Subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;</p>\n<p>&nbsp;</p>\n<p>(4) the Subscriber’s name, address, and telephone number, and a statement that the Subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the Subscriber’s address is outside of the United States, for any judicial district in which the Service Provider may be found, and that the Subscriber will accept service of process from the person who provided notification or an agent of such person.</p>\n<p>&nbsp;</p>\n<p>Upon receipt of a Counter Notification containing the above information, Service Provider shall:</p>\n<p>&nbsp;</p>\n<p>(1) provide the Complaining Party with a copy of the Counter Notification;</p>\n<p>&nbsp;</p>\n<p>(2) inform the Complaining Party that it will replace the removed material or cease disabling access to it within ten (10) business days;</p>\n<p>&nbsp;</p>\n<p>(3) replace the removed material or cease disabling access to the material within ten (10) to fourteen (14) business days following receipt of the Counter Notification, provided Service Provider’s Designated Agent has not received notice from the Complaining Party that an action has been filed seeking a court order to restrain Subscriber from engaging in infringing activity relating to the material on Service Provider’s network or system.</p>\n<p>&nbsp;</p>\n<p>Email us your copyright concerns by clicking here</p>\n<p>&nbsp;</p>\n<p>Write us at: Attn:</p>\n<p>Copyright/Power106.fm, KPWR-FM,</p>\n<p>&nbsp;</p>\n<p>2600 West Olive Ave, Burbank, CA 91505</p>\n<p>&nbsp;</p>\n<p>Call us at: [818-953-4200]</p>\n<p>&nbsp;</p>\n<p>Fax us at: [818-848-0961]</p>\n<p>&nbsp;</p>\n<p>Please make any communications as complete and descriptive as possible, and we will attempt to respond promptly to your concerns.</p> ", "created_at": "2021-06-10 17:57:25.314361", "updated_at": "2021-06-10 17:57:44.305882"}, {"id": 6946, "name": "Privacy Policy", "url": "https://www.power106.com/privacypolicy/", "xpath": "/html/body/div[2]/div[3]/div/section/section[1]/div[2]/div/div/article/div/div[1]", "text": "\n<p>\n<b>MERUELO MEDIA PRIVACY POLICY</b>\n</p>\n<p>Effective and Last Updated:&nbsp.\nJuly 28, 2020</p>\n<p>Click on any of the links below to access a specific section of this Privacy Policy:</p>\n<p>Introduction</p>\n<p>Your Acknowledgment</p>\n<p>Special Notices for EEA Residents and California Residents</p>\n<p>Information We Collect</p>\n<p>How We Collect Information</p>\n<p>How We Use Your Personal Information</p>\n<p>How We Share Your Personal Information</p>\n<p>How We Protect Your Information</p>\n<p>How Long We Keep Your Information</p>\n<p>Changing and Accessing Your Personal Information</p>\n<p>Your Choices Regarding Marketing Communications</p>\n<p>Children’s Policy</p>\n<p>Links from Our Website and Use of Internet Services</p>\n<p>Changes to Our Privacy Policy</p>\n<p>Contact Information</p>\n<p>Appendix A – EEU GDPR Privacy Notice</p>\n<p>Appendix B – California CCPA Privacy Notice</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>INTRODUCTION</b>\n</p>\n<p>We at Meruelo Media recognize that privacy is important.&nbsp.\nThis Privacy Policy explains our practices regarding Personal Information that we collect from you or about you during our interactions with you, whether online or offline.&nbsp.\nWhat we mean when we refer to “<i>\n<u>Personal Information</u>\n</i>” is explained in the&nbsp;&nbsp;Information We Collect&nbsp;section of this Privacy Policy.</p>\n<p>We collect your Personal Information through:</p>\n<p>·this website</p>\n<p>·&nbsp;our mobile applications</p>\n<p>·&nbsp;through written or verbal communications or interactions with us, including email and other electronic submissions</p>\n<p>·&nbsp;when you visit our station, including independently owned or operated venues within them (collectively, the “<i>\n<u>Station</u>\n</i>”), </p>\n<p>·&nbsp;your participation in our newsletters (collectively “<i>\n<u>Newsletters</u>\n</i>”)</p>\n<p>·&nbsp;your participation in our marketing events, contests, promotions, or customer surveys (collectively, “<i>\n<u>Promotional Events</u>\n</i>”)</p>\n<p>·&nbsp;interaction with third parties such as marketing partners with whom we have marketing relationships with or service providers who assist us in performing core services such as running Promotional Events, provide streaming services, concerts, contesting, and listener surveys </p>\n<p>·&nbsp;through other sources such as our advertising and applications on third party websites<br>\nor services</p>\n<p>The sources or points of collection of Personal Information described above are referred to together in this Privacy Policy as “<i>\n<u>Touch Points</u>\n</i>.”</p>\n<p>\n<b>YOUR ACKNOWLEDGMENT</b>\n</p>\n<p>Please read this Privacy Policy carefully tounderstand our practices regarding your Personal Information.\nIf you do not<br>\nagree with our practices, your choices are either (1) not to use, access, visit, or participate in our Touch Points or (2) limit the Personal Information you provide.\nHowever, if you choose not to provide certain Personal Information, you may not be able to participate in a particular activity, realize a benefit we may offer, or access or receive certain content, functionalities, events, or services because the information is required for those matters.\n</p>\n<p>BY USING, ACCESSING, OR VISITING ANY TOUCH POINTS OR BY AGREEING TO THIS PRIVACY POLICY WHEN YOU REGISTER TO USE, ACCESS OR VISIT ANY TOUCH POINTS, YOU ACKNOWLEDGE THAT WE MAY COLLECT, STORE, USE, AND SHARE YOUR PERSONAL INFORMATION AS DESCRIBED IN THIS PRIVACY POLICY.</p>\n<p>This Privacy Policy may change from time to time (see Changes to Our Privacy Policy).\nYour continued use of our website or any of the other Touch Points after we make changes is deemed to be acceptance of those changes, so please check this Privacy Policy periodically for updates.</p>\n<p>\n<b>SPECIAL NOTICES FOR EEA RESIDENTS AND CALIFORNIA RESIDENTS</b>\n</p>\n<p>Local laws regarding privacy vary.&nbsp.\nSome jurisdictions place restrictions on our collection, processing, and use of Personal Information or provide additional rights to residents of those jurisdictions.\nOur practices with respect to residents of those jurisdictions may be more limited and the rights of those residents may be broader than those described in this Privacy Policy.&nbsp.\n</p>\n<p>If you are a resident of the European Economic Area (EEA), please see Appendix A – EEU GDPR Privacy Notice&nbsp;for additional information regarding our use of your Personal Information and your rights.</p>\n<p>If you are a resident of the State of California, please see Appendix B – California CCPA Privacy Notice&nbsp;for additional information regarding our use of your Personal Information and your rights.\nTo learn more about your California privacy rights, visit https://oag.ca.gov/privacy/ccpa.</p>\n<p>\n<b>INFORMATION WE COLLECT</b>\n</p>\n<p>We collect various types of information from and about you, including Personal Information.</p>\n<p>“<i>\n<u>Personal Information</u>\n</i>” is </p>\n<p>\n<br>\nInformation that can be used to identify you, your household, or any of your devices that connect to the internet or to other devices (those devices are referred to collectively in this Privacy Policy as “<i>\n<u>Smart Devices</u>\n</i>” and as an example, include computers, smartphones, and tablets)</p>\n<p>\n<br>\nInformation that on its own may not be able to identify you, your household, or your Smart Devices but when combined with another piece of information could identify, trace, or locate you.&nbsp.\nFor example, your age alone may not identify you personally but when combined with your name it can be used to identify you.</p>\n<p>By way of example only, Personal Information includes:</p>\n<p>·<br>\nInformation such as your name, postal or residence address, telephone number, email, internet protocol address, or any other identifier by which you may identified or by which you may be contacted online or offline</p>\n<p>·<br>\nInformation such as your signature, social security number, driver’s license or state identification card number, passport&nbsp.\nnumber, physical description (e.g., age, race, color, marital status, gender), and similar data that may be used for identification purposes</p>\n<p>·<br>\nInformation about your education, employment, financial information (e.g., bank account number, credit card number, debit card number, and credit rating), medical or health information, and insurance information</p>\n<p>·<br>\nInformation regarding your Smart Devices and internet connections such as your internet protocol address (“<i>\n<u>IP address</u>\n</i>”) and the capabilities and features<br>\nof your Smart Devices, including the browser type and operating systems used.</p>\n<p>·<br>\nInformation about your internet or network activity such as your browsing history, search history, and your interaction with a website, application, advertisement, or text messaging</p>\n<p>·<br>\nGeolocation data such as physical location and movements.</p>\n<p>·<br>\nBiometric information such as fingerprints, faceprints, imagery of the retina or iris, and voice recordings.</p>\n<p>\n<b>HOW WE COLLECT INFORMATION</b>\n</p>\n<p>We collect information through our Touch Points as follows:</p>\n<p>·<br>\n<u>Directly<br>\nfrom you when you provide it to us</u>, including:&nbsp.\n</p>\n<p>o&nbsp;Information that you provide when logging onto our website, subscribing to Newsletters, including filling in forms or registering through any of them</p>\n<p>o&nbsp;Information that you provide during on site events or concerts</p>\n<p>o&nbsp;Information that you provide when participating in Promotional Events</p>\n<p>o&nbsp;Information that you provide when participating in our sponsored social media activities which may include location, activities, photos, friend lists, and status updates</p>\n<p>o&nbsp;Information that you provide when managing your profile online</p>\n<p>o&nbsp;Information that you provide when planning an event with us, such as specifics about the event, the number of guests, and yourself or your organization</p>\n<p>o&nbsp;Information captured by closed-circuit television or other security monitoring technologies in our Station </p>\n<p>o&nbsp;Information you provide in any communication with us whether verbally, in writing, or electronically</p>\n<p>o&nbsp;Information that you provide when logging onto our website using other sign-ins (for example, Facebook Connect or Google Account) or social media applications</p>\n<p>o&nbsp;Information you provide in resumes or applications for employment at our Station</p>\n<p>·<br>\n<u>Automatically when you use or navigate through our website, social media apps, or Wi-Fi</u>.\nAs you use or navigate through those items, automatic data collection technologies collect certain information about your equipment, browsing actions, and patterns and other activity including:</p>\n<p>o&nbsp;Information regarding your visits to our website or use of or social media apps and Wi-Fi services including traffic data, location data, logs, and other communication data and the resources that you access and use.</p>\n<p>o&nbsp;Information about your Smart Devices and internet connection, including their Internet Protocol address (“IP” address), operating system, and browser type.</p>\n<p>o&nbsp;Information about the location of your Smart Devices (“<i>\n<u>Location Data</u>\n</i>”) which may include GPS coordinates (e.g., latitude and longitude) or similar information.&nbsp.\n</p>\n<p>Automatically-collected information is often statistical data that on its own is not able to identify you, your household, or your Smart Devices (“<i>\n<u>Non-Personal Information</u>\n</i>”).\nWe may share Non-Personal Information in a collective (“aggregated”) and anonymous (“de-identified”) way with third parties.\nHowever, if Non-Personal Information is ever combined with other information so as to allow you, your household, or your Smart Devices to be identified, the combined information will be treated as Personal Information and used and shared as described in this Privacy Policy.\n</p>\n<p>The technologies we use for automatic data collection includes the use of:</p>\n<p>o&nbsp;Log file information is automatically reported by your browser or Smart Device each time you access a web page or mobile applications and our servers automatically record some of that information (the “Server Logs”).\nThe information in the Server Logs relates to your Smart Devices and your use of our website or mobile applications, and may include anonymous information such as your web request, IP address, operating system, browser type, referring/exit pages and URLs, number of clicks and how you interact with links on our website, domain names, landing pages, pages viewed, and other such information.\nThe information contained in Server Logs is used to monitor, assess, manage, diagnose problems with, improve and otherwise administer our website and mobile applications.</p>\n<p>o&nbsp;A small file placed on the hard drive of your Smart Device called a “cookie” or “browser cookie” or “flash cookie.”&nbsp.\nYou may adjust the settings on your browser or certain applications to refuse to accept cookies.&nbsp.\nHowever, if you select that setting, you may not be able to access certain parts of our website.\nUnless you have adjusted your browser settings or other application settings to refuse cookies, our system will place cookies on your Smart Device when you visit our website.&nbsp.\nWhile some cookies are deleted when you close your browser, others<br>\nremain after you close your browsing session.&nbsp.\nFor more information on managing cookies visit www.allaboutcookies.org or www.aboutads.info/choices or search further online.<br>\n</p>\n<p>o&nbsp;“Clear Gifs” (also known as web beacons) are used to track your online usage pattern.\nWe also may use Clear Gifs in HTML-based emails sent to you to track which emails are opened and which links are clicked by recipients.\nYou can disable the ability of Clear Gifs to track certain information by setting your browser to refuse certain Cookies.\nThe information collected allows for more accurate reporting, monitoring, and improvement of our website and mobile applications.</p>\n<p>o&nbsp;“Universally Unique Identifiers (UUID) (“<i>\n<u>Unique Identifiers</u>\n</i>”) are small data files or similar data structures stored on or associated with your Smart Devices, which uniquely identify your Smart Devices.\n&nbsp;When you access our website or mobile applications by or through a mobile device we or our third-party business partners may access, assign, collect, monitor or remotely store one or more Unique Identifiers in connection with the device hardware, data stored in connection with the device’s operating system or other software, or data sent to the device by us.\nA Unique Identifier may convey information to us about how you browse and use our website or mobile applications and may also be used to help you log in faster and enhance your navigation through those services.</p>\n<p>o&nbsp;“<i>\n<u>Advertising Identifiers</u>\n</i>” are unique strings associated with your Smart Devices provided by the operating system.\n</p>\n<p>·<br>\n<u>From third parties</u>, including business partners (for example, web publishers and payment card providers and processors), social media services providers, and other third-party sources that are lawfully allowed to share your data with us.</p>\n<p>\n<b>HOW WE USE YOUR PERSONAL INFORMATION</b>\n</p>\n<p>We use Personal Information that we collect about you or that you provide to us in a number of ways, including:&nbsp.\n</p>\n<p>·<br>\nTo provide and personalize the services, products, or information you request from us.&nbsp.\nFor example: concert tickets, prizes, future events</p>\n<p>·<br>\nTo administer our Promotional Events and Newsletters</p>\n<p>·<br>\nTo conduct and notify you of marketing and sales promotions and for other marketing purposes.&nbsp.\nFor example: conducting sweepstakes, prize draws, and other contests and undertaking interest-based advertising and other targeted promotions</p>\n<p>·<br>\nTo conduct customer satisfaction and quality assurance surveys and market research.</p>\n<p>·<br>\nTo record listening or streaming activity</p>\n<p>·<br>\nTo present our website and mobile applications and their contents to you, including validating your identity, verifying and responding to communications from you, and providing customer service</p>\n<p>·<br>\nTo prevent fraud and other prohibited or illegal activities, to investigate and resolve disputes and problems, and to comply with our obligations under applicable laws and regulations.</p>\n<p>·<br>\nTo protect our employees, the public, website visitors, and our property and to respond to an emergency</p>\n<p>·<br>\nTo enforce our Terms of Use and other contractual obligations</p>\n<p>·<br>\nTo fulfill the purposes for which you provide the information, including those necessary to achieve those purposes and for any other purpose that is disclosed to you at the Touch Points</p>\n<p>·<br>\nTo administer, optimize, assess, analyze, and secure our website and its functionality&nbsp.\n</p>\n<p>·<br>\nTo cross-reference, supplement, or combine with other information that we or our service providers have acquired about you through other sources, except where prohibited by applicable law</p>\n<p>·<br>\nFor other lawful purposes<br>\n<br>\nWe also use and combine Non-Personal Information for lawful purposes.</p>\n<p>\n<b>HOW WE SHARE YOUR INFORMATION</b>\n</p>\n<p>We may share your Non-Personal Information<br>\nwith any third parties for any lawful purpose.\n</p>\n<p>Unless otherwise prohibited by law, we may share<br>\nPersonal Information about you with the following types of third parties and<br>\nfor the following purposes:</p>\n<p>·<br>\n<u>Affiliated Companies</u>:<br>\nWe may share your Personal Information with our parents, subsidiaries, affiliated companies, and other controlled affiliates (including casinos, hotels, restaurants and other business ventures that are licensed, owned, operated, and/or managed by us or our parents, subsidiaries, affiliated companies and other companies under common control), who may use Personal Information for any of the purposes disclosed in or consistent with the terms of this Privacy Policy (including those identified in How We Use Your Information.</p>\n<p>·<br>\n<u>Marketing Partners</u>:<br>\nWe may share your Personal Information with our promotional partners and other business partners with whom we have marketing or other relationships for joint marketing purposes or the partners’ own marketing purposes.</p>\n<p>·<br>\n<u>Property Partners</u>:<br>\nWe may share your information with independently owned or operated properties at or related to our Station who may use your Personal Information to provide you with services at or related to those venues.</p>\n<p>·<br>\n<u>Service Providers</u>:<br>\nWe may share your Personal with our service providers who assist us by performing core services (such as, hosting, billing, fulfillment, data storage, security, processing credit card payments, customer service, credit reporting, property management, customer relationship management, “know-your-customer,” accounting, auditing, processing insurance claims, investigating accident reports, administering sweepstakes, surveys, email and mailing services, and delivering packages) related to the operation of our Station, the provision of services at the Station, the operation of our website and mobile applications, the processing and fulfillment of prizing, or by making certain website or mobile applications functionality available to our users.</p>\n<p>·<br>\n<u>Transactions</u>: In the event of a sale, merger, consolidation, change in control, transfer of substantial assets, bankruptcy, reorganization, or liquidation of our business, we may transfer, sell, or assign to third parties information concerning your relationship with us, including, your Personal Information and other information concerning your relationship with us.\nAny successor may use your information for the same purposes set forth in this Privacy Policy.</p>\n<p>·<br>\n<u>Legal</u>: We may use your Information to identify you and, where permitted or required by law, we will provide any information about or relating to you, including any Personal Information about you, to third parties without your consent if we reasonably believe that the action is necessary to: (a) comply with a court order, subpoena or other legal or regulatory requirements.\n(b) fulfill a government request for information.\n(c) protect or defend our legal rights or property, our Station, our website or mobile applications, or other guests and online users.\n(d) respond to claims that any posting or other content of our website or mobile applications violates the rights of third parties, including providing information necessary to satisfy the notice and counter-notice procedures pursuant to the Digital Millennium Copyright Act.\n(e) in an emergency, to protect the health and safety of users of our website or mobile applications, our guests and visitors, or the general public.\nor (f) enforce compliance with our Terms of Use or other contracts.&nbsp.\nWe will not disclose the amount of your specific gaming winnings or gaming losses to any third party unless required by applicable law, regulation, court order, or subpoena.</p>\n<p>·<br>\n<u>Other Purposes</u>:<br>\nWe may share your Personal Information to fulfill the purpose for which you provided it and, with your consent, for any other purpose.\n</p>\n<p>\n<b>HOW WE PROTECT YOUR INFORMATION</b>\n</p>\n<p>We will take reasonable measures to: (a) protect Personal Information from unauthorized access, disclosure, alteration or destruction, and (b) keep Personal Information accurate and up-to-date as appropriate.<br>\n</p>\n<p>We maintain a PCI compliance program and an IT compliance program.\n</p>\n<p>For online transactions, the measures include Secure Sockets Layer (SSL) technology to encrypt the transmission of personally identifiable financial and transaction information over the Internet, provided you are using an SSL-enabled device.\nWe also utilize other reasonable security measures such as firewalls, security patches, and anti-virus programs, to protect your Personal Information.</p>\n<p>We also strive to require our affiliates and service providers with whom we share Personal Information to exercise reasonable efforts to maintain the confidentiality of Personal Information about you.\n</p>\n<p>Unfortunately, despite the efforts described above, no security system or system of transmitting data over the Internet or electronically is guaranteed to be entirely secure.&nbsp.\nWe cannot and do not guarantee the security of any information you disclose or transmit to us via the Internet or by other electronic means, and are not responsible for the theft, destruction, or inadvertent disclosure of your Personal Information.\n</p>\n<p>For your own privacy protection, we recommend that you do not include any particularly sensitive Personal Information such as passwords, social security numbers, credit card details, or bank account information, in any emails that you send to us.\nWe will not contact you by email or text message to ask for that information.</p>\n<p>If a data breach occurs, we will notify regulators or consumers as required by applicable laws or regulations.</p>\n<p>\n<b>HOW LONG WE KEEP YOUR INFORMATION</b>\n</p>\n<p>We keep Personal Information about you for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or allowed by applicable law.\n</p>\n<p>Generally:&nbsp.\n(a) we keep Personal Information collected related to contests for up to seven (7) years after the contest is completed, and (b) we retain other Personal Information for shorter periods of time if possible and if permitted by law.</p>\n<p>We will destroy your Personal Information as early as practicable and in a way that the information may not be restored or reconstructed.</p>\n<p>\n<b>CHANGING AND ACCESSING YOUR PERSONAL INFORMATION</b>\n</p>\n<p>If you have registered on the Website, or are member of our Newsletters, you can login to your account to change or update certain information and preferences to keep your data accurate, complete, and up-to-date.&nbsp.\nYou may also contact us as described in the Contact Information&nbsp;section to update or correct certain Personal Information.</p>\n<p>We will respond to your request and, if applicable and appropriate, make the requested change in our active databases within a reasonable timeframe.\nPlease remember that we may not be able to fulfill certain requests while allowing you access to certain benefits and features.\nEven if you unsubscribe from our marketing communications, you may continue to receive certain communications from us, such as transactional, customer service, or other relationship messages, messages about your account and profile, and emails in response to communications or requests for information that we receive from you.\n</p>\n<p>Please also note that we may not be able to remove your Personal Information from the databases of third parties to whom we already provided your Personal Information as of the date of your opt-out request.&nbsp.\nPlease note that we may be required to retain certain Personal Information to comply with IRS or other government reporting purposes.</p>\n<p>\n<b>YOUR CHOICES REGARDING MARKETING COMMUNICATIONS</b>\n</p>\n<p>If you have provided us with your contact information (and consent where required), we may contact you for marketing purposes such as sharing information about our services or inviting you to events or to participate in special promotions.&nbsp.\nThose communications may be through postal mail, email, test messages, social media, mobile applications and alerts, or other means.</p>\n<p>We may provide you with options to set your preferences for receiving email communications from us.\nthat is, you can agree to receive some communications but not others.\nAt any time, you may also opt-out of receiving future commercial emails from us by following the “Unsubscribe” instructions contained in the commercial emails that you receive from us.\nYou may also contact us as described in the Contact Information&nbsp;section of this Privacy Policy if you want to opt-out from receiving future marketing emails or correspondence.</p>\n<p>\n<b>CHILDREN’S PRIVACY</b>\n</p>\n<p>Our Website is not intended for persons under the age of 18.\nNo one under age 18 may provide any Personal Information on the Website.\nIn addition, we do not knowingly collect Personal Information from children under 18.\nIf you are under 18, do not use or provide any information on this Website.\nIf we learn we have collected or received Personal Information from a child under 18 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about child under 18, please contact us.&nbsp.\nA parent or guardian of a child under the age of 18 may request deletion of the child’s Personal Information.</p>\n<p>\n<b>LINKS FROM OUR WEBSITE AND USE OF OUR INTERNET SERVICES</b>\n</p>\n<p>Our Website may contain links to other sites and resources provided by third parties, including links contained in banner advertisements and sponsored links.&nbsp.\nThose links are provided for your convenience only.\n</p>\n<p>If you decide to access any of the third-party websites linked to our Website, please note:</p>\n<p>·&nbsp;Your access to those sites are entirely at your own risk and subject to the terms and conditions of use for those websites.</p>\n<p>·&nbsp;We do not control the contents of those sites or resources, and will not be responsible for them or for any loss or damage that may arise from your use of them.</p>\n<p>·&nbsp;We are not responsible for the collection, use, maintenance, sharing, or disclosure of data and information by those third parties.\nIf you provide information on and use third-party sites, the privacy policy and terms of service on those sites are applicable.\nWe encourage you to read the privacy policies of websites that you visit before submitting Personal Information.\n</p>\n<p>\n<b>CHANGES TO OUR PRIVACY POLICY</b>\n</p>\n<p>We may amend this Privacy Policy at our discretion and at any time.&nbsp.\nWe will post the updated Privacy Policy on this website and update the Privacy Policy’s effective and last updated date.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this Privacy Policy to check for any changes.</p>\n<p>\n<b>CONTACT INFORMATION</b>\n</p>\n<p>If you have any questions or comments about this Privacy Policy, the ways in which we collect and use your information, your choices and rights regarding that use, or wish to exercise your rights over your Personal Information, please contact us as follows:</p>\n<p>·&nbsp;Through our website </p>\n<p>·&nbsp;By email:&nbsp.\nprivacy@meruelomedia.com</p>\n<p>·&nbsp;By postal mail at the following address: 2600 W.\nOlive Ave.\nSuite 800, Burbank, CA 91501 Attn: Data Privacy</p>\n<p>·&nbsp;By Toll-Free Phone (USA Only):&nbsp.\n877-447-6425</p>\n<p>&nbsp;</p>\n<p>\n<b>APPENDIX<br>\nA – EEU GDPR PRIVACY NOTICE</b>\n<b>\n<br>\n(“<i>\n<u>GDPR Notice</u>\n</i>”)</b>\n</p>\n<p>OUR COMPLIANCE WITH ARTICLE26 OF THE EUROPEAN UNION’S DATA PROTECTION DIRECTIVE (DIRECTIVE 95/46/EC, 1995 O.J.\n(L281) 31) ALSO KNOWN AS THE EU GENERAL DATA PROTECTION REGULATION (“<i>\n<u>GDPR</u>\n</i>”) IS VOLUNTARY.&nbsp.\nWE DO NOT CONSENT OR SUBMIT TO THE JURISDICTION OF THE EUROPEAN UNION FOR ANY PURPOSE OR MATTER OF ANY KIND OR WAIVE ANY RIGHTS OR DEFENSES IN LAW OR EQUITY WITH RESPECT THERETO.</p>\n<p>Our website, mobile applications, and the services or products available through them are targeted primarily, but not exclusively for, users in the United States of America.\nAny information you enter on our website or mobile applications is transferred outside of the European Union to the United States of America which does not offer an equivalent level of protection to that required in the European Union.\n</p>\n<p>The United States of America uses a sectoral model of privacy protection that relies on a mix of legislation, governmental regulation, and self-regulation.\nArticle26 of the European Union’s Data Protection Directive (Directive 95/46/EC, 1995 O.J.\n(L281) 31) also known as the EU General Data Protection Regulation (“<u>GDPR</u>”) &nbsp;allows for transfer of personal data from the European Union to a third country if the individual has unambiguously given his consent to the transfer of Personal Data, regardless of the third country’s level of protection.\n</p>\n<p>BY USING OUR WEBSITE, OUR MOBILE APPLICATIONS, OR OUR SERVICES, YOU CONSENT TO THE TRANSFER OF ALL PERSONAL DATA TO THE UNITED STATES OF AMERICA WHICH MAY NOT OFFER AN EQUIVALENT LEVEL OF PROTECTION TO THAT REQUIRED IN THE EUROPEAN UNION AND TO THE PROCESSING OF THAT INFORMATION BY US ON OUR SERVERS LOCATED IN THE UNITED STATES OF AMERICA AS DESCRIBED IN THIS PRIVACY POLICY.</p>\n<p>\n<b>Your Data Protection Rights Under the GDPR</b>\n</p>\n<p>If you are a resident of the European Economic Area (EEA), the GDPR provides you with &nbsp;certain data protection rights.\nGSR aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.&nbsp.\nWhen used in this GDPR Notice, the term “<i>\n<u>Personal Data</u>\n</i>” means collectively, Personal Information, Unique Identifiers, Advertising Identifiers, and Location Data which you have provided to us or has otherwise been collected by us when you use or otherwise access our Touch Points.</p>\n<p>Under the GDPR you have certain data protection rights which are summarized in this Appendix A.&nbsp.\nSome of the rights are complex, and not all of the details are included in our summaries.\nTherefore, you should read the relevant laws and guidance from the regulatory authorities for a full explanation of these rights.</p>\n<p>Your principal rights under data protection law are:</p>\n<p>·<br>\nYou may access, update, rectify, or delete your Personal Data</p>\n<p>·<br>\nYou may restrict processing of your Personal Data:</p>\n<p>·<br>\nYou may request that we cease processing of your Personal Data</p>\n<p>o&nbsp;For marketing activities</p>\n<p>o&nbsp;For statistical purposes</p>\n<p>o&nbsp;Where the processing is based on our legitimate business interests, unless demonstrate a compelling legitimate business basis for the processing or we need to process your Personal Data to establish, exercise, or defend a legal claim or comply with the law</p>\n<p>·<br>\nYou may request a copy of the information we have on you in a structured, machine-readable, and commonly used format (“<i>\n<u>Data Portability</u>\n</i>”)</p>\n<p>·<br>\nYou may withdraw your consent at any time where we relied on your consent to process your Personal Data</p>\n<p>Please note that we may ask you to verify your identity before responding to requests in exercising your rights.</p>\n<p>You also have the right to complain to a Data Protection Authority (as defined in the GDPR) about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority in EEA.</p>\n<p>Our legal basis for collecting and using your Personal Data depends on the Personal Data we collect and the specific context in which we collect it.&nbsp.\nWe may process your Personal Data because:</p>\n<p>·<br>\nWe need to perform a contract with you or fulfill services for you</p>\n<p>·<br>\nYou have given us permission to do so</p>\n<p>·<br>\nThe processing is in our legitimate interests and it’s not overridden by your rights</p>\n<p>·<br>\nTo comply with the law&nbsp;If you wish to be informed what Personal Data we hold about you or if want to exercise any of your rights under the GDPR, please contact us by following the procedures describe in the Contact Information&nbsp;section of this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<b>APPENDIX B – CALIFORNIA CCPA PRIVACY NOTICE</b>\n</p>\n<p>Effective Date:&nbsp.\nJanuary 1, 2020</p>\n<p>Last Reviewed on: July 17, 2020</p>\n<p>This California CCPA Privacy Notice (“CCPA Notice”) supplements the information contained in our Privacy Policy and applies solely to visitors, users, and others who reside in the State of California (“consumers” or “you”).\nThis CCPA Notice is provided in compliance with the California Consumer Privacy Act of 2018 (“CCPA”) and other California privacy laws.&nbsp.\nAny terms defined in the CCPA have the same meaning when used in this CCPA Notice.</p>\n<p>\n<b>Information We Collect</b>\n</p>\n<p>We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer, household, or device (“Personal Information”).\nIn particular, we have collected the following categories of Personal Information from consumers within the last twelve (12) months as indicated below:</p>\n<p>\n<b>Category</b>\n</p>\n<p>\n<b>Examples</b>\n</p>\n<p>\n<b>Collected</b>\n</p>\n<p>A.&nbsp.\nIdentifiers</p>\n<p>A real<br>\nname, alias, postal address, unique personal identifier, online identifier,<br>\nInternet Protocol address, email address, account name, Social Security<br>\nnumber, driver’s license number, passport number, or other similar<br>\nidentifiers.</p>\n<p>Yes</p>\n<p>B.&nbsp;&nbsp.\nPersonal<br>\ninformation categories listed in the California Customer<br>\nRecords statute (Cal.\nCiv.\nCode § 1798.80(e)).</p>\n<p>A name,<br>\nsignature, Social Security number, physical characteristics or description,<br>\naddress, telephone number, passport number, driver’s license or state<br>\nidentification card number, insurance policy number, education, employment,<br>\nemployment history, bank account number, credit card number, debit card<br>\nnumber, or any other financial information, medical information, or health<br>\ninsurance information.\nSome Personal Information included in this category<br>\nmay overlap with other categories.</p>\n<p>Yes</p>\n<p>C.&nbsp;&nbsp.\nProtected<br>\nclassification characteristics under California or<br>\nfederal law.</p>\n<p>Age (40<br>\nyears or older), race, color, ancestry, national origin, citizenship,<br>\nreligion or creed, marital status, medical condition, physical or mental<br>\ndisability, sex (including gender, gender identity, gender expression,<br>\npregnancy or childbirth and related medical conditions), sexual orientation,<br>\nveteran or military status, genetic information (including familial genetic<br>\ninformation).</p>\n<p>Yes</p>\n<p>D.&nbsp.\nCommercial<br>\ninformation.</p>\n<p>Records<br>\nof personal property, products, or services purchased, obtained, or<br>\nconsidered, or other purchasing or consuming histories or tendencies.</p>\n<p>Yes</p>\n<p>E.&nbsp;&nbsp.\nBiometric<br>\ninformation.</p>\n<p>Genetic,<br>\nphysiological, behavioral, and biological</p>\n<p>characteristics,<br>\nor activity patterns used to extract a template or other identifier or<br>\nidentifying information, such as, fingerprints, faceprints, and voiceprints,<br>\niris or retina scans, keystroke, gait, or other physical patterns, and sleep,<br>\nhealth, or exercise data.</p>\n<p>No</p>\n<p>F.&nbsp;&nbsp.\nInternet<br>\nor other similar network activity.</p>\n<p>Browsing<br>\nhistory, search history, information on a consumer’s interaction with a<br>\nwebsite, application, or advertisement.</p>\n<p>Yes</p>\n<p>G.&nbsp.\nGeolocation<br>\ndata.</p>\n<p>Physical<br>\nlocation or movements.</p>\n<p>Yes</p>\n<p>H.&nbsp.\nSensory<br>\ndata.</p>\n<p>Audio,<br>\nelectronic, visual, thermal, olfactory, or similar information.</p>\n<p>No</p>\n<p>I.&nbsp;&nbsp;&nbsp.\nProfessional<br>\nor employment-related information.</p>\n<p>Current<br>\nor past job history or performance evaluations.</p>\n<p>Yes</p>\n<p>J.&nbsp;&nbsp;&nbsp.\nNon-public<br>\neducation information (per the Family Educational Rights<br>\nand Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R .Part<br>\n99)).</p>\n<p>Education<br>\nrecords directly related to a student maintained by an educational<br>\ninstitution or party acting on its behalf, such as grades, transcripts, class<br>\nlists, student schedules, student identification codes, student financial<br>\ninformation, or student disciplinary records.</p>\n<p>Yes</p>\n<p>K.&nbsp;&nbsp.\nInferences<br>\ndrawn from other Personal Information.</p>\n<p>Profile<br>\nreflecting a person’s preferences, characteristics, psychological trends,<br>\npredispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<p>No</p>\n<p>&nbsp;</p>\n<p>Personal Information does not include:</p>\n<p>·<br>\nPublicly available information from government records</p>\n<p>·<br>\nDe-identified or aggregated consumer information</p>\n<p>·<br>\nInformation excluded from the CCPA’s scope, like:</p>\n<p>o&nbsp;Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data.\nor</p>\n<p>o&nbsp;Personal Information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994.</p>\n<p>We obtain the categories of Personal Information listed above from the following categories of sources:</p>\n<p>·<br>\nDirectly from our clients or their agents.\nFor example, from documents that our clients provide to us related to the services for which they engage us.</p>\n<p>·<br>\nIndirectly from our clients or their agents.\nFor example, through information we collect from our clients in the course of providing services to them.</p>\n<p>·<br>\nDirectly and indirectly from activity on our website.\nFor example, from submissions through our website portal or website usage details collected automatically.</p>\n<p>·<br>\nFrom third-parties that interact with us in connection with the services we perform.\nFor example, from government agencies when we prepare readiness assessments for projects that receive government funding.</p>\n<p>\n<b>Use of Personal Information</b>\n</p>\n<p>We may use or disclose the Personal Information we collect for one or more of the following business purposes:</p>\n<p>·<br>\nTo fulfill or meet the reason for which the information is provided.\nFor example, if you provide us with Personal Information in order for us to prepare a tax return, we will use that information to prepare the return and submit it to the applicable taxing authorities.</p>\n<p>·<br>\nTo provide you with information, products or services that you request from us.</p>\n<p>·<br>\nTo provide you with email alerts, event registrations and other notices concerning our products or services, or events or news, that may be of interest to you.</p>\n<p>·<br>\nTo carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collections.</p>\n<p>·<br>\nTo improve our website and present its contents to you.</p>\n<p>·<br>\nFor testing, research, analysis and product development.</p>\n<p>·<br>\nAs necessary or appropriate to protect the rights, property or safety of us, our clients or others.\nTo respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</p>\n<p>·<br>\nAs described to you when collecting your Personal Information or as otherwise set forth in the CCPA.</p>\n<p>·<br>\nTo evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Information held by us is among the assets transferred.</p>\n<p>We will not collect additional categories of Personal Information or use the Personal Information we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p>\n<p>\n<b>Sharing Personal Information</b>\n</p>\n<p>We may share or disclose your Personal Information to a third party for a business purpose or sell your Personal Information subject to your right to opt-out of those sales (See Deletion Request Rights section of this CCPA Notice).&nbsp.\nWhen we disclose Personal Information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that Personal Information confidential and not use it for any purpose except performing the contract.\nThe CCPA prohibits third parties who purchase the Personal Information we hold from reselling it unless you have received explicit notice and an opportunity to opt-out of further sales.</p>\n<p>\n<u>Disclosures of Personal Information for a Business Purpose </u>\n</p>\n<p>We disclose your Personal Information for a business purpose to the following categories of third parties:</p>\n<ul>\n<li>Our affiliates.</li>\n<li>Service providers.</li>\n<li>Our sponsors.</li>\n</ul>\n<p>·<br>\nThird parties to whom you or your agents authorize us to disclose your Personal Information in connection with products or services we provide to you.</p>\n<p>In the preceding twelve (12) months, we have not disclosed Personal Information for a business purpose.</p>\n<p>\n<u>Sales of Personal Information</u>\n</p>\n<p>In the preceding twelve (12) months, we have not sold Personal Information.</p>\n<p>\n<b>Your Rights and Choices</b>\n</p>\n<p>The CCPA provides California resident consumers with specific rights regarding their Personal Information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>\n<u>Access to Specific Information and Data Portability Rights</u>\n</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your Personal Information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you:</p>\n<p>·<br>\nThe categories of Personal Information we collected about you.</p>\n<p>·<br>\nThe categories of sources for the Personal Information we collected about you.</p>\n<p>·<br>\nOur business or commercial purpose for collecting or selling that Personal Information.</p>\n<p>·<br>\nThe categories of third parties with whom we share that Personal Information.</p>\n<p>·<br>\nThe specific pieces of Personal Information we collected about you (also called a data portability request).</p>\n<p>·<br>\nIf we sold or disclosed your Personal Information for a business purpose, two separate lists disclosing:</p>\n<p>o&nbsp;sales, identifying the Personal Information categories that each category of recipient purchased.\nand</p>\n<p>o&nbsp;disclosures for a business purpose, identifying the Personal Information categories that each category of recipient obtained.</p>\n<p>\n<u>Deletion Request Rights</u>\n</p>\n<p>You have the right to request that we delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) your Personal Information from our records, unless an exception applies.</p>\n<p>We may deny a deletion request if we cannot verify that the consumer making the request is the consumer about whom we have collected information or is a person authorized by the consumer to act on that consumer’s behalf.\n</p>\n<p>We may also deny your deletion request if retaining the information is necessary for us or our service providers to:</p>\n<p>·<br>\nComplete the transaction for which we collected the Personal Information, provide a good or service that you requested, &nbsp;fulfill the terms of a written warranty or product recall conducted in accordance with federal law, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you</p>\n<p>·<br>\nDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities</p>\n<p>·<br>\nDebug products to identify and repair errors that impair existing intended functionality</p>\n<p>·<br>\nExercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law</p>\n<p>·<br>\nComply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.)</p>\n<p>·<br>\nEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent</p>\n<p>·<br>\nEnable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us</p>\n<p>·<br>\nComply with a legal obligation</p>\n<p>·<br>\nMake other internal and lawful uses of that information that are compatible with the context in which you provided it</p>\n<p>\n<u>Exercising Access, Data Portability, and Deletion Rights</u>\n</p>\n<p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by visiting our webpage and sending us a message or by any of the other methods described in the Contact Information section of this CCPA Notice.</p>\n<p>Only you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your Personal Information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<p>·<br>\nProvide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Information or an authorized representative.</p>\n<p>·<br>\nDescribe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</p>\n<p>We cannot respond to your request or provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm the Personal Information relates to you.&nbsp.\nMaking a verifiable consumer request does not require you to create an account with us.\nWe will only use Personal Information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>\n<u>Response Timing and Format</u>\n</p>\n<p>We endeavor to respond to a verifiable consumer request within 45 days of its receipt.&nbsp.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.&nbsp.\nIf you have an account with us, we will deliver our written response to that account.&nbsp.\nIf you do not have an account with us, we will deliver our written response by mail or electronically, at your option.&nbsp.\nAny disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.&nbsp.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.&nbsp.\nFor data portability requests, we will select a format to provide your Personal Information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.&nbsp.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>\n<u>Personal Information Sales Opt-Out and Opt-In Rights</u>\n</p>\n<p>If you are 16 years of age or older, you have the right to direct us to not sell your Personal Information at any time (the “right to opt-out”).\nWe do not sell the Personal Information of consumers we actually know are less than 16 years of age, unless we receive affirmative authorization (the “right to opt-in”) from either the consumer who is between 13 and less than 16 years of age, or the parent or guardian of a consumer less than 13 years of age.\nConsumers who opt-in to Personal Information sales may opt-out of future sales at any time.\n</p>\n<p>To exercise the right to opt-out, you (or your authorized representative) may submit a request to us by visiting our webpage and sending us a message.</p>\n<p>Once you make an opt-out request, we will wait at least twelve (12) months before asking you to reauthorize Personal Information sales.\nHowever, you may change your mind and opt back in to Personal Information sales at any time by visiting our website and sending us a message.</p>\n<p>We will only use Personal Information provided in an opt-out request to review and comply with the request.</p>\n<p>\n<u>Non-Discrimination</u>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<p>·<br>\nDeny you goods or services.</p>\n<p>·<br>\nCharge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</p>\n<p>·<br>\nProvide you a different level or quality of goods or services.</p>\n<p>·<br>\nSuggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</p>\n<p>However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny<br>\nCCPA-permitted financial incentive we offer will reasonably relate to your Personal Information’s value to our business and contain written terms that describe the program’s material aspects.\nParticipation in a&nbsp;financial incentive program requires your prior opt-in consent, which you may revoke at any time.</p>\n<p>California’s “Shine the Light” law (Civil Code § 1798.83) permits users of our Website that are California residents to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.\nTo make such a request, please send us an electronic message through our website or write us at our address listed on our webpage.</p>\n<p>\n<u>Changes to this CCPA Notice</u>\n</p>\n<p>We reserve the right to amend this CCPA Notice at our discretion and at any time.\nWhen we make changes to this CCPA Notice, we will we will post the updated notice on the Website and update the notice’s effective date.<br>\n<b>Your continued use of our Website following the posting of changes constitutes your acceptance of those changes.</b>\n</p>\n<p>\n<u>Contact Information</u>\n</p>\n<p>If you have any questions or comments about this CCPA Notice, our Privacy Policy, the ways in which we collect and use your information, your choices and rights regarding that use, or wish to exercise your rights under California law, please contact us as follows:</p>\n<p>·&nbsp;Through our website </p>\n<p>·&nbsp;By email:&nbsp.\nprivacy@meruelomedia.com</p>\n<p>·&nbsp;By postal mail at the following address: 2600 W.\nOlive Ave.\nSuite 800, Burbank, CA 91501 Attn: Data Privacy</p>\n<p>·&nbsp;By Toll-Free Phone (USA Only):&nbsp.\n877-447-6425</p>\n", "created_at": "2021-06-10 17:54:21.599509", "updated_at": "2021-06-10 17:55:06.657505"}, {"id": 6945, "name": "Terms", "url": "https://www.power106.com/terms", "xpath": "/html/body/div[2]/div[3]/div/section/section[1]/div[2]/div/div/article/div", "text": null, "created_at": "2021-06-10 19:46:59.415639", "updated_at": "2021-06-10 17:55:39.16036"}], "points": [], "urls": ["power106.com"]}}