{"error": 448, "message": "OK", "parameters": {"id": 6432, "name": "Teamhood", "created_at": "2022-03-21 19:45:46.250714", "updated_at": "2022-03-21 23:01:21.50353", "wikipedia": null, "keywords": null, "related": null, "slug": "teamhood", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6432.png", "url": "teamhood.com", "documents": [{"id": 11693, "name": "Terms of Use", "url": "https://teamhood.com/terms-of-use/", "xpath": "/html/body/div[1]/div[2]/div", "text": "Teamhood Terms&nbsp;of&nbsp;Use&nbsp;<p>\n</p>\n<p>The&nbsp;terms&nbsp;for&nbsp;using&nbsp;your&nbsp;Teamhood&nbsp;licence.&nbsp;</p>\n<p>\n<strong>Terms of use</strong>\n</p>\n<p>(A) Eylean UAB has developed computer software and published in the website teamhood.com;</p>\n<p>(B) The CLIENT wishes to implement and use in his own business the software, developed by Eylean, and Eylean is willing to grant such rights to the CLIENT.</p>\n<p>NOW, THEREFORE, the CLIENT agree as follows:</p>TERMS AND DEFINITIONS&nbsp;<p>Terms&nbsp;below&nbsp;shall&nbsp;have&nbsp;the&nbsp;following&nbsp;meanings:&nbsp;<br>\n</p>\n<p>1.\n“Eylean” means Eylean UAB a company duly organized under the law of Lithuania, registered in Lithuania, having its registered address in Fabijoniskiu str.\n3B-118, Vilnius, Lithuania VAT number LT100012373215.<br>2.\n“Eylean Marks” means the names, trademarks, trade names, drawings, logos and symbols which Eylean uses to promote and identify the website, Software and any incorporated and derivative products which may be disclosed to the Client.<br>3.\n“Eylean Products” means the Software and other products of Eylean together with any products that are hereafter designed, developed or marketed by Eylean.<br>4.\n“Client” means any legal entity or natural person, which uses the website and/or the Software.<br>5.\n“License” means the Software license granted to the Client by Eylean pursuant to these Terms of use.<br>6.\n“Terms of use” means these Terms of Use of the Software by the Client.\nThese Terms of Use are considered as a contract between Eylean and the Client.\nBy any act of use of the website or the Software the Client declares to have accepted these Terms of Use.\nIf Eylean and the Client have signed a License Agreement in writing, the Agreement shall prevail upon these Terms of Use.<br>7.\n“Party” means either Eylean or the Client.<br>8.\n“Parties” means both Eylean and the Client.<br>9.\n“Term” means the term set forth in these Terms of use.<br>10.\n“SaaS model” means a software licensing and delivery model in which software is licensed on a subscription basis and is centrally hosted by Eylean.\nThe Software is accessed by Clients via a web browser.<br>11.\n“Software” means computer software (Teamhood SaaS), developed by Eylean, and Eylean visualized in the website www.teamhood.com.<br>12.\n“Third parties” means any other persons, organizations and authorities, besides Eylean and the Client.<br>13.\n“Website” means the web-based site www.teamhood.com.</p>SCOPE OF LICENSE&nbsp;<p>1.\nSoftware description<br>Eylean provides a SaaS (Software as a Service) web-based application which by functionality implements a visual method for tasks management called KANBAN.\nThe application supports accounts management with role-based permissions, creation of tasks, processing business rules, charts and reports functionality, project based structure, email notifications.\nThe application runs in Azure cloud services.\nTechnologies that have been used include HTML, CSS, JavaScript, AJAX, Json, MS SQL, .NET Core, Docker, Kubernetes.<br>2.\nLicense Grant<br>During the Term Eylean hereby grants to the Client a nonexclusive, non-transferable right to use the Software for the Client’s own internal business purposes based on a SaaS licensing and delivery model.<br>Eylean grants the right to use the Software, only under the terms and conditions, set forth in these Terms of use.\nBy using the website and the Software the Client declares to have accepted and obliges to comply with the Terms of use.<br>3.\nRestrictions<br>3.1.\nThe Client shall have no right to:<br>a.\nUse the Software in any other manner except explicitly stipulated in these Terms of use;<br>b.\nCopy and install the Software in his own computer network or on other hardware;<br>c.\nMarket, resell or sublicense the Software or any parts of it, unless otherwise agreed between the Parties in writing;<br>d.\nReproduce, distribute, transmit or publish Software’s functionality, specific information, process patterns and other valuable information, either with or without valuable consideration, in any form, format or method, including without limitation, by posting on the Internet;<br>e.\nDisclose to third parties or use in any other way, besides designated in these Terms of use, the Software, its parts, components and functionality principles;<br>f.\nReproduce, copy and incorporate information/source code from the Software in other Software products or Software;<br>g.\nOtherwise offer the Software as part of a product or service for any commercial use or purpose, either with or without valuable consideration, unless otherwise agreed between the Parties in writing;<br>h.\nRequire any delivery, installation or use of the Software on premises of the Client.<br>3.2.\nIn any case of use, not explicitly granted to the Client in these terms of Use, regardless of the scope, term and conditions of the use, the Client shall owe Eylean a default payment to the amount of USD 20 000, together with a compensation to the amount of two times the consideration, received by the Client from any third parties in relation with the misuse of the Software.<br>4.\nOwnership<br>a.\nEylean owns the Software, the functionality, model patterns and all intellectual property rights embodied therein.<br>b.\nEylean retains all rights to use the Software and grants those rights to third parties at its own free will and its sole and absolute discretion.<br>c.\nThe Client acknowledges that Eylean owns or holds a license to use and sublicense various pre-existing development tools, routines, subroutines and other Software, data, materials and background technology that Eylean may include in the Software.<br>d.\nEylean owns all IP rights on the website, its domain, its content, source code graphic and other elements.<br>e.\nWith respect to user content, the data the Client enters (User Content) into or uses in connection with the Software is solely the property of the Client.\nEylean and its successors, assigns, and third party service providers have no ownership interest in and have no license to use, reproduce, modify, own, create derivative works from, sublicense, distribute, publicly display, publicly perform, or otherwise exploit or use any such content provided by the Client or third parties to the Client.<br>5.\nLimitations<br>a.\nThe Software is licensed, not sold, to the Client.\nThe Client acknowledges that Eylean retains the entire right, title and interest in and to the Software and all associated intellectual property rights (including, without limitation, all copyrights) related to any item of the Software which Eylean provides to the Client.\nNo title to or ownership of the Software, or any proprietary rights related to the Software, is transferred under or by virtue of these Terms of Use.<br>b.\nWhere the Client provides the Software to its employees, the Client understands and will ensure that its employees and any third parties understand that the Software is provided for the Term only.<br>c.\nThe Client shall not itself, or permit others to, download, decompile, disassemble, reverse engineer or otherwise attempt to derive the source code of the Software, remove, obscure, or alter any copyright, trade secret, trademark, patent or other proprietary rights notice affixed to or displayed on the website or in the Software.\nThese limitations shall be applicable for the website, the Software, as well as for any third-party software, which may be integrated in the website or the Software.<br>d.\nThe Client will use best efforts to advise Eylean on a timely basis, if the Client becomes aware of any unauthorized copying of the Software by its employees or any third party of the Client that is provided access to the Software by the Client and will use its best efforts to cooperate with Eylean to resolve the matter.<br>6.\nTerm<br>a.\nThe license shall be granted for an unlimited term.<br>b.\nThe license shall be valid only until the Client pays in time the fees due and complies fully with these Terms of use and the other instructions and requirements of Eylean, given via the Software, the website or in some other way.<br>c.\nAfter the expiration of the Term, the Client shall have none of the rights, granted with these Terms of Use.<br>d.\nAfter the expiration of the Term, the Software may no longer be functional and the Client shall have no right to claim any damages or any other compensation in relation with the termination of Software functionality.<br>e.\nIn case of unauthorized use of the Software by the Client after Eylean has terminated Client’s access to the Software, regardless of the scope, term and conditions of the use, the Client shall pay Eylean compensation to the amount of three times the annual fee for use, but no less than USD 20 000, regardless of any liability limitations, set in these Terms of Use.<br>7.\nTerritory<br>a.\nThe Client shall be entitled to access the Software from everywhere.</p>CLIENT OBLIGATIONS&nbsp;<p>1.\nThe Client shall be responsible for the content, entered when using the Software, as well as for the activity performed through it.\nThe Client is obliged not to use the Software or the&nbsp;website in any manner that would violate the law or the rights of third parties.&nbsp;<br>2.\nThe Client shall at all times comply with all applicable laws and regulations for the use of the Software and shall indemnify&nbsp;Eylean&nbsp;for any damages resulting from illegal practices that are executed in connection with or within the Software by any employee or agent of the Client.&nbsp;<br>3.\nThe Client shall refrain from using or from claiming any rights in or to the names “Eylean”, “Teamhood“&nbsp;or any other registered or unregistered trademark or trade name of BMAP for any purpose&nbsp;<br>4.\nThe Client is obliged:&nbsp;<br>4.1.\nNot to fill, download, store, distribute, use, transmit or provide links to information, data, text, files, software, photo, video or audio materials, messages, as well as any other materials and content:&nbsp;<br>4.1.1 that are contrary to the law or violate the rights and freedom of man under the applicable&nbsp;Lithuanian&nbsp;and international acts, the EU law, the law of the country from which the Client is or the country from where he/she is offering the goods/services;&nbsp;<br>4.1.2 that are propagating discrimination, fascist, racist or other antidemocratic ideology;&nbsp;<br>4.1.3 that harm the reputation of others and call for violent change of the constitutionally established order, for committing a crime, for violence or incitement of racial, national, ethnic or religious hatred;&nbsp;<br>4.1.4 that violate material or moral rights of any third party, including copyright and their related rights;&nbsp;<br>4.1.5 that contain pornography, sexual violence, as well as links to websites with such content;&nbsp;<br>4.1.6 that contain computer viruses or other malicious code or software;&nbsp;<br>4.1.7 misleading and false sites for fraudulent purposes and illegally acquisition of information.&nbsp;<br>4.2 To comply with the applicable international law, EU law and the law of the country from which the Client is or the country from where he/she is offering the goods/services, these Terms of Use, the instructions on the Web-site and any additional instructions from&nbsp;Eylean, these Term of use and the rules of morality and good manners;&nbsp;<br>4.3 Not to interfere in the proper operation of the Software and the Web-site, including, but not only, to not hinder the access of third parties, to not make non-granted access, not to impair or hinder availability, reliability or quality of the Software to other users, etc.;&nbsp;<br>4.4 Not to use the Software for any activity without granted authorization/registration for this activity.&nbsp;<br>4.5 To notify immediately&nbsp;Eylean&nbsp;for every known case of violation done or found when using the Software, including employees of the Client or third parties;&nbsp;<br>5.\nThe Client provides at its own expense the required computer equipment, operating systems, software and Internet access to use the Software.&nbsp;<br>6.\nWhen the Client has provided access to the Software to third parties for using and controlling it, the Client shall be responsible for the actions of these third parties as his own.\nThe Client is responsible for the confidentiality of his data for access to his profiles (username and password) and accepts full responsibility for activities/actions performed via his profile.&nbsp;</p>Eylean&nbsp;OBLIGATIONS&nbsp;<p>1.\nIf given remote access to the Client’s local computer network,&nbsp;Eylean&nbsp;shall not use, for its own benefit or for the benefit of third parties, any data entered in the Software database by the Client, its employees or any third parties.&nbsp;<br>2.&nbsp;Eylean&nbsp;shall not be responsible for the activity, which is performed by the Client through the Software and the Website, as well as the content of correspondence and communication, which is led through them.&nbsp;</p>LICENSE AND SERVICE FEES&nbsp;<p>1.\nFees&nbsp;<br>a.\nIn full and complete consideration of the granted license and services hereunder, the Client shall pay to&nbsp;Eylean&nbsp;the fees set forth in the&nbsp;website.&nbsp;<br>b.\nAll fees are set without VAT.\nVAT shall be included if applicable.&nbsp;<br>c.\nThe fee includes:&nbsp;<br>c.i.\nInitial Software user license according to selected fee plan;&nbsp;<br>c.ii.\nSoftware updates for the period of the Term according to a schedule, approved and applied by&nbsp;Eylean.&nbsp;<br>d.\nAmount of fees are valid for the respective billing cycle.&nbsp;Eylean&nbsp;has the right to increase or decrease the amount of fees at its own discretion.\nIn case that&nbsp;Eylean&nbsp;decides to raise the amount of fees,&nbsp;Eylean&nbsp;shall do that after the expiry of all use terms, prepaid by the Client.\nAfter the expiry of the prepaid periods the Client shall have the option to continue using the Software at the new fee rates or to cease using the Software.&nbsp;<br>e.\nFees shall be paid via bank transfer or with a credit card, according to the instructions in the&nbsp;website.&nbsp;<br>2.\nInterest&nbsp;<br>a.\nAny amount not paid when due will be subject to finance charges at the rate of one half percent (0.5%) per day of delay from the date due until the date paid.&nbsp;<br>b.\nPayment of such finance charges will not excuse or cure the Client’s breach or default for late&nbsp;payment.&nbsp;<br>3.\nThe Client has the right to use the Software only until the fees are being paid properly and on time and the Client complies with its obligations.&nbsp;</p>WARRANTIES, COMPATIBILITY, REMEDIES, EXCLUSIONS&nbsp;<p>1.&nbsp;Eylean&nbsp;provides the Software as a service.\nThe Client understands that it is the intent of&nbsp;Eylean&nbsp;to provide Software which is compatible with the current releases of operating systems and browsers on which the Software runs, as advised in these Terms of Use, on the&nbsp;website and/or additionally specified by&nbsp;Eylean.\nhowever,&nbsp;Eylean&nbsp;hereby disclaims and excludes any representations or warranties that the Software is compatible with any operating system, computer platform or browsers which the Client may choose to use, except for those expressly advised by&nbsp;Eylean.&nbsp;Eylean&nbsp;further disclaims any warranty that the Software, including any future correction, modification, update, enhancement, new version or new release of the Software, will be made compatible with new releases of an operating system, computer platforms and browsers within a specified amount of time, or at all.&nbsp;<br>2.\nThe Client understands that the Software cannot and shall not be used in the event that (a) the Software is not properly used or configured due to some action, failure or limitation caused by the Client, its employees of the Client or third parties.\n(b) the Software has been subjected to illegal use by the Client, or the hardware upon which the Software is accessed is inoperable due to a failure of electric power, lack of internet connection or faulty environmental controls not within the control of&nbsp;Eylean.\nor (c) any person other than an authorized&nbsp;Eylean&nbsp;representative modifies the Software.&nbsp;<br>3.\nAny set up or support actions may be performed only by&nbsp;Eylean.&nbsp;<br>4.\nTHE WARRANTIES SET FORTH IN THIS SECTION ARE THE ONLY WARRANTIES MADE BY&nbsp;EYLEAN&nbsp;WITH RESPECT TO THE SOFTWARE, DOCUMENTATION AND ANY OTHER ITEMS OR SERVICES FURNISHED BY&nbsp;EYLEAN&nbsp;UNDER THESE TERMS OF USE.&nbsp;EYLEAN&nbsp;EXPRESSLY DISCLAIMS AND EXCLUDES AND THE CLIENT HEREBY WAIVES ALL OTHER WARRANTIES, OBLIGATIONS, LIABILITIES OF&nbsp;EYLEAN&nbsp;AND RIGHTS AND REMEDIES OF THE CLIENT, EXPRESS OR IMPLIED, ORAL OR WRITTEN, ARISING BY LAW OR OTHERWISE REGARDING ANY OF THE FOREGOING INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT AND ANY WARRANTIES ARISING FROM COURSE OF PERFORMANCE, COURSE OF DEALING OR USAGE OF TRADE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING,&nbsp;EYLEAN&nbsp;DOES NOT WARRANT THAT THE SOFTWARE OR DOCUMENTATION WILL MEET THE CLIENT’S REQUIREMENTS OR THAT OPERATION OF THE SOFTWARE WILL BE UNINTERRUPTED OR ERROR FREE.&nbsp;<br>5.\nLimitation of Liability&nbsp;<br>In any case the direct damages for either party are limited to the total amount of fees paid for subscription license for the current year.\nNeither&nbsp;Eylean, nor the Client shall be liable to each other for any indirect, consequential, incidental, special (including multiple or punitive) or other indirect damages that are claimed to be incurred by the other Party whether such claim arises under contract, tort, (including strict liability), lost profits, lost data, business interruption, loss of business reputation or goodwill, even if the party has been advised of the possibility of such damages or any other theory of law.\nIn any case&nbsp;Eylean&nbsp;shall not be liable for any damages of any sort, if such damages result from actions or omissions of third parties, which are not under the control of&nbsp;Eylean.&nbsp;<br>6.&nbsp;Eylean&nbsp;shall not be liable for:&nbsp;<br>a.\nDestruction or loss of data owned by the Client for reasons beyond the control of&nbsp;Eylean;&nbsp;<br>b.\nInability of the Customer to use the Software, due to reasons beyond the control of&nbsp;Eylean;&nbsp;<br>c.\nClaims made by third parties against the Client in regard with the use of the Software be the Client;&nbsp;<br>d.\nLoss of data, damages or future earnings due to untimely payment for the Software by the Client;&nbsp;<br>e.\nIf the Client cannot get access due to problems beyond the control of&nbsp;Eylean&nbsp;(hardware problem, software problem, a problem with Internet connectivity, etc.).&nbsp;<br>7.&nbsp;Eylean&nbsp;shall not be obliged to monitor the information, which the Client stores, or to check, if it complies with current legislation, violates the rights of third parties or the regulations of these Terms of Use.&nbsp;<br>8.&nbsp;Eylean&nbsp;shall not be responsible for stored, distributed, used, transmitted information, data, text, files, software, photo materials, video materials, audio materials, messages, links, references and any other materials and content, stored by the Client or any of its employees, as well as for the activity of the Client or any of its employees, performed with the Software.&nbsp;<br>9.&nbsp;Eylean&nbsp;shall not be responsible for any damages or loss of profits by the Client as a consequence of the termination, suspension, modification or limitation of the Software or the Services, as well as for removal of materials or content in cases that the Client has failed to fulfil its obligations.&nbsp;<br>10.&nbsp;Eylean&nbsp;shall not be responsible for not providing services in case of non-payment of sums due within the relevant deadline by the Client, in case of non-adherence to the guidelines and the technological requirements for use of the Software, in case of improper handling of the Software, as well as a result of tests performed by BMAP to check the Software, connections, networks, etc., as well as tests aimed at improving or optimizing the Software.&nbsp;<br>11.&nbsp;Eylean&nbsp;may include in the provided services other services, provided by third parties.\nThe provider can’t be and is not responsible for the quality of the services provided by third parties and is not responsible for any damage to the Client due to problems with the services from these third parties.&nbsp;<br>12.&nbsp;Eylean&nbsp;has the right, without being liable for any damages or future earnings, to suspend or terminate Clients access to the Software in case that the Client uses it for violation of laws, violation of rights of third parties or of these Terms of Use.&nbsp;</p>PERSONAL DATA PROTECTION&nbsp;<p>1.&nbsp;Eylean&nbsp;is a legitimate administrator of personal data, duly registered under the&nbsp;Lithuania&nbsp;Law on Protection of Personal Data.&nbsp;Eylean&nbsp;is therefore obliged to exercise reasonable care to protect the personal data of the Client and not to distribute, sell or provide to third parties the personal data of the Client, unless sharing data is required for the execution of these Terms of use, by a competent authority or required by law.&nbsp;<br>2.\nThe Client understands and accepts that the Software collects some personal data from its users.\nThe personal data collected and the purposes for collection, use and transfer of personal data, is described in the Privacy Policy document, published on the Website teamhood.com, as it may change from time to time, depending on the scope of services, provided by&nbsp;Eylean.&nbsp;<br>3.\nThe Client confirms to have provided voluntarily to&nbsp;Eylean&nbsp;any personal data, connected to the signing and the execution of these Terms of use, and gives the permission to&nbsp;Eylean&nbsp;for collecting, processing and storage of personal data, as well as transfer of this data, when this is necessary for providing the services by&nbsp;Eylean&nbsp;or when it is demanded by applicable law.&nbsp;<br>4.\nThe Client shall be responsible for entering somebody else’s personal data without due authorization.&nbsp;<br>5.\nThe Client shall be obliged to obtain the explicit agreement of all third parties, whose personal data is entered by the Client or in any way affected by the use of the Software by the Client, for gathering, processing and storage of their personal data (if any) and to perform the necessary registrations and other activities, in order to legally collect, process, and store such data (if such are required by law).\nThe Client is responsible for the way he collects, processes and stores the personal data of third parties, as well as for the consents and permissions the Client gives on behalf of third parties.&nbsp;<br>6.\nThe content, which the Client enters into&nbsp;Teamhood.com, including Private User Content, is property of the Client and his sole responsibility.&nbsp;<br>7.\nThe Client agrees that&nbsp;Eylean&nbsp;may collect email addresses for authentication purposes and add&nbsp;them to&nbsp;Eylean&nbsp;mailing list to send updates about new releases and developments through&nbsp;Eylean&nbsp;newsletters.\nIf at any time the Client or any of its employees would like to unsubscribe from receiving future emails, he or she must follow the instructions on how to unsubscribe at the bottom of&nbsp;Eylean&nbsp;emails.&nbsp;<br>8.\nThe Client agrees that&nbsp;Eylean&nbsp;may monitor and analyse cumulative, not individual behaviour via the&nbsp;website.&nbsp;Eylean&nbsp;may then use the cumulative data to improve the&nbsp;website, the Software and the overall&nbsp;Eylean&nbsp;customer service.&nbsp;<br>9.\nThe Client agrees that&nbsp;Eylean&nbsp;may use Cookies on the Website and collects information about the preferences and interests of the visitors and to analyse cumulative data about the people browsing the Website.&nbsp;<br>10.\nAlthough&nbsp;Eylean&nbsp;will take all reasonable precautions to keep personal data safe and secure,&nbsp;Eylean&nbsp;shall not be liable for extraneous circumstances such as theft, communication errors or tampering.&nbsp;<br>11.\nThe Client agrees that&nbsp;Eylean&nbsp;will be free to change and integrate any services in the Software, including services provided by third parties.\nIf such change or integration demands transfer of personal data to third parties,&nbsp;Eylean&nbsp;shall notify the administrator of the Client’s account (who shall be appointed and authorized by the Client) by showing a message within the Software.\nThe administrator shall be given the opportunity to accept or deny the new service/functionality of the Software, as well as the transfer of personal data, if required.\nIf the administrator accepts the new service/functionality and gives his/her consent for the transfer, it shall be considered that the Client has given his consent for the transfer on behalf of all third parties, whose personal data is affected.\nPersonal data shall be then transferred only after and if&nbsp;Eylean&nbsp;has received the consent of the Client through his account administrator as described above.\nThe consent of the Client shall be valid for all personal data, entered by the Client in the Software, including personal data of third parties.\nIt shall be the Client’s responsibility to acquire the consent of such third parties on the transfer.\nThe Client acknowledges that&nbsp;Eylean&nbsp;does not control the content, entered by the Client and has no contact with any third parties, whose personal data the Client may enter in the software.\nIf the third party is not situated in the EU, the rules for personal data transfer shall also apply.\nIf the Client objects to such transfer, the Client shall not be able to use those new/integrated services/functionalities.&nbsp;<br>12.\nEven if the Client has not objected initially to the transfer, the Client may at all times inform in writing&nbsp;Eylean&nbsp;that he/she does not want his personal data to be transferred any more to third parties in case of new service integration and&nbsp;Eylean&nbsp;shall not transfer in the future such data after the date on which&nbsp;Eylean&nbsp;has received the communication from the Client.\nHowever, if the Client has initially accepted such transfer and has not later on informed&nbsp;Eylean&nbsp;in writing about his/her objection, it shall be considered that the Client has given his consent for data transfers until the date of the objection.\nIf the Client objects to such transfer, the Client shall not be able to use those new/integrated services/functionalities anymore.&nbsp;</p>PROPRIETARY RIGHTS&nbsp;<p>1.\nThe entire content on the&nbsp;website, including all published texts, images, photographs, videos, articles, program code are copyrighted.\nThey belong to&nbsp;Eylean.\nThe Client should not copy, store, process, publish, distribute in initial or processed form, or use in any other way texts, images, or other items contained within the&nbsp;website.\nThe Client is not entitled to access the source code of the Software and the&nbsp;website and has no right to copy or modify it in any way.\nAny attempt by the Client for accessing, copying or changing the program code of the platform is considered as a violation of these Terms of Use and the rights of&nbsp;Eylean.\nThe Client shall ensure the agreement of its employees to respect copyrights and other intellectual property rights of&nbsp;Eylean.&nbsp;<br>2.\nThe Client shall be only entitled to use the Software, as long as the Client pays monthly or annual subscription or until the termination of the service by&nbsp;Eylean&nbsp;subject to these Terms of Use.&nbsp;<br>3.&nbsp;Eylean&nbsp;retains the rights to the Software and the&nbsp;website, including the rights to market, license, make, reproduce, use, distribute and otherwise deal with the Software and the Web-site.&nbsp;<br>4.&nbsp;Eylean&nbsp;retains title to and ownership of the Software and all associated patent, copyright, trademark, trade secret and other intellectual property and proprietary rights and no title to or ownership of any or all of the same is transferred to the Client under these Terms of Use.&nbsp;<br>5.\nNothing in these Terms of use shall grant, or shall be construed as granting to the Client any rights (except for the Software license, specifically granted under the Terms of use) or legal interest in any patents, copyrights, trade secrets, technical data, know-how, logos, trademarks, trade names,&nbsp;Eylean&nbsp;Marks or other proprietary rights owned, used or claimed, now or in the future, by&nbsp;Eylean&nbsp;or any subsidiary or affiliate companies.&nbsp;Eylean&nbsp;reserves all such rights but grants to the Client a nonexclusive right during the Term to use the Software solely in accordance with such usage guidelines and product quality and other standards issued from time to time by&nbsp;Eylean, provided that&nbsp;Eylean‘s&nbsp;ownership is acknowledged.&nbsp;<br>6.\nThe Client shall obtain&nbsp;Eylean’s prior written consent to using any&nbsp;Eylean&nbsp;Mark in any advertising and promotional material it generates.&nbsp;<br>7.\nThe Client shall not alter, remove, deface or obscure any notice of&nbsp;Eylean&nbsp;Mark, patent, copyright, proprietary right or trade secret on the Software and shall not add to the Software and Documentation any other trademark.\nAny goodwill arising out of the Client’s use of any of the&nbsp;Eylean&nbsp;Marks hereunder will inure solely to the benefit of&nbsp;Eylean.&nbsp;<br>8.&nbsp;Eylean&nbsp;may give directions concerning the use of&nbsp;Eylean´s trademarks, trade names and other symbols and the Client undertakes to follow such directions at all times.\nThe Client’s right to use&nbsp;Eylean’s trademarks, trade names and other symbols, if granted by&nbsp;Eylean, will cease immediately upon the expiration or termination, for any reason, of the use of the Software.&nbsp;<br>9.\nThe Client shall give a written notice to&nbsp;Eylean&nbsp;of any knowledge that may come to the Client concerning infringement of the trademarks or any other industrial and/or intellectual property rights of&nbsp;Eylean&nbsp;that comes into the Client’s attention.\nIn the event of any such infringement&nbsp;Eylean&nbsp;may prosecute any action necessary to terminate such infringement.&nbsp;</p>TERMINATION&nbsp;<p>1.\nTermination conditions&nbsp;<br>a.\nEither Party may terminate the use of the Software at any time without cause upon fourteen (14) days’ prior written notice to the other Party.&nbsp;<br>b.\nIf the Client fails to properly perform any of the obligations set forth in the Terms of Use,&nbsp;Eylean&nbsp;may terminate the use of the Software immediately upon written notice to the Client.&nbsp;<br>c.\nEither Party may terminate the use of the Software immediately upon notice if the other Party is or becomes insolvent, or files or suffers the filing against it of any petition in bankruptcy or other law for the protection of debtors.&nbsp;<br>2.\nEffect of Termination&nbsp;<br>Upon expiration or termination of the Term, all rights and obligations of the parties shall cease, except that the Client shall not be relieved of its obligations to pay&nbsp;Eylean&nbsp;any money due or to become due as of the date of expiration or termination.&nbsp;<br>3.\nTermination of use of the Software will immediately terminate the rights of the Client to use the Software after such termination.&nbsp;<br>4.\nUpon termination all of the following shall apply:&nbsp;<br>a.\nThe Client shall immediately cease use of the Software.&nbsp;<br>b.\nAll amounts payable or accrued to&nbsp;Eylean&nbsp;shall become immediately due and payable.&nbsp;<br>c.\nIn the event that the use of the Software is terminated by&nbsp;Eylean&nbsp;without cause prior to the expiration of the Term, the total Fees paid by the Client will be prorated for the remaining months of the Term and the prorated amount shall be refunded to the Client.\nNo refund shall be due, if&nbsp;Eylean&nbsp;has terminated the use of the Software due to a failure of the Client to properly perform any of the obligations set forth in the Terms of Use or if the Client has terminated the use of the Software without cause.&nbsp;<br>5.\nAcknowledgement&nbsp;<br>Any expiration or termination will be final and absolute.\nThe Client waives any right, either express or implied by applicable law or otherwise, to renew the use of the Software, unless agreed to in writing by both Parties hereto, or for any damages or compensation directly related to any expiration or termination of the use of the Software.&nbsp;</p>FORCE MAJEURE&nbsp;<p>1.\nNeither Party shall be liable to the other for any delay or non – performance of its obligations hereunder in the event and to the extent that such delay or non – performance is due to an event of Force Majeure.Events of Force Majeure are events beyond the control of the Party which occur after the date of accepting these Terms of use by the Client and which were not reasonably foreseeable at the time of accepting the Terms of use by the Client and whose effects are not capable of being overcome without unreasonable expense and / or loss of time to the Party concerned.Events of Force Majeure will include(without being limited to) war, civil unrest, strikes, lockouts and other general labour disputes, acts of government, natural disasters, exceptional weather conditions, breakdown or general unavailability of transport facilities, accidents, fire, explosions and general shortages of energy.&nbsp;<br>2.\nIf either Party is affected by Force Majeure it will as soon as reasonably practical notify the other Party in writing, and take all reasonable steps to mitigate the effect of the Force Majeure.If an event of Force Majeure results in delay or non – performance of a Party for a period of three(3) months or longer, then either Party shall have the right to terminate the use of the Software with immediate effect without liability towards the other Party.&nbsp;</p>CONFIDENTIALITY&nbsp;<p>1.\nNeither Party shall disclose to third parties nor use for any purpose other than for the proper fulfilment of its obligations any technical, financial or commercial information (“Confidential Information”) received from the other Party in whatever form under or in connection with the use of the Software without the prior express written permission of the disclosing Party.&nbsp;<br>2.\nThe above obligations shall not apply to Confidential Information which:&nbsp;<br>a.\nwas required by a competent authority or should be provided by the virtue of the law;&nbsp;<br>b.\nwas in the possession of the receiving Party prior to disclosure hereunder;&nbsp;<br>c.\nwas in the public domain at the time of disclosure or becomes part of the public domain without breach of the confidentiality obligations herein contained;&nbsp;<br>d.\nwas disclosed by a third party without breach of any obligation of confidentiality owed to the disclosing Party.\nor&nbsp;<br>e.\nwas independently developed by personnel of the receiving Party having no access to the Confidential Information.&nbsp;<br>3.\nThe provisions of this Clause shall bind the parties for a period of three (3) years from the date of disclosure of any item of the Confidential Information regardless of any earlier termination, expiry or fulfilment of the use of the Software.&nbsp;<br>4.\nThe Client shall be obliged to provide confidentiality in respect of the Software’s source code and all its elements, methods of operation and functionality without any limitation in time and regardless of any termination of the use of the Software.&nbsp;<br>5.\nThe Client shall at all times protect and preserve the confidentiality of all proprietary technology, software, engineering data, schematics, and product designs, and all non-public business, financial, or marketing plans or information.\nNo reproduction, use or disclosure of any such information shall be permitted without the prior written consent of&nbsp;Eylean&nbsp;in each instance.&nbsp;<br>6.\nThe Client shall further assure that its personnel comply fully with such obligations of confidentiality.&nbsp;</p>ACKNOWLEDGEMENTS&nbsp;<p>1.\nThe Client hereby acknowledges that they understand and accept the terms and conditions of each of the covenants set out in these Terms of Use and has entered into the same voluntarily and with full knowledge of the effect of such provisions and agree that the same are reasonable and shall be binding upon him in all circumstances.&nbsp;</p>NON-CONTRAVENTION&nbsp;<p>1.\nThe Client declares that use of the Software by him does not and will not violate any law, order, judgment or decree.&nbsp;</p>REPRESENTATIONS&nbsp;<p>1.\nThe Client represents and warrants to Eylean that he has the necessary capacity to accept and fulfill these Terms of use and to perform each and every one of the obligations assumed by virtue of the same, in such a way that the obligations arising from the Terms of use and of any other in the execution of the same are valid and binding for the Client and enforceable against the same.</p>NOTICES&nbsp;<p>1.\nAll notices in connection with these Terms of use will be in writing and may be delivered by courier or e-mail addressed to the other Party at its address set forth below, or to such other address as it will designate by like notice to the other Party.\nNotices, sent via email, shall be considered delivered, if the addressee has answered to the notice or has acknowledged its receiving.\nThe effective date of any such notice will be the date on which it is received by the addressee.\na.\nNotices to&nbsp;Eylean: Address:&nbsp;Fabijoniskiu str.\n3B-118, Vilnius, Lithuania&nbsp;or&nbsp;Email address:&nbsp;info@eylean.com b.\nNotices to the Client: as indicated in the registration form of the Client.&nbsp;</p>ASSIGNMENT&nbsp;<p>1.\nThe Client shall not assign or transfer the use of the Software or any interest or right hereunder, or subcontract or delegate the performance of any of its obligations hereunder to any third party, without the prior written consent of&nbsp;Eylean, which consent may be withheld in&nbsp;Eylean’s sole discretion.&nbsp;</p>MODIFICATIONS&nbsp;<p>1.\nThese Terms of Use may be amended from time to time by&nbsp;Eylean.&nbsp;Eylean&nbsp;shall notify the Client for the amendments in the Terms of use.&nbsp;</p>SEVERABILITY&nbsp;<p>1.\nWhenever possible each provision of these Terms of Use shall be interpreted in such manner as to be effective and valid under applicable law.&nbsp;<br>2.\nIf any portion of these Terms of Use is specifically determined by a court of competent jurisdiction to be invalid or unenforceable, such provision, to the extent that it shall be invalid or unenforceable, shall be considered separate and severable from the Terms of Use and any portion of such document or provision to the extent that it shall not be invalid or unenforceable shall not be affected and shall be valid and may be enforced to the full extent permitted by law.&nbsp;</p>INDEPENDENT CONTRACTOR&nbsp;<p>1.\nThe Client is an independent contractor and not an agent, employee, franchisee or partner of&nbsp;Eylean.&nbsp;<br>2.\nThe Client does not have any authority to, and will not, create or assume any obligation, express or implied, on behalf of&nbsp;Eylean.&nbsp;<br>3.\nNothing contained in the Terms of use is intended to create, or does create, a joint venture or partnership or any other relationship between the Parties hereto other than the relationship of independent contractor between the Parties.&nbsp;</p>DISPUTE SETTLEMENT AND APPLICABLE LAW&nbsp;<p>1.\nAll unsettled matters and disputes shall be governed and settled by the laws of Republic of&nbsp;Lithuania.&nbsp;<br>2.\nThe Parties shall attempt to resolve any dispute arising out of or in connection with these Terms of use amicably, by mutual agreement.\nAny dispute, controversy or claim will be finally settled by arbitration at the Arbitration court of the&nbsp;Lithuanian&nbsp;chamber of commerce and industry in&nbsp;Lithuania&nbsp;according to its Rules of arbitration.\nThe language of proceedings will be&nbsp;Lithuanian.&nbsp;</p>LANGUAGE&nbsp;<ol>\n<li>All documents to be furnished or communications to be given or made under these Terms of use will be in English or, if in another language, be accompanied by a certified translation into English which translation will be the governing version between the parties.&nbsp;</li>\n</ol>HEADINGS&nbsp;<p>1.\nHeadings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section or in any way affect these Terms of Use.</p>", "created_at": "2022-03-21 18:46:32.797562", "updated_at": "2022-03-21 18:46:41.962814"}, {"id": 11692, "name": "Privacy Policy", "url": "https://teamhood.com/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div", "text": "Teamhood.com Privacy Policy<p>Eylean, UAB collects data about visitors to our website at&nbsp;https://teamhood.com and all following https://*.teamhood.com subdomains dedicated to Teamhood cloud platform (<strong>Website</strong>).\nThis helps us understand how useful web service is and how to improve it.</p>\n<p>Eylean, UAB &nbsp;data collection practices are governed by the following Privacy Policy (<strong>Policy</strong>), which tells you what data Eylean collects, how we use that data and who has access to that data.</p>\n<p>You will also find important information about your privacy rights, so please read the Policy carefully.</p>\n<p>Eylean, UAB company code 305144121, Gedimino, 50, Vilnius, Lithuania (<strong>Eylean, we </strong>or<strong> us</strong>) is the controller of your personal data.\nYou can contact us by email at&nbsp;hello@teamhood.com.</p>\n<p>\n<strong>INFORMATION WE COLLECT AND HOW WE USE IT</strong>\n</p>\n<p>In this Policy, “personal data” is defined as any information relating to an identified or identifiable natural person.</p>\n<p>\n<strong>1.\nData about your use of the Website</strong>\n</p>\n<p>We always improve our Website and user experience.\nTherefore we have to know what information on the Website is most interesting for visitors, from which countries visitors come to our Website, how often visitors return, which browsers they use, on which devices the Website is browsed, what is their IP address, how you move, click or scroll around our Website etc.&nbsp;</p>\n<p>We may collect and use the information you provide to us, such as your location, IP address or any other information you give us by filling in forms on the Website, or by corresponding with us, or information received through the use of cookies, as well as information about you that we receive from other sources such as public domain or third parties we work with (business partners, data controllers, advertising networks, social media platforms and others).&nbsp;</p>\n<p>We collect this information by using third party tools such as Google Analytics or similar ones, which allows to record and analyse statistical data about use of the Website.</p>\n<p>Legal basis to collect the data about use of the Website is necessity to perform our service to provide you with our Website and our legitimate interest to improve it.</p>\n<p>\n<strong>2.\nRegistration information</strong>\n</p>\n<p>When you register to use our services by establishing an account or connecting your Facebook or Google account to the Website, we will collect personal data as necessary to offer and fulfil the services you request.\nDepending on the services you choose, we may require you to provide us with your username and email address to establish an account.\nWe may require you to provide us with additional personal data as you use our services.</p>\n<p>Legal basis to collect the data about registration information is performance of a contract to or in order to take steps at your request prior to entering into a contract between us as well as to provide our services.</p>\n<p>\n<strong>3.\nTransaction information</strong>\n</p>\n<p>When you use our services or access our website, to make purchases from the designers, we collect information about your payments and transactions, as well as other information associated with the transaction such as amount paid for designs, used payment method, geolocation information or other important information.</p>\n<p>When you use our services or access our website, to sell your designs on our website, we collect information about your name, surname, personal identification document, personal code or its equivalent, transactions information and your address.</p>\n<p>All this information is necessary for us to calculate the applicable taxes, to facilitate the transactions as well as to keep track of the rights obtained to the designs.</p>\n<p>Legal basis to collect the data about transaction information is to execute a contract between you, designer and us as well as to provide our services.\nWe also process this personal data to fulfil our obligations under applicable accounting and tax laws.\nIn these cases, the processing of personal data is based on mandatory legal provisions which require that we store certain data for accounting purposes.</p>\n<p>\n<strong>4.\nParticipation information</strong>\n</p>\n<p>When you use our service or access our Website to connect with other members via forum, to participate in challenges, competitions, we collect information that you post in our forums as well as your name, surname, email address and link to your personal website.</p>\n<p>Legal basis to collect the data about participation information is performance of a contract to or in order to take steps at your request prior to entering into a contract between us as well as to provide our services.</p>\n<p>\n<strong>5.\n</strong>\n<strong>Inquiries and answers</strong>\n</p>\n<p>When you visit our Website, you have the opportunity to ask questions and make comments.\nWe process your personal data of your inquiries or comments in order to provide answers to the submitted questions or to respond to the expressed opinions.</p>\n<p>Legal basis for processing this data is our legitimate interest to respond to your inquiries or comments.</p>\n<p>\n<strong>6.\n</strong>\n<strong>Direct Marketing</strong>\n</p>\n<p>If you subscribe to our news by providing your consent while registering, or make a purchase on our Website or download models for free and do not object to receive news, we may use your e-mail address for the purpose of sending you Teamhood updates, offers and other marketing material.</p>\n<p>To learn more about how we use your email for marketing purposes, please read our Direct Marketing Notice.&nbsp;</p>\n<p>Legal basis to provide you with direct marketing material is your consent or our legitimate interest to provide you with relevant information and offers of goods and services available at our Website teamhood.com.\nYou may disagree with such use of your email at any time by clicking “unsubscribe” in the message you receive from us or by updating your account settings.</p>\n<p>\n<strong>7.\nCookies</strong>\n</p>\n<p>We use cookies to improve our website, make your browsing experience and our business decisions better.\nTo learn more about use of cookies, please read our&nbsp;Cookie notice.</p>\n<p>Legal basis to collect data by cookies is our legitimate interest in ensuring the technical functionality of the Website, and when cookies are used to memorise your choices, collect statistical data and provide tailor-made advertising – your consent.</p>\n<p>\n<strong>8.\nProfiling</strong>\n</p>\n<p>Eylean may use the data of your activities as well as transactions to provide you with the most relevant information.\nEylean assigns each member to an individual profile depending on your interests, for example if you are looking to purchase designs, to sell them or both.\nEylean also assigns profile to inactive users or the ones who like to enjoy free content.\nDepending on the profile that you are assigned to, Eylean will amend the experience you receive while visiting our website which might include slight alterations of the Website as well as most interesting pieces of the Website will reach you first or you might access additional functionalities.</p>\n<p>You may freely choose your main interests in your profile settings to guarantee the best experience.</p>\n<p>Legal basis to process this data is necessity to perform our service to provide you with our Website and our legitimate interest to improve it.</p>\n<p>Eylean may also provide you with tailor made direct marketing materials based on your browsing, purchase or download history if you are a buyer or based on your browsing history or uploaded models if you are designer.</p>\n<p>Legal basis to provide you with direct marketing material is your consent or our legitimate interest to provide you with relevant information about offers of goods and services available at our Website teamhood.com.\nYou may object to such use of your data at any time by updating your account settings.</p>\n<p>\n<strong>9.\nWHO MAY SEE YOUR DATA</strong>\n</p>\n<p>We put our best efforts to keep your data safe and always require the high level of security and confidentiality from our employees and partners.</p>\n<p>We may share your personal data with our trusted services providers when they provide services to us, to you on behalf of us and under our instructions.\nWe will control and shall remain responsible for the use of your personal data at all times.</p>\n<p>Transaction information data may be accessible to our partners, who provide us with tools for payments.</p>\n<p>Statistical browsing data may be accessible to our partners, who provide us with tools for analytics.\nGoogle LLC is based in the US and certain data may be transferred outside EU.\nGoogle LLC participates in the Privacy Shield.</p>\n<p>Your personal data may be disclosed to public authorities if we are required to disclose personal data by law or to comply with a lawful request of authorities.&nbsp;</p>\n<p>\n<strong>10.\nHOW LONG WE KEEP YOUR DATA</strong>\n</p>\n<p>Personal data will be stored for the period of your membership in our website and 2 years after your last log in to the Website.\nThe information that you post in our forums may be kept for a longer period after it is anonymised.\nTransaction data will be kept for the period of the license term to the designs.</p>\n<p>Statistical data will be stored for a period of up to 2 years.</p>\n<p>In some cases, personal data may be stored for a longer period if storage of personal data is required in order to protect our or any third parties’ legitimate interests, e.g.\nfor the period of statutory limitation or in case of a legal dispute.Links to other sites</p>\n<p>The Website may contain hyperlinks to other sites, i.e.\nlinks leading to websites of our partners or to social media websites.\nThis Policy is applicable only with respect to the Website, but not any other sites, therefore we strongly recommend to review the privacy policies of any websites that you may reach by following hyperlinks presented in this Website.\nWe have no control and no responsibility with regard to any content presented in sites other than the Website.</p>\n<p>\n<strong>11.\nUPDATES</strong>\n</p>\n<p>We may change this Policy from time to time.\nIf we make any changes to this Policy, we will let you know it on our Website at&nbsp;https://teamhood.com/privacy-policy where you will also find the latest version of this Policy.</p>\n<p>\n<strong>12.\nYOUR RIGHTS</strong>\n</p>\n<p>By contacting us at hello@teamhood.com, you may exercise your rights as the data subject, including the following:</p>\n<p>The right to request access to your personal data.\nYou may access, correct, update, change or remove your personal data at any time.\nHowever, please note that certain information is strictly necessary in order to fulfil the purposes defined in this Policy and may also be required by law.\nThus, you may not remove such personal data;</p>\n<p>The right to request rectification of your personal data;</p>\n<p>The right to request erasure of your personal data.\nIf personal data is erased under your request, we will only retain such copies of the information as are necessary for us to protect our or third parties’ legitimate interests, comply with governmental orders, resolve disputes, troubleshoot problems, or enforce any agreement you have entered into with us.;&nbsp;</p>\n<p>The right to withdraw consent regarding processing of personal data;</p>\n<p>The right to data portability.</p>\n<p>In some cases you may have a right to request restriction of processing of your personal data or to object to processing of your personal data.&nbsp;</p>\n<p>If you are domiciled in the EU and you think your privacy rights were breached, you may lodge a complaint with the data protection authority of the country of your domicile.\nYou may find the list and contact details of EU data protection authorities here –&nbsp;http://ec.europa.eu/newsroom/article29/document.cfm?action=display&amp;doc_id=50061.</p>", "created_at": "2022-03-21 19:45:46.253372", "updated_at": "2022-03-21 18:46:26.972903"}], "points": [], "urls": ["teamhood.com"]}}