{"error": 448, "message": "OK", "parameters": {"id": 2431, "name": "Cash App", "created_at": "2020-11-29 10:27:24.087869", "updated_at": "2021-03-25 03:19:53.150638", "wikipedia": "https://en.wikipedia.org/wiki/Cash_App", "keywords": null, "related": null, "slug": "cash_app", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2431.png", "url": "cash.app,squareup.com", "documents": [{"id": 3189, "name": "Terms of Service", "url": "https://cash.app/legal/us/en-us/tos", "xpath": "", "text": "Cash AppAdditional Cash Terms of Service <ul>\n<li>\n<strong>General Terms of Service</strong>\n</li>\n<li>\n<strong>Mobile Check Capture Terms of Service</strong> Below</li>\n</ul>\n<strong>General Terms of Service</strong>\n<p>Last updated: April 21, 2020</p>\n<p> We’ve included annotations in the gray boxes below to emphasize certain portions of our notice and help guide you as you read them.\nThe annotations aren’t summaries, so please take the time to read everything! <br>\n<br>\nThis page explains our terms for Cash App.\nBy using the service you agree to these terms.\nIf you use the service on behalf of your company, your company agrees to them too.\n</p>\n<p>These Additional Cash App Terms of Service (the “Cash Terms”) govern your use of Cash App, a payment service and financial platform (the “Service”) offered by Square, Inc.\n(“Square,” “we,” “our,” or “us”).\nBy using the Service you agree to be bound by these Cash Terms, the E-Sign Consent, and the General Terms of Service (“General Terms”) and all other terms and policies applicable to each Service as set forth below (e.g.the Payment Terms if you are a Cash for Business Seller (defined below)).\nIf you are using the Service on behalf of a business or entity, you acknowledge and agree that you have authority to bind such business or entity and that such business or entity accepts these terms.\nIf you use the Service to transact in Bitcoin, you agree to the Additional Virtual Currency Terms of Service (collectively with the E-Sign Consent, General Terms, Cash Terms and Payment Terms, the “Service Terms”).</p>\nI.\nStored Balance Disclosures <p>This document requires a PDF plugin to view it in browser.\nPlease view or download the document if it is not displayed above.</p>\n<p>This document requires a PDF plugin to view it in browser.\nPlease view or download the document if it is not displayed above.</p>\nII.\nEligibility\n<p> Using the Cash App requires you open an account.\nYou’ll need to be a U.S.\nresident and at least 18 years old.\nIf you want to use your account balance to send money to another Cash App user, then you’ll need to give us some more information about you, and we’ll need to be able to verify your identity.</p>\n<p>You must be a resident of the United States, at least 18 years and the age of majority in your State of residence, and you must register for an account (your “Account) to use the Service.\nCertain features of the Service will only be available for use in the United States.\nSome features, such as the ability to send money to another Cash App user with the balance in your Account, may be available only if you provide us with certain information about you and we are able to verify your identity.</p>\nIII.\nCash App Account and Communication\n1.\nCash App Account\n<p> Here’s the part where you tell us you own the email or phone number you registered with and that the personal information you provide to us is correct.\nYou agree to cooperate with us so that we can verify your identity.\nWe might use third parties to help us do so.</p>\n<p>You represent and warrant that you own the email or mobile phone number you register with and all information entered or collected in the course of creating your Account and any information you subsequently add or update from your settings (“Account Information”) is true and accurate.\nAll Account Information is subject to Square’s Copyright and Trademark Policy.</p>\n<p>To register, open, use, or upgrade an Account, Square may require that you submit certain Account Information, including but not limited to your name, email address, text-enabled mobile phone number, street address, zip code, date of birth, social security number, and a government issued form of identification to Square.</p>\n<p>When you first open your Account, it will be a “Restricted Account.” A Restricted Account has all the features and functionality described in these Terms of Service except that you cannot make a payment to another Cash App customer (including a Cash for Business Seller) using your Cash App Balance (defined below).\nWith a Restricted Account you may link an external, U.S.-issued bank account (an “Eligible Bank Account”) (subject to these Terms of Service) to make a payment to another Cash App customer (including payments made to a Cash for Business Seller), and you may transfer funds from your Cash App Balance to your Eligible Bank Account.\nIf you have a Restricted Account and you attempt to make a payment to another Cash App customer from your Cash App Balance, then you will be given the option of upgrading your Account to an “Unrestricted Account”.To upgrade your Account, you will need to provide us with certain personal information so that we can verify your identity.\nAfter we verify your identity, your Account will convert to an Unrestricted Account.\nIf you decline to provide us with the information that we request or if we cannot verify your identity to our satisfaction (in our sole judgment and discretion) for any reason, then your Account will remain a Restricted Account and you will not be able to use your Cash App Balance to make payments to other Cash App users.</p>\n<p>The first time you access your Account using a new device we may require you to authenticate your Account with additional information.\nIf your Account cannot be verified you may be required to set up a new Account.</p>\n<p>You hereby authorize Square, directly or through third parties, to make any inquiries we consider necessary to validate your identity or authenticate your identity and Account Information and, for Cash for Business Accounts, your company or employer.\nThis may include asking you for further information or documentation about your Account usage or identity, requiring you to take steps to confirm ownership of your email address, mobile phone number or financial instruments, or verifying your information against third party databases or through other sources.</p>\n<p>In connection with your use of the Service, you may not refuse to (a) cooperate in an investigation concerning activity that potentially violates the law or the Service Terms, (b) provide confirmation of your identity, or (c) provide confirmation of any information you provide us.</p>\n2.\nReceipts and Account Statements\n<p> You can find your transaction receipts and account statements in your Cash App account.\n</p>\n<p>You have the right to receive a receipt for some of your Cash App transactions.\nSuch transaction receipts can be found in the activity section of your Cash App and by logging into your Account at Cash.app.</p>\n<p>You have the right to receive an Account statement.\nYou may view your Account statement by logging into your Account at Cash.app.</p>\n<p>You may obtain information about the amount of money you have remaining in your Account and can view your 12-month and 24-month history of Account transactions at www.cash.me/account.</p>\n3.\nError Resolution\n<p> Contact us if you see any errors or issues with your account.\nOur contact info is below, along with a description of the process and timeline for us to look into your issue.\nWe’ll need some basic information from you to begin our investigation.\n</p>\n<p>In case of errors or questions about your account call us at 1-855-351-2274, please note (1) this is the only phone number customers can call for Cash App support, and (2) a Cash App representative will never ask you for your password, PIN, social security number or full debit card number.\nOr write us at Square, Inc., 1455 Market Street, Suite 600, San Francisco, CA 94103 as soon as you can if you think an error has occurred in your Account.\nWe must allow you to report an error until 60 days after the date you electronically access your Account, if the error could be viewed in your electronic history.\nIn order for us to assess the situation, you will need to tell us:</p>\n<ul>\n<li>Your name and Account number;</li>\n<li>Why you believe there is an error, and the dollar amount involved.\nand</li>\n<li>Approximately when the error took place.</li>\n</ul>\n<p>If you tell us orally, we may require that you send us your complaint or question in writing within 10 business days.\nWe will determine whether an error occurred within 10 business days after we hear from you and will correct any error promptly.\nIf we need more time however, we may take up to 45 days to investigate your complaint or question.\nIf we decide to do this, and your Account is registered with us, we will credit your Account within 10 business days for the amount you think is in error, so that you will have the money during the time it takes us to complete our investigation.\nIf we ask you to put your complaint or question in writing and do not receive it within 10 business days, we may not credit your Account.</p>\n<p>For errors involving new Accounts, as well as point-of-sale transaction, we may take up to 90 days to investigate your complaint of question.\nFor new Accounts, we may take up to 20 business days to credit your Account for the amount you think is an error.\nWe will tell you the results within three business days after completing our investigation.\nIf we decide that there was no error, we will send you a written explanation.\nYou may ask for copies of the documents that we used in our investigation.\nIf you need more information about our error-resolution procedures, call us at 1-855-351-2274, please note (1) this is the only phone number customers can call for Cash App support, and (2) a Cash App representative will never ask you for your password, PIN, social security number or full debit card number.</p>\n<p>For purposes of these disclosures, our business days are Monday through Friday.\nHolidays are not included.</p>\n4.\nYour Liability for Unauthorized Transactions\n<p> Contact us as soon as possible if you think there has been unauthorized activity on your account.\nDepending on the circumstances, if an unauthorized transaction has occurred we may be able to cover you.\n</p>\n<p>Please let us know if you believe there is an Unauthorized Transaction on your Account.\nYou could lose all the money in your Account.</p>\n<p>We will protect you from Unauthorized Transactions in your Account.\nWhen this protection applies, we will cover you for the full amount of the Unauthorized Transaction, so long as we were able to complete the Error Resolution procedures described above.</p>\n<p>An \"Unauthorized Transaction\" occurs when money is sent from your Account that you did not authorize and that did not benefit you.\nFor example, if someone steals your password, uses the password to access your Account, and sends a payment from your Account, an Unauthorized Transaction has occurred.\nHowever, the following are NOT considered Unauthorized Transactions:</p>\n<ul>\n<li>If you give someone access to your Account (e.g.\nby giving them your login information) and they use your Account without your knowledge or permission, unless you have notified us that transfers by that person are no longer authorized;</li>\n<li>If you, or someone else with whom you are acting in concert, act with fraudulent intent.\nor</li>\n<li>You reverse engineer or chargeback a transaction made with your Cash Card.</li>\n</ul>\n5.\nOur Liability\n<p> We will cover your losses for certain incomplete or incorrect transactions, detailed here.\n</p>\n<p>If we do not complete a transaction to or from your Account on time or in the correct amount according to these Cash Terms, we will be liable for your losses or damages.\nHowever, there are some exceptions.\nWe will not be liable, for instance:</p>\n<ul>\n<li>If, through no fault of ours, you have insufficient funds in your Account to complete the transaction;</li>\n<li>If the ATM where you are making the Transaction or using your Cash Card does not have enough cash;</li>\n<li>If the Cash App was not working properly and you knew about the breakdown when you started the transaction;</li>\n<li>If circumstances beyond our control (such as fire or flood) prevent the transaction, despite reasonable precautions that we have taken.</li>\n</ul>\n6.\nFunding Sources Used for Payments Made Through the Service\n<p>You may link an Eligible Bank Account to your Cash App to fund payments made through the Service.\nSquare reserves the right to limit which banks or what types of accounts constitute an Eligible Bank Account.\nIf you choose to link your Eligible Bank Account to your Cash App by providing the username and password you use to access your bank information online, you acknowledge your personal and financial information is being provided to Plaid Inc., that your personal and financial information will be collected, processed, transferred, or stored in accordance with Plaid Inc.’s Privacy Policy, and that you acknowledge and agree to Plaid Inc’s Privacy Policy.</p>\n<p>When you initiate a payment through the Cash App, if you have a Restricted Account, then you will not be able to initiate payments to other Cash App users (including Sellers with Cash for Business accounts) with your Cash App Balance.\nIf you have a Restricted Account and you wish to make a payment to another Cash App customer, you may: (1) use an Eligible Bank Account or Eligible Credit Account.\nor (2) upgrade to an Unrestricted Account to make the payment with your Cash App Balance.</p>\n<p>If you have an Unrestricted Account and have sufficient funds in your Cash App Balance to satisfy the full payment amount you can choose whether you want the payment fulfilled by your Cash App Balance, Eligible Bank Account or Eligible Credit Account.\nIf you do not have sufficient funds in your Cash App Balance to cover the full transaction, then you may choose the funding source from your Eligible Transaction Accounts or Eligible Credit Accounts.</p>\n7.\nCashtags\n<p> You may choose a unique username for Cash App, which will be your “Cashtag.” If you choose a Cashtag that turns out to be too confusing or deceptive, we might require you to change it.\n</p>\n<p>You may select a unique alpha-numeric name to identify yourself on the Service (a “Cashtag”).\nYour Cashtag must accurately and truthfully represent your business or personal identity.\nYou may not select a Cashtag that misleads or deceives others as to your identity or creates an undue risk of chargebacks or mistaken payments.\nWe may require you to change your Cashtag or details of your Account Information in our sole discretion, and we may reclaim or make unavailable Cashtags without liability to you.</p>\n8.\nSharing of Your Information\n<p>We will share Account Information and transaction information, including your name, the amount, and a description, with the other party to your transaction and in accordance with our Privacy Policy.</p>\n9.\nText Messages\n<p> Here’s where we describe your consent to receive texts from us and your representations regarding texts we send to others relating to your payments.\n</p>\n<p>By providing us with a mobile number, you consent to receiving text (SMS) messages from us.\nIf you provide us with the mobile number of any other person or entity when initiating or requesting a payment through the Service, you represent and warrant to us that the person or entity has consented to receive text messages from us related to that payment.\nStandard text messaging rates may apply based on your plan with your mobile carrier.</p>\n10.\nCash App Fees\n<p>The fee for using the Cash App are found in the \"Stored Balance Disclosures\" in Section IV.1 of these Terms.\nWe reserve the right to charge for or change the fees associated with the use of the Cash App at any time subject to these Cash Terms.\nA fee may be imposed by Square or an ATM operator for use of the Cash Card at an ATM, including for a balance inquiry, and by any network used to complete the ATM transaction.</p>\n11.\nCash App Investing\n<p> If you want to use Cash App to buy stocks you need to sign up with our broker-dealer, Cash App Investing LLC.\n</p>\n<p>If you choose to use brokerage services provided by Cash App Investing LLC, a FINRA registered broker-dealer and subsidiary of Square (“Cash App Investing”), you must open a brokerage account with Cash App Investing and agree to their terms and conditions for such account.\nBy using any Cash App Investing services, you authorize and instruct us to follow any instructions provided to us by Cash App Investing on your behalf regarding the transmission or receipt of any funds in your Cash App Balance.</p>\nIV.\nCash App Balance\n1.\nGeneral\n<p> By initiating transactions from your linked bank account or debit card, you are authorizing us to debit those sources.\nIf we incur costs because you have insufficient funds in your account, you will cover those costs.\n</p>\n<p>a.\n<strong>Functionality</strong>.\nYour balance consists of the funds you have in your Account that are available for new transactions and are not subject to pending transactions (your “Cash App Balance”).\nYou are solely responsible for all funds necessary to complete any payments initiated through the Service.\nYou agree to reimburse Square for any fees, costs, or expenses it incurs as a result of insufficient or unavailable funds in connection with any payment you initiate through the Service.</p>\n<p>b.\n<strong>Authorization</strong>.\nBy instructing us through the Cash App to add funds from an Eligible Bank Account or Direct Deposit (both defined below) or debit card to your Cash App Balance or make any other transfer you authorize us to debit such Eligible Bank Account or debit card for the amount instructed, either in a single or recurring transaction, as applicable.</p>\n<p>c.\n<strong>Limitations</strong>.\nSquare may impose limits on the amount you can keep in your Cash App Balance and reserves the right to change these limits at any time.\nFunds in your Cash App Balance might not be available to use for all types of transactions.\nIf you have a Restricted Account, then you may not use your Cash App Balance to make payments to other Cash App users (including Cash for Business Sellers) unless you first upgrade to an Unrestricted Account.</p>\n2.\nFunding Your Cash App Balance\n<p> There are several ways you can add funds to your Cash App balance.\nEach method is described here.\n</p>\n<p>a.\n<strong>Eligible Bank Account</strong>.\nYou may use funds from your Eligible Bank Account to fund your Cash App Balance.</p>\n<p>b.\n<strong>Direct Deposit</strong>.\nYou may direct payments made to you from your employer or otherwise into your Cash App Balance using the bank routing and account number provided to you under the direct deposit program provided by our partner banks (the “Direct Deposit”).\nSuch Direct Deposits are governed by the terms and conditions provided by the applicable bank.</p>\n<p>c.\n<strong>Debit Card</strong>.\nYou may link a debit card to fund your Cash App Balance.\nTo do so, you must have a valid debit card issued by a U.S.\nbank or financial institution bearing the Visa Inc.\n(“Visa”), MasterCard International Inc.\n(“MasterCard”), or DFS Services, LLC (“Discover”) logo.\nAny such debit card, collectively with your Cash App Balance (if you have an Unrestricted Account) and an Eligible Bank Account, is referred to herein as an “Eligible Transaction Account”.</p>\n<p>d.\n<strong>P2P Payments Received Through Cash App</strong>.\nYou can keep funds received from P2P Payments (defined below) made to you through the Cash App in your Cash App Balance.</p>\n<p>e.<strong>Access to Funds</strong>.Certain funding features (such as cash loads and Direct Deposit) may be unavailable or delayed from time to time due to risk-based restrictions, scheduled maintenance, changes to our Services, unforeseen circumstances, or outages.</p>\n3.\nTransferring Funds to Your Bank Account\n<p> You can transfer funds from your Cash App balance out to your bank account.\nThese transfers can take up to three days, or for a fee, be made instantly.\nWe may limit your ability to transfer funds to your bank account, based on the circumstances.\nFor example, we may delay transfers while we screen for fraud or risks.\nYou are responsible for all amounts owed on your account even after it is closed.\n</p>\n<p>a.\n<strong>Transfers to Your Bank Account</strong>.\nYou may electronically transfer funds from your Cash App Balance to an Eligible Bank Account.\nBy selecting an Eligible Bank Account as your deposit source you are requesting that we settle an electronic transfer to your bank account.\nSquare will settle these electronic transfers (via the Automated Clearing House (“ACH”) of NACHA - The Electronic Payment Association (“NACHA”)) to your Eligible Bank Account in the amount you instruct, and you will not be able to cancel the ACH transfer.\nSuch transfer to your Eligible Bank Account via ACH will typically arrive within three (3) business days.</p>\n<p>b.\n<strong>Instant Deposit</strong>.\nIf such feature is available to you, you may transfer funds from your Cash App Balance to your Eligible Bank Account instantly via the Cash App’s instant deposit feature, which is subject to the fees detailed in the Instant Deposit experience.</p>\n<p>c.\n<strong>Limitations</strong>.\nSquare may limit how many transfers you can initiate from your Cash App to your Eligible Bank Account and the amount of funds you can transfer in a single transaction.\nWe reserve the right to delay or further limit such transfers while we screen for risk, or we may request you provide additional information to verify your identity.\nYou may not transfer funds from your Cash App Balance to your Eligible Bank Account to evade a payment investigation.\nIf you attempt to transfer your Cash App Balance while we are conducting an investigation, we may hold your funds at our discretion to protect Square or a third party against the risk of reversals, chargebacks, claims, fees, fines, penalties and other liability.\nWe also may defer or redirect payout or restrict access to your funds as necessary to comply with applicable law, subpoena or court order, or if requested by any governmental entity.\nYou will remain liable for all obligations related to your Account even after the Account is closed.</p>\n4.\nTreatment of Funds\n<p> Square will not mix your funds with Square’s corporate funds.\nYour funds will be held in pooled bank accounts with the funds of other Cash App customers.\n</p>\n<p>If you do hold funds in your Cash App Balance, Square will hold such funds separate from its corporate funds, will not use your funds for any corporate purposes, nor will Square voluntarily make your funds available to its creditors in the event of bankruptcy.\nSquare will combine your funds with the funds of other users and place those pooled accounts in one or more bank accounts in Square’s name.</p>\n5.\nInterest\n<p> You will not receive interest on the funds that you have in your stored balance.\n</p>\n<p>You agree that you will not receive interest on or other monies derived from the funds that Square handles and places in pooled accounts.\nIt is likely that Square will receive interest on funds held for its users.\nIn consideration for your use of the Service, and with full knowledge and understanding that Square will receive this interest, you irrevocably transfer and assign to Square all right that you may have in any interest that may accrue on funds held in pooled accounts.</p>\nV.\nPeer to Peer Service\n1.\nDescription Of Service\n<p>The peer-to-peer Service (“Peer-to-Peer Service”) allows you to send funds or receive funds for peer-to-peer personal, non-commercial purposes.</p>\n2.\nSending Funds\n<p> You will be able to send funds using our P2P service if you have a linked bank account or linked a credit card.\nIf you have an Unrestricted Account you will also be able to send funds using our P2P service if you have funds available in your balance.\nYou authorize us to move funds on your behalf.\nWe won’t be responsible for certain incomplete transactions, as described here.</p>\n<p>Once you have opened an Account and either have funds available in an Eligible Transaction Account or linked a credit card issued by a U.S.-based bank or financial institution bearing the trademark of Visa, MasterCard, Discover, or American Express Travel Related Payment Services Company, Inc.\n(“American Express”) (an “Eligible Credit Account), you will be able to send funds using the Peer-to-Peer Service.\nNote that your Cash App Balance will not be an “Eligible Transaction Account” until you have given us certain information and we have verified your identity, as set forth above.\nThis means that until (a) you give us this information (b) we verify your identity and (c) you have an Unrestricted Account, you will not be able to use the Cash App Balance to send funds using the Peer-to-Peer Service.\nYour Cash App Balance is an “Eligible Transaction Account” only if you have an Unrestricted Account.\nWith a Restricted Account, you may send funds with the Peer-to-Peer Service using an Eligible Credit Account or an Eligible Bank Account.</p>\n<p>As a party initiating a transfer (“Sender”), you will send funds to your selected recipient (“Recipient”) by designating the Recipient and the transfer amount to us (a “Payment Instruction”).\nYour Payment Instruction authorizes us to move funds from your Eligible Transaction Account or Eligible Credit Account to your designated Recipient (a “P2P Payment”).\nBy submitting a Payment Instruction, you are also authorizing us to move funds to your applicable Eligible Transaction or applicable Eligible Credit Account for P2P Payments that are canceled or otherwise returned.</p>\n<p>You understand and agree that when you initiate a P2P Payment Instruction using the Service, the processing of the Payment Instruction will begin, and funds will leave your Eligible Transaction Account, as early as the moment of the initiation of such Payment Instruction.\nHowever, we will only begin to process the requested transfer of funds to the Recipient once the Recipient has provided all required information, and you hereby authorize and direct us to retain such funds until the earlier of such time as the Recipient has provided all required information or fourteen (14) days.</p>\n<p>You agree that we shall incur no liability if we are unable to complete any transaction because of: (i) insufficient funds in your Eligible Transaction Account or Eligible Credit Account.\n(ii) malfunction of the Peer-to-Peer Service due to circumstances beyond our control or due to circumstances that you were already aware of at the time you initiated your Payment Instruction.\n(iii) inaccurate or insufficient Payment Instructions.\nor (iv) failure of the Recipient to claim the P2P Payment.\nor (v) either you or the Recipient does not provide us with any information that we request, or we are unable to verify your identity or the identity of the Recipient to our satisfaction.</p>\n3.\nRequesting Funds\n<p>You may also request funds to be transferred to you through the Peer-to-Peer Service by designating the amount of funds requested and your selected Sender (a “Cash Request”).\nIf the Sender approves your Cash Request, your Cash Request will become the Sender’s Payment Instructions and be processed as described in these Cash Terms.</p>\n4.\nReceiving Funds\n<p>Any P2P Payment you receive via the Peer-to-Peer Service will be stored in your Cash App Balance.</p>\n5.\nPeer-to-Peer Service Payment Amount Limits\n<p> If you’re sending large amounts of money over the thresholds described here, you will need to provide additional ID so that we can make sure you are who you say you are.\n</p>\n<p>Additional identification information will be required to send more than two hundred and fifty dollars ($250) in any one transaction or in multiple transactions over any seven (7) day period or to receive more than one thousand dollars ($1,000) in any thirty (30) day period.\nSenders may not send more than seven thousand five hundred dollars ($7,500) in any one transaction or in multiple transactions over any seven (7) day period, subject to some restrictions.\nWe may adjust these limits at any time in our discretion.\nCurrent limits are posted on our Support Center.</p>\n6.\nPeer-to-Peer Service Fees\n<p> Sending money to others through our P2P service is currently free, but we can charge fees in the future.\n</p>\n<p>There are currently no fees for sending funds via an Eligible Transaction Account using the Peer-to-Peer Service.\nThe fee for sending funds using an Eligible Credit Account through Peer-to-Peer Service will be displayed at the time of the transaction.\nWe reserve the right to charge for or change the fees associated with use of the Peer-to-Peer Service at any time subject to these Cash Terms.</p>\n7.\nPayment Cancellation, Stop Payment Requests and Refused Payments\n<p>Our ability to stop a P2P Payment Instruction or recover funds associated with an unauthorized Payment Instruction will depend on how the Payment Instruction was initiated, and whether the Payment Instruction has begun processing.\nP2P Payments not claimed by a Recipient for fifteen (15) days after the processing has begun will be canceled automatically.\nWe will attempt to return any unclaimed, refused, refunded, prohibited, or denied P2P Payment to your Eligible Transaction Account or Eligible Credit Account, as applicable.\nIf we are not able to do so, we may use other reasonable means to return the P2P Payment to you, as permitted by applicable law.</p>\n8.\nInvalid P2P Payments\n<p> If we believe you received a payment that should not have been made for some reason (for example, fraud), you give us permission to reverse that payment.\nWe are not responsible for any payments that you receive, even if you don’t know who sent the payment.\n</p>\n<p>If you receive a P2P Payment and we later determine in our sole discretion that the P2P Payment was invalid for any reason, you hereby authorize us to move funds from the applicable Eligible Transaction Account or Eligible Credit Account in an amount equal to the P2P Payment.</p>\n<p>You acknowledge and agree that we will not be liable in any way for any P2P Payments that you may receive, regardless of whether you authorized the Sender to send them to you.</p>\n9.\nRisk of Fraudulent Transactions\n<p>The Peer-to-Peer Service is a money transmission service.\nAs a result, fraudulent transactions may result in the loss of funds with no recourse.</p>\nVI.\nCash Card\n1.\nIssuance of the Cash Card\n<p> We may arrange for a bank to provide you with a virtual or physical Cash Card.\nBy using the Cash Card, you agree to any additional applicable terms from the issuing bank.\nWe may cancel, repossess or revoke your Cash Card at any time.\n</p>\n<p>Square may arrange for an issuing bank to provide you with access to a prepaid payment card under the Cash App Prepaid Card Program or a debit card under the demand deposit account program (each a “Cash Card”).\nBy using the Cash Card, you agree to the Cash App Prepaid Card Program Agreement or the Cash Lincoln Savings Bank Terms, as applicable (each the “Cash Card Terms”), which may be updated from time to time.\nFor avoidance of doubt, the applicable Cash Card Terms are between you and the issuing bank of your card program, not Square, and in the event of any inconsistency between these Cash Terms and the applicable Cash Card Terms, the applicable Cash Card Terms shall govern your use of the Cash Card and your relationship with the issuing bank.</p>\n<p>The Cash Card may be issued in virtual or physical form.\nTo activate the virtual card, and to request a physical card, you need to follow in-app prompts.</p>\n<p>We reserve the right to reject signatures and card applications for any reason.\nProhibited signatures include, but are not limited to, those signatures that depict inappropriate subject matter, the intellectual property rights of others, or an ink-intensive design.</p>\n<p>Once you receive your physical card in the mail you must follow the directions in the mailing to activate your card prior to use.\nYour personal identification number (“PIN”) will be the code you set as your Cash PIN, and you may reset the PIN in the Cash App.\nYour physical card may be cancelled, repossessed, or revoked at any time without prior notice at our discretion (including for depicting a prohibited signature) subject to applicable law.</p>\n2.\nUsing the Cash Card\n<p> You can use your Cash Card to make purchases using any available Cash App balance.\nYou agree we can move funds from your balance to your Cash Card for purchases that you make with your Cash Card.\n</p>\n<p>Your Cash Card may be used to make purchases with a merchant using any available amounts in your Cash App Balance.\nUpon activating the Service, you instruct Square to use the available funds in your Cash App Balance to load your Cash Card for making purchases with your Cash Card and to transfer the funds from your Cash App Balance to your Cash Card upon receipt of funds into your Cash App Balance.</p>\n3.\nPayment Transaction Limits\n<p> You agree that you won’t make a purchase or transaction in excess of the funds available in your balance and if you do, you agree that we can recover any negative balance.\n</p>\n<p>You can only make transactions using your Cash Card to the extent that you have funds in your Cash App Balance to support those transactions.\nYou agree not to make a purchase or other transaction in excess of the funds available in your Cash App Balance.\nIf you do make a purchase or other transaction that exceeds the funds available in your Cash App Balance, you agree that we can recover any negative balance incurred.</p>\n4.\nNo Right to Stop Payment\n<p>You do not have the right to stop payment on a transaction originated with your Cash Card.</p>\n5.\n“Disable Card” Feature\n<p> You may use the “Disable Card” feature of Cash App to disable your Cash Card if you lose your Cash Card or think it has been stolen.\n</p>\n<p>In the event of a lost, stolen, or misplaced Cash Card, or you otherwise want to prevent future transactions from your Cash Card, you may disable your Cash Card with the Cash App’s “Disable Card” feature within the Cash App.\nUse of this feature will not prevent processing of pending transactions initiated prior to disabling your Cash Card.\nIn the event you have found your card, or otherwise want to enable a disabled Cash Card, you must select the “Enable Card” option within the Cash App before your “disabled” Cash Card can be used for transactions.\nYou are responsible for preventing unauthorized disabling and enabling activity on your device relating to your Cash Card.\nSuch activity, when not authorized, may be deemed invalid in Square’s sole discretion.</p>\n6.\nCard Cancellation\n<p> If we determine that you are no longer eligible for a Cash Card, we will let the issuing bank know and your Cash Card may be canceled without notice.\n</p>\n<p>We will inform the issuing bank if we determine that you are no longer eligible for your Cash Card.\nIf you are no longer eligible for your Cash Card it may be canceled at any time without notice as detailed in the applicable Cash Card Terms and your funds will be returned to you unless they are the subject of an investigation into suspected unlawful activity, or if Square is otherwise required by law to withhold your funds.</p>\n7.\nDisclaimer\n<p> We make no guarantees regarding your Cash Card and we are not responsible if it gets stolen, lost, destroyed, or used without your permission.\n</p>\n<p>Square disclaims all express or implied warranties as to your Cash Card.\nExcept as otherwise set forth herein or required by applicable law, Square is not responsible if your Cash Card is lost, stolen, destroyed, or used without your permission.</p>\nVII.\nCash for Business\n1.\nTransaction Processing for Sellers of Goods or Services\n<p> If you are a seller of goods or services, we will process your transactions as an agent on your behalf.\nWe will charge you a fee, depositing the balance of payments from your customers into your Cash App balance.\nYou allow us to void transactions if we believe that a chargeback for the transactions will occur.\n</p>\n<p>If your are a seller of goods or services you will be badged with an official insignia or otherwise designated as having a “Cash for Business” account.\nIn doing so, you are creating a Square Account (as that term is defined in the General Terms) with us and you accept and agree to the Payment Terms.\nWe may use certain information from your Account Information to create your Square Account and display such information to your customers, such as on receipts.\nIn connection with the Payment Services (as defined in the Payment Terms), you authorize us to act as your agent for the purposes of holding, receiving, and disbursing funds on your behalf.\nOnce you have created an Account you will be able to accept payments from Cash App users for the sale of goods and services.\nWe will, acting on your behalf, facilitate the processing of such payment transactions.\nWe will charge you a fee for doing so.\nPayments from your customers, less our fee, will be deposited to your Cash App Balance.\nYou acknowledge and agree that you may not have all features and functionality of a standard Square Account.\nTo protect the integrity of the system and reduce risk that a transaction may be reversed or charged back to your Square Account (a “Chargeback”), in some cases where we reasonably believe a Chargeback is likely, you also direct and authorize us, as your agent, to void the transaction, rather than hold funds as described in the Payment Terms.</p>\n2.\nPurchases from Cash for Business Sellers\n<p> You may use your account or a linked card to purchase goods and services from Cash for Business sellers.\nBy initiating a payment to a Cash for Business seller, you agree to let that seller debit your account or linked card to complete the transaction.\nYou can use your Cash App Balance to purchase goods and services from Cash for Business sellers only after we have verified your identity.\n</p>\n<p>As a Cash App customer, you may purchase goods and services from Cash for Business Sellers or to make donations to charities or political campaigns who use Cash for Business.\nNote that you can fund these purchases from your Cash App Balance only if we have verified your identity as described above.\nIf we have not yet verified your identity, then you will not be able to use your Cash App Balance to purchase goods or services from Cash for Business Sellers or to make donations to charities or political campaigns who use Cash for Business.\nYou may only use other authorized linked accounts for such transactions.</p>\n<p>Typically Cash for Business Sellers will be identified to you by a badge in the Cash App.\nBy initiating a payment transaction to a Cash for Business Seller, you authorize the Cash for Business Seller to charge your applicable Eligible Transaction Account or Eligible Credit Account to complete the purchase or donation and you consent to sharing information from your Account with the Cash for Business Seller.\nIn the event you are entitled to a reversal, refund, chargeback, or other adjustment associated with any purchase you made through Cash for Business, you also authorize a credit to the applicable Eligible Transaction Account or Eligible Credit Account to accomplish that transaction.\nPurchases from Cash for Business Sellers using your Eligible Credit Account or Eligible Bank Account will be processed by Square as agent for Cash for Business Sellers in accordance with these Cash Terms.</p>\nVIII.\nOTHER LEGAL TERMS\n1.\nRecovery of Funds\n<p> You give us permission to recover amounts you owe by debiting funds available in your Cash App account or any other account you may have with Square.\nThis may involve us making attempts to recover less than the full amount you owe to us.\nWe might contact you or take other legal actions to collect amounts due.\n</p>\n<p>You authorize Square to recover funds from you in accordance with these Service Terms and any other agreement you have with us, including if you owe amounts to us or for reason of fraud or illegal activity.</p>\n<p>You authorize Square to debit, charge, setoff against and otherwise recover funds from your Account, your Cash App Balance, any Eligible Bank Account or Eligible Credit Account, any connected Square Account, any Balance (as defined in the Payment Terms) or any Reserve (as defined in the Payment Terms) if applicable, and any payment instrument, linked bank, depository and other account registered in your Account.\nYour authorization will remain in full force and effect until the later of closure or termination of your Account, or the disbursement of all funds held on your behalf.</p>\n<p>Further, in the event that any attempt to recover funds from you should fail, your authorizations hereunder include your grant to Square of new, original authorizations to recover all or less than all of the amount you owe us or belong to us.\nYou authorize Square to take the above steps without prior notice to you and irrespective of (i) whether we have made demand under these Cash Terms, the Payment Terms, the General Terms or any other agreement you have with us.\nand (ii) whether the obligation is contingent, matured or unmatured.\nYour authorization hereunder includes all authorizations to take the above steps in complete compliance with the Network Rules and the NACHA Rules (as defined in the Payment Terms).\nYou agree that your grant of the authorizations hereunder has the same legal effect as if you had signed a paper containing the same terms.</p>\n<p>If Square is unable to recover the funds by these means, Square may attempt to contact you or may take other legal actions to collect the amounts due, to the extent allowed by applicable law.</p>\n2.\nCompliance with Governmental Authorities\n<p>Square may freeze, withhold, or remit funds in your Account in response to a facially valid subpoena, court order, search warrant, or other binding order from a governmental authority, including but not limited to tax levies or wage garnishment orders.</p>\n3.\nLimitations on Use\n<p> We may limit your funding sources to reduce risk.\nYou will use Cash App legally and in accordance with debit and credit card network rules.\nYou agree to not abuse the payment system or the service.\nWe may block or reverse any transaction, including those that violate our terms or the law, at your expense.\n</p>\n<p>Square may limit the funding sources available for a specific transaction at any time in its sole discretion.\nYou may not use unaffiliated prepaid cards or gift cards to fund transactions on the Cash App.</p>\n<p>You agree that you are independently responsible for complying with all applicable laws in all of your activities related to your use of the Service and for all communications you send through the Service.</p>\n<p>You further agree that in connection with your use of the Service, or in the course of your interactions with Square, a user or a third party, you will not (a) use your Account or the Service in a manner that Square, Visa, MasterCard, American Express or Discover reasonably believe to be an abuse of the payment card system or a violation of payment card association rules, (b) provide yourself a cash advance from your Eligible Credit Account (or help others to do so), or (c) use the Service to make transactions for the sole purpose of earning rewards, perks, miles, points, etc.\nwith your Eligible Credit Account.</p>\n<p>We reserve the right to block, refuse, or reverse any transaction, in our sole discretion.\nWe will notify the affected parties promptly if we decide to do so, but notification is not required if the transaction is prohibited by these terms or applicable law.\nNeither we nor third parties to whom we assign or delegate rights or responsibilities will be liable for any claims or damages resulting from prohibited transactions.\nAll costs for research and resolution for any misapplied, misposted or misdirected prohibited transactions will be your sole responsibility and not ours.</p>\n4.\nLimitations on Our Liability for Failure to Complete Transactions\n<p> There are some circumstances where we will not be liable if transactions do not go through.\nThose circumstances are listed here.\n</p>\n<p>We will not be liable, for failure to complete transactions in the following circumstances: (a) Through no fault of ours, there are insufficient funds in your Cash App Account to complete the transaction.\n(b) A merchant refuses to accept your Cash Card.\n(c) The information supplied by you is incorrect, incomplete, ambiguous or untimely.\n(d) An ATM where you are making a cash withdrawal does not have enough cash.\n(e) An electronic terminal (Point of Sale or ATM) where you are making a transaction does not operate properly.\n(f) Access to funds in your Cash App Account have been blocked after you reported your Cash Card lost or stolen.\n(g) The transaction cannot be completed because your Cash Card is damaged.\n(h) There is a hold or your funds are subject to legal or administrative process or other encumbrance restricting their use.\n(i) We have reason to believe the requested transaction is unauthorized.\n(j) Circumstances beyond our control (such as fire, flood, power failure, strike, labor dispute, critical service provider failure, computer breakdown, telephone line disruption, government or regulatory action, or a natural disaster) prevent or delay the completion of the transaction, despite reasonable precautions that we have taken.\nor (k) Any other exception stated in our Agreement with you.</p>\n5.\nDispute Resolution\n<p>Each of your external funding sources may have different dispute resolution rights and procedures in the event your transaction turns out to be unsatisfactory (if, for example, you are disputing charges on your account).\nYour dispute resolution rights are determined by the funding source used to fund the applicable transaction.\nPlease consult the terms and conditions of such funding source for more detail.</p>\n6.\nChanges to External Account Numbers\n<p>If your Eligible Credit Account or your debit card account number changes or the expiration date changes, we may acquire that information from our financial services partner and update your Account accordingly.</p>\n7.\nOur Relationship With You\n<p>We are an independent contractor for all purposes, except that we act as your limited agent with respect to the custody and transfer of your funds for the purposes set forth herein only.</p>\n8.\nTermination of Account\n<p> We can terminate or refuse your access to the service at any time, for any reason.\n</p>\n<p>Square may terminate, close, or suspend your Account or use the Service at any time for any reason.\nAny such termination does not relieve you of any of your obligations to Square under these Cash Terms and any amounts owed to us as provided in these Cash Terms, the General Terms, or any other agreement you have with us.\nWe will not be responsible for any loss, damage, harm or consequences, including any delay or inconvenience you may suffer as a result of our exercise of our rights under this section.</p>\n9.\nServices Upon Closure of Account\n<p> When your Cash App account is closed, we’ll settle any pending transactions and return remaining funds in your account to you.\nWe may need to hold your funds if there is an investigation at the time your Account is closed.\n</p>\n<p>Any pending transactions at the time of termination, closure, or suspension of your Account will be settled.\nAny funds that we are holding in custody for you at the time of termination, suspension, or closure of your Account, less any applicable fees, (1) may be made available for you to cash out in Square’s discretion and subject to the other conditions in these Cash Terms, and (2) we may require you to link a new bank account that has not been associated with your Account to cash out such funds..\nIf an investigation is pending at the time of closure, we may hold your funds until resolution of the investigation.</p>\n10.\nUnclaimed Property\n<p>If your Account is inactive for an extended period of time it may be deemed “unclaimed” or “abandoned” under your state’s law.\nIf this occurs, Square will provide you with notice as required by applicable law.\nIf funds still remain in your Account, Square will escheat such funds as required by applicable law.</p>\n11.\nReferral Programs\n<p>From time to time, we may offer referral programs or incentives for inviting others to use the Service (a “Referral Program”).\nAny bonuses or incentives under such Referral Program shall be subject to the then current Referral Program terms, if applicable, and otherwise at our sole discretion.</p>\n12.\nTaxes.\n<p>As a Recipient or Cash for Business Seller, you may be asked to provide certain information used to assist Square in complying with its obligations under the United States Internal Revenue Code and the applicable Treasury Regulations, or state and local governments.\nBy providing Square with this information you are certifying that the information provided is true and accurately reflective of your use of the Service.\nWhen indicating that you are a Cash for Business Seller, you certify that such use of Cash App is to receive payment(s) that are “reportable payment transactions” as defined in Treas.\nReg.\n§ 1.6050W–1(a)(3) and the associated applicable state and local regulations, including, but not limited to, the payments for goods and services.\nWhen indicating that your use of the Service is “Personal” use, you certify that such use is solely for receipt of payments other than non-reportable payment transactions.\nFor avoidance of doubt, “Personal use” does not allow for the receipt of payment for goods and services you provide others that constitute “reportable payment transactions”.</p>\n<strong>Mobile Check Capture Terms of Service</strong>\n<p>\n<strong>Dated: May 13, 2020</strong>\n</p>\n<p>This page explains our terms for Mobile Check Capture.\nBy using the service you agree to these terms.\n</p>\n<p>\n</p>\n<p>These Mobile Check Capture Terms of Service (the “Mobile Check Capture Terms”) govern your use of\nMobile Check Capture which enables you to use Cash App, a payment service and financial platform offered by Square, Inc.\n(“Square,” “we,” “our,” or “us”) and certain hardware (such as a smartphone or other mobile device) approved by us to create electronic images of the front and back of certain eligible paper checks and to transmit those images and other information, including, without limitation, information captured from the magnetic ink character recognition (MICR) line for review, processing and loading into your Cash App Balance (as defined in the Additional Virtual Currency Terms of Service).</p>\nI.\nGeneral Information\n<p> This section defines what an Electronic Check is and details what data we collect from the Electronic Check.\nIt also informs you that we may decline to process your check or reverse our decision to process your check.\nTo protect yourself, you should retain your paper check for two weeks.\nYou agree not to use this feature to disrupt Cash App or to conduct illegal activity.\n</p>\n1.\n“Electronic Check” means the electronic image of, and electronic information derived from, a paper check, as well as any associated data (including information you provide us or that Cash App collects in connection with the submission of the check image).\n<ol>\n<li>\n<p>When you submit an Electronic Check, Cash App may capture and retain various information from the mobile device, including time and geolocation data.\nTo use Mobile Check Capture, you must have provided Cash App with all hardware and operating permissions that it requests, including permission to access your device’s camera, files stored on your device, device time, and geolocation information.</p>\n</li>\n<li>\n<p>After we receive your transmission, we will review each Electronic Check.\nWe may decline to accept an Electronic Check in our sole discretion, even if the Electronic Check meets the eligibility standards and your Cash App account is in good standing.\nYou should not assume that any check will be accepted for Mobile Check Capture.\nIf you will need to cash a check immediately, then you should have backup check cashing options for situations where Mobile Check Capture does not accept your check.</p>\n</li>\n<li>\n<p>After we have accepted an Electronic Check from you, you must keep the original check in a secure location for two weeks.\nIt is imperative that you do so, because we reserve the right to reverse our decision to accept an Electronic Check.\nIf we do, we will notify you of our decision, and you may cash or deposit the check through another service or at a different institution.\nAfter two weeks, you must either destroy the original check or clearly and indelibly mark it as VOID, unless we have contacted you with other instructions.</p>\n</li>\n<li>\n<p>You will not use Mobile Check Capture to (i) interfere with or disrupt the operation of Cash App or Mobile Check Capture.\nnor (ii) conduct or engage in any illegal business or activity, infringe any third party Intellectual Property Rights using Mobile Check Capture or Cash App.</p>\n</li>\n</ol>\nII.\nEligibility Requirements\n<p> This section details the requirements your paper check must meet to be eligible for Mobile Check Capture.\n</p>\nYou may use Mobile Check Capture to submit a paper check to us only if the paper check meets all of the requirements listed below.\nA paper check that meets all of these requirements is an “Eligible Check”:\n<ol>\n<li>The check is written to the order of you, or jointly to you and another person;</li>\n<li>The check is in your possession and control;</li>\n<li>The check is drawn on or payable by a bank, credit union, or other depository institution in the United States;</li>\n<li>The check is payable in United States Dollars;</li>\n<li>The check has been properly signed or similarly authenticated by the maker;</li>\n<li>The amount of the check does not exceed the maximum check amount that Square has set for your use of Mobile Check Capture, and will not cause the total amount of checks you have submitted to via Mobile Check Capture to exceed any daily, weekly, monthly, or other limits on the dollar volume of checks that you may submit with Mobile Check Capture;</li>\n<li>The check is dated, and the date of the check is in the past (i.e., the check is not postdated), but no more than 90 days earlier than the date that you submit it through Mobile Check Capture;</li>\n<li>Neither the check nor any electronic image generated with the check has been cashed or deposited previously, by you or anyone else;</li>\n<li>The check has not been altered in any way since it was issued (except for the indorsement required by these terms and conditions);</li>\n<li>The check has been indorsed by you strictly in accordance with the instructions given to you by us when you create the Electronic Check, and had not been indorsed by you or anyone else before.\nand</li>\n<li>The check has not been dishonored previously, nor are you aware of any reason to believe that the check will be dishonored (e.g., you have been told that the maker of the check does not have enough money in the account to cover the check).</li>\n</ol>\nIII.\nRepresentations and Warranties\n<p> Here is the part where you tell us all the information on the check you are transmitting through Mobile Check Capture is true and that the check is eligible for this service.\n</p>\n<p>Each time that you submit an Electronic Check with Mobile Check Capture, you represent and warrant to us that all of the following are true:</p>\n<ol>\n<li>The check that you are using to create the Electronic Check is an Eligible Check (i.e., it meets all of the eligibility criteria listed above) as of the time that you submit the Electronic Check with Mobile Check Capture;</li>\n<li>Prior to submitting the Electronic Check, you visually inspected the check images to confirm that they accurately reflect the original paper check;</li>\n<li>All of the information you submit to us in connection with the Electronic Check (such as the check amount that you input manually) is true, accurate, and complete;</li>\n<li>The information in the Electronic Check is clear, legible, and accurate, including (but not limited to) all of the following information:</li>\n<li>The MICR data on the bottom of the check front;</li>\n<li>The check date;</li>\n<li>The name of the person to whom the check is written (which must be you);</li>\n<li>The check writer’s signature.\nand</li>\n<li>Your indorsement on the back of the check.</li>\n</ol>\nIV.\nWhat to Do After You Submit an Electronic Check\n<p> You must keep your check for two weeks after you use Mobile Check Capture.\nWe may need to contact you about your check.\nPlease update your contact information on Cash App.\n</p>\n1.\nAfter you submit an Electronic Check with Mobile Check Capture, wait until the app confirms successful submission.\nThen, place the original paper check in a secure location.\nKeep the original check for two weeks, and then destroy it, unless we instruct you otherwise.\n<ol>\n<li>It is critical that we be able to contact you after you submit an Electronic Check with Mobile Check Capture.\nBefore using the Mobile Check Capture, confirm that all your contact information in the Cash App is up to date.\nBe sure to check your email and text messages for the email address and phone number we will use to contact you.</li>\n</ol>\nV.\nDishonored Electronic Checks\n<p>If any Electronic Check is dishonored or returned unpaid for any reason, then we may immediately (and without further notice to you) deduct any funds from the Electronic Check that we have credited to your Cash App Balance.\nIf we have already made funds from the Electronic Check available to you then this deduction may result in a negative Cash App Balance.\nWe may recover funds from you in accordance with the Additional Virtual Currency Terms of Service \"Recovery of Funds\" to bring your negative balance to zero.</p>\nVI.\nClaims by Drawee Bank\n<p> The bank that accepts your check from us may have a claim against us if there are problems with your check.\nSome common problems, but not all, are listed here.\nIf we make the bank that accepts your check whole, then we may recover funds from you.\n</p>\nPursuant to applicable law and the rules of the check collection system, the drawee bank or a collecting bank might pursue a warranty claim or other claim against us related to the Electronic Check, even after the check was honored and paid in full.\nCommon grounds for claims like this include:\n<ol>\n<li>The original check, or another electronic check created from the original check, was presented for payment, either before or after the drawee bank paid the Electronic Check;</li>\n<li>The maker’s signature or any indorsement was forged, or the check was otherwise issued fraudulent and without the authorization of a person authorized to write checks on the account;</li>\n<li>The check was altered after it was made.\nand</li>\n<li>The information in the Electronic Check images did not match the information that you provided at the time that you submitted the Electronic Check, or it was not possible to verify that information because the information in the Electronic Check images was illegible.</li>\n</ol>\n<p>These are just a few examples of the reasons that the drawee bank or a collecting bank may assert a claim with respect to the Electronic Check to recover amounts paid.\nIf we (or one of our banks or other service providers) are subject to such a claim, then we may immediately recover funds from you in accordance with the Additional Cash App Terms of Service - Recovery of Funds (and without notice to you).</p>\nVII.\nFunds Availability\n1.\nYour Ability to Withdraw or Use Funds from an Electronic Check\n<p> We may delay your access to funds while we process your check.\n</p>\nOur policy is to delay the availability of funds from Electronic Checks that you Successfully Submit (as defined below) with Mobile Check Capture.\nDuring the delay, you may not use the funds for transactions, including transactions to: (i) make a payment to another Cash App customer (including a Cash for Business Seller).\n(ii) withdraw cash using your Cash Card.\n(iii) make a purchase with your Cash Card.\n(iv) fund a transfer to your Eligible Bank Account.\n(v) initiate a “Buy” transaction for virtual currency.\nor (vi) fund an order to purchase securities using your Cash App Investing Account.\n<p>An Electronic Check is considered “Successfully Submitted” when you have received confirmation within the Cash App that the Electronic Check has been submitted and accepted by us.</p>\n2.\nWhen Funds From an Electronic Check Generally Will be Available\n<p> This is where we tell you the cut off time for a check to be submitted in order to be counted on a specific day and potential hold periods.</p>\nThe length of the delay is counted in business days from the day that you Successfully Submit the Electronic Check.\nEvery day is a business day except Saturdays, Sundays, and federal holidays.\nIf you Successfully Submit an Electronic Check before 7:00 p.m.\nEastern Time on a business day, we will consider the Electronic Check to have been Successfully Submitted on that day.\nHowever, if you Successfully Submit an Electronic Check after 7:00 pm Eastern Time or on a day that is not a business day, we will consider that the Electronic Check was Successfully Submitted on the next business day.\nFunds from a U.S.\nTreasury check will generally be available the first business day after you Successfully Submit the Electronic Check with Mobile Check Capture, unless such deposit is subject to a hold as otherwise provided in this agreement.\n<p>Checks other than U.S.\nTreasury checks are subject to a hold period between 1 and 15 business days.</p>\n3.\nChecks Returned or Subject to a Refund Claim\n<p> We may make funds available to you before they clear from the paying bank.\nIf we do, and the funds do not clear the paying bank you will be required to pay back the funds we made available to you.\nIf you present us with a check that has been paid out by another bank and we also make funds available to you, you will be required to repay the funds to us.</p>\nIn many cases, funds from an Electronic Check will be made available to you sooner than the Electronic Check can be collected from the paying bank.\nThis means that an Electronic Check that you Successfully Submit with Mobile Check Capture could be returned unpaid after funds have been made available to you.\nIf an Electronic Check is returned unpaid, we may immediately reverse the amount credited to your Cash App Balance for the Electronic Check.\nIf this results in a negative balance, then you will be required to repay us this negative balance immediately.\nWe may recover funds from you in accordance with the Additional Cash App Terms of Service - Recovery of Funds to bring your negative balance to zero.\n<p>If an Electronic Check is presented for payment more than once, the paying bank may recover funds paid on the Electronic Check.\nIf this happens, we may deduct the amount of the Electronic Check from your Cash App Balance immediately.\nIf this results in a negative balance, you will be required to repay the negative balance immediately, and we may recover funds from you in accordance with the Additional Cash App Terms of Service - Recovery of Funds to bring your negative balance to zero.</p>\nVIII.\nThird Party Rights\n<p> The image capture service on Cash App is provided by Mitek Systems, Inc (“Mitek”).\nBelow are Mitek’s rights to the intellectual property and your license to use the technology.\n</p>\nMitek Systems, Inc.\nenables the image capture services for the Mobile Check Capture functionality.\n<p>SUCH CHECK CAPTURE SERVICE PROVIDER PROVIDES THE SERVICE “AS IS”, AND “WITH ALL FAULTS”, MAKES NO ADDITIONAL WARRANTIES EXPRESS OR IMPLIED RELATED TO THE SERVICES, AND EXPRESSLY DISCLAIMS ANY AND ALL OTHER WARRANTIES OF ANY KIND OR NATURE, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE ACCURACY, TITLE, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS.</p>\n<p>THE CHECK CAPTURE SERVICE PROVIDER SHALL NOT BE LIABLE TO YOU FOR ANY INDIRECT, PUNITIVE, SPECIAL, INCIDENTAL OR CONSEQUENTIAL OR OTHER INDIRECT DAMAGES UNDER ANY CAUSE OF ACTION ARISING OUT OF YOUR USE OF THE CHECK CAPTURE SERVICE.</p>\n<p>You acknowledge and agree that Mitek Systems, Inc.\nhas granted you a limited license to use the Mobile Check Capture technology as contemplated in the integration with Cash App only.\nYou further acknowledge and agree that you are prohibited from using, copying, distributing, duplicating, or otherwise reproducing all or any part of the Mobile Check Capture technology and any such unauthorized action shall be a material breach of this Agreement.\nWithout limiting the foregoing, the licenses granted under this Agreement only permits you to use Mobile Check Capture as part of the Cash App, and you may not license the the Mobile Check Capture technology on a standalone basis and may not license the Mobile Check Capture technology to any third party that will modify or integrate it independent of the Cash App integration in any manner.</p>\n<p>You acknowledge and agree that, except to the extent prohibited by law, we may share any information about you or any of your transactions using Mobile Check Capture with the service provider for any reason that we deem necessary, including (i) to review transactions for fraud or irregularities.\n(ii) to confirm that Mobile Check Capture is being used properly and in accordance with these terms and conditions.\n(iii) to help the service provider or us improve the Mobile Check Capture for you and other users of the service, including by using information about you and your transactions to enhance algorithms and systems for the detection of fraud or transaction monitoring.</p>\nUnited StatesGeneral Terms of ServiceAdditional Cash Terms of ServiceCash Sutton Bank Terms of ServiceCash LDDA TermsCash Lincoln Savings Bank Terms of ServiceAdditional Virtual Currency Terms of ServiceCash App Investing Disclosure LibraryPrivacy NoticeSquare E-Sign ConsentAuto Pay AuthorizationUnited KingdomGeneral Terms of ServiceAdditional Cash Terms of ServicePrivacy Notice for Cash App©2019 Square, IncLegal Licenses Security Press Bitcoin Support Status Contact Us ", "created_at": "2020-11-29 10:27:52.60649", "updated_at": "2020-11-29 10:27:57.414339"}, {"id": 3190, "name": "Privacy Policy", "url": "https://cash.app/legal/us/en-us/legal/us/en-us/privacy", "xpath": "", "text": "Cash AppPrivacy Notice <ul>\n<li>\n<strong>Effective Date: January 1, 2020</strong>\n</li>\n<li>\n<strong>Posted Date: December 13, 2019</strong>\n</li>\n</ul>\n<p> We’ve included annotations in these gray boxes as a guide to our notices.\nAnnotations aren’t part of the notices and have no legal effect, but they should help you follow the text.<br>\n<br>\nIf you are a Cash App customer, this privacy notice applies to you.\nIt explains what data we collect about you, what we do with it, when and why we share it with others, how long we keep it, how we secure it, what cookies are and what they (and similar technologies) do, what data is collected about you by third party service providers, and what choices you have to control your data.<br>\n<br>\nBy using Cash App you consent to these data practices.\n</p>\n<p>This Privacy Notice describes how Square, Inc.\nand our affiliates (collectively, “Square,” “we,” and “us”) collect, use, disclose, transfer, store, retain or otherwise process your information when you (“you,” “your”) download Cash App through a relevant app store and sign up for a Cash App account and other services through the app or online at https://cash.app/ (collectively, “Services”).</p>\n<p>This Privacy Notice applies to your use of our Services, and covers only information collected in connection with your access to and use of our Services.\nPlease read this Privacy Notice carefully.\nBy continuing to interact with our Services, you are consenting to the practices described in this Privacy Notice.</p>\n<p>Our Privacy Notice explains:</p>\n<ul>\n<li>Information we collect about you</li>\n<li>Sources of Information We Collect About You</li>\n<li>How we use your information</li>\n<li>When and with whom we share your information</li>\n<li>Cookies and Other Similar Automated Technologies</li>\n<li>Third-Party Analytics Services</li>\n<li>How Long We Keep Your information</li>\n<li>Your Choices</li>\n<li>Rights of California Residents</li>\n<li>Security</li>\n<li>Storage and Processing</li>\n<li>Changes to this Privacy Notice</li>\n<li>How to Contact Us</li>\n</ul>\n<p>\n</p>\nINFORMATION WE COLLECT ABOUT YOU\n<p> We use your data to make Cash App’s products and services work better for you and for others.\nThis describes what data we get about you (which can vary depending on where you live).</p>\n<p>We need to collect information about you to provide you with the Services or the support you request.\nSpecifically, we collect (and/or have collected during at least the 12-month period preceding the effective date of this Privacy Notice) the categories of personal information described below.\nAdditionally, you can choose to voluntarily provide information to us.</p>\nInformation You Provide to Access our Services\n<p> We use data you put into our systems when you use Cash App, like financial information, information that identifies who you are, transaction information, and any other data you give us.</p>\n<p>We collect information you provide when you apply or sign up for a Cash App account, go through our identity or account verification process, authenticate into your account, communicate with us, answer our surveys, participate in contests or promotions offered by us or our partners, or otherwise use our Services.</p>\n<p>We collect the following categories of information about you when you use our Services, including:</p>\n<ul>\n<li>\n<strong>Identification Information.</strong> such as: Your name, email address, zip code, phone number, Cashtag, signature, and authentication credentials (for example, information you use to log in to your Cash account), including Internet Protocol (“IP”) address.</li>\n<li>\n<strong>Additional Identification Information for Verified Users.</strong> such as: Your full mailing address.\ndate of birth.\ngovernment-issued identification, including Social Security number, passport, or driver’s license.\nand photograph if you choose to share such information in order to send and receive larger payment amounts or purchase Bitcoin.</li>\n<li>\n<strong>Financial Information.</strong> such as: Bank account and payment card numbers you add to your Cash App account, as well as your Cash Card number if you have one.</li>\n<li>\n<strong>Contacts Information.</strong> In order to provide you with the Service, we will also need to collect information from you about the intended recipient of the payment you request us to make.\nWe will therefore ask you to provide contact details of your intended recipient.\nYou can do this by: (a) manually entering a phone number or email address into the Cash App.\nor (b) as described below (under Information You Provide to Enhance Your Experience), you can choose to give us access to your phone contacts to facilitate the entry of recipient information.\nWe may also ask you to provide limited access to your phone contacts for account verification purposes.\nYou can update your settings to stop sharing your phone contacts with us at any time, although we will always need a recipient’s phone number or email address to send money to them as requested by you.</li>\n<li>\n<strong>Transaction Information.</strong> When you use our Services to make, accept, or request payments, we collect information such as: when and where the transactions occur, the names of the transacting parties, a description of the transactions, the payment or transfer amounts, and the devices and payment methods used to complete the transactions.</li>\n</ul>\nInformation You Provide to Enhance Your Experience\n<p> We also use data you give us to make your experience with Cash App better, like contacts you choose to upload to make it easier for you to exchange money with them.\n</p>\n<p>You can choose to provide us with additional information to improve your user experience when using our Services:</p>\n<ul>\n<li>\n<p>\n<strong>Contacts Information.</strong> If you choose to give us access to your phone contacts, we collect the telephone numbers of all your phone contacts to facilitate the entry of payment recipient information.\nYou can update your settings to share your phone contacts with us at any time, although we will always need a recipient’s phone or email address to send money to them as requested by you.</p>\n</li>\n<li>\n<p>\n<strong>Other Information You Provide.</strong> We collect information that you voluntarily provide to us, including your photograph, if you choose to upload a picture to the Services.\nsurvey responses.\nparticipation in contests, or other prospective marketing forms or devices.\nsuggestions for improvements.\nreferrals.\nor any other actions you perform on the Services.</p>\n</li>\n</ul>\nInformation We Collect From Your Use of our Services\n<p> We also get data from the devices you use when you interact with our systems, like your location and information about the device you’re using.\nWe need this data to do things like help protect your account from hackers, combat fraud, check if payments are being made or received legally and by you, and making our products and services better for you and others.</p>\n<p>We collect information about you and the devices you use to access the Services, such as your computer, mobile phone, or tablet.\nThe information that we collect includes:</p>\n<ul>\n<li>\n<strong>Geolocation Information.</strong> The location of your device, including your IP address, device language, and location of your network provider.\nFor more information and to learn how to disable collection of location information from your mobile device, please see below.</li>\n<li>\n<strong>Device Information.</strong> Information about your device, including your hardware model, operating system and version, device name, unique device identifier, mobile network information, and information about the device’s interaction with our Services.\nIf you use an iOS device, we also automatically detect if you have downloaded Chrome, so we can ask you which browser you prefer to use to open links from your Cash App.</li>\n<li>\n<strong>Internet or other electronic network activity information.</strong> IInformation about how you use and interact with our Services, including your access time, “log-in” and “log-out” information, browser type and language, country and language setting on your device, IP address, the domain name of your internet service provider, other attributes about your browser, mobile device and operating system, any specific page you visit on our platform, content you view, features you use, the date and time of your use of the Services, your search terms, and the website you visited before you visited or used the Services.</li>\n<li>\n<strong>Inferences</strong> drawn from any of the information we collect to create a profile about you that may reflect, for example, your preferences, characteristics, and behavior, including for account security purposes or to enhance our Services to you.</li>\n</ul>\n<p>\n</p>\nSOURCES OF INFORMATION WE COLLECT ABOUT YOU\n<p> We also need to check that you are using our services legally, that you are eligible for the services you want to use, and we protect your data and our services from fraudsters who may put you and your money at risk.\nTo do this, we may collect data about you from companies that help us verify your identity, do a credit check, prevent fraud or assess risk.</p>\n<p>We collect (and/or have collected during at least the 12-month period preceding the effective date of this Privacy Notice) information about you from the following categories of sources:</p>\n<ul>\n<li>You directly, when you submit information to us or allow us to access information</li>\n<li>Your devices and how you interact with our Services</li>\n<li>Our group companies or affiliates</li>\n<li>Other sources, including:</li>\n<li>\n<strong>Identity Verification.</strong> Information from third-party verification services (e.g., identity verification agencies and through companies which provide third party analytics (see “Third-Party Analytics” below)), and publicly available sources.\nIn some circumstances, where lawful, this information can include your government-issued identification number.</li>\n<li>\n<strong>Credit, Compliance, and Fraud.</strong> Information about you from third parties for any credit investigation, credit eligibility, identity or account verification process, fraud detection process, or collection procedure, or as may otherwise be required by applicable law.\nThis includes, without limitation, the receipt and exchange of account or credit-related information with any credit reporting agency or credit bureau, where lawful, and any person or corporation with whom you have had, currently have, or may have a financial relationship, including without limitation past, present, and future places of employment, financial institutions, and personal reporting agencies.</li>\n</ul>\n<p>\n</p>\nHOW WE USE YOUR INFORMATION\n<p> We use your data to do things like make sure the products you are using work, help you log in to your account, verify who you are, secure your data, fight fraud, follow the law, enforce our agreements, figure out what new products we can build, and market and tailor our products to you.</p>\n<p>We may collect, use and share (or have collected, used or shared during at least the 12-month period preceding the effective date of this Privacy Notice), information about you for the following reasons:</p>\nProviding, Improving, and Developing our Services\n<ul>\n<li>Determining whether the Services are available in your country;</li>\n<li>Processing or recording payment transactions or money transfers;</li>\n<li>Providing you with the Cash product and features you choose to use;</li>\n<li>Displaying your historical transaction information;</li>\n<li>Connecting you with people you already know;</li>\n<li>Providing, maintaining and improving our Services;</li>\n<li>Developing new products and services;</li>\n<li>Delivering the information and support you request through the use of our Services;</li>\n<li>Improving, personalizing and facilitating your use of our Services, content and applications;</li>\n<li>Measuring, tracking and analyzing trends and usage in connection with your use or the performance of our Services.\nand</li>\n<li>Otherwise providing you with the products and features you choose to use.</li>\n</ul>\nCommunicating with You About our Services\n<ul>\n<li>Sending you surveys and getting your feedback about our Services.\nand</li>\n<li>Sending you information we think you may find useful or which you have requested from us about our products and services.</li>\n</ul>\nProtecting our Services and Maintaining a Trusted Environment\n<ul>\n<li>Conducting investigations, complying with and enforcing any applicable laws, regulations, legal requirements, and industry standards, and responding to lawful requests for information from the government or to valid legal process;</li>\n<li>Contacting you to resolve disputes, collect fees and help you with our Services;</li>\n<li>Debugging to identify and fix errors that impair how our Services function;</li>\n<li>Making sure you follow our Terms of Service or other applicable agreements or policies;</li>\n<li>Investigating, detecting, preventing, recovering from, or reporting fraud, misrepresentations, security breaches or incidents, other potentially prohibited, malicious, or illegal activities, or to otherwise help protect your account, including to dispute chargebacks on your behalf;</li>\n<li>Protecting your, our, or our other customers’ rights or property, or the security or integrity of our Services;</li>\n<li>Verifying or maintaining the quality and safety of our Services.\nand</li>\n<li>Verifying your identity (e.g., through government-issued identification numbers).</li>\n</ul>\nAdvertising and Marketing\n<ul>\n<li>Marketing our Services to you.\nand</li>\n<li>Communicating with you about opportunities, products, services, contests, promotions, discounts, incentives, surveys, and rewards offered by us and select partners.</li>\n</ul>\n<p>If we send you marketing emails, each email will have instructions on how you can “opt out” of getting future marketing from us.</p>\nOther Uses\n<ul>\n<li>For any other reason we may tell you about from time to time.</li>\n</ul>\n<p>\n</p>\nWHEN AND WITH WHOM WE SHARE YOUR INFORMATION\n<p> We share your information with others in the circumstances described in this section.\nFor example, with other people with whom you interact when you use our services.\nwithin our family of companies (like Square and Weebly), who may offer services that we think could be useful to you.\nwith service providers who help us run our services.\nor if we need to share your information to comply with the law.</p>\n<p>We may share the information described in the “Information We Collect About You” section with the following categories of service providers and third parties:</p>\nWith Other Users of our Services with Whom You Interact\n<ul>\n<li>With other users of our Services with whom you interact through your own use of our Services.\nFor example, we may share information with the person(s) with whom you transact when you make or accept a payment or money transfer using our Services.\nThis helps them know they’re getting money from you (or that you requested a payment from them).</li>\n</ul>\nWith our Affiliates and Group Companies\n<ul>\n<li>With our group companies and corporate affiliates, for the reasons outlined above.\nFor example, we may share your information internally to understand how you engage with Square company products to help make our Services better for you and for everyone, and to help us build Services tailored to your preferences.</li>\n</ul>\nWith our Service Providers\n<ul>\n<li>With service providers who help us provide, maintain, and improve our Services (e.g., vendors who help us with fraud prevention, identity verification, and fee collection services), as well as financial institutions, payment networks, payment card associations, credit bureaus, carrying brokers, and other entities in connection with your payment, money transfer process, investing activity, or otherwise to help us provide the Services;</li>\n<li>With service providers that help us run our advertising campaigns, contests, special offers, or other events or activities.</li>\n</ul>\nBusiness Transfers and Corporate Changes\n<ul>\n<li>To a subsequent owner, co-owner, or operator of one or more of the Services.\nor</li>\n<li>If we do or try to do a corporate merger, consolidation, or restructuring (including during due diligence and negotiation of these).\nthe sale of substantially all of our stock and/or assets.\nthe financing, acquisition, divestiture, or dissolution of all or a portion of our business.\nor other corporate change.</li>\n</ul>\nSafety and Compliance with Law\n<ul>\n<li>If we believe that disclosure is reasonably necessary (i) to comply with any applicable law, regulation, legal process or governmental request (e.g., from creditors, tax authorities, law enforcement agencies, in response to a garnishment, levy, or lien notice, etc.).\n(ii) to establish, exercise or defend our legal rights.\n(iii) to enforce or comply with our General Terms or other applicable agreements or policies.\n(iv) to protect our or our customers’ rights or property, or the security or integrity of our Services.\n(v) for an investigation of suspected or actual illegal activity.\nor (vi) to protect us, users of our Services or the public from harm, fraud, or potentially prohibited or illegal activities.</li>\n</ul>\nWith Your Consent\n<ul>\n<li>With your consent.\nFor example:\n<ul>\n<li>At your direction or as described at the time you agree to share;</li>\n<li>When you authorize a third party application or website to access your information.</li>\n</ul>\n</li>\n</ul>\nWith Others\n<ul>\n<li>With other companies who deliver services on our behalf, including via the use of cookies and similar automated technologies, and third party analytics.</li>\n</ul>\nAggregated and Anonymized Information\n<ul>\n<li>We also may share (within our group of companies or affiliates, or with service providers or other third parties) aggregated and anonymized information that does not specifically identify you or any individual user of our Services.</li>\n</ul>\n<p>\n</p>\nCOOKIES AND OTHER SIMILAR AUTOMATED TECHNOLOGIES\n<p> Digital cookies and similar technologies help us make our services better to use by doing things like recognizing when you’ve signed in, analyzing how you use our services so we can make them more useful to you, giving you a more personalized experience, and making our ads to you work better.</p>\n<p>When you interact with our online services, or open emails we send you, we obtain certain information using automated technologies, such as cookies, web server logs, web beacons, and other technologies.\nA “cookie” is a text file that websites send to a visitor’s computer or other internet-connected device to uniquely identify the visitor’s browser or to store information or settings in the browser.\nA “web beacon,” also known as an internet tag, pixel tag, or clear GIF, is a tiny graphic image that may be used in our websites or emails.</p>\n<p>We use these automated technologies to collect your device information, internet activity information, and inferences as described above.\nThese technologies help us to:</p>\n<ul>\n<li>Remember your information so you do not have to re-enter it;</li>\n<li>Track and understand how you use and interact with our online services and emails;</li>\n<li>Tailor our online services to your preferences;</li>\n<li>Measure how useful and effective our services and communications are to you.\nand</li>\n<li>Otherwise manage and enhance our products and services.</li>\n</ul>\n<p>We set some of these automated technologies ourselves, but others are set by third parties who deliver services on our behalf.\nFor example, we may use other companies’ web analytics services (described in the “Third-Party Analytics Services” section), which use automated technologies to help us evaluate how customers use of our websites.</p>\n<p>Your browser can alert you when cookies are placed on your device, and how you can stop or disable them via your browser settings.\nPlease note, however, that without cookies all of the features of our online services may not work properly.\nIf you use a mobile device, you can manage how your device and browser share certain device data by changing the privacy and security settings on your mobile device.\nYou can learn more about cookies and how to manage your preferences by visiting http://www.allaboutcookies.org.</p>\n<p>\n</p>\nTHIRD-PARTY ANALYTICS SERVICES\n<p> We use other companies as service providers to help us analyze our site, and track metrics.\nThese service providers generally promised us under contract to keep data private but have their own privacy policies that you should be aware of.\n</p>\n<p>We may use third-party analytics service providers to help us with our online services, such as Google Analytics, BugSnag, and Crashlytics.\nThe analytics providers that administer these services use technologies such as cookies, web beacons, and web server logs to help us analyze how you use our online services.\nWe may disclose your site-use information (including IP address) to these analytics providers, and other service providers who use the information to help us figure out how you and others use our online services.</p>\n<ul>\n<li>\n<p>To learn more about Google Analytics and how to opt out, please visit https://marketingplatform.google.com/about/ or https://support.google.com/analytics/answer/181881?hl=en.</p>\n</li>\n<li>\n<p>To learn more about BugSnag, please visit https://docs.bugsnag.com/legal/privacy-policy/.</p>\n</li>\n<li>\n<p>To learn more about Crashlytics, please visit https://fabric.io/terms.</p>\n</li>\n</ul>\n<p>\n</p>\nHOW LONG WE KEEP YOUR INFORMATION\n<p> We keep your information as long as you keep using our products and services.\nAfter that, we keep it for as long as we need it to do things like fight fraud, collect fees you owe, resolve disputes with (or involving) you, follow the law, enforce our agreements and defend our rights in court.</p>\n<p>We generally keep your information as long as reasonably necessary to provide you the Services or to comply with applicable law.\nHowever, even after you deactivate your account, we can retain copies of information about you and any transactions or Services in which you may have participated for a period of time that is consistent with applicable law, applicable statute of limitations or as we believe is reasonably necessary to comply with applicable law, regulation, legal process, or governmental request, to detect or prevent fraud, to collect fees owed, to resolve disputes, to address problems with our Services, to assist with investigations, to enforce our General Terms or other applicable agreements or policies, or to take any other actions consistent with applicable law.</p>\n<p>\n</p>\nYOUR CHOICES\n<p> You can see, change or fix information you gave us, ask us to deactivate your account, control your location information, or tell us to stop marketing to you by opting out.<br>\n<br>\nIf you live in California, you have additional rights, which we describe below.<br>\n</p>\nPersonal Information\n<p>You can access, change, or correct information that you have provided by logging into your Cash App account at any time or by making a request to us using the contact details below.\nWe will need to verify your identity before granting access or otherwise changing or correcting your information.</p>\nDeactivating Your Account\n<p>If you wish to deactivate your account, you can do so at any time by logging into your Cash App account and visiting https://cash.me/support.</p>\n<p>If you would like to have your account closed permanently, please contact us at https://cash.me/support.</p>\nLocation Information\n<p>In order to provide certain Services, we may require access to location information, including precise geolocation information collected from your device.\nIf you do not consent to collection of this information, certain Services will not function properly and you will not be able to use those Services.\nYou can stop our collection of location information at any time by changing the preferences on your mobile device.\nIf you do so, some of our mobile applications will no longer function.\nYou also may stop our collection of location information via mobile application by following the standard uninstall process to remove Cash mobile applications from your device.</p>\nDo Not Track\n<p>Certain web browsers allow you to instruct your browser to respond to Do Not Track (“DNT”) signals to website you visit, informing those sites that you do not want your online activities to be tracked.\nAt this time, our websites are not designed to respond to DNT signals or similar mechanisms from browsers.</p>\nPromotional Communications\n<p>You can opt out of receiving in-app push notifications containing promotional messages from us by following the instructions on screen or by following the instructions in those messages.\nIf you decide to opt out, we may still send you non-promotional communications in-app, or via email and text, such as transaction receipts and messages about your account, or our processing of your information in accordance with the provision of our Services.</p>\n<p>\n</p>\nRIGHTS OF CALIFORNIA RESIDENTS\n<p>If you live in California, the following additional rights apply to you.</p>\n<p>\n<strong>Right to Know</strong>\n</p>\n<p>You may have the right to request, up to twice in a 12-month period, to see the following information about the personal information we have collected about you during the past 12 months:</p>\n<ul>\n<li>The categories and specific pieces of personal information we have collected about you;\u2028</li>\n<li>The categories of sources from which we collected the personal information;\u2028</li>\n<li>The business or commercial purpose for which we collected the personal information;\u2028</li>\n<li>The categories of third parties with whom we shared the personal information;\u2028 and</li>\n<li>The categories of personal information about you that we disclosed for a business purpose, and the categories of third parties to whom we disclosed that information for a business purpose.</li>\n</ul>\n<p>To request the specific pieces of personal information we have collected about you, see “How to exercise your rights” below.\nYou may find all of the other information listed above in this Privacy Notice.</p>\n<p>California law gives you the right to ask if we disclose your personal information to third parties for their direct marketing purposes (we do not disclose your personal information for others’ direct marketing purposes).\nIt also gives you the right to ask if we sell your personal information to third parties (we do not sell your personal information and have not done so in the past), and if we did (which we don’t), you’d have the right to opt out of such sales.</p>\n<p>\n<strong>Right of Deletion</strong>\n</p>\n<p>You have the right to ask us to delete the personal information we have collected from you (subject to exceptions the law provides).\nPlease note that you may no longer be able to use our Services if you delete your personal information.</p>\n<p>\n<strong>Right of Non-Discrimination</strong>\n</p>\n<p>You have the right to not be discriminated against if you exercise these privacy rights.\nWe will not discriminate against you, deny, charge different prices for, or provide a different quality of goods or services if you choose to exercise these rights.</p>\n<p>\n<strong>How to Exercise Your Rights</strong>\n</p>\n<p>If you live in California and would like to send us a request to exercise one of your above rights, you may do so online at https://cash.app or by contacting us as indicated in the “How to Contact Us” section below.</p>\n<p>To help protect your privacy and maintain security, we take steps to verify your identity and will require you to be logged in to your Cash App account before granting you access to your personal information or complying with your request.</p>\n<p>You may designate an authorized agent to make a request on your behalf as permitted under law, though before we process that request, we will require that you provide the authorized agent written permission to do so and verify your identity directly with us.</p>\n<p>To the extent permitted by applicable law, we may charge a reasonable fee to comply with your request.</p>\nCHILDREN’S PERSONAL INFORMATION\n<p> If you are a kid under 13, please don’t use our services.\nIf we collect your data and later learn you are a kid under 13, we will delete it.</p>\n<p>Our Services are general audience services not directed at children under the age of 13.\nIf we learn that any information we collect has been provided by a child under the age of 13, we will promptly delete that information.</p>\n<p>\n</p>\nHOW WE SECURE INFORMATION\n<p> We do a lot to keep your data safe.\nWhile we think we have strong defenses in place, no one can ever guarantee that hackers won’t be able to break into our sites or steal your data while it is stored or flowing from you to us or vice versa.</p>\n<p>We take reasonable measures, including administrative, technical, and physical safeguards, to protect your information from loss, theft, and misuse, and unauthorized access, disclosure, alteration, and destruction.\nNevertheless, the internet is not a 100% secure environment, and we cannot guarantee absolute security of the transmission or storage of your information.\nWe hold information about you both at our own premises and with the assistance of third-party service providers.</p>\n<p>For more information about our security practices, please visit https://cash.app/security.</p>\n<p>\n</p>\nSTORAGE AND PROCESSING\n<p> We operate in many countries, and we (or our service providers) may move your data and process it outside the country where you live.</p>\n<p>We may, and we may use third-party service providers to, process and store your information in the United States, Canada, Japan, the European Union, and other countries.</p>\n<p>\n</p>\nCHANGES TO THIS PRIVACY NOTICE\n<p> We can change this privacy notice.\nWhen the changes impact your rights or how we use your data in important ways, we’ll tell you first by email (if you’ve given us your email address).</p>\n<p>We may amend this Privacy Notice from time to time by posting a revised version and updating the “Effective Date” above.\nThe revised version will be effective on the “Effective Date” listed.\nWe will provide you with reasonable prior notice of material changes in how we use your information, including by email, if you have provided one.\nIf you disagree with these changes, you may cancel your account at any time.\nIf you keep using our Services, you consent to any amendment of this Privacy Notice.</p>\n<p>\n</p>\nHOW TO CONTACT US\n<p> You can contact our privacy team with any questions or concerns at the address below.</p>\n<p>Please contact our privacy team with any questions or concerns regarding this Privacy Notice:\nSquare, Inc.\n1455 Market Street, Suite 600, San Francisco, CA 94103, U.S.A.\nprivacy@squareup.com</p>\n<p>If you have any questions or concerns regarding our privacy notice, or if you believe our privacy notice or applicable laws relating to the protection of your personal information have not been respected, you may file a complaint with our privacy team listed above.\nWe will respond to let you know when you can expect a further response.\nWe may request additional details from you regarding your concerns and may need to engage or consult with other parties in order to investigate and address your issue.\nWe may keep records of your request and any resolution.</p>\nUnited StatesGeneral Terms of ServiceAdditional Cash Terms of ServiceCash Sutton Bank Terms of ServiceCash LDDA TermsCash Lincoln Savings Bank Terms of ServiceAdditional Virtual Currency Terms of ServiceCash App Investing Disclosure LibraryPrivacy NoticeSquare E-Sign ConsentAuto Pay AuthorizationUnited KingdomGeneral Terms of ServiceAdditional Cash Terms of ServicePrivacy Notice for Cash App©2019 Square, IncLegal Licenses Security Press Bitcoin Support Status Contact Us ", "created_at": "2020-11-29 10:28:48.737218", "updated_at": "2020-11-29 10:28:57.4782"}, {"id": 3191, "name": "Terms of Service Square Inc", "url": "https://squareup.com/gb/en/legal/general", "xpath": "", "text": " Please update your browser.\n<p>Download the latest version of a supported browser below to get the most out of this website:</p>\n<ul>\n<li>Google Chrome </li>\n<li>Mozilla Firefox </li>\n<li>Microsoft Edge </li>\n</ul> I understand.\nProceed anyway Timely resources for sellers<p>\n<strong>General</strong>\n</p>General Terms of Service <p>\n<strong>Posted on: 5 September 2018</strong>\n<strong>Effective Date: 5 September 2018</strong>\n</p>\n<p>These General Terms of Service (the ‘General Terms’) are a legal joint supply agreement between you (‘you’ or ‘your’), Squareup Europe Limited, a company incorporated in England and Wales with company number 08957689 with a registered office at 6th Floor, One London Wall, London, EC2Y 5EB (‘Square Europe’) and Squareup International Limited, a company incorporated in Ireland with company number 583287 whose registered office is at 70 Sir John Rogerson’s Quay, Dublin 2, Ireland (‘Square International’ and together with Square Europe, ‘Square’).\nThese General Terms govern your use of Square’s services, including mobile applications, websites, software, hardware and other products and services (collectively, the ‘Services’), whether such Services are offered by Square Europe, Square International or a subsidiary or an affiliate of either such company (each, a ‘Square Company’).\nEffective upon the earlier of your clicking “Accept” or your use of any of the Services, you accept and agree to these General Terms and any policies referenced within (‘Policies’), including terms that limit Square’s liability (see Section 15) and require arbitration for any potential legal dispute (see Section 18).\nYou also agree to any additional terms specific to Services you use (the ‘Additional Terms’).\nIf you are using the Services on behalf of a business, you agree that you are accepting these General Terms and have authority to enter into these General Terms, on behalf of that business.\nThose Additional Terms become part of your agreement with us, including those listed below.\nYou should read all of the terms carefully.</p>\n<p>Privacy Notice: Those provisions of the Privacy Notice for Users Who Apply or Sign Up for a Square Account or Other Services (‘Privacy Notice’) that are applicable to you as a merchant apply when you use the Services.</p>\n<p>Data Processing Terms: These terms (‘Data Processing Terms’) govern the processing by Square of your customers’ and your employees’ personal data.</p>\n<p>Payment Terms: These terms (‘Payment Terms’) apply to all payments processed through the Services.</p>\n<p>SaaS and Services Terms: These terms (‘SaaS Terms’) govern your license to Square intellectual property, including the Square Point-of-Sale application and Cash App, and your use of certain Services.</p>\n<p>Instant Transfer Terms: These terms (‘Instant Transfer Terms’) apply to your use of Instant Transfers.</p>\n<p>Additional Point of Sale Terms of Service: These terms (‘Additional Point of Sale Terms’) apply to your use of certain additional products and services offered by Square, such as gift cards.</p>\n<strong>1.\nPrivacy</strong>\n<p>You consent to Square’s Privacy Notice, which explains how Square collects, uses and protects the personal information you provide to us.\nAs explained in Square’s Privacy Notice, Square and its affiliates act as data controllers when they collect, use, disclose, transfer, store, retain or otherwise process your personal data at the time you use our Services.</p>\n<p>Square is also data processor in relation to your customers’ and your employees’ personal data that Square processes in the course of providing the Services.\nThe Data Processing Agreement will govern the processing by Square of your customers’ and your employees’ personal data.\nBy accepting these General Terms, you are agreeing to be bound by the Data Processing Terms.</p>\n<strong>2.\nSquare Account Registration</strong>\n<p>You must open an account with Square (a ‘Square Account’) to use the Services.\nDuring registration, Square will ask you for information, including your name and other personal information.\nYou must provide accurate and complete information in response to Square’s questions and keep that information current by updating Square Support.\nYou are fully responsible for all activity that occurs under your Square Account, including for any actions taken by persons to whom you have granted access to the Square Account.\nSquare reserves the right to suspend or terminate the Square Account of any user who provides inaccurate, untrue or incomplete information or who fails to comply with the account registration requirements.</p>\n<strong>3.\nRevisions, Disclosures and Notices</strong>\n<p>Each of Square International and Square Europe may amend the General Terms and any applicable Additional Terms or Policies at any time with notice that it deems to be reasonable in the circumstances, by posting the revised version on Square’s website (the ‘Square Website’) or communicating it to you through the Services (each, a ‘Revised Version’).\nEach Revised Version will be effective as of the time it is posted.\nYour continued use of the Services after the posting of a Revised Version constitutes your acceptance of such Revised Version.\nHowever, any Dispute (as defined in Section 17) that arose before the changes will be governed by the General Terms, Additional Terms or Policies in place when the Dispute arose.\nNotwithstanding the foregoing, the Payment Terms may be varied only in accordance with the provisions set out in Section 34 of the Payment Terms.</p>\n<p>Unless applicable (a) laws, (b) regulatory requirements, including the Payment Services Regulations 2017 or (c) mandatory standards or codes of practice of any competent authority (collectively, ‘Applicable Law’) require an alternative or specific method of communication, you agree that any Square Company may electronically provide or make available to you (as relevant) any Communication (as defined below), by (i) posting it on the Square Website, (ii) pushing notifications through the Services, (iii) emailing it to the email address listed in your Square Account, (iv) sending you a text message to the primary mobile phone number you have listed in your Square Account, (v) uploading it to your Square Account or (vi) making the Communications otherwise accessible via the Square Website or other applications.\nIn such circumstances, a Communication has the same meaning and effect as if such Square Company had provided you with paper copies.\nA Communication is considered received by you twenty-four (24) hours after it is issued, unless the relevant Square Company receives notice that it was not delivered.</p>\n<p>If you wish to withdraw your consent to receiving electronic Communications, you should contact Square Support.\nAny withdrawal of your consent will be effective four weeks after Square Support receives your email.\nIf Square Companies are not able to communicate with you otherwise than electronically as set out in this Section 3, you may need to terminate your Square Account or your use of certain or all of the Services.</p>\n<p>You have the right to receive a Communication in paper form.\nTo request a paper copy of any Communication at no charge, please email Square Support no later than 180 calendar days of the date the Communication was issued.</p>\n<p>You can change your email address by emailing Square Support.\nYou may also be able to change your email address through your Square Account.</p>\n<p>A ‘Communication’ includes but is not limited to any: (a) disclosure, (b) notice, (c) agreement or policy such as the Additional Terms, (d) payment authorisation or transaction receipt or confirmation, (e) account statement or history or (f) relevant tax statement or document or any other written information relating to your Square Account or your use of the Services.</p>\n<strong>4.\nRestrictions</strong>\n<p>You may not directly or indirectly export the Services.\nThe Services may be subject to export restrictions imposed by Applicable Law.\nYou may not, nor may you permit any third party to: (a) access or monitor any material or information on any Square Company system using any manual process or robot, spider, scraper or other automated means.\n(b) copy, reproduce, alter, modify, create derivative works, publicly display, republish, upload, post, transmit, resell or distribute in any way material, Services or information from any Square Company.\n(c) use and benefit from the Services via a rental, lease, timesharing, service bureau or other arrangement.\n(d) transfer any rights granted to you under these General Terms.\n(e) violate the restrictions in any robot exclusion headers on any Service, work around, bypass or circumvent any of the technical limitations of the Services, use any tool to enable features or functionalities that are otherwise disabled in the Services or decompile, disassemble or otherwise reverse engineer the Services, except to the extent that such restriction is expressly prohibited by Applicable Law.\n(f) perform or attempt to perform any actions that would interfere with the proper working of the Services, prevent access to or use of the Services by any person that signs up for a Square Account to use Payment Services (a ‘Square Seller’) or impose an unreasonable or disproportionately large load on Square International’s infrastructure.\n(g) use the Services in a way that distracts or prevents you from obeying traffic or safety laws.\n(h) use the Services for the sale of firearms, firearm parts, ammunition, weapons or other devices designed to cause physical harm.\n(i) use the Services for any illegal activity or goods or in any way that exposes you, other Square Sellers, any Square Company or any of their partners to harm.\nor (j) otherwise use the Services except as expressly allowed under this these General Terms and applicable Additional Terms and Policies.</p>\n<p>If Square reasonably suspects (including as a result of recommendations made by Square International) that your Square Account has been used for an unauthorised, illegal or criminal purpose, you give Square express authorisation to share information about you, your Square Account and any of your transactions with law enforcement.</p>\n<strong>5.\nCompatible Mobile Devices and Third Party Carriers</strong>\n<p>Neither Square International nor Square Europe warrants that the Services will be compatible with your mobile device or carrier.\nYour use of the Services may be subject to the terms of your agreements with your mobile device manufacturer or carrier.\nYou may not use a modified device to use the Services if the modification is contrary to the manufacturer’s software or hardware guidelines, including disabling hardware or software controls—sometimes referred to as ‘jail broken.’</p>\n<strong>6.\nYour Content</strong>\n<p>You may be able to upload or provide photos, logos, products, loyalty programmes, promotions, advertisements and other materials or information (‘Content’) using the Services.</p>\n<p>You grant each Square Company and its successors a worldwide, non-exclusive, royalty-free, fully-paid, transferable and sub-licencable right to use, reproduce, modify, adapt, publish, prepare derivative works of, distribute, publicly perform and publicly display your Content throughout the world in any media in order to provide and promote the Services.\nYou retain all rights in your Content, subject to the rights you grant to each Square Company in these General Terms.\nYou may modify or remove your Content via your Square Account or by terminating your Square Account, but your Content may persist in historical, archived or cached copies and versions thereof available on or through the Services.</p>\n<p>You will not upload or provide Content or otherwise post, transmit, distribute or disseminate through the Services or present in your physical establishment any material that: (a) is false, misleading, unlawful, obscene, indecent, lewd, pornographic, defamatory, libelous, threatening, harassing, hateful, abusive or inflammatory.\n(b) encourages conduct that would be considered a criminal offense or gives rise to civil liability.\n(c) breaches any duty toward or rights of any person or entity, including rights of publicity, privacy or Intellectual Property Rights.\n(d) contains corrupted data or any other harmful, disruptive or destructive files.\n(e) advertises products or services competitive with a Square Company’s or its partners’ products and services, as determined by Square International in its sole discretion.\nor (f) in Square International’s sole judgment, is objectionable, restricts or inhibits any person or entity from using or enjoying any portion of the Services or which may expose any Square Company or Square Seller to harm or liability of any nature.</p>\n<p>Although Square has no obligation to monitor any Content, Square has absolute discretion to remove Content at any time and for any reason without notice.\nYou understand that by using the Services, you may be exposed to Content that is offensive, indecent or objectionable.\nNeither Square International nor Square Europe takes any responsibility or assumes any liability for any Content, including any loss or damage to any of your Content.</p>\n<strong>7.\nCopyright and Trademark Infringement</strong>\n<p>Square International and Square Europe respect the copyright and trademark rights of others and ask you to do the same.\nSquare International and Square Europe have adopted a&nbsp;Copyright &amp.\nTrademark Policy regarding claims that third party material infringes the copyrights or trademarks of others.\nSquare International responds to all valid notices of such copyright and trademark infringement and its policy is to suspend or terminate the access privileges of those who infringe the copyrights and trademarks of others.</p>\n<strong>8.\nSecurity</strong>\n<p>Square International and Square Europe have implemented technical and organisational measures designed to secure your personal information from accidental loss and from unauthorised access, use, alteration or disclosure.\nHowever, neither Square International nor Square Europe can guarantee that unauthorised third parties will never be able to defeat those measures or use your personal information for improper purposes.</p>\n<p>You are responsible for safeguarding your password and for restricting access to the Services from your compatible mobile devices and computer(s).\nYou will immediately notify Square Support of any unauthorised use of your password or Square Account or any other breach of security.\nNotwithstanding Sections 17 and 18, in the event of any dispute between two or more parties as to account ownership, Square will be the sole arbiter of such dispute in its sole discretion after taking into consideration the recommendations of Square International.\nSquare’s decision (which may include termination or suspension of any Square Account subject to dispute) will be final and binding on all parties.</p>\n<strong>9.\nPaid Services</strong>\n<p>Square International may offer Services to be paid for on a recurring basis or on an as-used basis (collectively, ‘Paid Services’, the fees for the Paid Services being ‘Paid Service Fees’).\nPaid Service Fees may be paid by debit card, credit card or deducted from your transaction proceeds.\nIf you link a debit or credit card to your account, you authorise Square Europe, as agent for Square International, to collect Paid Service Fees by debit from your linked debit card or charge to your linked credit card.\nRegardless of payment device, Square Europe reserves the right to collect Paid Service Fees, as agent for Square International, by deduction from your transaction proceeds, the Balance (as defined in the Payment Terms) in your Square Account or your linked bank account.</p>\n<strong>10.\nTermination</strong>\n<p>Unless otherwise required by Applicable Law, Square may immediately terminate these General Terms and any applicable Additional Terms or suspend or terminate your Square Account or your access to any Service.\nSquare may terminate your Square Account if you, as a for-profit business, as a matter of policy, discriminate in providing goods or services to people based on sexual preference, race, colour, religion, sex, national origin, age or disability.\nNotwithstanding the foregoing, Square Europe may only terminate the Payment Services (as defined in the Payment Terms) in accordance with the Payment Terms.</p>\n<p>You may terminate these General Terms or any Additional Terms at any time from your Square Account Settings.\nIf you terminate these General Terms, you will be deemed to have terminated the Payment Terms on the same day.</p>\n<strong>11.\nEffect of Termination</strong>\n<p>If these General Terms or your Square Account is terminated or suspended for any reason: (a) any rights granted under these General Terms will end, (b) Square International may (but has no obligation to) delete your information and account data stored on its servers and (c) no Square Company will be liable to you or any third party for compensation, reimbursement or damages for any termination or suspension of the Services or for deletion of your information or account data.\nIn addition to any continuing obligations under any Additional Terms, the following sections of these General Terms survive and remain in effect in accordance with their terms upon termination: 6 (Your Content), 7 (Copyright and Trademark Infringement), 11 (Effect of Termination), 12 (Indemnity), 13 (Your Representations and Warranties), 14 (Our Representations and Warranties), 15 (Limitation of Liability), 16 (Third Party Products), 17 (Disputes), 18 (Arbitration), 19 (Governing Law), 20 (Limitation on Time to Initiate a Dispute), 21 (Assignment), 22 (Third Party Service and Links to Other Web Sites) and 23 (Other Provisions).</p>\n<strong>12.\nIndemnity</strong>\n<p>You will indemnify, defend and hold each Square Entity (as defined below) harmless from and against any and all claims, costs, losses, damages, judgments, tax assessments, penalties, interest and expenses (including without limitation reasonable legal fees) arising out of any claim, action, audit, investigation, inquiry or other proceeding instituted by a person or entity that arises out of or relates to: (a) any actual or alleged breach of your representations, warranties or obligations set forth in these General Terms.\n(b) your wrongful or improper use of the Services.\n(c) your violation of any Applicable Law.\nand (d) any other party’s access and/or use of the Services with your unique name, password or other appropriate security code.</p>\n<p>‘Square Entity’ means (i) each Square Company, (ii) each of the licensors, suppliers and processors of each Square Company and (iii) each of the respective affiliates, officers, employees, agents or contractors of each entity set forth in clauses (i) and (ii).</p>\n<strong>13.\nYour Representations and Warranties</strong>\n<p>You represent and warrant to Square that: (a) you are at least eighteen (18) years of age.\n(b) you are eligible to register and use the Services and have the right, power and ability to enter into and perform under these General Terms, including on behalf of any business using the Services hereunder.\n(c) any information you provide in connection with the Services, including your business name, accurately and truthfully represents your business or personal identity under which you sell goods and services.\n(d) you and all transactions initiated by you will comply with all Applicable Law.\n(e) you will not use the Services, directly or indirectly, for any fraudulent undertaking or in any manner so as to interfere with the operation of the Services.\nand (f) your use of the Services will be in compliance with these General Terms and the Additional Terms.</p>\n<strong>14.\nOur Representations and Warranties</strong>\n<p>EACH SQUARE ENTITY SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OF MERCHANTIBILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.</p>\n<p>NO SQUARE ENTITY WARRANTS OR GUARANTEES THAT THE SERVICES ARE ACCURATE, RELIABLE OR CORRECT.\nTHAT THE SERVICES WILL MEET YOUR REQUIREMENTS.\nTHAT THE SERVICES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED, ERROR-FREE, WITHOUT DEFECT OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>No Square Entity warrants, endorses, guarantees or assumes responsibility for any product or services advertised or offered by a third party.\nNo Square Entity has control of or liability for, goods or services that are paid for using the Services.</p>\n<p>Subject to the foregoing, Square Europe warrants that the Payment Services will be provided with reasonable care and skill.\nIf this warranty is breached, you must notify Square Support as soon as possible.\nYou must give Square Support a reasonable time to fix the problem, which solution may include (a) supplying you with a reasonable way to work around the problem that is not materially detrimental to you and/or (b) re-performing any relevant Service(s).\nSquare Support will attempt to fix any such problems without any additional charge to you.\nIf Square Support is able to do so within a reasonable time, this will be your sole and exclusive remedy in relation to any breach and no Square Company will have any obligation or liability in relation to such breach.</p>\n<strong>15.\nLimitations of Liability</strong>\n<p>Square Europe will provide the Payment Services to you in accordance with the Payment Terms.\nSquare International will provide the SaaS Services (as defined in the SaaS Terms) to you in accordance with the SaaS Terms.\nFor the avoidance of doubt, Square Europe shall have no liability to you in respect of the SaaS Services or the performance or non-performance of any obligations of Square International under the SaaS Terms or these General Terms and Square International shall have no liability to you in respect of the Payment Services or the performance or non-performance of any obligations of Square Europe under the Payment Terms or these General Terms.</p>\n<p>Neither your nor Square’s liability: (a) for death or personal injury caused by its negligence.\n(b) for fraudulent misrepresentation or for any other fraudulent act or omission.\n(c) for breach of any statutorily-implied term as to title to goods supplied.\n(d) under Part I of the Consumer Protection Act 1987.\n(e) for any other liability which may not lawfully be excluded or limited including under the Payment Services Regulations 2017, is excluded or limited by these General Terms, even if any other term of these General Terms would otherwise suggest that this might be the case.</p>\n<p>No Square Entity will be liable (whether from breach of contract, tort (including negligence), breach of statutory duty or otherwise) for any: (a) loss of profit.\n(b) loss of sales, turnover, revenue or business.\n(c) loss of customers or contracts.\n(d) loss of or damage to reputation or goodwill.\n(e) loss of opportunity.\n(f) loss of anticipated savings.\n(g) loss of any software or data.\n(h) loss of use of hardware, software or data.\n(i) loss or waste of management or other staff time.\nor (j) indirect, consequential or special loss, arising out of or relating to these General Terms, whether or not such loss was foreseeable or if the Party which would otherwise be liable for such loss was advised of its possibility (and, for the purposes of this Section, the term ‘loss’ includes a partial loss or reduction in value as well as a complete or total loss).</p>\n<p>No Square Entity will be liable, whether in contract, tort (including negligence), breach of statutory duty or otherwise, for any loss, damage, expense or liability incurred or sustained as a result of: (a) the use of any Service except for its normal intended purpose.\n(b) any adaptation or modification of any Service or integration or combination with any other product or material not supplied by any Square Company, in each case carried out by anyone other than any Square Company or without its express written consent.\n(c) the compliance by any Square Company with any design, specification or instructions provided by you on your behalf.\nand/or (d) any Merchant Content or Third Party Services.</p>\n<p>Subject to the first, second and third paragraphs of this Section 15, any Square Entity’s total liability arising out of or relating to these General Terms or its subject matter and to anything which it has done or not done in connection with the same (whether from breach of contract, tort (including negligence), breach of statutory duty or otherwise) will be limited, in respect of each event or series of connected events, to the greater of: (a) the total of all amounts payable by you under these General Terms in the three-month period immediately preceding the event giving rise to such liability (or, in the case of a series of connected events, the first such event).\nand (b) £500 (GBP).</p>\n<strong>16.\nThird Party Products</strong>\n<p>Except as expressly set out in these General Terms, all third party hardware and other products included or sold with the Services are provided solely according to the warranty and other terms specified by the manufacturer, who is solely responsible for service and support for its product.\nFor service, support or warranty assistance with the Muira reader provided to you by Square, please contact Square Support.\nFor service, support or warranty assistance for other third party hardware or other products, you should contact the manufacturer directly.</p>\n<strong>17.\nDisputes</strong>\n<p>‘Disputes’ are defined as any claim, controversy or dispute between you and any Square Entity, including any claims relating in any way to these General Terms or the Services or any other aspect of your relationship with any Square Entity.</p>\n<strong>18.\nArbitration</strong>\n<p>Any Dispute between you and either or both of Square Europe and Square International (such Square party to a Dispute, the ‘Square Party’) arising out of or in connection with these General Terms or any Additional Terms or Policies, including in respect of their interpretation, subject-matter or termination, will be referred to and finally resolved by arbitration under the rules of the London Court of International Arbitration (‘LCIA’), which rules are deemed to be incorporated by reference into these General Terms.\nThe number of arbitrators will be one, unless the LCIA determines that, in view of all the circumstances of the case, a three-member tribunal is appropriate.\nThe place and seat of arbitration will be London, England.\nThe language to be used in the arbitration proceedings will be English.\nAny reference under this Section 18 will be deemed to be a reference to arbitration within the meaning of the Arbitration Act 1996.\nThe arbitrator’s decision will be final and binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nThe Square Party will pay all the arbitration fees due to LCIA for any Dispute.\nIf you prevail on any claim for which you are legally entitled to attorney’s fees, you may seek to recover those fees from the arbitrator.\nFor any claim where you are seeking relief, the Square Party will not seek to have you pay its attorney’s fees, even if fees might otherwise be awarded, unless the arbitrator determines that your claim was frivolous.\nFor purposes of this arbitration provision, references to you and any Square Party also include respective subsidiaries, affiliates, agents, employees, predecessors, successors and assigns as well as authorised users or beneficiaries of the Services.\nIf any provision of this arbitration agreement is found unenforceable, the unenforceable provision will be severed and the remaining arbitration terms will be enforced.</p>\n<p>Notwithstanding the foregoing, nothing in these General Terms, Policies, Additional Terms or related documents will prevent any party from commencing proceedings and pursuing claims before a court of competent jurisdiction in accordance with the second paragraph of Section 19 in cases in which interim, injunctive or declaratory relief is required or where the right to issue proceedings would be prejudiced by the impending expiration of any applicable limitation period.</p>\n<p>Notwithstanding anything to the contrary in this Section 18, any Dispute, to the extent arising out or of connection with the Payment Services, may only be resolved in accordance with Section 38 of the Payment Terms.</p>\n<strong>19.\nGoverning Law</strong>\n<p>These General Terms and any Dispute are governed by the law of England and Wales, without regard to choice of law or conflicts of law principles.</p>\n<p>Subject to and without waiver of the arbitration provisions in Section 18, you irrevocably agree that the English courts in London, England will have exclusive jurisdiction to settle any Dispute, but Square International and Square Europe are each entitled to apply to any court worldwide for injunctive or other remedies in order to protect or enforce their respective Intellectual Property Rights and/or Confidential Information.</p>\n<strong>20.\nLimitation on Time to Initiate a Dispute</strong>\n<p>Any action or proceeding by you relating to any Dispute must commence within one year after the cause of action accrues.</p>\n<strong>21.\nAssignment</strong>\n<p>These General Terms and any rights and licenses granted hereunder, may not be transferred or assigned by you and any attempted transfer or assignment will be null and void.</p>\n<strong>22.\nThird Party Services and Links to Other Web Sites</strong>\n<p>You may be offered services, products and promotions provided by third parties and not by a Square Company (‘Third Party Services’).\nIf you decide to use Third Party Services you will be responsible for reviewing and understanding the terms and conditions for these services.\nNeither Square International nor Square Europe is responsible for the performance of any Third Party Services.\nThe Services may contain links to third party websites.\nThe inclusion of any website link does not imply an approval, endorsement or recommendation by any Square Company.\nSuch third party websites are not governed by these General Terms.\nYou access any such website at your own risk.\nSquare International and Square Europe expressly disclaim any liability for these websites.\nWhen you use a link to go from the Services to a third party website, Square’s Privacy Policy is no longer in effect.\nYour browsing and interaction on a third party website, including those that have a link in the Services is subject to that website’s own terms, rules and policies.</p>\n<strong>23.\nOther Provisions</strong>\n<p>These General Terms and any applicable Additional Terms and Policies, constitute the entire agreement between you and Square and supersedes and extinguishes all previous agreements, promises, assurances, warranties, representations and understandings between them, whether written or oral, relating to its subject matter.</p>\n<p>You and each Square Company agree that it shall have no remedies in respect of any statement, representation, assurance or warranty (whether made innocently or negligently) that is not set out in this agreement.\nYou and each Square Company agree that it shall have no claim for innocent or negligent misrepresentation or negligent misstatement based on any statement in these General Terms and any applicable Additional Terms and Policies.\nIf any provision of these General Terms or any Additional Term is invalid or unenforceable under Applicable Law, then it will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under Applicable Law and the remaining provisions will continue in full force and effect.\nThese General Terms do not limit any rights that Square International or Square Europe may have under trade secret, copyright, patent or other laws.\nNo waiver of any term of these General Terms will be deemed a further or continuing waiver of such term or any other term.</p>\n<p>Except as provided by this Section 23, no express term of these General Terms or any term implied hereunder is enforceable pursuant to the Contracts (Rights of Third Parties) Act 1999 (the ‘Act’) by any person who is not a party hereto, but this does not affect any right or remedy of a third party which exists or is available, apart from pursuant to that Act.\nAny Square Entity may enforce any provision of these General Terms subject to and in accordance with the provisions of the Act.</p>\n<p>Nothing in these General Terms or in any document referred to herein or in any arrangement contemplated herein creates a partnership or joint venture.</p>\n<p>It is a condition of these General Terms that, in pre-contract negotiations and in the exercise of its rights or the performance of its obligations under these General Terms, each party hereto will at all times ensure its compliance with all Applicable Law relating to anti-bribery and anti-corruption, including the Bribery Act 2010 (‘Anti-bribery Laws’) and that no party hereto will commit (or procure the commission of) any breach of any Anti-bribery Laws or do anything that would cause any other party to commit an offence under any Anti-bribery Laws.</p> GeneralPrivacy NoticeTerms of ServiceGovernmentAdditional Point of Sale TermsCommercial Entity AgreementDeclaration of ConformityDeveloper Terms of ServiceEU Applicant Privacy NoticeFee ScheduleHardware Policies and Limited WarrantyInstant Transfer TermsPayment TermsPoint-of-Sale, SaaS and Services TermsPayments<ul>\n<li>Square Payments</li>\n<li>Payments Overview</li>\n<li>By Invoice</li>\n<li>On your computer</li>\n<li>On your Website</li>\n<li>Payments security</li>\n<li>Transfers</li>\n</ul>Software &amp.\nServices<ul>\n<li>Square Point of Sale</li>\n<li>Online Store</li>\n<li>Online Checkout</li>\n<li>Square for Retail</li>\n<li>Square for Restaurants</li>\n<li>Square KDS</li>\n<li>Dashboard</li>\n<li>Team Management</li>\n<li>Customer Directory</li>\n<li>Inventory Management</li>\n<li>Gift Cards</li>\n<li>Integrations</li>\n</ul>Hardware<ul>\n<li>Square Reader</li>\n<li>Square Stand</li>\n<li>Square Terminal</li>\n<li>Compare Hardware</li>\n<li>Shop Hardware</li>\n<li>Rent hardware</li>\n</ul>Support<ul>\n<li>Pricing</li>\n<li>Support Centre</li>\n<li>Community</li>\n<li>Contact Sales</li>\n<li>Service status</li>\n</ul>Resources<ul>\n<li>Blog</li>\n<li>Guides</li>\n</ul>Developers<ul>\n<li>Developer platform</li>\n<li>In-App Payments SDK</li>\n<li>Documentation</li>\n<li>Developer dashboard</li>\n</ul>Work with Square<ul>\n<li>Affiliate programme</li>\n<li>Partner with Square</li>\n</ul>Square<ul>\n<li>About</li>\n<li>News</li>\n<li>Careers</li>\n<li>Cash App</li>\n</ul>\n<ul>\n<li>Australia</li>\n<li>Canada</li>\n<li>Japan</li>\n<li>United Kingdom</li>\n<li>United States</li>\n</ul>English<ul>\n<li>English</li>\n</ul>\n<p>© 2020 Squareup International Ltd.</p>\n<p>Squareup Europe Ltd is authorised by the Financial Conduct Authority under the Electronic Money Regulations 2011 (registered reference no.\n900846) for the issuing of electronic money and provision of payment services.</p>\n<ul>\n<li>Privacy Notice</li>\n<li>Terms of Service</li>\n<li>Government</li>\n<li>EU Applicant Privacy Notice</li>\n</ul>We use cookies to improve and customise our services.\nBy using Square, you agree to our use of cookies.\nTo learn more about cookies and how to change your settings, view our privacy policy.", "created_at": "2020-11-29 10:31:02.976852", "updated_at": "2020-12-14 23:54:21.497604"}], "points": [{"id": 11813, "title": "This service is only available to users over a certain age", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:49:38.953717", "updated_at": "2020-11-29 17:24:02.648535", "quoteText": "at least 18 years and the age of majority in your State of residence", "case_id": 152, "document_id": 3189, "quoteStart": 2247, "quoteEnd": 2315}, {"id": 11808, "title": "You must create an account to use this service", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:44:59.476888", "updated_at": "2020-11-29 17:21:21.566809", "quoteText": "Using the Cash App requires you open an account", "case_id": 230, "document_id": 3189, "quoteStart": 1893, "quoteEnd": 1940}, {"id": 11818, "title": "There is a date of the last update of the terms", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:55:51.146011", "updated_at": "2020-11-29 17:24:14.999623", "quoteText": "General Terms of Service</strong>\n<p>Last updated: April 21, 2020", "case_id": 331, "document_id": 3189, "quoteStart": 184, "quoteEnd": 249}, {"id": 11841, "title": "Third parties may be involved in operating the service", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:25:32.683241", "updated_at": "2020-11-29 17:21:48.172494", "quoteText": "\nIf you choose to link your Eligible Bank Account to your Cash App by providing the username and password you use to access your bank information online, you acknowledge your personal and financial information is being provided to Plaid Inc.", "case_id": 207, "document_id": 3189, "quoteStart": 12306, "quoteEnd": 12547}, {"id": 11832, "title": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:12:12.4187", "updated_at": "2020-11-29 17:25:51.396586", "quoteText": "To register, open, use, or upgrade an Account, Square may require that you submit certain Account Information, including but not limited to your name, email address, text-enabled mobile phone number, street address, zip code, date of birth, social security number, and a government issued form of identification to Square.", "case_id": 213, "document_id": 3189, "quoteStart": 3411, "quoteEnd": 3733}, {"id": 11846, "title": "The service uses your personal data for advertising", "source": "https://cash.app/legal/us/en-us/legal/us/en-us/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:52:29.617785", "updated_at": "2020-11-29 17:23:20.494614", "quoteText": "making our ads to you work better", "case_id": 216, "document_id": 3190, "quoteStart": 18460, "quoteEnd": 18493}, {"id": 11816, "title": "You must create an account to use this service", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:52:42.469398", "updated_at": "2020-11-29 17:20:35.599351", "quoteText": "must register for an account (your “Account) to use the Service", "case_id": 230, "document_id": 3189, "quoteStart": 2325, "quoteEnd": 2388}, {"id": 11844, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://squareup.com/gb/en/legal/general", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:40:31.827916", "updated_at": "2020-11-29 17:22:22.92808", "quoteText": "English courts in London, England will have exclusive jurisdiction to settle any Dispute", "case_id": 242, "document_id": 3191, "quoteStart": 28939, "quoteEnd": 29027}, {"id": 11847, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://cash.app/legal/us/en-us/legal/us/en-us/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:54:20.768624", "updated_at": "2020-11-29 17:23:36.670222", "quoteText": "When you interact with our online services, or open emails we send you, we obtain certain information using automated technologies, such as cookies, web server logs, web beacons, and other technologies.", "case_id": 323, "document_id": 3190, "quoteStart": 18502, "quoteEnd": 18704}, {"id": 11842, "title": "This service can share your personal information to third parties ", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:26:59.478878", "updated_at": "2020-11-29 17:25:07.331682", "quoteText": "your personal and financial information will be collected, processed, transferred, or stored in accordance with Plaid Inc.’s Privacy Policy", "case_id": 166, "document_id": 3189, "quoteStart": 12554, "quoteEnd": 12693}, {"id": 11843, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://squareup.com/gb/en/legal/general", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:37:48.334989", "updated_at": "2020-11-29 17:22:10.416687", "quoteText": "will be referred to and finally resolved by arbitration under the rules of the London Court of International Arbitration (‘LCIA’)", "case_id": 339, "document_id": 3191, "quoteStart": 26304, "quoteEnd": 26433}, {"id": 11848, "title": "This service can share your personal information to third parties ", "source": "https://cash.app/legal/us/en-us/legal/us/en-us/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-29 17:04:07.44767", "updated_at": "2020-11-29 17:23:51.519986", "quoteText": "With service providers who help us provide, maintain, and improve our Services ", "case_id": 166, "document_id": 3190, "quoteStart": 15606, "quoteEnd": 15685}, {"id": 11849, "title": "The service will only respond to government requests that are reasonable", "source": "https://cash.app/legal/us/en-us/legal/us/en-us/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-29 17:07:19.376178", "updated_at": "2020-11-29 17:27:01.221283", "quoteText": "If we believe that disclosure is reasonably necessary (i) to comply with any applicable law, regulation, legal process or governmental request", "case_id": 393, "document_id": 3190, "quoteStart": 16689, "quoteEnd": 16831}, {"id": 11845, "title": "This service collects your IP address for location use", "source": "https://cash.app/legal/us/en-us/legal/us/en-us/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:47:22.122117", "updated_at": "2020-11-29 17:26:46.137292", "quoteText": "The location of your device, including your IP address, device language, and location of your network provider", "case_id": 399, "document_id": 3190, "quoteStart": 7245, "quoteEnd": 7355}, {"id": 11829, "title": "Users are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.", "source": "https://cash.app/legal/us/en-us/tos", "status": "Generated through the annotate view", "created_at": "2020-11-29 16:08:35.627699", "updated_at": "2020-11-29 17:26:33.613139", "quoteText": "Some features, such as the ability to send money to another Cash App user with the balance in your Account, may be available only if you provide us with certain information about you and we are able to verify your identity.</p>", "case_id": 213, "document_id": 3189, "quoteStart": 2475, "quoteEnd": 2702}, {"id": 11823, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://cash.app/legal/us/en-us/legal/us/en-us/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-29 15:59:08.766434", "updated_at": "2020-11-29 17:20:50.955318", "quoteText": "our websites are not designed to respond to DNT signals or similar mechanisms from browsers", "case_id": 233, "document_id": 3190, "quoteStart": 24676, "quoteEnd": 24767}], "urls": ["cash.app", "squareup.com"]}}