{"error": 448, "message": "OK", "parameters": {"id": 528, "name": "Signal", "created_at": "2018-06-09 21:33:20.070158", "updated_at": "2021-12-29 02:59:25.947758", "wikipedia": "https://en.wikipedia.org/wiki/Signal_Messenger", "keywords": null, "related": null, "slug": "signal", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/528.png", "url": "signal.org,whispersystems.org", "documents": [{"id": 249, "name": "Terms of Service & Privacy Policy", "url": "https://signal.org/legal/", "xpath": null, "text": " Get Signal Support Blog Developers Careers Donate <i>\n</i>\n<i>\n</i>Signal Terms &amp.\nPrivacy Policy<p>Signal is designed to never collect or store any sensitive information.\nSignal messages and calls cannot be accessed by us or other third parties because they are always end-to-end encrypted, private, and secure.\nOur Terms of Service and Privacy Policy are available below.</p>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>Terms of Service<p>Signal Messenger LLC.\n(“Signal”) utilizes state-of-the-art security and end-to-end encryption to provide private messaging, Internet calling, and other services to users worldwide.\nYou agree to our Terms of Service (“Terms”) by installing or using our apps, services, or website (together, “Services”).</p>About our services<p>\n<strong>Minimum Age.</strong> You must be at least 13 years old to use our Services.\nThe minimum age to use our Services without parental approval may be higher in your home country.</p>\n<p>\n<strong>Account Registration.</strong> To create an account you must register for our Services using your phone number.\nYou agree to receive text messages and phone calls (from us or our third-party providers) with verification codes to register for our Services.</p>\n<p>\n<strong>Privacy of user data.</strong> Signal does not sell, rent or monetize your personal data or content in any way – ever.</p>\n<p>Please read our Privacy Policy to understand how we safeguard the information you provide when using our Services.\nFor the purpose of operating our Services, you agree to our data practices as described in our Privacy Policy, as well as the transfer of your encrypted information and metadata to the United States and other countries where we have or use facilities, service providers or partners.\nExamples would be Third Party Providers sending you a verification code and processing your support tickets.</p>\n<p>\n<strong>Software.</strong> In order to enable new features and enhanced functionality, you consent to downloading and installing updates to our Services.</p>\n<p>\n<strong>Fees and Taxes.</strong> You are responsible for data and mobile carrier fees and taxes associated with the devices on which you use our Services.</p>Using Signal<p>\n<strong>Our Terms and Policies.</strong> You must use our Services according to our Terms and posted policies.\nIf we disable your account for a violation of our Terms, you will not create another account without our permission.</p>\n<p>\n<strong>Legal and Acceptable Use.</strong> You agree to use our Services only for legal, authorized, and acceptable purposes.\nYou will not use (or assist others in using) our Services in ways that: (a) violate or infringe the rights of Signal, our users, or others, including privacy, publicity, intellectual property, or other proprietary rights.\n(b) involve sending illegal or impermissible communications such as bulk messaging, auto-messaging, and auto-dialing.</p>\n<p>\n<strong>Harm to Signal.</strong> You must not (or assist others to) access, use, modify, distribute, transfer, or exploit our Services in unauthorized manners, or in ways that harm Signal, our Services, or systems.\nFor example you must not (a) gain or try to gain unauthorized access to our Services or systems.\n(b) disrupt the integrity or performance of our Services.\n(c) create accounts for our Services through unauthorized or automated means.\n(d) collect information about our users in any unauthorized manner.\nor (e) sell, rent, or charge for our Services.</p>\n<p>\n<strong>Keeping Your Account Secure.</strong> Signal embraces privacy by design and does not have the ability to access your messages.\nYou are responsible for keeping your device and your Signal account safe and secure.\nIf you lose your phone, follow the steps on our Support site to re-register for our Services.\nWhen you register with a new device, your old device will stop receiving all messages and calls.</p>\n<p>\n<strong>No Access to Emergency Services.</strong> Our Services do not provide access to emergency service providers like the police, fire department, hospitals, or other public safety organizations.\nMake sure you can contact emergency service providers through a mobile, fixed-line telephone, or other service.</p>\n<p>\n<strong>Third-party services.</strong> Our Services may allow you to access, use, or interact with third-party websites, apps, content, and other products and services.\nWhen you use third-party services, their terms and privacy policies govern your use of those services.</p>Your Rights and License with Signal<p>\n<strong>Your Rights.</strong> You own the information you submit through our Services.\nYou must have the rights to the phone number you use to sign up for your Signal account.</p>\n<p>\n<strong>Signal’s Rights.</strong> We own all copyrights, trademarks, domains, logos, trade dress, trade secrets, patents, and other intellectual property rights associated with our Services.\nYou may not use our copyrights, trademarks, domains, logos, trade dress, patents, and other intellectual property rights unless you have our written permission.\nTo report copyright, trademark, or other intellectual property infringement, please contact abuse@signal.org.</p>\n<p>\n<strong>Signal’s License to You.</strong> Signal grants you a limited, revocable, non-exclusive, and non-transferable license to use our Services in accordance with these Terms.</p>Disclaimers and Limitations<p>\n<strong>Disclaimers.</strong> YOU USE OUR SERVICES AT YOUR OWN RISK AND SUBJECT TO THE FOLLOWING DISCLAIMERS.\nWE PROVIDE OUR SERVICES ON AN “AS IS” BASIS WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, AND FREEDOM FROM COMPUTER VIRUS OR OTHER HARMFUL CODE.\nSIGNAL DOES NOT WARRANT THAT ANY INFORMATION PROVIDED BY US IS ACCURATE, COMPLETE, OR USEFUL, THAT OUR SERVICES WILL BE OPERATIONAL, ERROR-FREE, SECURE, OR SAFE, OR THAT OUR SERVICES WILL FUNCTION WITHOUT DISRUPTIONS, DELAYS, OR IMPERFECTIONS.\nWE DO NOT CONTROL, AND ARE NOT RESPONSIBLE FOR, CONTROLLING HOW OR WHEN OUR USERS USE OUR SERVICES.\nWE ARE NOT RESPONSIBLE FOR THE ACTIONS OR INFORMATION (INCLUDING CONTENT) OF OUR USERS OR OTHER THIRD PARTIES.\nYOU RELEASE US, AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, PARTNERS, AND AGENTS (TOGETHER, “SIGNAL PARTIES”) FROM ANY CLAIM, COMPLAINT, CAUSE OF ACTION, CONTROVERSY, OR DISPUTE (TOGETHER, “CLAIM”) AND DAMAGES, KNOWN AND UNKNOWN, RELATING TO, ARISING OUT OF, OR IN ANY WAY CONNECTED WITH ANY SUCH CLAIM YOU HAVE AGAINST ANY THIRD PARTIES.</p>\n<p>\n<strong>Limitation of liability.</strong> THE SIGNAL PARTIES WILL NOT BE LIABLE TO YOU FOR ANY LOST PROFITS OR CONSEQUENTIAL, SPECIAL, PUNITIVE, INDIRECT, OR INCIDENTAL DAMAGES RELATING TO, ARISING OUT OF, OR IN ANY WAY IN CONNECTION WITH OUR TERMS, US, OR OUR SERVICES, EVEN IF THE SIGNAL PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nOUR AGGREGATE LIABILITY RELATING TO, ARISING OUT OF, OR IN ANY WAY IN CONNECTION WITH OUR TERMS, US, OR OUR SERVICES WILL NOT EXCEED ONE HUNDRED DOLLARS ($100).\nTHE FOREGOING DISCLAIMER OF CERTAIN DAMAGES AND LIMITATION OF LIABILITY WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nTHE LAWS OF SOME STATES OR JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO SOME OR ALL OF THE EXCLUSIONS AND LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN OUR TERMS, IN SUCH CASES, THE LIABILITY OF THE SIGNAL PARTIES WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>\n<strong>Availability of Our Services.</strong> Our Services may be interrupted, including for maintenance, upgrades, or network or equipment failures.\nWe may discontinue some or all of our Services, including certain features and the support for certain devices and platforms, at any time.</p>Resolving Disputes and Ending Terms<p>\n<strong>Resolving disputes.</strong> You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California.\nYou also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes.\nThe laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.</p>\n<p>\n<strong>Ending these Terms.</strong> You may end these Terms with Signal at any time by deleting Signal Messenger from your device and discontinuing use of our Services.\nWe may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.\nThe following provisions will survive termination of your relationship with Signal: “Licenses,” “Disclaimers,” “Limitation of Liability,” “Resolving dispute,” “Availability” and “Ending these Terms,” and “General”.</p>General<p>Signal may update the Terms from time to time.\nWhen we update our Terms, we will update the “Last Modified” date associated with the updated Terms.\nYour continued use of our Services confirms your acceptance of our updated Terms and supersedes any prior Terms.\nYou will comply with all applicable export control and trade sanctions laws.\nOur Terms cover the entire agreement between you and Signal regarding our Services.\nIf you do not agree with our Terms, you should stop using our Services.</p>\n<p>If we fail to enforce any of our Terms, that does not mean we waive the right to enforce them.\nIf any provision of the Terms is deemed unlawful, void, or unenforceable, that provision shall be deemed severable from our Terms and shall not affect the enforceability of the remaining provisions.\nOur Services are not intended for distribution to or use in any country where such distribution or use would violate local law or would subject us to any regulations in another country.\nWe reserve the right to limit our Services in any country.\nIf you have specific questions about these Terms, please contact us at privacy@signal.org.</p>Privacy Policy<p>Signal utilizes state-of-the-art security and end-to-end encryption to provide private messaging and Internet calling services to users worldwide (“Services”).\nYour calls and messages are always encrypted, so they can never be shared or viewed by anyone but yourself and the intended recipients.</p>Information you provide<p>\n<strong>Account Information.</strong> You register a phone number when you create a Signal account.\nPhone numbers are used to provide our Services to you and other Signal users.\nYou may optionally add other information to your account, such as a profile name and profile picture.\nThis information is end-to-end encrypted.</p>\n<p>\n<strong>Messages.</strong> Signal cannot decrypt or otherwise access the content of your messages or calls.\nSignal queues end-to-end encrypted messages on its servers for delivery to devices that are temporarily offline (e.g.\na phone whose battery has died).\nYour message history is stored on your own devices.</p>\n<p>Additional technical information is stored on our servers, including randomly generated authentication tokens, keys, push tokens, and other material that is necessary to establish calls and transmit messages.\nSignal limits this additional technical information to the minimum required to operate the Services.</p>\n<p>\n<strong>Contacts.</strong> Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts.\nInformation from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered.</p>\n<p>\n<strong>User Support.</strong> If you contact Signal User Support, any personal data you may share with us is kept only for the purposes of researching the issue and contacting you about your case.</p>\n<p>\n<strong>Managing your information.</strong> You can manage your personal information in Signal’s application Settings.\nFor example, you can update your profile information or choose to enable additional privacy features like a Registration Lock PIN.</p>Information we may share<p>\n<strong>Third Parties.</strong> We work with third parties to provide some of our Services.\nFor example, our Third-Party Providers send a verification code to your phone number when you register for our Services.\nThese providers are bound by their Privacy Policies to safeguard that information.\nIf you use other Third-Party Services like YouTube, Spotify, Giphy, etc.\nin connection with our Services, their Terms and Privacy Policies govern your use of those services.</p>\n<p>\n<strong>Other instances where Signal may need to share your data</strong>\n</p>\n<ul>\n<li>To meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>To enforce applicable Terms, including investigation of potential violations.</li>\n<li>To detect, prevent, or otherwise address fraud, security, or technical issues.</li>\n<li>To protect against harm to the rights, property, or safety of Signal, our users, or the public as required or permitted by law.</li>\n</ul>Updates<p>We will update this privacy policy as needed so that it is current, accurate, and as clear as possible.\nYour continued use of our Services confirms your acceptance of our updated Privacy Policy.</p>Terms<p>Please also read our Terms which also governs the terms of this Privacy Policy.</p>Contact Us<p>If you have questions about our Privacy Policy please contact us at privacy@signal.org.\nAttn: Privacy Signal Messenger, LLC 650 Castro Street, Suite 120-223 Mountain View, CA 94041</p>\n<p>Effective as of May 25, 2018</p>\n<p>Updated May 25, 2018</p> © 2013–2020 Signal, a 501c3 nonprofit.<br> Signal is a registered trademark in the United States and other countries.\n<strong>Company</strong>\n<ul>\n<li> Donate</li>\n<li> Careers</li>\n<li> Blog</li>\n<li> Terms &amp.\nPrivacy Policy</li>\n</ul>\n<strong>Download</strong>\n<ul>\n<li> Android</li>\n<li> iPhone &amp.\niPad</li>\n<li> Windows</li>\n<li> Mac</li>\n<li> Linux</li>\n</ul>\n<strong>Social</strong>\n<ul>\n<li> Github</li>\n<li> Twitter</li>\n<li> Instagram</li>\n</ul>\n<strong>Help</strong>\n<ul>\n<li> Support</li>\n<li> Community</li>\n</ul> © 2013–2020 Signal, a 501c3 nonprofit.<br> Signal is a registered trademark in the United States and other countries.\n", "created_at": "2018-08-07 13:05:40.236232", "updated_at": "2020-12-14 15:30:34.226015"}, {"id": 248, "name": "Signal and the General Data Protection Regulation (GDPR)", "url": "https://support.signal.org/hc/en-us/articles/360007059412", "xpath": "", "text": " Signal Support Signal.org Donate Contact Us English (US) Deutsch Español Français Italiano 日本語 Polski Português do Brasil Русский 繁體中文 <ol>\n<li> Signal Support </li>\n<li> General </li>\n<li> General FAQ </li>\n</ol> Articles in this section <ul>\n<li> How can I contribute to Signal? </li>\n<li> Donor FAQs </li>\n<li> Donor Privacy Policy </li>\n<li> Does my contact need Signal? </li>\n<li> Can I send SMS/MMS with Signal? </li>\n<li> What do I do if my phone is lost or stolen? </li>\n<li> Can I use Signal when I travel? </li>\n<li> Can I use Signal for work? </li>\n<li> Where can I hear the latest news? </li>\n<li> Signal Permissions &amp.\nOS Notification Settings </li>\n</ul> See more Signal and the General Data Protection Regulation (GDPR) <p>Signal is committed to protecting your privacy and the security of your data.\nSignal cannot sell, rent, or monetize your data or content in any way – ever.&nbsp;</p>\n<p>\n<strong>Updated Terms and Privacy Policy.</strong>\n<br> Signal is designed to never collect or store any sensitive information.\nSignal messages and calls cannot be accessed by us or other third parties because they are always end-to-end encrypted, private, and secure.\nSee our updated&nbsp;Terms &amp.\nPrivacy Policy.</p>\n<p>\n<strong>Can I export my data out of Signal? <br>\n</strong>Signal messages, pictures, files, and other contents are stored locally on your device.\nThese contents are readable by the open source&nbsp;Signal clients.\nBecause everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data.</p>\n<p>There are several community-developed open source utilities that are capable of parsing locally stored Signal content.\nAndroid users can also move local Signal data between devices (Signal Settings&nbsp.\n&gt.\n<strong>Chats and media</strong> &gt.\n<strong>Chat backups</strong>).</p>\n<p>\n<strong>How do I permanently disable my account?</strong>\n<br> You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number&nbsp;here.&nbsp;You will need access to this phone number to verify and complete this action.</p>\n<p>\n<strong>What about my contacts in Signal?</strong>\n<br> Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts.\nInformation from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered.</p>\n<p>\n<strong>What efforts is Signal taking to comply with GDPR?<br>\n</strong>Signal is specifically designed to protect user privacy and uses only the minimum information needed to deliver our service.&nbsp;This is an evolving process, and we will continue to update Signal's Privacy Policy &amp.\nTerms along with our Support Center content.</p>\n<p>\n<strong>How do I contact your Data Protection Officer?</strong>\n<br> You can contact our Data Protection Officer by sending an email to&nbsp;privacy@signal.org.</p>\n<p>\n<strong>What is the minimum age to use Signal?<br>\n</strong>You must be at least 13 years of age to use Signal.&nbsp;The minimum age to use our Services without parental approval may be higher in your home country.</p>\n<p>\n<strong>What has not changed?</strong>\n<br> Signal's ongoing commitment to protecting your privacy using state-of-the-art security and end-to-end encryption will never change.\nOur goal has always been to develop open source privacy technology that protects free expression and enables secure global communication.</p>\n<p>\n<strong>More questions?</strong>&nbsp;<br> If you have more questions about our data privacy practices, please contact us at privacy@signal.org.</p>\n<p>&nbsp;</p> Have more questions? Submit a request Return to top Related articles <ul>\n<li> Edit my Profile </li>\n<li> Installing Signal </li>\n<li> View all media or files </li>\n<li> Archiving or unarchiving chats </li>\n<li> Send a message </li>\n</ul> Signal Support ", "created_at": "2018-08-06 10:29:44.675845", "updated_at": "2020-12-14 15:31:38.116071"}, {"id": 3430, "name": "Terms and Privacy Policy", "url": "https://www.signal.org/legal/", "xpath": "", "text": " Get Signal Support Blog Developers Careers Donate <i>\n</i>\n<i>\n</i>Signal Terms &amp.\nPrivacy Policy<p>Signal is designed to never collect or store any sensitive information.\nSignal messages and calls cannot be accessed by us or other third parties because they are always end-to-end encrypted, private, and secure.\nOur Terms of Service and Privacy Policy are available below.</p>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>Terms of Service<p>Signal Messenger LLC.\n(“Signal”) utilizes state-of-the-art security and end-to-end encryption to provide private messaging, Internet calling, and other services to users worldwide.\nYou agree to our Terms of Service (“Terms”) by installing or using our apps, services, or website (together, “Services”).</p>About our services<p>\n<strong>Minimum Age.</strong> You must be at least 13 years old to use our Services.\nThe minimum age to use our Services without parental approval may be higher in your home country.</p>\n<p>\n<strong>Account Registration.</strong> To create an account you must register for our Services using your phone number.\nYou agree to receive text messages and phone calls (from us or our third-party providers) with verification codes to register for our Services.</p>\n<p>\n<strong>Privacy of user data.</strong> Signal does not sell, rent or monetize your personal data or content in any way – ever.</p>\n<p>Please read our Privacy Policy to understand how we safeguard the information you provide when using our Services.\nFor the purpose of operating our Services, you agree to our data practices as described in our Privacy Policy, as well as the transfer of your encrypted information and metadata to the United States and other countries where we have or use facilities, service providers or partners.\nExamples would be Third Party Providers sending you a verification code and processing your support tickets.</p>\n<p>\n<strong>Software.</strong> In order to enable new features and enhanced functionality, you consent to downloading and installing updates to our Services.</p>\n<p>\n<strong>Fees and Taxes.</strong> You are responsible for data and mobile carrier fees and taxes associated with the devices on which you use our Services.</p>Using Signal<p>\n<strong>Our Terms and Policies.</strong> You must use our Services according to our Terms and posted policies.\nIf we disable your account for a violation of our Terms, you will not create another account without our permission.</p>\n<p>\n<strong>Legal and Acceptable Use.</strong> You agree to use our Services only for legal, authorized, and acceptable purposes.\nYou will not use (or assist others in using) our Services in ways that: (a) violate or infringe the rights of Signal, our users, or others, including privacy, publicity, intellectual property, or other proprietary rights.\n(b) involve sending illegal or impermissible communications such as bulk messaging, auto-messaging, and auto-dialing.</p>\n<p>\n<strong>Harm to Signal.</strong> You must not (or assist others to) access, use, modify, distribute, transfer, or exploit our Services in unauthorized manners, or in ways that harm Signal, our Services, or systems.\nFor example you must not (a) gain or try to gain unauthorized access to our Services or systems.\n(b) disrupt the integrity or performance of our Services.\n(c) create accounts for our Services through unauthorized or automated means.\n(d) collect information about our users in any unauthorized manner.\nor (e) sell, rent, or charge for our Services.</p>\n<p>\n<strong>Keeping Your Account Secure.</strong> Signal embraces privacy by design and does not have the ability to access your messages.\nYou are responsible for keeping your device and your Signal account safe and secure.\nIf you lose your phone, follow the steps on our Support site to re-register for our Services.\nWhen you register with a new device, your old device will stop receiving all messages and calls.</p>\n<p>\n<strong>No Access to Emergency Services.</strong> Our Services do not provide access to emergency service providers like the police, fire department, hospitals, or other public safety organizations.\nMake sure you can contact emergency service providers through a mobile, fixed-line telephone, or other service.</p>\n<p>\n<strong>Third-party services.</strong> Our Services may allow you to access, use, or interact with third-party websites, apps, content, and other products and services.\nWhen you use third-party services, their terms and privacy policies govern your use of those services.</p>Your Rights and License with Signal<p>\n<strong>Your Rights.</strong> You own the information you submit through our Services.\nYou must have the rights to the phone number you use to sign up for your Signal account.</p>\n<p>\n<strong>Signal’s Rights.</strong> We own all copyrights, trademarks, domains, logos, trade dress, trade secrets, patents, and other intellectual property rights associated with our Services.\nYou may not use our copyrights, trademarks, domains, logos, trade dress, patents, and other intellectual property rights unless you have our written permission.\nTo report copyright, trademark, or other intellectual property infringement, please contact abuse@signal.org.</p>\n<p>\n<strong>Signal’s License to You.</strong> Signal grants you a limited, revocable, non-exclusive, and non-transferable license to use our Services in accordance with these Terms.</p>Disclaimers and Limitations<p>\n<strong>Disclaimers.</strong> YOU USE OUR SERVICES AT YOUR OWN RISK AND SUBJECT TO THE FOLLOWING DISCLAIMERS.\nWE PROVIDE OUR SERVICES ON AN “AS IS” BASIS WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, AND FREEDOM FROM COMPUTER VIRUS OR OTHER HARMFUL CODE.\nSIGNAL DOES NOT WARRANT THAT ANY INFORMATION PROVIDED BY US IS ACCURATE, COMPLETE, OR USEFUL, THAT OUR SERVICES WILL BE OPERATIONAL, ERROR-FREE, SECURE, OR SAFE, OR THAT OUR SERVICES WILL FUNCTION WITHOUT DISRUPTIONS, DELAYS, OR IMPERFECTIONS.\nWE DO NOT CONTROL, AND ARE NOT RESPONSIBLE FOR, CONTROLLING HOW OR WHEN OUR USERS USE OUR SERVICES.\nWE ARE NOT RESPONSIBLE FOR THE ACTIONS OR INFORMATION (INCLUDING CONTENT) OF OUR USERS OR OTHER THIRD PARTIES.\nYOU RELEASE US, AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, PARTNERS, AND AGENTS (TOGETHER, “SIGNAL PARTIES”) FROM ANY CLAIM, COMPLAINT, CAUSE OF ACTION, CONTROVERSY, OR DISPUTE (TOGETHER, “CLAIM”) AND DAMAGES, KNOWN AND UNKNOWN, RELATING TO, ARISING OUT OF, OR IN ANY WAY CONNECTED WITH ANY SUCH CLAIM YOU HAVE AGAINST ANY THIRD PARTIES.</p>\n<p>\n<strong>Limitation of liability.</strong> THE SIGNAL PARTIES WILL NOT BE LIABLE TO YOU FOR ANY LOST PROFITS OR CONSEQUENTIAL, SPECIAL, PUNITIVE, INDIRECT, OR INCIDENTAL DAMAGES RELATING TO, ARISING OUT OF, OR IN ANY WAY IN CONNECTION WITH OUR TERMS, US, OR OUR SERVICES, EVEN IF THE SIGNAL PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nOUR AGGREGATE LIABILITY RELATING TO, ARISING OUT OF, OR IN ANY WAY IN CONNECTION WITH OUR TERMS, US, OR OUR SERVICES WILL NOT EXCEED ONE HUNDRED DOLLARS ($100).\nTHE FOREGOING DISCLAIMER OF CERTAIN DAMAGES AND LIMITATION OF LIABILITY WILL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\nTHE LAWS OF SOME STATES OR JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO SOME OR ALL OF THE EXCLUSIONS AND LIMITATIONS SET FORTH ABOVE MAY NOT APPLY TO YOU.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY IN OUR TERMS, IN SUCH CASES, THE LIABILITY OF THE SIGNAL PARTIES WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>\n<strong>Availability of Our Services.</strong> Our Services may be interrupted, including for maintenance, upgrades, or network or equipment failures.\nWe may discontinue some or all of our Services, including certain features and the support for certain devices and platforms, at any time.</p>Resolving Disputes and Ending Terms<p>\n<strong>Resolving disputes.</strong> You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California.\nYou also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes.\nThe laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.</p>\n<p>\n<strong>Ending these Terms.</strong> You may end these Terms with Signal at any time by deleting Signal Messenger from your device and discontinuing use of our Services.\nWe may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.\nThe following provisions will survive termination of your relationship with Signal: “Licenses,” “Disclaimers,” “Limitation of Liability,” “Resolving dispute,” “Availability” and “Ending these Terms,” and “General”.</p>General<p>Signal may update the Terms from time to time.\nWhen we update our Terms, we will update the “Last Modified” date associated with the updated Terms.\nYour continued use of our Services confirms your acceptance of our updated Terms and supersedes any prior Terms.\nYou will comply with all applicable export control and trade sanctions laws.\nOur Terms cover the entire agreement between you and Signal regarding our Services.\nIf you do not agree with our Terms, you should stop using our Services.</p>\n<p>If we fail to enforce any of our Terms, that does not mean we waive the right to enforce them.\nIf any provision of the Terms is deemed unlawful, void, or unenforceable, that provision shall be deemed severable from our Terms and shall not affect the enforceability of the remaining provisions.\nOur Services are not intended for distribution to or use in any country where such distribution or use would violate local law or would subject us to any regulations in another country.\nWe reserve the right to limit our Services in any country.\nIf you have specific questions about these Terms, please contact us at privacy@signal.org.</p>Privacy Policy<p>Signal utilizes state-of-the-art security and end-to-end encryption to provide private messaging and Internet calling services to users worldwide (“Services”).\nYour calls and messages are always encrypted, so they can never be shared or viewed by anyone but yourself and the intended recipients.</p>Information you provide<p>\n<strong>Account Information.</strong> You register a phone number when you create a Signal account.\nPhone numbers are used to provide our Services to you and other Signal users.\nYou may optionally add other information to your account, such as a profile name and profile picture.\nThis information is end-to-end encrypted.</p>\n<p>\n<strong>Messages.</strong> Signal cannot decrypt or otherwise access the content of your messages or calls.\nSignal queues end-to-end encrypted messages on its servers for delivery to devices that are temporarily offline (e.g.\na phone whose battery has died).\nYour message history is stored on your own devices.</p>\n<p>Additional technical information is stored on our servers, including randomly generated authentication tokens, keys, push tokens, and other material that is necessary to establish calls and transmit messages.\nSignal limits this additional technical information to the minimum required to operate the Services.</p>\n<p>\n<strong>Contacts.</strong> Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts.\nInformation from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered.</p>\n<p>\n<strong>User Support.</strong> If you contact Signal User Support, any personal data you may share with us is kept only for the purposes of researching the issue and contacting you about your case.</p>\n<p>\n<strong>Managing your information.</strong> You can manage your personal information in Signal’s application Settings.\nFor example, you can update your profile information or choose to enable additional privacy features like a Registration Lock PIN.</p>Information we may share<p>\n<strong>Third Parties.</strong> We work with third parties to provide some of our Services.\nFor example, our Third-Party Providers send a verification code to your phone number when you register for our Services.\nThese providers are bound by their Privacy Policies to safeguard that information.\nIf you use other Third-Party Services like YouTube, Spotify, Giphy, etc.\nin connection with our Services, their Terms and Privacy Policies govern your use of those services.</p>\n<p>\n<strong>Other instances where Signal may need to share your data</strong>\n</p>\n<ul>\n<li>To meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>To enforce applicable Terms, including investigation of potential violations.</li>\n<li>To detect, prevent, or otherwise address fraud, security, or technical issues.</li>\n<li>To protect against harm to the rights, property, or safety of Signal, our users, or the public as required or permitted by law.</li>\n</ul>Updates<p>We will update this privacy policy as needed so that it is current, accurate, and as clear as possible.\nYour continued use of our Services confirms your acceptance of our updated Privacy Policy.</p>Terms<p>Please also read our Terms which also governs the terms of this Privacy Policy.</p>Contact Us<p>If you have questions about our Privacy Policy please contact us at privacy@signal.org.\nAttn: Privacy Signal Messenger, LLC 650 Castro Street, Suite 120-223 Mountain View, CA 94041</p>\n<p>Effective as of May 25, 2018</p>\n<p>Updated May 25, 2018</p> © 2013–2021 Signal, a 501c3 nonprofit.<br> Signal is a registered trademark in the United States and other countries.\n<br>\n<br> For media inquiries, contact press@signal.org <strong>Company</strong>\n<ul>\n<li> Donate</li>\n<li> Careers</li>\n<li> Blog</li>\n<li> Terms &amp.\nPrivacy Policy</li>\n</ul>\n<strong>Download</strong>\n<ul>\n<li> Android</li>\n<li> iPhone &amp.\niPad</li>\n<li> Windows</li>\n<li> Mac</li>\n<li> Linux</li>\n</ul>\n<strong>Social</strong>\n<ul>\n<li> Github</li>\n<li> Twitter</li>\n<li> Instagram</li>\n</ul>\n<strong>Help</strong>\n<ul>\n<li> Support</li>\n<li> Community</li>\n</ul> © 2013–2021 Signal, a 501c3 nonprofit.<br> Signal is a registered trademark in the United States and other countries.\n<br>\n<br> For media inquiries, contact press@signal.org ", "created_at": "2021-01-08 21:12:44.728261", "updated_at": "2021-02-03 22:43:08.098946"}, {"id": 260, "name": "Grand jury subpoena for Signal user data, Eastern District of Virginia", "url": "https://signal.org/bigbrother/eastern-virginia-grand-jury/", "xpath": "//*[@id=\"post\"]", "text": " Grand jury subpoena for Signal user data, Eastern District of Virginia<p> 04 Oct 2016</p>\n<p>In the “first half of 2016” (the most specific we’re permitted to be), we received a subpoena from the Eastern District of Virginia.\nThe subpoena required us to provide information about two Signal users for a federal grand jury investigation.</p>\n<p>We’ve designed the Signal service to minimize the data we retain about Signal users, so the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.</p>\n<p>Notably, things we <em>don’t</em> have stored include anything about a user’s contacts (such as the contacts themselves, a hash of the contacts, any other derivative contact information), anything about a user’s groups (such as how many groups a user is in, which groups a user is in, the membership lists of a user’s groups), or any records of who a user has been communicating with.</p>\n<p>All message contents are end-to-end encrypted, so we don’t have that information either.</p>\n<p>This is the first subpoena that we’ve received.\nIt originally included a broad gag order that would have prevented us from publishing this notice, but the ACLU represented us in quickly and successfully securing our ability to publish the transcripts below.\nWe’re committed to treating any future requests the same way: working with effective and talented organizations like the ACLU, and publishing transcripts of our responses to government requests here.</p>\n<p>Below is the transcript for this request.</p>\n<p>\n<strong>Edit</strong>: <em>The documents below have been updated to remove redactions that are no longer required.</em>\n</p>\n<p>\n</p>The Subpoena <p>This browser does not support PDFs.\nPlease download the PDF to view it: Download PDF.\n</p>Our Response <p>This browser does not support PDFs.\nPlease download the PDF to view it: Download PDF.\n</p>Our Petition To Remove The Gag Order <p>This browser does not support PDFs.\nPlease download the PDF to view it: Download PDF.\n</p>The Government's Response To Our Petition <p>This browser does not support PDFs.\nPlease download the PDF to view it: Download PDF.\n</p>The Unsealing Order <p>This browser does not support PDFs.\nPlease download the PDF to view it: Download PDF.\n</p>\n<p>&nbsp;</p>\n<p>\n<i>\n</i> Tweet <i>\n</i> Facebook</p>Want to get involved with Signal? We're hiring!", "created_at": "2018-08-08 09:53:04.693951", "updated_at": "2020-12-14 15:33:36.681788"}, {"id": 1278, "name": "Technical Information", "url": "https://signal.org/docs/", "xpath": "", "text": " Get Signal Support Blog Developers Careers Donate <i>\n</i>\n<i>\n</i>Technical information<p> Specifications and software libraries for developers</p> Specifications<p> Encryption in messaging environments integrates many ideas which often need to be composed separately in different applications.\nWe make an effort to break out ideas into independent specifications so that they can be integrated as appropriate for different projects.</p>\n<p> XEdDSA and VXEdDSA</p>\n<p> This document describes how to create and verify EdDSA-compatible signatures using public key and private key formats initially defined for the X25519 and X448 elliptic curve Diffie-Hellman functions.\nThis document also describes \"VXEdDSA\" which extends XEdDSA to make it a verifiable random function, or VRF.</p>\n<p> X3DH</p>\n<p> This document describes the \"X3DH\" (or \"Extended Triple Diffie-Hellman\") key agreement protocol.\nX3DH establishes a shared secret key between two parties who mutually authenticate each other based on public keys.\nX3DH provides forward secrecy and cryptographic deniability.</p>\n<p> Double Ratchet</p>\n<p> This document describes the Double Ratchet algorithm, which is used by two parties to exchange encrypted messages based on a shared secret key.\nThe parties derive new keys for every Double Ratchet message so that earlier keys cannot be calculated from later ones.\nThe parties also send Diffie-Hellman public values attached to their messages.\nThe results of Diffie-Hellman calculations are mixed into the derived keys so that later keys cannot be calculated from earlier ones.\nThese properties give some protection to earlier or later encrypted messages in case of a compromise of a party's keys.</p>\n<p> Sesame</p>\n<p> This document describes the Sesame algorithm for managing message encryption sessions in an asynchronous and multi-device setting.</p>Software libraries<ul>\n<li>Signal Protocol Java library</li>\n<li>Signal Protocol C library</li>\n<li>Signal Protocol JavaScript library</li>\n</ul> © 2013–2020 Signal, a 501c3 nonprofit.<br> Signal is a registered trademark in the United States and other countries.\n<strong>Company</strong>\n<ul>\n<li> Donate</li>\n<li> Careers</li>\n<li> Blog</li>\n<li> Terms &amp.\nPrivacy Policy</li>\n</ul>\n<strong>Download</strong>\n<ul>\n<li> Android</li>\n<li> iPhone &amp.\niPad</li>\n<li> Windows</li>\n<li> Mac</li>\n<li> Linux</li>\n</ul>\n<strong>Social</strong>\n<ul>\n<li> Github</li>\n<li> Twitter</li>\n<li> Instagram</li>\n</ul>\n<strong>Help</strong>\n<ul>\n<li> Support</li>\n<li> Community</li>\n</ul> © 2013–2020 Signal, a 501c3 nonprofit.<br> Signal is a registered trademark in the United States and other countries.\n", "created_at": "2019-05-12 19:17:51.511048", "updated_at": "2020-12-14 22:07:51.590832"}], "points": [{"id": 21935, "title": "Any liability on behalf of the service is only limited to $100", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-06-05 19:16:27.695034", "updated_at": "2021-06-06 11:44:02.624538", "quoteText": "OUR AGGREGATE LIABILITY RELATING TO, ARISING OUT OF, OR IN ANY WAY IN CONNECTION WITH OUR TERMS, US, OR OUR SERVICES WILL NOT EXCEED ONE HUNDRED DOLLARS ($100).", "case_id": 149, "document_id": 249, "quoteStart": 6963, "quoteEnd": 7123}, {"id": 17272, "title": "Features of the website are made available under a free software license", "source": "https://support.signal.org/hc/en-us/articles/360007059412", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:24:57.455099", "updated_at": "2021-05-24 11:11:18.080737", "quoteText": "Our goal has always been to develop open source privacy technology that protects free expression and enables secure global communication.</p>", "case_id": 171, "document_id": 248, "quoteStart": 3442, "quoteEnd": 3583}, {"id": 4440, "title": "Only necessary user logs are kept by the service to ensure quality", "source": "https://signal.org/bigbrother/eastern-virginia-grand-jury/", "status": "\"We’ve designed the Signal service to minimize the data we retain about Signal users, so the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.\"", "created_at": "2018-07-25 12:43:40.923108", "updated_at": "2018-10-07 14:55:32.223193", "quoteText": "the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.</p>\n<p>Notably, things we <em>don’t</em> have stored include anything about a user’s contacts (such as the contacts themselves, a hash of the contacts, any other derivative contact information), anything about a user’s groups (such as how many groups a user is in, which groups a user is in, the membership lists of a user’s groups), or any records of who a user has been communicating with.</p>\n<p>All message contents are end-to-end encrypted, so we don’t have that information either.", "case_id": 176, "document_id": 260, "quoteStart": 433, "quoteEnd": 1108}, {"id": 18067, "title": "Prohibits the publishing of personally identifiable information without the owner’s consent", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:47:44.102883", "updated_at": "2021-04-03 10:35:08.457791", "quoteText": "violate or infringe the rights of Signal, our users, or others, including privacy, publicity, intellectual property, or other proprietary rights.", "case_id": 444, "document_id": 3430, "quoteStart": 2675, "quoteEnd": 2820}, {"id": 18066, "title": "This service informs users that its Terms of Service does not apply to third party websites", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 16:45:10.75608", "updated_at": "2021-04-03 10:35:24.862285", "quoteText": "When you use third-party services, their terms and privacy policies govern your use of those services.", "case_id": 408, "document_id": 3430, "quoteStart": 4425, "quoteEnd": 4527}, {"id": 18069, "title": "Your personal data is not sold", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 17:38:07.316804", "updated_at": "2021-04-03 10:39:49.102172", "quoteText": "Signal does not sell, rent or monetize your personal data or content in any way – ever.", "case_id": 193, "document_id": 3430, "quoteStart": 1291, "quoteEnd": 1378}, {"id": 18071, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 17:48:44.418906", "updated_at": "2021-04-03 10:40:00.6892", "quoteText": "These providers are bound by their Privacy Policies to safeguard that information.", "case_id": 210, "document_id": 3430, "quoteStart": 12683, "quoteEnd": 12765}, {"id": 4422, "title": "This service does not track you", "source": "https://signal.org/bigbrother/eastern-virginia-grand-jury/", "status": "The transparency report states: \"We’ve designed the Signal service to minimize the data we retain about Signal users, so the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service.\"", "created_at": "2018-07-21 21:41:36.343552", "updated_at": "2019-07-31 16:25:12.364498", "quoteText": "We’ve designed the Signal service to minimize the data we retain about Signal users", "case_id": 218, "document_id": 260, "quoteStart": 337, "quoteEnd": 420}, {"id": 4420, "title": "You have the right to leave this service at any time", "source": "https://support.signal.org/hc/en-us/articles/360004066371-Signal-and-the-General-Data-Protection-Regulation-GDPR-", "status": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. There are several community-developed open source utilities that are capable of parsing locally stored Signal content. Android users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings > Chats and media > Chat backups). [...] You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number here. You will need access to this phone number to verify and complete this action. [...] Signal does not store any contact information under any circumstances. That information resides solely on your device.\"", "created_at": "2018-07-21 21:24:55.049058", "updated_at": "2021-02-06 03:50:29.673905", "quoteText": null, "case_id": 170, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4428, "title": "This service does not keep records of who you have communicated with", "source": "https://signal.org/bigbrother/eastern-virginia-grand-jury/", "status": "The transparency report states: \"We’ve designed the Signal service to minimize the data we retain about Signal users, so the only information we can produce in response to a request like this is the date and time a user registered with Signal and the last date of a user’s connectivity to the Signal service. Notably, things we don’t have stored include anything about a user’s contacts (such as the contacts themselves, a hash of the contacts, any other derivative contact information), anything about a user’s groups (such as how many groups a user is in, which groups a user is in, the membership lists of a user’s groups), or any records of who a user has been communicating with.\"", "created_at": "2018-07-22 18:50:56.607491", "updated_at": "2021-02-06 03:50:30.089111", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4418, "title": "The service promises to disclose the transcripts of government requests", "source": "https://signal.org/bigbrother/", "status": "\"When legally forced to provide information to government or law enforcement agencies, we'll disclose the transcripts of that communication here.\"", "created_at": "2018-07-21 21:12:50.657618", "updated_at": "2021-02-06 03:50:30.12048", "quoteText": null, "case_id": 169, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4415, "title": "The service can delete your account without prior notice and without a reason", "source": "https://signal.org/legal/", "status": "The terms of service state: \"We may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.\"", "created_at": "2018-07-21 20:51:19.686483", "updated_at": "2018-08-08 09:48:22.097447", "quoteText": "We may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.", "case_id": 201, "document_id": 249, "quoteStart": 8741, "quoteEnd": 8957}, {"id": 6207, "title": "Your personal data is aggregated into statistics", "source": "https://github.com/signalapp/Signal-Server/commit/4b8608906a31e23e9a1f4f040944d2dee5c11cee", "status": "A commit to the Signal-Server repository on GitHub is titled, \"Tally active users by time interval by platform and by country\"", "created_at": "2019-04-06 02:16:51.153193", "updated_at": "2019-04-09 05:58:05.932955", "quoteText": null, "case_id": 190, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17851, "title": "You must create an account to use this service", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-28 20:53:25.934562", "updated_at": "2021-03-29 06:22:13.277828", "quoteText": "To create an account you must register for our Services using your phone number.\nYou agree to receive text messages and phone calls (from us or our third-party providers) with verification codes to register for our Services.", "case_id": 230, "document_id": 249, "quoteStart": 1019, "quoteEnd": 1243}, {"id": 6529, "title": "This service cannot be held responsible for disputes that you may have with other users", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:28:08.731679", "updated_at": "2019-06-23 17:14:21.151385", "quoteText": "WE DO NOT CONTROL, AND ARE NOT RESPONSIBLE FOR, CONTROLLING HOW OR WHEN OUR USERS USE OUR SERVICES.", "case_id": 154, "document_id": 249, "quoteStart": 6053, "quoteEnd": 6152}, {"id": 6527, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:25:47.574306", "updated_at": "2019-09-25 05:44:04.623478", "quoteText": "THE SIGNAL PARTIES WILL NOT BE LIABLE TO YOU FOR ANY LOST PROFITS OR CONSEQUENTIAL, SPECIAL, PUNITIVE, INDIRECT, OR INCIDENTAL DAMAGES RELATING TO, ARISING OUT OF, OR IN ANY WAY IN CONNECTION WITH OUR TERMS, US, OR OUR SERVICES, EVEN IF THE SIGNAL PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.", "case_id": 293, "document_id": 249, "quoteStart": 6653, "quoteEnd": 6962}, {"id": 6525, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:23:37.488928", "updated_at": "2019-06-23 03:10:20.842925", "quoteText": "SIGNAL DOES NOT WARRANT THAT ANY INFORMATION PROVIDED BY US IS ACCURATE, COMPLETE, OR USEFUL", "case_id": 288, "document_id": 249, "quoteStart": 5809, "quoteEnd": 5901}, {"id": 6526, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://signal.org/legal/", "status": "The Terms of Service: \"SIGNAL DOES NOT WARRANT THAT ANY INFORMATION PROVIDED BY US IS ACCURATE, COMPLETE, OR USEFUL, THAT OUR SERVICES WILL BE OPERATIONAL, ERROR-FREE, SECURE, OR SAFE, OR THAT OUR SERVICES WILL FUNCTION WITHOUT DISRUPTIONS, DELAYS, OR IMPERFECTIONS.\"", "created_at": "2019-05-12 19:24:12.956677", "updated_at": "2019-06-09 20:51:05.961257", "quoteText": "THAT OUR SERVICES WILL BE OPERATIONAL, ERROR-FREE, SECURE, OR SAFE, OR THAT OUR SERVICES WILL FUNCTION WITHOUT DISRUPTIONS, DELAYS, OR IMPERFECTIONS.", "case_id": 287, "document_id": 249, "quoteStart": 5903, "quoteEnd": 6052}, {"id": 18072, "title": "The service does not share user information with third parties", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 17:49:59.859603", "updated_at": "2021-04-03 10:38:30.205676", "quoteText": "Signal messages and calls cannot be accessed by us or other third parties because they are always end-to-end encrypted, private, and secure.", "case_id": 311, "document_id": 3430, "quoteStart": 176, "quoteEnd": 316}, {"id": 17849, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-28 20:48:52.030982", "updated_at": "2021-03-29 06:21:36.764599", "quoteText": "You are responsible for keeping your device and your Signal account safe and secure.", "case_id": 148, "document_id": 3430, "quoteStart": 3653, "quoteEnd": 3737}, {"id": 17850, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-28 20:50:49.682519", "updated_at": "2021-03-29 06:22:05.046013", "quoteText": "We may modify, suspend, or terminate your access to or use of our Services anytime for any reason, such as if you violate the letter or spirit of our Terms or create harm, risk, or possible legal exposure for Signal.", "case_id": 201, "document_id": 3430, "quoteStart": 8741, "quoteEnd": 8957}, {"id": 18077, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 18:16:38.896538", "updated_at": "2021-04-03 10:42:30.361421", "quoteText": "You can manage your personal information in Signal’s application Settings.", "case_id": 195, "document_id": 3430, "quoteStart": 12233, "quoteEnd": 12307}, {"id": 7979, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-09-23 23:26:36.10244", "updated_at": "2020-08-17 17:05:05.058151", "quoteText": "Signal Terms &amp.\nPrivacy Policy<p>Signal is designed to never collect or store any sensitive information.\nSignal messages and calls cannot be accessed by us or other third parties because they are always end-to-end encrypted, private, and secure.\n", "case_id": 372, "document_id": 249, "quoteStart": 68, "quoteEnd": 317}, {"id": 6523, "title": "The user is informed about security practices", "source": "https://signal.org/docs/", "status": "Information about the encryption algorithms that Signal uses to encrypt messages are documented on the website. Signal clients and its server are also open source.", "created_at": "2019-05-12 19:18:35.168624", "updated_at": "2019-09-25 04:55:54.926404", "quoteText": "Technical information Specifications Encryption in messaging environments integrates many ideas which often need to be composed separately in different applications.\nWe make an effort to break out ideas into independent specifications so that they can be integrated as appropriate for different projects.", "case_id": 226, "document_id": 1278, "quoteStart": 158, "quoteEnd": 462}, {"id": 4439, "title": "This service provides a way for you to export your data", "source": "https://support.signal.org/hc/en-us/articles/360004066371-Signal-and-the-General-Data-Protection-Regulation-GDPR-", "status": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data.\r\n\r\nThere are several community-developed open source utilities that are capable of parsing locally stored Signal content. Android users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings > Chats and media > Chat backups).\"", "created_at": "2018-07-25 12:38:59.040635", "updated_at": "2021-02-06 04:16:31.797218", "quoteText": "Signal messages, pictures, files, and other contents are stored locally on your device.\nThese contents are readable by the open source Signal clients.\nBecause everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data.</p>\n<p>There are several community-developed open source utilities that are capable of parsing locally stored Signal content.\nAndroid users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings &gt.\nChats and media &gt.\nChat backups).", "case_id": 184, "document_id": 248, "quoteStart": 604, "quoteEnd": 1180}, {"id": 6524, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:23:21.662232", "updated_at": "2019-06-09 20:48:16.151497", "quoteText": "YOU USE OUR SERVICES AT YOUR OWN RISK AND SUBJECT TO THE FOLLOWING DISCLAIMERS.\nWE PROVIDE OUR SERVICES ON AN “AS IS” BASIS WITHOUT ANY EXPRESS OR IMPLIED WARRANTIES", "case_id": 286, "document_id": 249, "quoteStart": 5466, "quoteEnd": 5631}, {"id": 6528, "title": "They may stop providing the service at any time", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:26:43.087768", "updated_at": "2019-06-14 04:47:52.802198", "quoteText": "We may discontinue some or all of our Services, including certain features and the support for certain devices and platforms, at any time.<", "case_id": 203, "document_id": 249, "quoteStart": 7780, "quoteEnd": 7919}, {"id": 6522, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:15:37.606446", "updated_at": "2019-06-10 05:20:39.230882", "quoteText": "You are responsible for keeping your device and your Signal account safe and secure.", "case_id": 148, "document_id": 249, "quoteStart": 3653, "quoteEnd": 3737}, {"id": 6521, "title": "Users agree not to use the service for illegal purposes", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2019-05-12 19:14:52.194974", "updated_at": "2019-06-09 22:57:40.794532", "quoteText": "You agree to use our Services only for legal, authorized, and acceptable purposes.", "case_id": 280, "document_id": 249, "quoteStart": 2516, "quoteEnd": 2598}, {"id": 4438, "title": "The service allows you to use pseudonyms", "source": "https://signal.org/legal/", "status": "The terms state: \"You may optionally add other information to your account, such as a profile name and profile picture. This information is end-to-end encrypted.\" The profile name is therefore not visible to Signal (and hence they cannot determine what it should say). The terms also otherwise do not mention restrictions on the name you choose.", "created_at": "2018-07-25 12:34:51.953196", "updated_at": "2018-08-22 10:55:55.792883", "quoteText": "You may optionally add other information to your account, such as a profile name and profile picture.\nThis information is end-to-end encrypted.</p>\n<p>\n<str", "case_id": 215, "document_id": 249, "quoteStart": 10841, "quoteEnd": 10997}, {"id": 4421, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://signal.org/legal/", "status": "The terms of service state: \"Signal may update the Terms from time to time. When we update our Terms, we will update the “Last Modified” date associated with the updated Terms. Your continued use of our Services confirms your acceptance of our updated Terms and supersedes any prior Terms. You will comply with all applicable export control and trade sanctions laws. Our Terms cover the entire agreement between you and Signal regarding our Services. If you do not agree with our Terms, you should stop using our Services.\"", "created_at": "2018-07-21 21:29:46.477324", "updated_at": "2018-08-08 09:54:11.088238", "quoteText": "Signal may update the Terms from time to time.\nWhen we update our Terms, we will update the “Last Modified” date associated with the updated Terms.\nYour continued use of our Services confirms your acceptance of our updated Terms and supersedes any prior Terms.\nYou will comply with all applicable export control and trade sanctions laws.\nOur Terms cover the entire agreement between you and Signal regarding our Services.\nIf you do not agree with our Terms, you should stop using our Services.", "case_id": 121, "document_id": 249, "quoteStart": 9186, "quoteEnd": 9679}, {"id": 4416, "title": "Third parties may be involved in operating the service", "source": "https://signal.org/legal/", "status": "The privacy policy states: \"We work with third parties to provide some of our Services. For example, our Third-Party Providers send a verification code to your phone number when you register for our Services. These providers are bound by their Privacy Policies to safeguard that information. If you use other Third-Party Services like YouTube, Spotify, Giphy, etc. in connection with our Services, their Terms and Privacy Policies govern your use of those services.\"", "created_at": "2018-07-21 21:00:19.553759", "updated_at": "2018-08-08 09:48:54.34285", "quoteText": "We work with third parties to provide some of our Services.\nFor example, our Third-Party Providers send a verification code to your phone number when you register for our Services.\nThese providers are bound by their Privacy Policies to safeguard that information.\nIf you use other Third-Party Services like YouTube, Spotify, Giphy, etc.\nin connection with our Services, their Terms and Privacy Policies govern your use of those services.", "case_id": 207, "document_id": 249, "quoteStart": 12502, "quoteEnd": 12939}, {"id": 4414, "title": "Court of law is in California", "source": "https://signal.org/legal/", "status": "The terms of service state: \"You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California. You also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes. The laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.\"", "created_at": "2018-07-21 20:41:48.383733", "updated_at": "2018-08-08 09:47:42.923258", "quoteText": "You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California.\nYou also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes.\nThe laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.</p>", "case_id": 163, "document_id": 249, "quoteStart": 7998, "quoteEnd": 8566}, {"id": 4412, "title": "You must be at least 13 years old to use the service", "source": "https://signal.org/legal/", "status": "The terms of service state: \"You must be at least 13 years old to use our Services. The minimum age to use our Services without parental approval may be higher in your home country.\"", "created_at": "2018-07-21 19:21:21.637433", "updated_at": "2018-08-08 09:47:04.341495", "quoteText": "You must be at least 13 years old to use our Services.\nThe minimum age to use our Services without parental approval may be higher in your home country.</p>", "case_id": 152, "document_id": 249, "quoteStart": 819, "quoteEnd": 975}, {"id": 4411, "title": "This service does not sell your personal data", "source": "https://signal.org/legal/", "status": "The terms of service state that \"Signal does not sell, rent or monetize your personal data or content in any way – ever.\"", "created_at": "2018-07-21 19:04:14.031402", "updated_at": "2018-08-08 09:46:19.038309", "quoteText": "Signal does not sell, rent or monetize your personal data or content in any way – ever.", "case_id": 193, "document_id": 249, "quoteStart": 1291, "quoteEnd": 1378}, {"id": 4417, "title": "You maintain ownership of your data", "source": "https://support.signal.org/hc/en-us/articles/360004066371-Signal-and-the-General-Data-Protection-Regulation-GDPR-", "status": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. There are several community-developed open source utilities that are capable of parsing locally stored Signal content. Android users can also help us test a new backup feature that makes it possible to move your local Signal data between devices (Signal Settings > Chats and media > Chat backups).\"", "created_at": "2018-07-21 21:07:25.643928", "updated_at": "2018-08-29 09:25:19.217433", "quoteText": "Signal messages and calls cannot be accessed by us or other third parties because they are always end-to-end encrypted, private, and secure.", "case_id": 183, "document_id": 248, "quoteStart": 1040, "quoteEnd": 1180}, {"id": 4419, "title": "You can delete your content from this service", "source": "https://support.signal.org/hc/en-us/articles/360004066371-Signal-and-the-General-Data-Protection-Regulation-GDPR-", "status": "\"Signal messages, pictures, files, and other contents are stored locally on your device. These contents are readable by the open source Signal clients. Because everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data. [...] You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number here. You will need access to this phone number to verify and complete this action.\"", "created_at": "2018-07-21 21:20:45.032806", "updated_at": "2018-08-08 09:51:48.937373", "quoteText": "You can permanently disable your phone number from being recognized as a Signal user by unregistering your phone number&nbsp;here.&nbsp;You will need access to this phone number to verify and complete this action.</p", "case_id": 175, "document_id": 248, "quoteStart": 1924, "quoteEnd": 2140}, {"id": 13277, "title": "The user is informed about security practices", "source": "https://signal.org/docs/", "status": "Generated through the annotate view", "created_at": "2020-12-24 20:36:09.466529", "updated_at": "2021-02-25 00:00:41.387474", "quoteText": null, "case_id": 226, "document_id": 1278, "quoteStart": 10337, "quoteEnd": 10497}, {"id": 17267, "title": "This service does not force users into binding arbitration", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:17:46.405125", "updated_at": "2021-03-13 10:17:46.405125", "quoteText": "You agree to resolve any Claim you have with us relating to or arising out of our Terms, us, or our Services exclusively in the United States District Court for the Northern District of California or a state court in San Mateo County, California.\nYou also agree to submit to the personal jurisdiction of such courts for the purpose of litigating all such disputes.\n", "case_id": 335, "document_id": 3430, "quoteStart": 7998, "quoteEnd": 8363}, {"id": 17268, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:18:06.575324", "updated_at": "2021-03-13 10:18:06.575324", "quoteText": "The laws of the State of California govern our Terms, as well as any disputes, whether in court or arbitration, which might arise between Signal and you, without regard to conflict of law provisions.</p>", "case_id": 241, "document_id": 3430, "quoteStart": 8363, "quoteEnd": 8566}, {"id": 4413, "title": "The service provides details about what kinds of personal information they collect", "source": "https://signal.org/legal/", "status": "The privacy policy states: \"Signal utilizes state-of-the-art security and end-to-end encryption to provide private messaging and Internet calling services to users worldwide (“Services”). Your calls and messages are always encrypted, so they can never be shared or viewed by anyone but yourself and the intended recipients. [...] You register a phone number when you create a Signal account. Phone numbers are used to provide our Services to you and other Signal users. You may optionally add other information to your account, such as a profile name and profile picture. This information is end-to-end encrypted. [...] Signal cannot decrypt or otherwise access the content of your messages or calls. Signal queues end-to-end encrypted messages on its servers for delivery to devices that are temporarily offline (e.g. a phone whose battery has died). Your message history is stored on your own devices. Additional technical information is stored on our servers, including randomly generated authentication tokens, keys, push tokens, and other material that is necessary to establish calls and transmit messages. Signal limits this additional technical information to the minimum required to operate the Services. [...] Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts. Information from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered. [...] If you contact Signal User Support, any personal data you may share with us is kept only for the purposes of researching the issue and contacting you about your case. [...] You can manage your personal information in Signal’s application Settings. For example, you can update your profile information or choose to enable additional privacy features like a Registration Lock PIN.\"", "created_at": "2018-07-21 20:35:40.211486", "updated_at": "2021-02-06 03:50:30.150997", "quoteText": null, "case_id": 228, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17269, "title": "The user is informed about security practices", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:19:16.822526", "updated_at": "2021-03-13 10:19:16.822526", "quoteText": "Signal queues end-to-end encrypted messages on its servers for delivery to devices that are temporarily offline (e.g.\na phone whose battery has died).\nYour message history is stored on your own devices.</p>", "case_id": 226, "document_id": 249, "quoteStart": 11101, "quoteEnd": 11307}, {"id": 17270, "title": "Your personal data is used for limited purposes", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:21:29.237899", "updated_at": "2021-03-13 10:21:29.237899", "quoteText": "Additional technical information is stored on our servers, including randomly generated authentication tokens, keys, push tokens, and other material that is necessary to establish calls and transmit messages.\nSignal limits this additional technical information to the minimum required to operate the Services.</p>\n<p>\n<strong>Contacts.</strong> Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts.\nInformation from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered.</p>\n<p>\n<strong>User Support.</strong> If you contact Signal User Support, any personal data you may share with us is kept only for the purposes of researching the issue and contacting you about your case.</p>\n", "case_id": 196, "document_id": 249, "quoteStart": 11311, "quoteEnd": 12185}, {"id": 17273, "title": "You have the right to leave this service at any time", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:26:15.445418", "updated_at": "2021-03-13 10:26:15.445418", "quoteText": "You may end these Terms with Signal at any time by deleting Signal Messenger from your device and discontinuing use of our Services.", "case_id": 170, "document_id": 249, "quoteStart": 8608, "quoteEnd": 8740}, {"id": 17271, "title": "This service allows you to retrieve an archive of your data", "source": "https://support.signal.org/hc/en-us/articles/360007059412", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:24:17.153057", "updated_at": "2021-03-13 10:24:17.153057", "quoteText": "Can I export my data out of Signal? <br>\n</strong>Signal messages, pictures, files, and other contents are stored locally on your device.\nThese contents are readable by the open source&nbsp;Signal clients.\nBecause everything in Signal is end-to-end encrypted, the Signal service does not have access to any of this data.</p>\n<p>There are several community-developed open source utilities that are capable of parsing locally stored Signal content.\nAndroid users can also move local Signal data between devices (Signal Settings&nbsp.\n&gt.\n<strong>Chats and media</strong> &gt.\n<strong>Chat backups</strong>).", "case_id": 140, "document_id": 248, "quoteStart": 1246, "quoteEnd": 1852}, {"id": 17852, "title": "The service will only respond to government requests that are reasonable", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-28 20:57:35.375485", "updated_at": "2021-03-29 06:20:56.811548", "quoteText": "To meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>To enforce applicable Terms, including investigation of potential violations.</li>\n<li>To detect, prevent, or otherwise address fraud, security, or technical issues.</li>\n<li>To protect against harm to the rights, property, or safety of Signal, our users, or the public as required or permitted by law.</li>", "case_id": 393, "document_id": 249, "quoteStart": 13036, "quoteEnd": 13443}, {"id": 18068, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://signal.org/bigbrother/eastern-virginia-grand-jury/", "status": "Generated through the annotate view", "created_at": "2021-04-02 17:27:00.692707", "updated_at": "2021-04-03 10:39:06.072714", "quoteText": "\n<p>This is the first subpoena that we’ve received.\nIt originally included a broad gag order that would have prevented us from publishing this notice, but the ACLU represented us in quickly and successfully securing our ability to publish the transcripts below.", "case_id": 305, "document_id": 260, "quoteStart": 1112, "quoteEnd": 1373}, {"id": 18076, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 18:08:30.466316", "updated_at": "2021-04-03 10:35:57.7945", "quoteText": "Information you provide<p>\n<strong>Account Information.</strong> You register a phone number when you create a Signal account.\nPhone numbers are used to provide our Services to you and other Signal users.\nYou may optionally add other information to your account, such as a profile name and profile picture.\nThis information is end-to-end encrypted.</p>\n<p>\n<strong>Messages.</strong> Signal cannot decrypt or otherwise access the content of your messages or calls.\nSignal queues end-to-end encrypted messages on its servers for delivery to devices that are temporarily offline (e.g.\na phone whose battery has died).\nYour message history is stored on your own devices.</p>\n<p>Additional technical information is stored on our servers, including randomly generated authentication tokens, keys, push tokens, and other material that is necessary to establish calls and transmit messages.\nSignal limits this additional technical information to the minimum required to operate the Services.</p>\n<p>\n<strong>Contacts.</strong> Signal can optionally discover which contacts in your address book are Signal users, using a service designed to protect the privacy of your contacts.\nInformation from the contacts on your device may be cryptographically hashed and transmitted to the server in order to determine which of your contacts are registered.</p>\n<p>\n<strong>User Support.</strong> If you contact Signal User Support, any personal data you may share with us is kept only for the purposes of researching the issue and contacting you about your case.</p>", "case_id": 228, "document_id": 3430, "quoteStart": 10636, "quoteEnd": 12184}, {"id": 18070, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "https://signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 17:41:17.690236", "updated_at": "2021-04-03 10:38:46.797191", "quoteText": "You must use our Services according to our Terms and posted policies.\nIf we disable your account for a violation of our Terms, you will not create another account without our permission.</p>", "case_id": 319, "document_id": 249, "quoteStart": 2278, "quoteEnd": 2468}, {"id": 18075, "title": "This service does not track you", "source": "https://support.signal.org/hc/en-us/articles/360007059412", "status": "Generated through the annotate view", "created_at": "2021-04-02 18:04:52.149228", "updated_at": "2021-04-03 10:36:12.166295", "quoteText": "Signal is designed to never collect or store any sensitive information.", "case_id": 218, "document_id": 248, "quoteStart": 968, "quoteEnd": 1039}, {"id": 18074, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 17:55:32.313155", "updated_at": "2021-04-03 10:37:00.286382", "quoteText": "We will update this privacy policy as needed so that it is current, accurate, and as clear as possible.", "case_id": 301, "document_id": 3430, "quoteStart": 13459, "quoteEnd": 13562}, {"id": 18073, "title": "The service provides two factor authentication for your account", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-04-02 17:54:29.637406", "updated_at": "2021-04-03 10:37:18.730991", "quoteText": "you can update your profile information or choose to enable additional privacy features like a Registration Lock PIN.", "case_id": 312, "document_id": 3430, "quoteStart": 12321, "quoteEnd": 12438}, {"id": 19630, "title": "The service claims to be GDPR compliant for European users", "source": "https://support.signal.org/hc/en-us/articles/360007059412", "status": "Generated through the annotate view", "created_at": "2021-05-02 16:30:25.241161", "updated_at": "2021-05-02 18:38:59.165604", "quoteText": "See more Signal and the General Data Protection Regulation (GDPR) <p>Signal is committed to protecting your privacy and the security of your data.", "case_id": 481, "document_id": 248, "quoteStart": 673, "quoteEnd": 819}, {"id": 19634, "title": "Your personal data is not sold", "source": "https://www.signal.org/legal/", "status": "Generated through the annotate view", "created_at": "2021-05-02 16:41:56.659946", "updated_at": "2021-05-02 18:38:52.615529", "quoteText": "Signal does not sell, rent or monetize your personal data or content in any way – ever.</p>\n<", "case_id": 193, "document_id": 3430, "quoteStart": 1291, "quoteEnd": 1384}], "urls": ["signal.org", "whispersystems.org"]}}