{"error": 448, "message": "OK", "parameters": {"id": 5943, "name": "Institute for MultiSensory Education", "created_at": "2021-11-29 21:56:55.861053", "updated_at": "2021-11-29 23:01:12.801946", "wikipedia": null, "keywords": null, "related": null, "slug": "institute-for-multisensory-education", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5943.png", "url": "imse.com", "documents": [{"id": 10732, "name": "Terms and Conditions", "url": "https://imse.com/terms-and-conditions/", "xpath": "/html/body/main/article", "text": " Agreement between User and https://imse.com/ <p>\n<br>\nWelcome to https://www.imse.com/.\nThe https://www.imse.com/ website (the \"Site\") is comprised of various web pages operated by the Institute for MultiSensory Education (\"IMSE\").\nThe Site is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein (the \"Terms\").\nYour use of the Site constitutes your agreement to all such Terms.\nPlease read these terms carefully, and keep a copy of them for your reference.</p>\n<p>https://imse.com/ is an E-Commerce Site.</p>\n<p>IMSE provides multi-sensory instruction of the highest quality, through direct and personal training, dramatically increasing literacy skills of children.</p>\n<p>\n<strong>Privacy </strong>\n<br>\nYour use of https://imse.com/ is subject to IMSE's Privacy Policy.\nPlease review our Privacy Policy, which also governs the Site and informs users of our data collection practices.</p>\n<p>\n<strong>Electronic Communications </strong>\n<br>\nVisiting https://imse.com/ or sending emails to IMSE constitutes electronic communications.\nYou consent to receive electronic communications and you agree that all agreements, notices, disclosures and other communications that we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communications be in writing.</p>\n<p>\n<strong>Your Account </strong>\n<br>\nIf you use the Site, you are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.\nYou may not assign or otherwise transfer your account to any other person or entity.\nYou acknowledge that IMSE is not responsible for third party access to your account that results from theft or misappropriation of your account.\nIMSE and its associates reserve the right to refuse or cancel service, terminate accounts, or remove or edit content in our sole discretion.</p>\n<p>\n<strong>Children Under Thirteen </strong>\n<br>\nIMSE does not knowingly collect, either online or offline, personal information from persons under the age of thirteen.\nIf you are under 18, you may use https://imse.com/ only with permission of a parent or guardian.</p>\n<p>\n<strong>Links to Third Party Sites/Third Party Services </strong>\n<br>\nmay contain links to other websites (\"Linked Sites\").\nThe Linked Sites are not under the control of IMSE and IMSE is not responsible for the contents of</p>\n<p>any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.\nIMSE is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by IMSE of the site or any association with its operators.</p>\n<p>Certain services made available via https://imse.com/ are delivered by third party sites and organizations.\nBy using any product, service or functionality originating from the Site domain, you hereby acknowledge and consent that IMSE may share such information and data with any third party with whom IMSE has a contractual relationship to provide the requested product, service or functionality on behalf of the Site users and customers.</p>\n<p>\n<strong>No Unlawful or Prohibited Use/Intellectual Property </strong>\n<br>\nYou are granted a non-exclusive, non-transferable, revocable license to access and use https://imse.com/ strictly in accordance with these Terms.\nAs a condition of your use of the Site, you warrant to IMSE that you will not use the Site for any purpose that is unlawful or prohibited by these Terms.\nYou may not use the Site in any manner which could damage, disable, overburden, or impair the Site or interfere with any other party's use and enjoyment of the Site.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Site.</p>\n<p>All content included as part of the Site, such as text, graphics, logos, images, as well as the compilation thereof, and any software used on the Site, is the property of IMSE or its suppliers and protected by copyright and other laws that protect intellectual property and proprietary rights.\nYou agree to observe and abide by all copyright and other proprietary notices, legends or other restrictions contained in any such content and will not make any changes thereto.</p>\n<p>You will not modify, publish, transmit, reverse engineer, participate in the transfer or sale, create derivative works, or in any way exploit any of the content, in whole or in part, found on the Site.\nIMSE content is not for resale.\nYour use of the Site does not entitle you to make any unauthorized use of any protected content, and in particular you will not delete or alter any proprietary rights or attribution notices in any content.\nYou will use protected content solely for your personal use, and will make no other use of the content without the express written permission of IMSE and the copyright owner.\nYou agree that you do not acquire any ownership rights in any protected content.\nWe do not grant you any licenses, express or implied, to the intellectual property of IMSE or our licensors except as expressly authorized by these Terms.</p>\n<p>\n<strong>International Users </strong>\n<br>\nThe Site is controlled, operated and administered by IMSE from our offices within the USA.\nIf you access the Site from a location outside the USA, you are responsible for compliance with all local laws.\nYou agree that you will not use the IMSE Content accessed through https://imse.com/ in any country or in any manner prohibited by any applicable laws, restrictions or regulations.</p>\n<p>\n<strong>Indemnification</strong>\n<br>\nYou agree to indemnify, defend and hold harmless IMSE, its officers, directors, employees, agents and third parties, for any losses, costs, liabilities and expenses (including reasonable attorney's fees) relating to or arising out of your use of or inability to use the Site or services, any user postings made by you, your violation of any Terms of this Agreement or your violation of any rights of a third party, or your violation of any applicable laws, rules or regulations.\nIMSE reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with IMSE in asserting any available defenses.</p>\n<p>\n<strong>Arbitration </strong>\n<br>\nIn the event the parties are not able to resolve any dispute between them arising out of or concerning these Terms and Conditions, or any provisions hereof, whether in contract, tort, or otherwise at law or in equity for damages or any other relief, then such dispute shall be resolved only by final and binding arbitration pursuant to the Federal Arbitration Act, conducted by a single neutral arbitrator and administered by the American Arbitration Association, or a similar arbitration service selected by the parties, in a location mutually agreed upon by the parties.\nThe arbitrator's award shall be final, and judgment may be entered upon it in any court having jurisdiction.\nIn the event that any legal or equitable action, proceeding or arbitration arises out of or concerns these Terms and Conditions, the prevailing party shall be entitled to recover its costs and reasonable attorney's fees.\nThe parties agree to arbitrate all disputes and claims in regards to these Terms and Conditions or any disputes arising as a result of these Terms and Conditions, whether directly or indirectly, including Tort claims that are a result of these Terms and Conditions.\nThe parties agree that the Federal Arbitration Act governs the interpretation and enforcement of this provision.\nThe entire dispute, including the scope and enforceability of this arbitration provision shall be determined by the Arbitrator.\nThis arbitration provision shall survive the termination of these Terms and Conditions.</p>\n<p>\n<strong>Class Action Waiver </strong>\n<br>\nAny arbitration under these Terms and Conditions will take place on an individual basis.\nclass arbitrations and class/representative/collective actions are not permitted.\nTHE PARTIES AGREE THAT A PARTY MAY BRING CLAIMS AGAINST THE OTHER ONLY IN EACH'S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PUTATIVE CLASS, COLLECTIVE AND/ OR REPRESENTATIVE PROCEEDING, SUCH AS IN THE FORM OF A PRIVATE ATTORNEY GENERAL ACTION AGAINST THE OTHER.\nFurther, unless both you and IMSE agree otherwise, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<strong>Liability Disclaimer </strong>\n<br>\nTHE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THE SITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nINSTITUTE FOR MULTI-SENSORY EDUCATION AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE SITE AT ANY TIME.</p>\n<p>INSTITUTE FOR MULTI-SENSORY EDUCATION AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON THE SITE FOR ANY PURPOSE.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OR CONDITION OF ANY KIND.\nINSTITUTE FOR MULTI-SENSORY EDUCATION AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL INSTITUTE FOR MULTI-SENSORY EDUCATION AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE SITE, WITH THE DELAY OR INABILITY TO USE THE SITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE SITE, OR OTHERWISE ARISING OUT OF THE USE OF THE SITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF INSTITUTE FOR MULTI-SENSORY EDUCATION OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\nBECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SITE.</p>\n<p>\n<strong>Termination/Access Restriction </strong>\n<br>\nIMSE reserves the right, in its sole discretion, to terminate your access to the Site and the related services or any portion thereof at any time, without notice.\nTo the maximum extent permitted by law, this agreement is governed by the laws of the State of Michigan and you hereby consent to the exclusive jurisdiction and venue of courts in Michigan in all disputes arising out of or relating to the use of the Site.\nUse of the Site is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this section.</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and IMSE as a result of this agreement or use of the Site.\nIMSE's performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of IMSE's right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Site or information provided to or gathered by IMSE with respect to such use.\nIf any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.</p>\n<p>Unless otherwise specified herein, this agreement constitutes the entire agreement between the user and IMSE with respect to the Site and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between the user and IMSE with respect to the Site.\nA printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nIt is the express wish to the parties that this agreement and all related documents be written in English.</p>\n<p>\n<strong>Changes to Terms </strong>\n<br>\nIMSE reserves the right, in its sole discretion, to change the Terms under which https://imse.com/ is offered.\nThe most current version of the Terms will supersede all previous versions.\nIMSE encourages you to periodically review the Terms to stay informed of our updates.</p>\n<p>\n<strong>Contact Us </strong>\n<br>\nIMSE welcomes your questions or comments regarding the Terms:</p>\n<p>\n<strong>Institute for Multi-Sensory Education </strong>\n<br>\n19720 Gerald Street<br>\nNorthville, Michigan<br>\n48167</p>\n<p>Email Address: IMSE@Orton-Gillingham.com</p>\n<p>Telephone number: 800-646-9788</p>\n<p>\n<em>Effective as of April 23, 2020</em>\n</p> ", "created_at": "2021-11-29 21:56:55.864754", "updated_at": "2021-11-29 20:59:03.546652"}, {"id": 10731, "name": "Privacy Policy", "url": "https://imse.com/privacy-policy/", "xpath": "/html/body/main/article", "text": " <p>This privacy policy has been compiled to better serve those who are concerned with how their 'Personally Identifiable Information' (PII) is being used online.\nPII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.</p> What personal information do we collect from the people that visit our blog, website or app? <p>When ordering or registering on our site, for our trainings or other education, as appropriate, you may be asked to enter your name, email address, mailing address, phone number, credit card information, social security number or other details to help you with your experience.</p> When do we collect information? <p>We collect information from you when you register on our site, place an order, subscribe to a newsletter, respond to a survey, fill out a form or enter information on our site.</p> How do we use your information? <p>We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:</p>\n<ul>\n<li>To improve our website in order to better serve you.</li>\n<li>To allow us to better service you in responding to your customer service requests.</li>\n<li>To quickly process your transactions.</li>\n<li>To ask for ratings and reviews of services or products</li>\n<li>To track educational credits</li>\n</ul> How do we protect your information? <p>Our website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to our site as safe as possible.</p>\n<p>We do not use Malware Scanning.</p>\n<p>Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\nIn addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.</p>\n<p>We implement a variety of security measures when a user places an order enters, submits, or accesses their information to maintain the safety of your personal information.</p>\n<p>All transactions are processed through a gateway provider and are not stored or processed on our servers.</p> Do we use 'cookies'? <p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information.\nFor instance, we use cookies to help us remember and process the items in your shopping cart.\nThey are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences<br>\nand tools in the future.</p>\n<p>\n<strong>We use cookies to:</strong>\n</p>\n<ul>\n<li>Help remember and process the items in the shopping cart.</li>\n<li>Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future.\nWe may also use trusted third-party services that track this information on our behalf.</li>\n</ul>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser settings.\nSince browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.</p>\n<p>If you turn cookies off, some of the features that make your site experience more efficient may not function properly.\nIt won't affect the user's experience that make your site experience more efficient and may not function properly.</p> Third-party disclosure <p>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless we provide users with advance notice.\nThis does not include website hosting partners and other parties who assist us in operating our website, conducting our business, or serving our users, so long as those parties agree to keep this information confidential.\nWe may also release information when it's release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property or safety.</p>\n<p>However, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.</p> Third-party links <p>Occasionally, at our discretion, we may include or offer third-party products or services on our website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p> Google <p>Google's advertising requirements can be summed up by Google's Advertising Principles.\nThey are put in place to provide a positive experience for users.</p>\n<p>Google, as a third-party vendor, uses cookies to serve ads on our site.\nGoogle's use of the DART cookie enables it to serve ads to our users based on previous visits to our site and other sites on the Internet.\nUsers may opt-out of the use of the DART cookie by visiting the Google Ad and Content Network privacy policy.</p>\n<p>\n<strong>We have implemented the following:</strong>\n</p>\n<ul>\n<li>Google Display Network Impression Reporting</li>\n<li>Demographics and Interests Reporting</li>\n<li>DoubleClick Platform Integration</li>\n</ul>\n<p>We, along with third-party vendors such as Google use first-party cookies (such as the Google Analytics cookies) and third-party cookies (such as the DoubleClick cookie) or other thirdparty identifiers together to compile data regarding user interactions with ad impressions and other ad service functions as they relate to our website.</p> Opting out: <p>Users can set preferences for how Google advertises to you using the Google Ad Settings page.\nAlternatively, you can opt out by visiting the Network Advertising Initiative Opt Out page or by using the Google Analytics Opt Out Browser add on.</p> California Online Privacy Protection Act <p>CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared.\n- See more at:</p>\n<p>\n<strong>According to CalOPPA, we agree to the following:</strong>\n</p>\n<p>Users can visit our site anonymously.<br>\nOnce this privacy policy is created, we will add a link to it on our home page or as a minimum, on the first significant page after entering our website.<br>\nOur Privacy Policy link includes the word 'Privacy' and can easily be found on the page specified above.</p>\n<p>You will be notified of any Privacy Policy changes:</p>\n<ul>\n<li>On our Privacy Policy Page</li>\n</ul>\n<p>Can change your personal information:</p>\n<ul>\n<li>By emailing us</li>\n<li>By calling us</li>\n<li>By logging in to your account</li>\n</ul> How does our site handle Do Not Track signals? <p>We honor Do Not Track signals and Do Not Track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p> COPPA (Children Online Privacy Protection Act) <p>When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.</p>\n<p>We do not specifically market to children under the age of 13 years old.</p>\n<p>We do not let third-parties, including ad networks or plug-ins, collect PII from children under 13.</p> Fair Information Practices <p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>\n<strong>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</strong>\n</p>\n<p>We will notify you via email</p>\n<ul>\n<li>Within 7 business days</li>\n</ul>\n<p>We also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.</p> CAN SPAM Act <p>The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.</p>\n<p>\n<strong>We collect your email address in order to:</strong>\n</p>\n<ul>\n<li>Send information, respond to inquiries, and/or other requests or questions</li>\n<li>Process orders and to send information and updates pertaining to orders.</li>\n<li>Send you additional information related to your product and/or service</li>\n<li>Market to our mailing list or continue to send emails to our clients after the original transaction has occurred.</li>\n</ul>\n<p>\n<strong>To be in accordance with CANSPAM, we agree to the following:</strong>\n</p>\n<ul>\n<li>Not use false or misleading subjects or email addresses.</li>\n<li>Identify the message as an advertisement in some reasonable way.</li>\n<li>Include the physical address of our business or site headquarters.</li>\n<li>Monitor third-party email marketing services for compliance, if one is used.</li>\n<li>Honor opt-out/unsubscribe requests quickly</li>\n<li>Allow users to unsubscribe by using the link at the bottom of each email.</li>\n</ul>\n<p>If at any time you would like to unsubscribe from receiving future emails, you can email us at info@imse.com and we will promptly remove you from ALL correspondence.</p> Contacting Us <p>If there are any questions regarding this privacy policy, you may contact us using the information below.</p>\n<p>https://www.imse.com/<br>\n24800 Denso Drive<br>\nSuite 202<br>\nSouthfield, MI 48033<br>\nUSA<br>\ninfo@imse.com</p>\n<p>\n</p> ", "created_at": "2021-11-29 21:56:55.863218", "updated_at": "2021-11-29 20:59:51.445261"}], "points": [], "urls": ["imse.com"]}}