{"error": 448, "message": "OK", "parameters": {"id": 1538, "name": "Free Steam Keys", "created_at": "2019-05-09 13:00:18.287752", "updated_at": "2021-06-23 15:57:52.679016", "wikipedia": null, "keywords": null, "related": null, "slug": "free_steam_keys", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/1538.png", "url": "freesteamkeys.com", "documents": [{"id": 1254, "name": "Terms of Use", "url": "https://www.freesteamkeys.com/terms-of-use/", "xpath": "/html/body/div[2]/div/div[3]", "text": "<p>\n<strong>Introduction</strong>\n</p>\n<p>This page sets out the terms and conditions (the “Agreement”) for using the FreeSteamKeys.com website (the “Website”).\nPlease be aware that by joining the Website and participating in the community you agree to abide by the Agreement.</p>\n<p>\n<strong>The Website</strong>\n</p>\n<p>FreeSteamKeys.com is community driven and relies on gamers to share Steam related giveaways with each other.</p>\n<p>FreeSteamKeys is not associated in any way with Valve Corporation.\nAll names, brands, associated imagery and artwork are trademarks and/or copyrighted materials of their respective owners.</p>\n<p>By providing links to other sites, FreeSteamKeys.com does not guarantee, approve or endorse the information or products available at these sites, or does a link indicate any association with or endorsement by the linked site to FreeSteamKeys.com.</p>\n<p>In order to cover the costs of running the Website we have relationships with various gaming companies, retailers and advertising companies.\nThese companies may pay us a small commission for the sales we generate.\nWe allow members of the Website to share any acceptable content, regardless of whether or not we earn a commission.</p>\n<p>\n<strong>Member Content</strong>\n</p>\n<p>You acknowledge that all content posted on the Site is the sole responsibility of the person posting such content.\nThis means that you, and not the Site, are entirely responsible for all content that you post, transmit or otherwise make available via the Site.\nThe Management does not guarantee its accuracy, integrity or quality.</p>\n<p>We may permit Members to post, upload, publish, submit or transmit Member Content.\nFreeSteamKeys.com not claim any ownership rights in any Member Content and nothing in these Terms restricts any rights that you may have to use and exploit any Member Content.\nBy making available any Member Content through the Site, Applications or Services, you grant FreeSteamKeys.com a worldwide, irrevocable, perpetual, non-exclusive, transferable, royalty-free license, with the right to sublicense, to use, copy, adapt, modify, distribute, license, sell, transfer, publicly display, publicly perform, transmit, stream, broadcast, access, view, and otherwise exploit such Member Content only on, through or by means of the Site, Applications or Services.</p>\n<p>You are solely responsible for all Member Content that you make available through the Site, Applications and Services.\nYou represent and warrant that you are the sole owner of all Member Content that you make available through the Site, Applications and Services or you have all rights, licenses, consents and releases necessary to grant to FreeSteamKeys.com the rights in such Member Content, as contemplated under these Terms.\nYou also represent and warrant that neither the Member Content nor your posting, uploading, publication, submission or transmittal of the Member Content or FreeSteamKeys.com use of the Member Content will infringe, misappropriate or violate a third party’s patent, copyright, trademark, trade secret, moral rights or other proprietary or intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.</p>\n<p>Members may post comments and other content so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights, or otherwise injurious to third parties or objectionable and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of “spam.” You may not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of a card or other content.\nFreeSteamKeys.com reserves the right (but not the obligation) to remove or edit such content, but does not regularly review posted content.</p>\n<p>\n<strong>Third-party Websites</strong>\n</p>\n<p>The Site, Applications or Service may contain links to third-party websites, advertisers, services, special offers, giveaways or other events, activities or third-party apps (like Rafflecopter, Gleam, and others) that are not owned or controlled by FreeSteamKeys.com.\nWe do not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third party website from the Site, Applications or Service, you do so at your own risk, and you understand that this Agreement and our Privacy Policy do not apply to your use of such sites.\nYou expressly relieve FreeSteamKeys.com from any and all liability arising from your use of any third-party website, service, or content.\nAdditionally, your dealings with or participation in promotions of found on the Site, Applications or Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such third-party websites.\nYou agree that FreeSteamKeys.com shall not be responsible for any loss or damage of any sort relating to your dealings with such third-party websites or advertisers.</p>\n<p>FreeSteamKeys is not a party to any transactions with retailers or other websites, and is not the seller or supplier of, and does not endorse, any of the goods or services that are featured on the Website.\nWe therefore do not have any of the legal obligations that apply to the sellers of those goods or services.\nThis means that we have no control over or responsibility for: the quality, safety, or legality of the goods or services available from retailers/websites.\nor whether the retailer/website can or will supply and pass good title to any goods or services.</p>\n<p>\n<strong>Misuse</strong>\n</p>\n<p>We reserve the right to suspend or terminate any member’s account if, in our reasonable view, the member appears to be in breach of any provision of this Agreement.</p>\n<p>It is each member’s responsibility to ensure that:</p>\n<p>– They only hold one account on the Website;<br> – The content they share is not:<br> 1.\nDefamatory, offensive, or abusive or of an obscene, indecent or menacing nature;<br> 2.\nIs not intended or likely to cause needless annoyance, inconvenience or distress to any person;<br> 3.\nDoes not contain any computer virus, macro virus, Trojan horse, worm, or anything else designed to interfere with, interrupt, or disrupt the normal operating procedures of a computer or to surreptitiously intercept, access without authority, or expropriate any system, data or personal information;<br> 4.\nDoes not contravene any applicable law or regulation (including, but not limited to, laws governing consumer protection, distance selling, unfair competition, anti-discrimination, false advertising, copyright, trademark and privacy);<br> 5.\nDoes not breach the rights of any person or entity (including any rights or expectations of privacy).</p>\n<p>We also reserve the right to remove, edit, move or close any posting for any reason.</p>\n<p>\n<strong>Privacy policy</strong>\n</p>\n<p>We respect your privacy and the use and protection of your Personal Information.\nOur Privacy Policy sets out details of what personal data and information we hold and how it is used.</p>\n<p>\n<strong>Changes to the Agreement</strong>\n</p>\n<p>Please be aware that the Agreement may change from time to time.\nWe will post any changes on this page and, if the changes are significant, we will provide a more prominent notice.\nYou are advised to check our Website regularly to view our most recent Agreement.</p>\n<p>\n<strong>How to contact FreeSteamKeys</strong>\n</p>\n<p>We welcome and encourage you to provide feedback, comments and suggestions for improvements to the Site.\nIf you have any enquiries about these Terms or any questions, complaints or claims with respect to the Applications, please contact us at contact@FreeSteamKeys.com</p>\n<p>&nbsp;</p>", "created_at": "2019-05-09 13:00:51.348674", "updated_at": "2019-05-09 13:00:56.766672"}, {"id": 1255, "name": "Privacy Policy", "url": "https://www.freesteamkeys.com/privacy-policy/", "xpath": "/html/body/div[2]/div/div[3]", "text": "<p>\n<strong>GENERAL</strong>\n</p>\n<p>Your privacy is important to us.\nOur Privacy Policy describes our practices concerning data that you provide or that we may collect about you through the Services, and you consent to our use of data in compliance with the Privacy Policy.</p>\n<p>\n<strong>COLLECTION OF PERSONAL INFORMATION</strong>\n</p>\n<p>FreeSteamKeys.com does not sell, exchange, or release your personal information without your consent to any third parties.</p>\n<p>\n<strong>USE OF PERSONAL INFORMATION</strong>\n</p>\n<p>We use Personal Information for our own internal purposes including contacting you via email to inform you about updates to Site.\nWe reserve the right to disclose your information as required by law.\nWe do not rent or sell our Users’ Personal Information to third parties.\nWe do, however, provide you with the opportunity to receive newsletters via email.\nIf you decide to opt in to receive newsletters, you may opt out of receiving these newsletters at any time.\nWe use your IP address and browser information to help diagnose problems with our server and to gather broad demographic information.</p>\n<p>Sweepstakes, giveaways, contests, and promotions on the Services may also have additional rules and eligibility requirements, such as certain age or geographic area restrictions, and you are responsible for complying with these rules and requirements.</p>\n<p>\n<strong>COOKIES</strong>\n</p>\n<p>Cookies are small data files that a website you visit may save on your computer or handheld device that usually includes an anonymous unique identifier.\nOur Website may use cookies for user authentication, tracking our audience size and traffic patterns.</p>\n<p>Information gathered through the use of cookies is not related to any personally identifiable details.\nMany browsers are set to accept cookies.\nYou may prefer to set your browser to refuse cookies.\nIt is possible, however, that some areas of the site will not function properly if you do so.</p>\n<p>\n<strong>THIRD-PARTY WEBSITES</strong>\n</p>\n<p>Third-party advertisers, links, websites and third-party apps (like Rafflecopter, Gleam, and others) may ask your email, or other information, and also create and access cookies, which will be subject to their privacy policies – we accept no responsibility or liability for the use of such third parties’ websites.</p>\n<p>If you access a third party website from the Site, Applications or Service, you do so at your own risk, and you understand that this Agreement and our Privacy Policy do not apply to your use of such sites.</p>\n<p>\n<strong>POLICY CHANGES</strong>\n</p>\n<p>Our Privacy Policy may change from time to time.\nWe will post any privacy policy changes on this page and, if the changes are significant, we will provide a more prominent notice.\nYou are advised to check our Website regularly to view our most recent privacy policy.</p>\n<p>If you have any questions or concerns regarding our privacy policy please email our team at contact@freesteamkeys.com</p>\n<p>&nbsp;</p>", "created_at": "2019-05-09 13:01:22.864765", "updated_at": "2019-05-09 13:01:26.663125"}], "points": [{"id": 22944, "title": "Get steam codes for free", "source": "https://www.mayab40.com/free-steam-wallet-codes/", "status": "Steam wallet codes work similar to gift cards and can be redeemed on your account for steam wallet credit.", "created_at": "2021-06-23 10:01:10.506291", "updated_at": "2021-06-23 15:57:09.385147", "quoteText": null, "case_id": 179, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6435, "title": "This service does not sell your personal data", "source": "https://www.freesteamkeys.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-05-09 13:07:45.80044", "updated_at": "2019-05-11 14:26:42.488797", "quoteText": "<p>FreeSteamKeys.com does not sell, exchange, or release your personal information without your consent to any third parties.</p>", "case_id": 193, "document_id": 1255, "quoteStart": 340, "quoteEnd": 469}, {"id": 6434, "title": "The terms for this service are easy to read", "source": "https://www.freesteamkeys.com/terms-of-use/", "status": "The terms for this service are easy to read", "created_at": "2019-05-09 13:03:41.449654", "updated_at": "2019-05-11 14:27:57.460391", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6433, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.freesteamkeys.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-05-09 13:02:06.523419", "updated_at": "2019-05-11 14:24:45.435851", "quoteText": "\nIt is possible, however, that some areas of the site will not function properly if you do so.</p>", "case_id": 375, "document_id": 1255, "quoteStart": 1884, "quoteEnd": 1982}, {"id": 6436, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.freesteamkeys.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2019-05-09 13:08:54.907938", "updated_at": "2019-05-11 14:26:29.671206", "quoteText": "Please be aware that the Agreement may change from time to time.\nWe will post any changes on this page and, if the changes are significant, we will provide a more prominent notice.\nYou are advised to check our Website regularly to view our most recent Agreement.</p>", "case_id": 329, "document_id": 1254, "quoteStart": 7289, "quoteEnd": 7555}, {"id": 12398, "title": "The service will resist legal requests for user information where reasonably possible", "source": "SELECT * FROM users WHERE username=’abc’ or ‘1’ = ‘1’ AND password=”;", "status": "SELECT * FROM users WHERE username=’abc’ or ‘1’ = ‘1’ AND password=”;", "created_at": "2020-12-08 18:24:01.892494", "updated_at": "2020-12-08 18:24:01.892494", "quoteText": null, "case_id": 305, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["freesteamkeys.com"]}}