{"error": 448, "message": "OK", "parameters": {"id": 2874, "name": "Brubank", "created_at": "2021-03-27 10:31:44.195079", "updated_at": "2021-04-06 00:01:38.930514", "wikipedia": "https://en.wikipedia.org/wiki/Brubank", "keywords": null, "related": null, "slug": "brubank", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2874.png", "url": "brubank.com", "documents": [{"id": 4428, "name": "Terms and Conditions", "url": "https://www.brubank.com/terms", "xpath": "//*[@id=\"__next\"]/div/main/div/section", "text": "Brubank<p>Los presentes términos y condiciones (los \"Términos y Condiciones\") regirán la relación entre *** (el \"Cliente\") y Brubank S.A.U., C.U.I.T.\n30715899716, con domicilio en Av.\nDel Libertador 6680, piso 12, de la Ciudad Autónoma de Buenos Aires (el \"Banco\") respecto de los productos y servicios solicitados a través de la aplicación móvil (la \"App\") que se detallan en el presente, los cuales se sujetarán a las condiciones generales y particulares de cada producto y/o servicio presente o futuro (el \"Servicio\" o \"Servicios\").\nEn caso de contradicción entre las condiciones generales y las condiciones particulares de un Servicio, prevalecerán las condiciones particulares.</p>CONDICIONES GENERALES<ol>\n<li>Cliente.</li>\n</ol>\n<p>El término \"Cliente\" designa exclusivamente a personas humanas, titulares de un Documento Nacional de Identidad emitido en la República Argentina, solicitantes o usuarios de Servicios del Banco.</p>\n<ol>\n<li>Finalidad de la App.\nApertura Cuenta en el Banco.\nCaja de Ahorro en Pesos Argentinos.</li>\n</ol>\n<p>Al descargar la App y realizar el proceso de registración, el Cliente solicita al Banco la apertura de una caja de ahorro en pesos argentinos (la \"Cuenta Caja de Ahorro en Pesos\"), la que podrá o no ser aprobada.\nUna vez aprobada la solicitud y abierta la Cuenta Caja de Ahorro en Pesos (conjuntamente con los Servicios que brinde la App, la “Cuenta”), el Cliente podrá:</p>\n<p>a.\nRealizar extracciones y transferencias de dinero en pesos argentinos.<br>b.\nRealizar pagos a través de la App y/o con una tarjeta de débito.<br>c.\nSolicitar la apertura de una cuenta caja de ahorro en dólares (la “Cuenta Caja de Ahorro en Dólares”), la que podrá o no ser aprobada en caso de cumplimentar con las políticas del Banco, los requisitos previstos por las Comunicaciones “A” 7105 y “A” 7112 (conforme fueran modificadas y complementadas) emitidas por el Banco Central de la República Argentina (“BCRA”), y por la normativa aplicable al momento de la solicitud de apertura de Cuenta Caja de Ahorro en Dólares<br>d.\nSolicitar Préstamos y Cuotificaciones conforme los Términos y Condiciones.<br>e.\nSolicitar la apertura de una o más Cuentas Proyecto.<br>f.\nRealizar consultas y/o reclamos a través del servicio de chat de la App.\ng.\nAdministrar los consumos y acceder a los demás Servicios del Banco.</p>\n<ol>\n<li>Resúmenes de cuenta/notificaciones.</li>\n</ol>\n<p>El Cliente tendrá a disposición, con la periodicidad establecida en las condiciones particulares para cada Servicio, un resumen de cuenta por correo electrónico y/o mediante la App, donde se detallarán las operaciones realizadas en el período que se informa (el \"Resumen\").\nEl Resumen se considerará aceptado si el Cliente no lo impugna dentro de los 60 (sesenta) días corridos de lo publicado o enviado.\nEl Resumen podrá ser consultado a través de la App y cualquier otro medio que pudiera existir en el futuro.</p>\n<ol>\n<li>Comunicaciones.</li>\n</ol>\n<p>Todas las comunicaciones que se cursen al Cliente, incluyendo sin limitación, las que dispongan cambios en las condiciones establecidas en los presentes y toda otra condición aplicable sobre los Servicios, serán cursadas a través de la App y/o del correo electrónico indicado por el Cliente al momento de registrarse en la App.\nCualquier comunicación a través de la aplicación de considerará como válida.</p>\n<ol>\n<li>Requisitos para la utilización de los Servicios.</li>\n</ol>\n<p>Para poder hacer uso de la App y de la Cuenta, el Cliente deberá: (i) contar con un dispositivo móvil con acceso a Internet y suficiente espacio de almacenamiento.\n(ii) contar con un Documento Nacional de Identidad Argentino vigente (iii) registrarse por la App (o cualquiera que las reemplace en el futuro).\n(iv) brindar información personal de manera exacta y verdadera en carácter de declaración jurada y que todo lo expuesto ha sido confeccionado sin omitir o falsear dato alguno, siendo fiel expresión de la verdad, asumiendo el compromiso de mantener actualizados sus datos en la App.\n(v) generar un usuario con una clave para acceder a la App (la \"Clave\").\ny (vi) obtener la aprobación del Banco.\nEl Cliente podrá operar desde un único dispositivo móvil en el cual se haya descargado la App, (vii) declarar un número de teléfono válido para asociar a la cuenta: se permite solamente un número de teléfono por cuenta bancaria, y un dispositivo por cuenta.\nAsimismo, el Banco puede exigir explicaciones al Cliente para acreditar la razón de porqué identificó su cuenta se encuentra asociada con otra.\nSi el Banco identifica un riesgo para la seguridad del banco o ante la no colaboración del cliente el Banco puede sin previo consentimiento suspender la cuenta del cliente y El Cliente debe descargar la App desde las tiendas oﬁciales \"Play Store\" y \"App Store\" habilitadas para tal ﬁn.\nA su vez, El Cliente debe descargar las actualizaciones de la App cuando estén disponibles a fin de asegurar un correcto funcionamiento de la misma.\nEl cliente entiende que para utilizar la App debe ser residente argentino, y que en caso de que esto cambie notificará de manera expresa al Banco.</p>\n<ol>\n<li>Confidencialidad.</li>\n</ol>\n<p>La Clave del Cliente será personal, secreta, conﬁdencial e intransferible.\nEn caso de que el Cliente sepa o sospeche sobre la vulneración de la conﬁdencialidad de la Clave, deberá modiﬁcarla inmediatamente.</p>\n<ol>\n<li>Validez de las operaciones.</li>\n</ol>\n<p>Todas las operaciones que se efectúen desde la App se entenderán realizadas por el Cliente, considerándose las mismas como válidas, legítimas y auténticas sin necesidad de realizar otro tipo de conﬁrmación.\nEllo dado que el Cliente es el único que puede acceder a la Cuenta, en su dispositivo móvil, a través de la App, mediante el uso de la Clave.\nEl Cliente es el responsable por todas las operaciones, transacciones, solicitudes realizadas a través de la App.</p>\n<ol>\n<li>Propiedad intelectual.</li>\n</ol>\n<p>Los contenidos de la App, tales como texto, información, gráﬁcos, imágenes, logos, marcas, programas de computación, bases de datos, diseños, APIs, arquitectura funcional y cualquier otro material, así como la compilación, interconexión, operatividad y disposición de los contenidos de la App son propiedad del Banco y/o de cualquier otra sociedad vinculada y/o de sus proveedores de contenido.\nEl Cliente no copiará ni adaptará el código de programación desarrollado por el Banco para generar y operar la App o los Servicios, el cual se encuentra protegido por la legislación aplicable y vigente en la República Argentina.</p>\n<ol>\n<li>Política de Privacidad.\nDatos personales.</li>\n</ol>\n<p>La creación de la Cuenta y la utilización de la App y su Servicios requiere que el Cliente brinde ciertos datos de carácter personal (entendiéndose por \"datos personales\" a la información de cualquier tipo referida a los Clientes, que permita su identificación –ya sea de manera directa o indirecta), en tal sentido, si el Cliente no proporciona tales datos no podrá utilizar los Servicios y/o acceder a ciertas secciones de la App.\nAsí, por ejemplo, al crear una cuenta el Cliente deberá entregar datos sobre su persona de manera obligatoria incluyendo, pero sin limitarse a: nombre, DNI, e-mail, video grabación de su persona, domicilio y cualquier otro dato que el Banco considere necesario para la apertura de una cuenta bancaria.\nEl Cliente afirma que toda información que entrega al Banco tiene carácter de declaración jurada.\nAl respecto, el Cliente se compromete a brindar la información en forma exacta, debiendo mantener la misma actualizada en todo momento.\nAsimismo, el Banco podrá monitorear el tráfico de los Clientes y su actividad en la App.\nEl Cliente presenta su consentimiento expreso y libre para que el Banco identifique y registre a través de la aplicación su geolocalización con el fin de conocer su ubicación física.</p>\n<p>El Banco podrá verificar los datos personales y/o información suministrada a través de entidades públicas, compañías especializadas o centrales de riesgo, y cualquier otro mecanismo incluyendo, pero sin limitarse a redes sociales, llamados telefónicos, etc.\nEl Cliente consiente expresamente a colaborar con cualquier forma de validación de identidad exigida por el Banco.\nEn particular, el Cliente presta su consentimiento para que los datos personales contenidos en su Documento Nacional de Identidad, los que incluyen sus datos biométricos de huella dactilar y de reconocimiento facial, sean verificados a través de su confronte con la base de datos del Registro Nacional de las Personas (\"RENAPER\") y (ii) para que el Banco verifique su comportamiento crediticio, historial financiero de adquisición o cancelación de productos y/o deudas y datos acerca del cumplimiento de compromisos.\nEn el supuesto de detectarse falsedad y/o inexactitud en los datos personales proporcionados, el Banco podrá: negarse a abrir una cuenta bancaria o suspender y/o cancelar la Cuenta y/o inhabilitar total o parcialmente la Cuenta y los Servicios – todo aquello sin perjuicio de cumplir con el reporte de tales falsedades y/o inexactitudes a terceros y/o autoridades competentes y el Banco se reserva la facultad de realizar una denuncia judicial correspondiente.</p>\n<p>Todos los datos personales del Cliente serán utilizados por el Banco a los efectos de (i) que el Cliente pueda utilizar la App, su Cuenta y acceder a los Servicios.\n(ii) prevenir actividades ilícitas como lavado de dinero, evasión de impuestos y fraudes.\n(iii) tomar decisiones en cuanto a préstamos crediticios solicitados.\n(iv) analizar tendencias, comportamiento, conductas e intereses de los Clientes, a los fines de mejorar la App, potenciar sus funcionalidades, crear campañas personalizadas.\ny de (v) enviar información o mensajes por e-mail sobre los Servicios y /o comunicar, publicitar u ofrecer productos y/o servicios comercializados por el Banco, sus afiliadas, subsidiarias o asociadas y/o terceros con quien el Banco mantenga relaciones comerciales.\nSin perjuicio de ello, en cualquier momento el Cliente podrá oponerse a la recepción de dichas comunicaciones a fin de recibir solo las comunicaciones de su interés o ninguna.</p>\n<p>El Banco alojará los datos personales de los Clientes en servidores ubicados en la República Argentina y/o Estados Unidos de América.\nNo obstante ello, el Cliente presta su consentimiento para que sus datos personales sean eventualmente alojados en servidores de terceros, pudiendo incluso estos servidores estar ubicados en otros países que a criterio de la Dirección Nacional de Protección de Datos Personales podrían no tener legislaciones o niveles de protección adecuados en los términos de la Ley 25.326 y la Disposición DNPDP 60-E/2016 o la que la reemplace en el futuro, si este es el caso el Banco se compromete a intentar lograr un acuerdo con el dueño del servidor con el fin de llegar a los niveles de protección adecuado según la legislación mencionada, consintiendo expresamente el Cliente la transferencia internacional y el alojamiento de sus datos en dichas jurisdicciones.</p>\n<p>A los efectos del cumplimiento de los Servicios y/o de las finalidades detalladas en esta sección, los datos personales de los Clientes podrán ser revelados y/o compartidos con afiliadas, subsidiarias o compañías relacionadas, y/o con terceros con los que el Banco tenga relación contractual, tales como empresas de seguros o de intermediación en la gestión de pagos entre otros.\nAsimismo, se podrán revelar o transmitir a terceros los datos personales de los Clientes bajo las siguientes circunstancias: (i) cuando exista obligación legal de hacerlo.\n(ii) en virtud de las excepciones previstas en la Ley 25.326 o de un interés legítimo del Banco.\ny (iii) siguiendo una orden emanada de autoridad administrativa o judicial competente.</p>\n<p>Los datos personales serán tratados por el Banco de acuerdo a la legislación vigente y en cumplimiento de las medidas técnicas y organizativas recomendadas por la Resolución 47/2018 de la Agencia de Acceso a la Información Pública que garantizan la seguridad y confidencialidad de los datos, a fin de evitar su adulteración, pérdida, consulta o tratamiento no autorizado y detectar desvíos intencionales o no de información.\nSin perjuicio de ello, por la naturaleza propia de Internet, el Cliente reconoce que incluso las medidas más avanzadas no resultan infalibles, con lo que entiende y acepta que el Banco no puede garantizar la seguridad absoluta de la información, asumiendo el Cliente el riesgo correspondiente.</p>\n<p>Por último, se hace saber al Cliente que sus datos se alojaran en bases de datos debidamente inscriptas ante la Agencia de Acceso a la Información Pública y que podrá ejercer los derechos de acceso, rectificación y supresión de la información, conforme las normas de protección de datos personales, para lo cual podrá enviar una solicitud a la casilla de correo electrónico (info@brubank.com).</p>\n<p>En cumplimiento con lo establecido por la Resolución 14/2018 de la Agencia de Acceso a la Información Pública, se informa a los Clientes que \"La AGENCIA DE ACCESO A LA INFORMACIÓN PÚBLICA, en su carácter de Órgano de Control de la Ley N° 25.326, tiene la atribución de atender las denuncias y reclamos que interpongan quienes resulten afectados en sus derechos por incumplimiento de las normas vigentes en materia de protección de datos personales.\"</p>\n<p>El Cliente presta su consentimiento expreso para que sus datos personales sean recolectados, almacenados y procesados conforme se establece en este documento.</p>\n<ol>\n<li>Responsabilidad.</li>\n</ol>\n<p>El Banco no asume ninguna responsabilidad por el mal funcionamiento del dispositivo y/o software utilizado por el Cliente para acceder a los Servicios, como así tampoco respecto de aquellos relacionados y/u ocasionados por terceros prestadores de servicios de acceso a internet, telefonía celular y/o cualquier otro producto y servicio otorgado por personas distintas al Banco.\nEn ningún caso el Banco será responsable de cualquier daño incluyendo, sin limitación, daños directos y/o indirectos, lucro cesante y/o pérdida de chance que resulten del uso y/o de la imposibilidad de uso de los Servicios del Banco y por los daños que pudieran deberse al accionar de terceros no autorizados respecto de los datos personales de los Clientes.\nEl Banco podrá realizar recomendaciones y/o sugerencias para la inversión de fondos en determinados productos y/o servicios.\nNo obstante, tales recomendaciones no deben considerarse como un asesoramiento del Banco, quien no garantiza resultados económicos ni asume responsabilidad alguna por cualquier pérdida que el Cliente pudiera sufrir debido a las variaciones propias del mercado en relación a tales productos y/o servicios.\nEl Cliente debe evaluar la relación riesgo-rentabilidad de su inversión en función de sus necesidades y disponibilidades financieras.</p>\n<ol>\n<li>Incumplimientos del Cliente.</li>\n</ol>\n<p>11.1.\nEl Cliente incurrirá en incumplimiento si: a) viola cualquier ley, ordenanza, regulación.\nb) actúa de manera difamatoria, ofensiva, fraudulenta, discriminatoria.\nc) no pagare al vencimiento cualquier concepto adeudado al Banco.\nd) diera a los fondos un destino distinto al declarado.\ne) si se negara a proporcionar cualquier información, documentación o justificación de cualquier acción, requerida por el Banco.\nf) incumpliera con cualquier disposición legal cuya violación sea sancionada con la cancelación de los créditos y/o servicios bancarios y/o impuestos adeudados.\ng) se ordenara alguna medida judicial o administrativa sobre sus bienes u ocurrieren otras circunstancias que pudieran afectar la solvencia moral y/o material del Cliente.\nh) se encontrara en situación de \"cesación de pagos\", en concurso preventivo o se solicitara su quiebra y ésta no fuera levantada en la primera oportunidad procesal.\ni) si sus cuentas abiertas en otras entidades financieras fueran inhabilitadas para operar en el sistema financiero.\nj) incumpliera cualquier obligación asumida en los Términos y Condiciones o cualquier modificación futura sobre estos o incumpliera cualquier obligación bajo cualquier otro contrato vigente con el Banco o cualquier otra empresa relacionada con el Banco.\nk) proporciona información inexacta, fraudulenta, o incompleta ya sea durante la apertura de la cuenta del Cliente en el Banco o en cualquier momento durante la vigencia de la relación contractual con el Banco.\nl) realice cualquier tipo de acción que genere una carga irrazonable, extra o desproporcional en cualquier software del Banco, a modo de ejemplo pero sin que signifique limitación: página web, app, infraestructura.\nm) cree, utilice, facilite, proporcione cualquier virus, troyano, malware, ataque de denegación de servicio, cancelbots, worms, adware, spyware, o cualquier otro elemento que pueda dañar, interrumpir, corromper, modificar el funcionamiento, perjudicar, o que permita obtener acceso de forma no autorizada, obtener datos o información del Banco o de cualquiera de los servicios ofrecidos por este..\nn) utilice un proxy anónimo, inteligencia artificial, robot, spider, aplicaciones, códigos propietarios modificados, dispositivos cuyo sistema operativo haya sido alterado sin autorización o aprobación de los fabricantes originales, cualquier otro dispositivo, proceso automatizado o manual que tenga como fin: ejecutar, modificar, emular, monitorear o copiar el software del Banco.\no) realice cualquier actividad / operación que el Banco considere como contraria a la moral y/o las buenas costumbres o que no sean acordes al fin por el cual el Banco fue creado.\np) incumple o interfiere, o tenga la intención de interrumpir o interferir con el sitio web, software, aplicaciones, sistemas de red e infraestructura utilizadas por el Banco para proveer servicios, q) realice transacciones excesivas, innecesarias o inexplicables, r) si incurriese, a criterio exclusivo del Banco, en cualquier actividad considerada como fraudulenta o dolosa.\ns) maltrata, falta el respeto, acosa, ofende, a cualquier empleado del Banco.\ny/o t) si realizara cualquier operación, transacción en nombre de otro.</p>\n<p>11.2.\nEl Banco podrá realizar una serie de medidas (\"las Medidas\") con el fin de proteger al Banco, los empleados y clientes, debido a cualquier acción que realice el Cliente según el punto 11.1, o a criterio exclusivo del Banco.\nLas Medidas pueden ser sin que sea entendida como una lista taxativa: (i) dar por vencidos todos los plazos pendientes.\n(ii) exigir que el Cliente justifique cualquier operación realizada que el Banco considere inusual, sospechosa, fraudulenta, o de mala fe.\n(iii) proceder a inhabilitar, congelar, cerrar la/s cuenta/s y/o la baja de Servicio/s de cualquier Cliente por el tiempo que el Banco considere necesario para analizar y resolver la situación y sin que esta acción genere responsabilidad por parte del Banco.\nA su vez el Banco se reserva la facultad de iniciar medidas judiciales contra el cliente.\n(iv) exigir el pago total de la deuda, con más sus intereses compensatorios y moratorios, y demás accesorios, comisiones, cargos y gastos (incluidos los honorarios profesionales y costos judiciales o extrajudiciales, sin perjuicio de otros recursos legales a disposición).\ny/o (v) en caso de que el Cliente no aceptara cualquier actualización de los Términos y Condiciones para el uso de los Servicios ofrecidos por el Banco, el Banco o el Cliente podrán proceder al cierre de la cuenta y/o la baja de Servicio/s.\nAsimismo el Banco podrá realizar todas las acciones necesarias para proteger la seguridad del Banco y/o de sus clientes o terceros, como así también para impedir fraudes y actividades ilícitas;</p>\n<ol>\n<li>Débitos en cuenta.\nCompensación.</li>\n</ol>\n<p>En caso de incumplimiento del Cliente, o de que el Cliente tuviera algún tipo de deuda para con el banco en concepto de préstamo, impuesto, o cualquier otro débito en cuenta, el Banco podrá compensar las sumas adeudas por éste con las sumas de dinero que el Cliente tuviera en su cuenta de caja de ahorro en pesos o en dólares a la vista en el Banco.\nSi el monto se debitare de la caja de ahorro en dólares, el Cliente autoriza al Banco a cambiar la moneda a pesos en caso de que la deuda sea en pesos, se tomará el tipo de cambio del Banco Nación al día posterior del segundo vencimiento impago.\nEl Banco también podrá congelar los fondos de la cuenta caja de ahorro en pesos o dólares por hasta la suma de la deuda.\nLos débitos o compensaciones en ningún caso importarán una novación de las obligaciones del Cliente, manteniéndose vigentes y exigibles todas las garantías constituidas a favor del Banco.\nEn caso de que los montos debitados o compensados correspondieran a una moneda distinta a la establecida para el pago, el Banco podrá realizar las operaciones de cambio necesarias para la cancelación total o parcial de la deuda en mora.</p>\n<ol>\n<li>Servicio Debin.</li>\n</ol>\n<p>El Cliente adhiere al servicio de débito inmediato (\"Debin\").\nEl Debin es una forma de pago que le permitirá al vendedor de un bien y/o servicio solicitar al comprador el pago de dicho bien y/o servicio a través de una transferencia inmediata.\nEl comprador recibirá la solicitud de pago enviada por el vendedor y podrá aceptar o rechazar dicho pago.\nLa solicitud de pago podrá realizarse en pesos y en dólares, entre cuentas de la misma moneda.\nAsimismo, el Banco podrá dar de baja el servicio Debin en caso de incumplimiento por parte del Cliente de cualquiera de las obligaciones a su cargo en los Términos y Condiciones.</p>\n<p>14.Orden de imputación de pagos.\nTodo pago que el Cliente realice al Banco será imputado de acuerdo con el siguiente orden: (a) comisiones, cargos y gastos, (b) impuestos, (c) intereses moratorios, (d) intereses compensatorios y (e) capital.</p>\n<ol>\n<li>Pago automático.</li>\n</ol>\n<p>El Cliente podrá solicitar al Banco el alta de la función de pagos automáticos de servicios u otros conceptos.\nAsimismo, podrá ordenar la suspensión de la misma hasta el día hábil anterior a la fecha de pago prevista.</p>\n<ol>\n<li>Calificación de deudores.</li>\n</ol>\n<p>A solicitud del Cliente, el Banco le comunicará, dentro de los 10 (diez) días corridos del pedido: (i) la última clasificación crediticia asignada junto con los fundamentos que lo justifiquen.\n(ii) el importe total de deudas que mantiene con el sistema financiero.\ny (iii) las clasificaciones asignadas que surjan de la última información disponible en la \"Central de Deudores\" que administra el BCRA.\nEl Cliente podrá informarse sobre sus derechos de acceso y conocimiento de la información crediticia registrada sobre su persona en la Central de Deudores del BCRA (www.bcra.gob.ar).</p>\n<ol>\n<li>Conformidad del Cliente con la cesión.</li>\n</ol>\n<p>El Banco podrá ceder los Términos y Condiciones y/o los contratos particulares y/o los derechos y/o deudas que surjan de los mismos.\nEl Cliente acepta que la referida cesión total o parcial se efectúe en los términos del art.\n72 de la ley 24.441 y que, en tal caso, no será necesario notificársela.\nEn caso de que la cesión implique modificación del domicilio de pago, el nuevo domicilio será comunicado al Cliente.</p>\n<ol>\n<li>Comisiones y cargos.</li>\n</ol>\n<p>El Cliente deberá abonar los cargos y comisiones que se detallan en el punto ANEXO I de comisiones y cargos, que forma parte integrante de los presentes.\nEl Banco podrá bonificar temporalmente uno o más de los cargos y/o comisiones acordados con el Cliente, sin que ello implique su renuncia a percibirlos en lo sucesivo.\nEl Banco podrá agregar la obligación de pago de comisiones y cargos sobre cualquier servicio con previo aviso a los Clientes.</p>\n<ol>\n<li>Tarjeta de débito.\nServicio de cajeros automáticos.</li>\n</ol>\n<p>19.1.\nEl Cliente podrá acceder a los cajeros automáticos habilitados mediante una tarjeta de débito personal e intransferible emitida por el Banco que podrá ser magnetizada, con chip y/o con la tecnología de comunicación de campo cercano (\"NFC\") (la \"Tarjeta de Débito\").\nLa Tarjeta de Débito contará con un código de identificación personal y confidencial de su exclusivo conocimiento.\nLas operaciones serán registradas en el día y horario en el que fueron realizadas.\nSin perjuicio de ello, ciertas operaciones efectuadas después de finalizado el horario bancario de cada día hábil, o en día no hábil, se considerarán realizadas el día hábil bancario inmediato siguiente.\nAsimismo, el Cliente podrá abonar sus compras con la Tarjeta de Débito en comercios habilitados al efecto con débito en la Cuenta asociada a la misma.</p>\n<p>19.2.\nSon obligaciones del Cliente: a) ejecutar las operaciones y utilizar el cajero automático de acuerdo con las instrucciones proporcionadas.\nb) en caso de pérdida, robo o hurto de la tarjeta de débito y/o del dispositivo móvil, dar aviso de inmediato al Banco a través de la App o del sitio web del Banco, siendo responsable por el uso de los mismos hasta ese momento.\nc) destruir las Tarjetas de Débito en caso de cierre de la/s Cuenta/s.\nLas operaciones realizadas por el servicio de cajero automático estarán sujetas a la posterior verificación del Banco.\nEn caso de error u omisión del Cliente, la operación se liquidará de acuerdo con las constancias que surjan de los registros del Banco.</p>\n<ol>\n<li>Recomendaciones para el uso de cajeros automáticos.</li>\n</ol>\n<p>El Banco recomienda para la utilización de cajeros automáticos:</p>\n<p>a) Asignar un código de identificación, cumpliendo con los requisitos establecidos para el mismo.<br>b) No divulgar el número de clave personal ni escribirlo en la Tarjeta de Débito o en un papel que se guarde con ella.<br>c) No digitar la clave personal en presencia de terceros, ni facilitar la Tarjeta de Débito a terceros.<br>d) Guardar la Tarjeta de Débito en lugar seguro y verificar periódicamente su existencia.<br>e) No utilizar los cajeros automáticos cuando se encuentren mensajes o situaciones de operación anormales.<br>f) Al realizar una operación de depósito, asegurarse de introducir el sobre que contenga el efectivo conjuntamente con el primer comprobante emitido por el cajero automático o los billetes a depositar en la ranura específica para esa función, y retirar el comprobante que la máquina entregue al finalizar la operación, el que le servirá para un eventual reclamo.<br>g) No olvidar retirar la Tarjeta de Débito al finalizar las operaciones.<br>h) Si el cajero retiene la Tarjeta de Débito al Cliente o no emite el comprobante correspondiente, comunicar de inmediato esa situación al Banco y al banco administrador del cajero automático.<br>j) En caso de pérdida o robo de la tarjeta, denunciar de inmediato esta situación al Banco.<br>k) En caso de extracciones, cuando existieren diferencias entre el comprobante emitido por el cajero y el importe efectivamente retirado, comunicar esa circunstancia al Banco y/o al banco en el que se efectuó la operación y al administrador del sistema, a efectos de solucionar el problema.</p>\n<ol>\n<li>Cambio de condiciones originales.</li>\n</ol>\n<p>21.1.\nEl Banco podrá modificar las condiciones establecidas en los Términos y Condiciones y en los contratos de Servicios, sin la necesidad de exigir el consentimiento expreso del Cliente.\nEl Cliente será informado de manera expresa sobre la versión actualizada de los términos y condiciones con expresión de la fecha de la última modificación a través de la página web, el envío de un e-mail, o a través de la App.\nDentro de un plazo máximo de 60 (sesenta) días desde la publicación, el Cliente puede comunicar al Banco (vía mail) que no acepta las mismas y en ese caso se comenzarán los trámites para disolver el vínculo contractual.\nVencido este plazo, se considerará que el Cliente acepta los nuevos términos y condiciones.\nEl Cliente podrá cerrar su cuenta en el Banco sin costo sin que esto genere responsabilidad alguna hacia el Banco (el Cliente debe cumplir con todas sus obligaciones con el Banco antes de proceder el cierre de su cuenta).\nAdicionalmente, si el Banco lo considere pertinente podrá exigir que el Cliente acepte de manera expresa los términos y condiciones actualizados.</p>\n<p>21.2.\nA continuación se enumeran las modificaciones que podrá realizar el Banco, sin que signifique una limitación para realizar cambios sobre otras condiciones contractuales: (a) la ampliación o reducción de los alcances de los Servicios.\n(b) el incremento de los importes de los cargos y/o comisiones o el comienzo de cobro de aquellos.\n(c) la implementación de nuevas comisiones y/o cargos.\ny (d) el cese de las bonificaciones otorgadas por el Banco.</p>\n<p>21.3.\nLos cambios podrán ser dispuestos por el Banco: (a) cuando aumentaran los costos directos o indirectos aplicables sobre el Banco y/o su actividad.\n(b) cuando se dispusieren incrementos de salarios sobre el personal contratado por el Banco.\n(c) cuando, en virtud de contrataciones celebradas por el Banco con sus proveedores aumentaren los precios abonados por el Banco bajo dichas contrataciones.\n(d) cuando nuevas normas o circunstancias de mercado introdujeran cambios en las condiciones de la prestación de servicios y/o en las obligaciones a cargo del Banco y/o cualquier otra modificación que tornase más oneroso para el Banco la prestación del Servicio.\n(e) cuando se introdujeran cambios en la infraestructura o tecnología aplicable en la actividad del Banco que tornaren más onerosa la prestación del Servicio.\n(f) cuando se incorporaran nuevas prestaciones o funcionalidades sobre los Servicios.\n(g) a criterio exclusivo del Banco o cuando este lo consideré necesario y razonable para el funcionamiento eficaz para mantener una rentabilidad razonable o para lograr la sustentabilidad económica del Banco.\nEn estos todos estos casos, el Cliente podrá rescindir sin cargo el contrato en cuanto el cambio fuera informado.</p>\n<ol>\n<li>Declaración jurada de licitud y origen de fondos y/o títulos.</li>\n</ol>\n<p>El Cliente declara bajo juramento que los fondos y/o títulos que utilizará en la operatoria con el Banco provienen de, y serán destinados para, actividades lícitas y que todos los movimientos que registren sus cuentas guardarán estricta relación con la actividad declarada.\nEl Cliente se compromete a aportar a pedido del Banco toda la información/documentación tendiente a acreditar su identidad, personería, domicilio y cualquier otro dato necesario a criterio del Banco para dar cumplimiento a la normativa vigente.\nSi el Cliente no aporta la información exigida por el Banco incurre en Incumplimiento, según lo definido en el punto 11.1.\nde la presente como así también todo lo dispuesto en la presente clausula.\nEl Banco podrá disponer el cese de todos o algunos de los Servicios cuando: (i) en virtud de la documentación/información aportada no se pudiera dar cumplimiento a la identificación y conocimiento del Cliente.\n(ii) el Banco hubiese determinado que el hecho u operación motivo de análisis mereciera la calificación de \"sospechoso/a\", en los términos de la normativa aplicable.\n(iii) las operaciones del Cliente no guarden razonable relación con su actividad u ocupación declarada a través de la App.\ny/o (iv) a discreción absoluta del Banco.\nToda la información aportada por el Cliente tiene carácter de declaración jurada.</p>\n<ol>\n<li>Declaración jurada sobre FATCA.</li>\n</ol>\n<p>En cumplimiento con las disposiciones de la ley de &lt;em&gt;Foreing Account Tax Compliance Act&lt;/em&gt.\n(\"FATCA\") el Cliente manifiesta, con carácter de declaración jurada, que: i) no es persona estadounidense (ciudadano y/o residente).\nni ii) actúa en nombre y representación de una persona estadounidense.\ny iii) en caso de ser persona de nacionalidad estadounidense se compromete a cooperar con el Banco e informar todo lo requerido.\nEl cliente manifiesta que presta consentimiento y autoriza expresamente, en los términos de los artículos 5o, 6o y concordantes de la Ley 25.326.\nsus Decretos Reglamentarios 1558/2001.\ny el artículo 39 de la Ley 21.526, a BRUBANK S.A.\npara que proporcione al Internal Revenue Service de los Estados Unidos (IRS) información respecto de su persona y/o cuenta que mantiene con ustedes.\nAsimismo, reconoce expresamente que el envío de dicha información al IRS en el marco de la presente autorización no se encuentra protegido por el secreto bancario ni por la protección a la información en el marco de las leyes Nº 21.526 y Nº 25.326, facilitando de este modo el cumplimiento de la normativa FATCA a BRUBANK S.A.U.</p>\n<ol>\n<li>Declaración jurada sobre OCDE.</li>\n</ol>\n<p>A los efectos del intercambio de información de cuentas financieras de la Organización para la Cooperación y el Desarrollo Económico (\"OCDE\") el Cliente manifiesta, con carácter de declaración jurada, tener domicilio fiscal en la República Argentina.</p>\n<ol>\n<li>Limité sobre la cantidad de operaciones cambiarias.</li>\n</ol>\n<p>El Cliente se compromete a cumplir con la normativa de exterior y cambios del BCRA y toda normativa cambiaria aplicable.\nEn caso de incumplimiento el Banco se encuentra facultado para evaluar la suspensión y/o la discontinuidad de los productos y Servicios del Cliente y aplicar lo descripto en el punto 11.2 de los presentes Términos y Condiciones.</p>\n<p>Asimismo el Cliente reconoce que el Banco podrá establecer un límite diario estableciendo una suma de dinero máxima sobre la cual se podrá realizar operaciones cambiarias.</p>\n<ol>\n<li>Información sobre ofertas de crédito.</li>\n</ol>\n<p>El Cliente podrá acceder a la comparación de productos bancarios disponible en www.bcra.gob.ar.</p>\n<ol>\n<li>Información periódica.</li>\n</ol>\n<p>En caso de que el Cliente hubiera concertado operaciones por tiempo indeterminado o por un plazo mayor a un año, una vez por año, el Banco brindará información al Cliente sobre el desenvolvimiento de las operaciones a través la App.</p>\n<ol>\n<li>Régimen de transparencia.</li>\n</ol>\n<p>El Cliente puede consultar el \"Régimen de Transparencia\" elaborado por el BCRA sobre la base de la información proporcionada por los sujetos obligados a fin de comparar los costos, características y requisitos de los productos y servicios financieros, ingresando a http://www.bcra.gob.ar/BCRAyVos/Regimen_de_transparencia.asp.</p>\n<ol>\n<li>Demora u omisión.</li>\n</ol>\n<p>La demora u omisión en el ejercicio de facultades y/o derechos que asisten al Banco no podrá interpretarse como renuncia a su ejercicio, ni como reconocimiento de derechos hacia el Cliente.</p>\n<ol>\n<li>Impuestos.</li>\n</ol>\n<p>Todos los impuestos y tasas presentes o futuros que graven la documentación, transacciones, productos, servicios y/o los presentes Términos y Condiciones, serán a cargo del Cliente.</p>\n<p>En caso de no pagar los impuestos correspondientes o deudas con el Banco, se considerará que el Cliente estará en Incumplimiento para con el Banco.\nEl Cliente autoriza al Banco a debitar de la Cuenta, actual o futura a nombre del Cliente el monto total de los impuestos adeudados y todo otro cargo, comisión y/o concepto pagadero por el Cliente.</p>\n<ol>\n<li>Jurisdicción.</li>\n</ol>\n<p>El Cliente declara conocer y aceptar que todo conflicto derivado de la celebración, ejecución y/o interpretación de los presentes, así como de la contratación de los Servicios por el Cliente con el Banco será sometido a la jurisdicción de los Tribunales Ordinarios correspondientes al domicilio informado por el Cliente al momento de aceptar los Términos y Condiciones (el que será válido a todos los efectos hasta tanto el Cliente no informe un nuevo domicilio al Banco).</p>\n<ol>\n<li>Facultad de revocación.</li>\n</ol>\n<p>El Cliente podrá revocar cualquier Servicio dentro del plazo de 10 (diez) días hábiles contados a partir de la fecha de la solicitud de este o, en caso de Financiamientos, de su desembolso, lo que suceda último, a cuyo efecto deberá comunicar dicha circunstancia al Banco mediante la App.\nLa revocación será sin costo para el Cliente.\nEn caso de Financiamientos, si el Cliente hubiera utilizado en todo o en parte los fondos de la Financiación, deberá abonar al Banco el saldo total del capital adeudado y los respectivos intereses sobre el capital utilizado.</p>\n<ol>\n<li>El Banco cobrará a los Clientes por los productos/servicios incluidos en el Anexo 1.</li>\n</ol>\n<p>En ninguno de los casos está incluido el IVA.\nEl Banco podrá ofrecer nuevos productos y/o servicios y cobrar cargos y comisiones por ello, debiendo el Banco notificar de forma expresa al Cliente sobre el nuevo producto/servicio, y su costo, ya sea por correo electrónico o por medio una notificación estilo push en la App.</p>ANEXO 1<p>El Banco cobrará: (i) 5 USD$ (cinco dólares estadounidenses) o su valor equivalente en la moneda correspondiente por cada acción de extracción de dinero en cajeros automáticos en el exterior de la República Argentina.\ny (ii) 75 $ (pesos setenta y cinco) por la reposición de la tarjeta de débito.\nAsimismo, deberá pagar el Impuesto al Valor Agregado (IVA).</p>CONDICIONES PARTICULARES DE LOS SERVICIOSSECCIÓN I.\nCUENTA DE CAJA DE AHORRO EN PESOS<ol>\n<li>Moneda de los depósitos.</li>\n</ol>\n<p>Los depósitos deberán realizarse en la misma moneda de la Cuenta Caja de Ahorro en Pesos (es decir, en pesos argentinos).</p>\n<ol>\n<li>Intereses.\nCapitalización.</li>\n</ol>\n<p>Los saldos de la Cuenta Caja de Ahorro en Pesos devengarán intereses a la tasa vigente del Banco en el período correspondiente, los que se liquidarán y capitalizarán mensualmente.</p>\n<ol>\n<li>Depósito de valores.</li>\n</ol>\n<p>Los depósitos que no sean en efectivo estarán disponibles una vez procesados y acreditados en la Cuenta Caja de Ahorro en Pesos.</p>\n<ol>\n<li>Resumen de cuenta.</li>\n</ol>\n<p>El Cliente recibirá el Resumen con el estado de cuenta en forma cuatrimestral y dentro de los 10 (diez) días corridos desde la fecha de cierre establecida, el que detallará los débitos, créditos y los saldos registrados en el período correspondiente.</p>\n<ol>\n<li>Entrega de normativa aplicable.</li>\n</ol>\n<p>El Cliente recibirá por correo electrónico las normas sobre \"Depósitos de Ahorro, Cuenta Sueldo y Especiales\" emitidas por el BCRA (también disponibles en www.bcra.gob.ar).</p>\n<ol>\n<li>Condiciones para la extracción de fondos.</li>\n</ol>\n<p>Caja de Ahorro en pesos: El Cliente podrá extraer sus fondos desde su caja de ahorro en pesos desde cualquier cajero automático habilitado con un límite diario de $15.000 pesos (pesos quince mil).</p>SECCIÓN II.\nCUENTA CAJA DE AHORRO EN DÓLARES<ol>\n<li>Apertura de Cuenta Caja de Ahorro en Dólares.\nUso de la Cuenta Caja de Ahorro en Dólares.</li>\n</ol>\n<p>El Cliente podrá solicitar la apertura de una Cuenta Caja de Ahorro en Dólares la cual podrá o no ser aprobada en caso de cumplimentar con las políticas del Banco, los requisitos previstos por las Comunicaciones “A” 7105 y “A” 7112 (conforme fueran modificadas y complementadas) emitidas por el BCRA y por la normativa aplicable al momento de la solicitud de apertura de Cuenta Caja de Ahorro en Dólares.</p>\n<ol>\n<li>Declaración Jurada conforme lo previsto en las Comunicaciones “A” 7105 “A” 7112 del BCRA (conforme fuera modificada y complementada).</li>\n</ol>\n<p>Declaro bajo juramento que:</p>\n<p>(i) No soy beneficiario de ningún plan o programa caracterizado como de ayuda social- incluyendo los subsidios de carácter alimentario.\n(ii) Poseo ingresos y/o activos consistentes con el ahorro en moneda extranjera.\n(iii) La documentación respaldatoria e información suministrada que justifica mis ingresos y/o activos es correcta, veraz y exacta.\n(iv) Tengo pleno conocimiento de las normas y sanciones previstas en el Régimen Penal Cambiario y asumo cualquier sanción que pudiera surgir por falsedad/omisión/inexactitud de lo informado.\nMe obligo expresamente a indemnizar y mantener indemne al Banco por cualquier daño y/o perjuicio que pudiera surgir a raíz de la declaración inexacta y/o falsa en la presente.\ny\n(v) Me comprometo a notificar al Banco de manera inmediata de cualquier cambio que ocurra respecto a mi declaración, principalmente lo declarado en los puntos (i) (ii) y (iii).</p>\n<ol>\n<li>Moneda de los depósitos.</li>\n</ol>\n<p>Los depósitos deberán realizarse en la misma moneda de la Cuenta Caja de Ahorro en Dólares (es decir en dólares estadounidenses).</p>\n<ol>\n<li>Intereses.\nCapitalización.</li>\n</ol>\n<p>Los saldos de la Cuenta Caja de Ahorro en Dólares devengarán intereses a la tasa vigente del Banco en el período correspondiente, los que se liquidarán y capitalizarán mensualmente.</p>\n<ol>\n<li>Depósito de valores.</li>\n</ol>\n<p>Los depósitos que no sean en efectivo estarán disponibles una vez procesados y acreditados en la Cuenta Caja de Ahorro en Dólares.</p>\n<ol>\n<li>Resumen de cuenta.</li>\n</ol>\n<p>El Cliente recibirá el Resumen con el estado de la Cuenta Caja de Ahorro en Dólares en forma cuatrimestral y dentro de los 10 (diez) días corridos desde la fecha de cierre establecida, el que detallará los débitos, créditos y los saldos registrados en el período correspondiente.</p>\n<ol>\n<li>Entrega de normativa aplicable.</li>\n</ol>\n<p>El Cliente recibirá por correo electrónico las normas sobre \"Depósitos de Ahorro, Cuenta Sueldo y Especiales\" emitidas por el BCRA (también disponibles www.bcra.gob.ar).</p>\n<ol>\n<li>Condiciones para la extracción de fondos.</li>\n</ol>\n<p>Caja de ahorro en dólares: El Cliente reconoce que el Banco no tiene sucursales ni cajeros automáticos que permitan la extracción de los fondos en dólares.\nPor lo tanto, el Cliente reconoce que podrá extraer los dólares de su Cuenta Caja de Ahorro en Dólares únicamente por medio de las siguientes alternativas: (i) transferir la cantidad de dólares que desea extraer a su Cuenta Caja de Ahorro en Dólares de cualquier otra entidad financiera y acceder a un cajero automático de dicha entidad.\n(ii) en caso de estar en el exterior de Argentina la extracción podrá ser hecha desde cualquier cajero automático con las comisiones establecidas en el Anexo I.\n(iii) realizar la venta de los fondos en dólares contra pesos argentinos.\ny/o (iv) consumir los fondos en dólares de su Cuenta Caja de Ahorro en Dólares mediante su tarjeta de débito en comercios del exterior.\nEl Cliente reconoce que las mencionadas alternativas pueden ser modificadas a futuro por el Banco, por regulaciones del BCRA y normativa aplicable en general.</p>SECCIÓN III.\nCIERRE DE CUENTA.<p>El Cliente podrá solicitar el cierre de la Cuenta a través de la App.\nSi existieran fondos remanentes, al cierre de la Cuenta, deberá transferirlos a la cuenta de su preferencia, dejando la Cuenta con un saldo de 0 (pesos o dólares según corresponda).\nEn caso de que el Cliente no transfiera los fondos, luego de 90 días, se transferirán a saldos inmovilizados.\nEl Banco podrá proceder al cierre de la Cuenta en caso de no haber registrado movimientos –depósitos o extracciones– o no registrar saldo, en ambos casos por 730 días corridos.\nAsimismo, el Banco podrá proceder al cierre de la Cuenta del Cliente si éste comete algún tipo de incumplimiento al Régimen Penal Cambiario, normativa cambiaria aplicable, incumplimiento descripto en los presentes Términos y Condiciones o en cualquier situación en el que el Banco detecte un uso no adecuado, uso a título no personal, considere que su seguridad, la de sus empleados o los demás clientes del Banco se encuentren en peligro o vulnerados.\nAsimismo, el Cliente reconoce que el Banco podrá realizar el bloqueo inmediato de la Cuenta, cuando el Banco detecte un uso no adecuado, incluyendo, pero no limitándose a uso a título no personal, uso para terceros, detección de parámetros sospechosos y fraudes.</p>SECCIÓN IV.\nPRÉSTAMOS, CUOTIFICACIÓN Y PRÉSTAMOS AUTOMÁTICOS<ol>\n<li>Financiamientos.</li>\n</ol>\n<p>A través de la App el cliente podrá solicitar al Banco el otorgamiento de préstamos personales (el \"Préstamo Personal\"), cuotificaciones (la \"Cuotificación\") o préstamos automáticos (el \"Préstamo Automático\" y junto con el Préstamo Personal y la Cuotificación los \"Financiamientos\" y/o indistintamente, el \"Financiamiento\") conforme las condiciones que se detallan a continuación, que tengan como destino el consumo del Cliente.</p>\n<p>1.1.\nFinanciamientos pagaderos en una o más cuotas.</p>\n<p>i.\nPréstamos Personales: El Préstamo Personal es un crédito que podrá solicitar el Cliente al Banco por el monto pactado al momento de su solicitud.</p>\n<p>ii.\nCuotificación: El Cliente podrá solicitar el financiamiento de uno o más consumos realizados a través de la Cuenta de su titularidad.\nEn caso de solicitar la Cuotificación, y que sea aprobada por el Banco, el Cliente abonará dichos consumos en cuotas.</p>\n<p>1.1.a.\nForma de reembolso.\nSistema de amortización.<br>Los Financiamientos estarán sujetos a aprobación del Banco.\nEl monto del Financiamiento solicitado por el Cliente, más los intereses compensatorios y todo otro concepto pactado, deberá ser cancelado por el Cliente en cuotas mensuales y consecutivas, de acuerdo con el sistema de amortización \"francés\" u otro sistema informado previamente por el Banco al momento de solicitar el Financiamiento.</p>\n<p>1.1.b.\nCancelación anticipada del Financiamiento.<br>El Cliente podrá cancelar total o parcialmente cualquier Préstamo o Cuotificación de forma anticipada, abonando el capital adeudado y los intereses devengados.\nLa cancelación parcial anticipada del préstamo cancela el préstamo en su totalidad y genera un préstamo nuevo con las nuevas condiciones y con las regulaciones expuestas en los presentes términos y condiciones.</p>\n<p>1.1.c.\nPréstamos/Reconocimiento de deuda.<br>La aceptación de los términos y condiciones del préstamo mediante \"Deslizar para confirmar\" tendrá carácter de declaración jurada y representará un reconocimiento de deuda en favor de Brubank S.A.U.\ny confiere a Brubank S.A.U.\nla acción procesal ejecutiva en los términos y con el alcance de los Artículos 520, 523 y concordantes del Código Procesal Civil y Comercial de la Nación y cualquier otra norma aplicable.</p>\n<ol>\n<li>Pago.\nAutorización de débito en cuenta.</li>\n</ol>\n<p>El Cliente autoriza al Banco a debitar de la Cuenta, actual o futura a nombre del Cliente siempre que tenga fondos suficientes, la/s cuota/s del Financiamiento, los impuestos y todo otro cargo, comisión y/o concepto pagadero por el Cliente en virtud de los Términos y Condiciones y de las reglamentaciones particulares sobre la obligación especifica aceptadas en la App al momento de la solicitud del Financiamiento.</p>\n<ol>\n<li>Intereses compensatorios.\nIntereses moratorios.\nCosto financiero total.</li>\n</ol>\n<p>Los Financiamientos devengarán un interés compensatorio fijo.\nEn caso de mora, devengarán -además de los intereses compensatorios- intereses moratorios equivalentes al 50% (cincuenta por ciento) de los intereses compensatorios.\nTanto la tasa de interés y el CFT serán los acordados con el Banco al momento de su solicitud.\nEl CFT comprenderá: (a) los intereses compensatorios, y (b) el Impuesto al Valor Agregado (\"IVA\") sobre los intereses compensatorios.</p>\n<ol>\n<li>Impuestos, tasas y/o gastos.</li>\n</ol>\n<p>Los impuestos, tasas y/o gastos relativos a los Financiamientos serán los pactados al momento de su solicitud.\nEllos se encontrarán a cargo del Cliente y podrán ser deducidos por el Banco del monto de tales Financiamientos.</p>SECCIÓN V.\nDEPÓSITOS A PLAZO FIJO<ol>\n<li>Servicio.</li>\n</ol>\n<p>El Cliente podrá realizar un depósito a plazo fijo en dólares o en pesos por un monto mínimo informado al momento de su solicitud y por un plazo mínimo de 30 días, el cual será intransferible (\"Plazo Fijo\").</p>\n<ol>\n<li>Intereses.\nCapitalización.</li>\n</ol>\n<p>El depósito devengará intereses a la tasa vigente del Banco en el período correspondiente, los que se liquidarán y capitalizarán mensualmente.</p>\n<ol>\n<li>Garantía.</li>\n</ol>\n<p>Los depósitos en pesos y en moneda extranjera cuentan con la garantía de hasta $ 1.500.000.\nEn las operaciones a nombre de dos o más personas, la garantía se prorrateará entre sus titulares.\nEn ningún caso, el total de la garantía por persona y por depósito podrá exceder de $ 1.500.000, cualquiera sea el número de cuentas y/o depósitos.\nLey 24.485, Decreto 540/95 y Com.\n\"A\" 2337 y sus modificatorias y complementarias.\nSe encuentran excluidos los captados a tasas superiores a la de referencia, los que hayan contado con incentivos o retribuciones especiales diferentes de la tasa de interés, los adquiridos por endoso y los efectuados por personas vinculadas a la entidad financiera.</p>\n<ol>\n<li>Vencimiento.</li>\n</ol>\n<p>El plazo de vencimiento será el acordado por el Banco con el Cliente al momento de solicitar el Plazo Fijo.</p>\n<ol>\n<li>Cancelación anticipada.</li>\n</ol>\n<p>El Cliente no podrá cancelar el Plazo Fijo antes del vencimiento.</p>\n<ol>\n<li>Impuestos.</li>\n</ol>\n<p>6.1.\nSerán a cargo del Cliente los impuestos que se imputen sobre los depósitos a los Plazo Fijos realizados por el Cliente y cualquier otro impuesto imputado a la operación realizada por cliente.</p>\n<p>6.2.\nEl Cliente autoriza al Banco a debitar de la Cuenta, actual o futura a nombre del Cliente siempre que tenga fondos suficientes los impuestos y todo otro cargo, comisión y/o concepto pagadero por el Cliente en virtud de los Términos y Condiciones y de las reglamentaciones particulares sobre la obligación especifica aceptadas en la App al momento de la solicitud de la operación de Plazo Fijo.</p>\n<p>6.3.\nImpuestos, tasas y/o gastos.\nLos impuestos, tasas y/o gastos relativos a los Financiamientos serán los pactados al momento de su solicitud.\nEllos se encontrarán a cargo del Cliente y podrán ser deducidos por el Banco del monto de tales Financiamientos.</p>SECCIÓN VI.\nPAGO FÁCIL.<ol>\n<li>Servicio.</li>\n</ol>\n<p>El Cliente podrá utilizar el servicio de Servicio Electrónico de Pago S.A.\n(\"Pago Fácil\") para: &lt;strong&gt;(i)&lt;/strong&gt.\nextraer depósitos de su cuenta caja de ahorro del Banco y &lt;strong&gt;(ii)&lt;/strong&gt.\nrealizar depósitos en su cuenta caja de ahorro del Banco.</p>\n<ol>\n<li>Funcionamiento.</li>\n</ol>\n<p>(i) En este caso el Cliente deberá ingresar en la App y elegir la opción que especifica que el Cliente extraerá, en la sucursal indicada por la App, una suma los depósitos que mantiene el Cliente en su cuenta caja de ahorro de pesos del Banco.\nEsto generará un código (\"el Código\") que el Cliente deberá presentar en la sucursal de Pago Fácil indicada en la App.\nUna vez hecho esto, el Cliente deberá concurrir a la sucursal de Pago Fácil indicada por la App, presentar el Código y cualquier otro documento exigido por Pago Fácil para validar la identidad del Cliente, y extraer la suma específica de los depósitos.\n&lt;strong&gt;(ii)&lt;/strong&gt.\nEn este caso el Cliente debe utilizar la App y elegir la opción que ofrece especificar que depositará cierta suma de dinero a través de Pago Fácil en su cuenta caja de ahorros en el Banco.\nEsto generará un código (\"el Código\") que el Cliente deberá presentar en la sucursal de Pago Fácil indicada en la App.\nUna vez hecho esto el Cliente deberá concurrir a la sucursal de Pago Fácil indicada en la App, presentar el Código, cualquier documentación exigida por Pago Fácil para validar la identidad del Cliente, y entregar la suma especifica.\nLa cantidad depositada en el Pago Fácil será transferida a la cuenta de Banco del Cliente.</p>\n<ol>\n<li>Límite.</li>\n</ol>\n<p>El Cliente tendrá un límite: (i) de $ 50.000 (cincuenta mil pesos) de extracción diaria, (ii) $ 50.000 (cincuenta mil pesos) en depósitos diarios, (iii) 3 (tres) operaciones mensuales en Pago Fácil.</p>\n<ol>\n<li>Responsabilidad.</li>\n</ol>\n<p>El Cliente reconoce que: (i) Pago Fácil será el único responsable por: (i) la dirección operativa diaria y control del personal de Pago Fácil, &lt;strong&gt;(ii)&lt;/strong&gt.\nrealizar la diligencia adecuada para lograr un control eficaz sobre la verificación de la identidad de toda persona que accede a Pago Fácil, &lt;strong&gt;(iii)&lt;/strong&gt.\nel funcionamiento operacional diario de la entidad de Pago Fácil, &lt;strong&gt;(iv)&lt;/strong&gt.\nlas características físicas y condiciones de integridad/seguridad de todos los establecimiento de Pago Fácil, &lt;strong&gt;(v)&lt;/strong&gt.\nen caso de que la sucursal de Pago Fácil no tenga los fondos suficientes para realizar la operación, (vi) en caso de que la sucursal de Pago Fácil no esté abierta en los horarios indicados por Pago Fácil.</p>\n<ol>\n<li>El Banco podrá en cualquier momento y a su exclusivo criterio:</li>\n</ol>\n<p>(i) suspender la posibilidad de operar con Pago Fácil en cualquier provincia, &lt;strong&gt;(ii)&lt;/strong&gt.\ninhabilitar a cualquier Cliente a operar con el servicio de Pago Fácil, &lt;strong&gt;(iii)&lt;/strong&gt.\nlimitar las operaciones diarias que el Cliente puede realizar con Pago Fácil.</p>SECCIÓN VII.\nCAJA DE AHORRO PARA MENORES AUTORIZADOS.<ol>\n<li>Titularidad.</li>\n</ol>\n<p>Las personas humanas hábiles para contratar o para disponer libremente del producido de su trabajo licito podrán abrir una caja de ahorros para que sea utilizada por un menor en carácter autorizado, el mayor de edad será el titular de la cuenta (el \"Titular”).\nAsimismo el Titular es el responsable ante el Banco por todas las obligaciones que se deriven del respectivo contrato de caja de ahorros para menores de edad autorizados durante el funcionamiento de la cuenta.\nLa cuenta será utilizada por el menor autorizado (\"Menor Autorizado”) y solamente éste tendrá acceso a la cuenta.\nEl Banco puede aprobar o no el pedido de apertura de cuenta para menores autorizados.</p>\n<ol>\n<li>Edad Mínima.</li>\n</ol>\n<p>La edad mínima para la apertura de la cuenta de la Caja de Ahorro para Menores Autorizados es de 13 años.\nEl Titular afirma que el Menor cumple con este requisito.</p>\n<ol>\n<li>Documentación Requerida.</li>\n</ol>\n<p>El Banco podrá exigir cualquier documentación que considere pertinente - incluyendo pero sin limitarse a: Documento Nacional de Identidad, Libreta de Familia, Acta de Nacimiento, Video Selfie declarando expresamente su requerimiento de abrir la cuenta caja de ahorro para el Menor Autorizado- al Titular de la cuenta con el fin de &lt;strong&gt;(i)&lt;/strong&gt.\ncomprobar la relación entre el Titular y Menor Autorizado, &lt;strong&gt;(ii)&lt;/strong&gt.\nla buena fe de la apertura de la cuenta, &lt;strong&gt;(&lt;strong&gt;iii)&lt;/strong&gt;&lt;/strong&gt.\nevaluar el origen de fondos de la cuenta, &lt;strong&gt;(iv)&lt;/strong&gt.\nvalidar la identidad ya sea del Titular o del Menor Autorizado.</p>\n<ol>\n<li>Moneda de los depósitos.</li>\n</ol>\n<p>Los depósitos solamente podrán ser en pesos argentinos.</p>\n<ol>\n<li>Límites.</li>\n</ol>\n<p>La cuenta caja de ahorro para Menores Autorizados tendrá las siguientes limitaciones:</p>\n<p>(i) Se aplicarán los límites establecidos en la Comunicación \"A\" 6103 del BCR: el Menor Autorizado sólo podrá realizar débitos por los siguientes conceptos: &lt;strong&gt;i)&lt;/strong&gt.\nextracciones de efectivo, &lt;strong&gt;ii)&lt;/strong&gt.\ncompras en comercios, &lt;strong&gt;iii)&lt;/strong&gt.\ntransferencias y pagos a través de medios electrónicos.<br>(ii) El mayor de edad solamente podrá abrir y por ende ser responsable por un máximo de 3 (tres) cuentas caja de ahorro para menores autorizados.</p>\n<ol>\n<li>Cierre de la Cuenta.</li>\n</ol>\n<p>El Titular podrá solicitar el cierre de la Cuenta a través de la App.\nSi existieran fondos remanentes, al cierre de la Cuenta, el Menor Autorizado deberá transferirlos a otra cuenta de su preferencia, dejando la Cuenta con un saldo de $0.\nEn caso de que el Menor Autorizado no transfiera los fondos, luego de 90 días, se transferirán a saldos inmovilizados.</p>\n<p>El Banco se encontrará facultado a cerrar la Cuenta si no se hubieran registrado movimientos o saldos en ella por 90 días corridos (noventa días).</p>\n<p>Asimismo, el Banco podrá proceder al cierre de la cuenta del Titular si éste o el Menor Autorizado comete algún tipo de incumplimiento descripto en los presentes Términos y Condiciones o en cualquier situación en el que el Banco considere que su seguridad, la de sus empleados o los demás clientes del Banco se encuentren en peligro o vulnerados.</p>\n<p>El Banco podrá rechazar cualquier pedido de apertura de cuenta de caja de ahorro para menores autorizados o cerrarla a su sola discreción y sin necesidad de fundamentar su decisión.\nNi el Titular ni el Menor Autorizado podrán reclamar nada al Banco.</p>\n<ol>\n<li>Conversión de la cuenta.</li>\n</ol>\n<p>Cuando el Menor Autorizado alcance la mayoría de edad –18 años cumplidos–, el Banco podrá convertir la caja de ahorro en pesos para menores autorizados en una caja de ahorro en pesos conforme a la Sección I.\nCuenta Caja de Ahorro en Pesos de los presentes Términos y Condiciones, junto con todo lo demás expuesto en ellas, a nombre exclusivo del hasta ese entonces menor de edad.\nEl hasta entonces Menor Autorizado deberá aceptar los Términos y Condiciones para utilizar la cuenta y asumir el carácter de titular junto con todas las responsabilidades que deriven de ella, consecuentemente mientras no acepte los Términos y Condiciones, la cuenta seguirá abierta con los límites establecidos en la presente y el responsable seguirá siendo el Titular, salvo estipulación en contrario.</p>\n<ol>\n<li>Condiciones.</li>\n</ol>\n<p>Considerando que la Caja de Ahorro para Menores Autorizados es principalmente para el uso de menores de edad, el Banco comprende que los movimientos y operaciones deben ser acordes a tal y utilizados para las necesidades de cada Menor Autorizado.\nAsimismo, el Banco se reserva el derecho de exigir cualquier documentación, explicación, fundamento, o información adicional en cualquier caso que éste considere necesario y a su sola discreción.\nEspecialmente cuando considere que la cuenta no esté siendo utilizada acorde al fin, observe actitudes con carácter de mala fe, o detecte cualquier actividad inusual o sospechosa.\nEl Banco considera que $ 30.000 (treinta mil pesos) es la suma máxima categorizada como regular y adecuada para una cuenta de un Menor Autorizado.\nEl Banco considera que una actividad sospechosa es a modo ejemplificativo y sin que implique limitación: cantidades de operaciones excesivas, depósitos más altos de $ 30.000 (treinta mil pesos) y podrá exigir fundamento de tales operaciones A su vez el Banco podrá, a su exclusivo criterio, proceder al cierre de la cuenta.</p>SECCIÓN VIII.\nPago mis cuentas<p>A través de la App el cliente podrá acceder al sector de Pago mis Cuentas en donde podrá pagar cuentas de servicios, facturas y recargas de Empresas de Servicios que así lo hayan aceptado.\nEl Cliente deberá buscar la Empresa por su nombre y/o rubro y seleccionarla, luego deberá ingresar: (i) los datos identificatorios con el fin de pagar la factura: factura, nro.\nde tel., etc..\n(ii) el importe de la factura.\nLuego deberá aceptar expresamente el pago.\nUna vez realizado el pago se generará un comprobante en dónde se especificarán los detalles de la transacción.\nEl importe de la factura será debitado de la caja de ahorro del Cliente.\nEl Banco no se responsabilizará por el pago de facturas apócrifas, mal pagadas, etc.\nsiendo que el Banco es solamente un medio de pago</p>SECCION IX.\nBrusplit.<p>Brusplit (el Servicio) es un servicio que ofrece el Banco creado para identificar deudas y gastos de manera informal.\nPermite que los usuarios ingresen información sobre el monto de la deuda, quién debe a quien y por qué.</p>\n<p>Funcionamiento</p>\n<ol>\n<li>\n</li>\n</ol>\n<p>a.\nEl Cliente debe crear un grupo de pago e invitar a las personas con las que quiera dividir gastos.\nLas personas que tengan cuenta en el Banco (en adelante “Clientes”) tienen la opción de aceptar o declinar la invitación de participación del grupo.\nLas personas que no sean clientes del Banco ( en adelante “Personas Externas”) serán agregados de manera automática.\nb.\nEl grupo será identificado con un nombre y una imagen.\nTanto el nombre y la imagen deben cumplir con los estándares morales, éticos, de buena fe, y buenas costumbres.\nNo podrán ser discriminativos, agresivos, a su vez deberán ser aptas para todo público, etc.</p>\n<ol>\n<li>\n<p>La información del grupo, a modo de ejemplo: incorporación de gastos, modificación/edición de gastos, borrar deudas, etc.\nsolamente podrán ser agregados por Clientes.</p>\n</li>\n<li>\n<p>El Servicio permite que los Clientes puedan asignar una deuda a un miembro del grupo.\nCada vez que se incluya un gasto se deberá identificar a qué miembro del grupo se le asignará la deuda.</p>\n</li>\n<li>\n<p>Los montos incorporados (gastos, pago de deuda, etc.) se verán reflejados en las cuentas de los Usuarios de manera automática.</p>\n</li>\n<li>\n<p>Salir del grupo/Saldo de deuda: para poder eliminar el grupo o si un Usuario quisiera salir del grupo el saldo de su cuenta de Brusplit debe estar en cero.\nEs decir no puede tener una deuda pendiente.</p>\n</li>\n</ol>\n<p>Una vez que el administrador del grupo indique que quiera eliminar el los pasos a seguir serán los siguientes según el tipo de integrante:</p>\n<p>(i) En caso de que el miembro del grupo sea cliente de Banco este puede pagar su deuda mediante transferencia bancaria directamente desde la sección de Brusplit, desde su cuenta bancaria en Brubank- A su vez esta transacción será reflejada en el grupo de Brusplit\n(ii) En caso de que el integrante del grupo no sea cliente del Banco: el integrante será calculado en los gastos y su monto será identificado pero deberá cumplir con su deuda ya sea en efectivo o por transferencia bancaria, pero no se reflejará en el servicio de Brusplit, sino que el pago deberá ser cargada de manera manual por el administrador del grupo.\nLa única manera de eliminar un grupo es que éste no tenga ninguna deuda pendiente.</p>\n<p>Condiciones:</p>\n<ol>\n<li>El servicio funcionará con clientes del Banco, como así también clientes de otros bancos.</li>\n<li>Las deudas que se generan no son legalmente vinculantes entre las partes que utilizan el servicio de Brusplit.\nEl Banco no se hace responsable por los montos cargados por cada miembro, ni tampoco por las deudas generadas entre las partes, sino que es un intermediario entre las relaciones informales que surgen a raíz del Servicio Brusplit</li>\n<li>El Banco calcula los pedidos de dinero en base a la información cargada por los usuarios del servicio.\nLos usuarios de manera expresa liberan de responsabilidad al Banco por cualquier reclamo de ésta índole.</li>\n<li>El Cliente acepta que no utilizará Brusplit de manera fraudulenta, manipuladora, ilegal, de mala fe.\nEl Banco se reserva la facultad de investigar cualquier uso del servicio en caso de que el Banco considere de manera unilateral que el servicio no fue utilizado de manera apropiada.\nA su vez el Banco podrá contactarse con los clientes que utilicen el grupo con el fin de constatar el vínculo entre los miembros de un grupo Brusplit, solicitar información sobre los movimientos, etc.\nEn caso de que el Banco lo considere pertinente podrá congelar fondos, pausar transacciones, etc.\npor el tiempo que crea necesario para investigar sobre la cuestión.\nAsimismo, cada usuario acepta actuar de manera honesta sobre la información que carga, siendo esta correcta y verdadera.</li>\n<li>El Banco podrá limitar la cantidad de miembros que participen en un grupo.</li>\n</ol>", "created_at": "2021-03-27 10:32:10.85142", "updated_at": "2021-03-27 10:32:20.178076"}], "points": [{"id": 18126, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.brubank.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-03 23:56:42.424161", "updated_at": "2021-06-04 22:05:06.51547", "quoteText": "El Banco no asume ninguna responsabilidad por el mal funcionamiento del dispositivo y/o software utilizado por el Cliente para acceder a los Servicios, como así tampoco respecto de aquellos relacionados y/u ocasionados por terceros prestadores de servicios de acceso a internet, telefonía celular y/o cualquier otro producto y servicio otorgado por personas distintas al Banco.\nEn ningún caso el Banco será responsable de cualquier daño incluyendo, sin limitación, daños directos y/o indirectos, lucro cesante y/o pérdida de chance que resulten del uso y/o de la imposibilidad de uso de los Servicios del Banco y por los daños que pudieran deberse al accionar de terceros no autorizados respecto de los datos personales de los Clientes.", "case_id": 287, "document_id": 4428, "quoteStart": 13620, "quoteEnd": 14356}, {"id": 18127, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.brubank.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-04 00:13:08.723379", "updated_at": "2021-04-04 11:25:12.518354", "quoteText": "El Banco alojará los datos personales de los Clientes en servidores ubicados en la República Argentina y/o Estados Unidos de América.\nNo obstante ello, el Cliente presta su consentimiento para que sus datos personales sean eventualmente alojados en servidores de terceros, pudiendo incluso estos servidores estar ubicados en otros países que a criterio de la Dirección Nacional de Protección de Datos Personales podrían no tener legislaciones o niveles de protección adecuados en los términos de la Ley 25.326 y la Disposición DNPDP 60-E/2016 o la que la reemplace en el futuro, si este es el caso el Banco se compromete a intentar lograr un acuerdo con el dueño del servidor con el fin de llegar a los niveles de protección adecuado según la legislación mencionada, consintiendo expresamente el Cliente la transferencia internacional y el alojamiento de sus datos en dichas jurisdicciones.", "case_id": 187, "document_id": 4428, "quoteStart": 10192, "quoteEnd": 11082}, {"id": 18125, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.brubank.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-03 23:55:13.703332", "updated_at": "2021-06-04 22:05:06.558758", "quoteText": "<p>Por último, se hace saber al Cliente que sus datos se alojaran en bases de datos debidamente inscriptas ante la Agencia de Acceso a la Información Pública y que podrá ejercer los derechos de acceso, rectificación y supresión de la información, conforme las normas de protección de datos personales, para lo cual podrá enviar una solicitud a la casilla de correo electrónico (info@brubank.com).", "case_id": 300, "document_id": 4428, "quoteStart": 12556, "quoteEnd": 12952}], "urls": ["brubank.com"]}}