{"error": 448, "message": "OK", "parameters": {"id": 838, "name": "10minutemail", "created_at": "2018-11-25 19:38:31.039536", "updated_at": "2021-05-30 22:00:15.558487", "wikipedia": null, "keywords": null, "related": null, "slug": "10minutemail", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/838.png", "url": "10minutemail.com", "documents": [{"id": 749, "name": "Privacy Policy", "url": "https://10minutemail.com/privacy.html", "xpath": "//*[@id=\"secondary_content\"]/div", "text": " <p> We value your privacy </p>\n<p> We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content.\nClick below to consent to the use of this technology and the processing of your personal data for these purposes.\nYou can change your mind and change your consent choices at any time by returning to this site.\n</p> MORE OPTIONS I accept Show Purposes Privacy &amp.\nCookie Policy See Vendors <p> Site owner: This version of Choice will be deprecated by Jan.\n22, 2021.\nUpdate to v2 for free.\n</p> 10 Minute Mail\nBeat SPAM with the best disposable email service English\nAlbanian\nArabic\nBulgarian\nCatalan\nChinese-CN\nChinese-HK\nChinese-TW\nCroatian\nCzech\nDanish\nDutch\nEsperanto\nEstonian\nFinnish\nFrench\nGalician\nGerman\nGreek\nHebrew\nHungarian\nIndonesian\nItalian\nJapanese\nKorean\nLatvian\nLithuanian\nNorwegian\nPersian\nPolish\nPortuguese\nPortuguese-BR\nRomanian\nRussian\nSerbian\nSlovak\nSlovenian\nSpanish\nSwedish\nThai\nTurkish\nVietnamese\nUkrainian Privacy Policy\n<p>Last updated: March 23, 2020</p>\n<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure\nof Your information when You use the Service and tells You about Your privacy rights and how the\nlaw protects You.</p>\n<p>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to\nthe collection and use of information in accordance with this Privacy Policy.</p>\nInterpretation and Definitions\nInterpretation\n<p>The words of which the initial letter is capitalized have meanings defined under the following\nconditions.</p>\n<p>The following definitions shall have the same meaning regardless of whether they appear in\nsingular or in plural.</p>\nDefinitions\n<p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<p>\n<strong>You</strong> means the individual accessing or using the Service, or the company,\nor other legal entity on behalf of which such individual is accessing or using the\nService, as applicable.</p>\n<p>Under GDPR (General Data Protection Regulation), You can be referred to as the Data\nSubject or as the User as you are the individual using the Service.</p>\n</li>\n<li>\n<p>\n<strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in\nthis Agreement) refers to Black Magic Consulting LLC, 300 Center Drive, Suite G #323,\nSuperior, CO 80027.</p>\n<p>For the purpose of the GDPR, the Company is the Data Controller.</p>\n</li>\n<li>\n<strong>Affiliate</strong> means an entity that controls, is controlled by or is under\ncommon control with a party, where \"control\" means ownership of 50% or more of the shares,\nequity interest or other securities entitled to vote for election of directors or other\nmanaging authority.</li>\n<li>\n<strong>Account</strong> means a unique account created for You to access our Service or\nparts of our Service.</li>\n<li>\n<strong>Website</strong> refers to 10MinuteMail, accessible from https://10minutemail.com\n</li>\n<li>\n<strong>Service</strong> refers to the Website.</li>\n<li>\n<strong>Country</strong> refers to: Colorado, United States</li>\n<li>\n<p>\n<strong>Service Provider</strong> means any natural or legal person who processes the\ndata on behalf of the Company.\nIt refers to third-party companies or individuals\nemployed by the Company to facilitate the Service, to provide the Service on behalf of\nthe Company, to perform services related to the Service or to assist the Company in\nanalyzing how the Service is used.</p>\n<p>For the purpose of the GDPR, Service Providers are considered Data Processors.</p>\n</li>\n<li>\n<strong>Third-party Social Media Service</strong> refers to any website or any social\nnetwork website through which a User can log in or create an account to use the Service.\n</li>\n<li>\n<p>\n<strong>Personal Data</strong> is any information that relates to an identified or\nidentifiable individual.</p>\n<p>For the purposes for GDPR, Personal Data means any information relating to You such as a\nname, an identification number, location data, online identifier or to one or more\nfactors specific to the physical, physiological, genetic, mental, economic, cultural or\nsocial identity.</p>\n<p>For the purposes of the CCPA, Personal Data means any information that identifies,\nrelates to, describes or is capable of being associated with, or could reasonably be\nlinked, directly or indirectly, with You.</p>\n</li>\n<li>\n<strong>Cookies</strong> are small files that are placed on Your computer, mobile device or\nany other device by a website, containing the details of Your browsing history on that\nwebsite among its many uses.</li>\n<li>\n<strong>Usage Data</strong> refers to data collected automatically, either generated by the\nuse of the Service or from the Service infrastructure itself (for example, the duration of a\npage visit).</li>\n<li>\n<strong>Data Controller</strong>, for the purposes of the GDPR (General Data Protection\nRegulation), refers to the Company as the legal person which alone or jointly with others\ndetermines the purposes and means of the processing of Personal Data.</li>\n<li>\n<strong>Do Not Track</strong> (DNT) is a concept that has been promoted by US regulatory\nauthorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet\nindustry to develop and implement a mechanism for allowing internet users to control the\ntracking of their online activities across websites.</li>\n<li>\n<strong>Business</strong>, for the purpose of the CCPA (California Consumer Privacy Act),\nrefers to the Company as the legal entity that collects Consumers' personal information and\ndetermines the purposes and means of the processing of Consumers' personal information, or\non behalf of which such information is collected and that alone, or jointly with others,\ndetermines the purposes and means of the processing of consumers' personal information, that\ndoes business in the State of California.</li>\n<li>\n<strong>Consumer</strong>, for the purpose of the CCPA (California Consumer Privacy Act),\nmeans a natural person who is a California resident.\nA resident, as defined in the law,\nincludes (1) every individual who is in the USA for other than a temporary or transitory\npurpose, and (2) every individual who is domiciled in the USA who is outside the USA for a\ntemporary or transitory purpose.</li>\n<li>\n<strong>Sale</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means\nselling, renting, releasing, disclosing, disseminating, making available, transferring, or\notherwise communicating orally, in writing, or by electronic or other means, a Consumer's\nPersonal information to another business or a third party for monetary or other valuable\nconsideration.</li>\n</ul>\nCollecting and Using Your Personal Data\nTypes of Data Collected\nPersonal Data\n<p>While using Our Service, We may ask You to provide Us with certain personally identifiable\ninformation that can be used to contact or identify You.\nPersonally identifiable information may\ninclude, but is not limited to:</p>\n<ul>\n<li>Usage Data</li>\n</ul>\nUsage Data\n<p>Usage Data is collected automatically when using the Service.</p>\n<p>Usage Data may include information such as Your Device's Internet Protocol address (e.g.\nIP\naddress), browser type, browser version, the pages of our Service that You visit, the time and\ndate of Your visit, the time spent on those pages, unique device identifiers and other\ndiagnostic data.</p>\n<p>When You access the Service by or through a mobile device, We may collect certain information\nautomatically, including, but not limited to, the type of mobile device You use, Your mobile\ndevice unique ID, the IP address of Your mobile device, Your mobile operating system, the type\nof mobile Internet browser You use, unique device identifiers and other diagnostic data.</p>\n<p>We may also collect information that Your browser sends whenever You visit our Service or when\nYou access the Service by or through a mobile device.</p>\nTracking Technologies and Cookies\n<p>We use Cookies and similar tracking technologies to track the activity on Our Service and store\ncertain information.\nTracking technologies used are beacons, tags, and scripts to collect and\ntrack information and to improve and analyze Our Service.</p>\n<p>You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent.\nHowever, if You do not accept Cookies, You may not be able to use some parts of our Service.</p>\n<p>Cookies can be \"Persistent\" or \"Session\" Cookies.\nPersistent Cookies remain on your personal\ncomputer or mobile device when You go offline, while Session Cookies are deleted as soon as You\nclose your web browser.\nLearn more about cookies: All About Cookies.</p>\n<p>We use both session and persistent Cookies for the purposes set out below:</p>\n<ul>\n<li>\n<p>\n<strong>Necessary / Essential Cookies</strong>\n</p>\n<p>Type: Session Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies are essential to provide You with services available through\nthe Website and to enable You to use some of its features.\nThey help to authenticate\nusers and prevent fraudulent use of user accounts.\nWithout these Cookies, the\nservices that You have asked for cannot be provided, and We only use these Cookies\nto provide You with those services.</p>\n</li>\n<li>\n<p>\n<strong>Cookies Policy / Notice Acceptance Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies identify if users have accepted the use of cookies on the Website.\n</p>\n</li>\n<li>\n<p>\n<strong>Functionality Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Us</p>\n<p>Purpose: These Cookies allow us to remember choices You make when You use the Website,\nsuch as remembering your login details or language preference.\nThe purpose of these\nCookies is to provide You with a more personal experience and to avoid You having to\nre-enter your preferences every time You use the Website.</p>\n</li>\n<li>\n<p>\n<strong>Tracking and Performance Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Third-Parties</p>\n<p>Purpose: These Cookies are used to track information about traffic to the Website and how\nusers use the Website.\nThe information gathered via these Cookies may directly or\nindirectly identify you as an individual visitor.\nThis is because the information\ncollected is typically linked to a pseudonymous identifier associated with the device\nyou use to access the Website.\nWe may also use these Cookies to test new advertisements,\npages, features or new functionality of the Website to see how our users react to them.\n</p>\n</li>\n<li>\n<p>\n<strong>Targeting and Advertising Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Third-Parties</p>\n<p>Purpose: These Cookies track your browsing habits to enable Us to show advertising which\nis more likely to be of interest to You.\nThese Cookies use information about your\nbrowsing history to group You with other users who have similar interests.\nBased on that\ninformation, and with Our permission, third party advertisers can place Cookies to\nenable them to show adverts which We think will be relevant to your interests while You\nare on third party websites.</p>\n</li>\n</ul>\n<p>For more information about the cookies we use and your choices regarding cookies, please visit\nour Cookies Policy.</p>\nUse of Your Personal Data\n<p>The Company may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<strong>To provide and maintain our Service</strong>, including to monitor the usage of our\nService.</li>\n<li>\n<strong>To manage Your Account:</strong> to manage Your registration as a user of the\nService.\nThe Personal Data You provide can give You access to different functionalities of\nthe Service that are available to You as a registered user.</li>\n<li>\n<strong>For the performance of a contract:</strong> the development, compliance and\nundertaking of the purchase contract for the products, items or services You have purchased\nor of any other contract with Us through the Service.</li>\n<li>\n<strong>To contact You:</strong> To contact You by email, telephone calls, SMS, or other\nequivalent forms of electronic communication, such as a mobile application's push\nnotifications regarding updates or informative communications related to the\nfunctionalities, products or contracted services, including the security updates, when\nnecessary or reasonable for their implementation.</li>\n<li>\n<strong>To provide You</strong> with news, special offers and general information about\nother goods, services and events which we offer that are similar to those that you have\nalready purchased or enquired about unless You have opted not to receive such information.\n</li>\n<li>\n<strong>To manage Your requests:</strong> To attend and manage Your requests to Us.</li>\n</ul>\n<p>We may share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>With Service Providers:</strong> We may share Your personal information with Service\nProviders to monitor and analyze the use of our Service, to show advertisements to You to\nhelp support and maintain Our Service, to contact You, to advertise on third party websites\nto You after You visited our Service or for payment processing.</li>\n<li>\n<strong>For Business transfers:</strong> We may share or transfer Your personal information\nin connection with, or during negotiations of, any merger, sale of Company assets,\nfinancing, or acquisition of all or a portion of our business to another company.</li>\n<li>\n<strong>With Affiliates:</strong> We may share Your information with Our affiliates, in\nwhich case we will require those affiliates to honor this Privacy Policy.\nAffiliates include\nOur parent company and any other subsidiaries, joint venture partners or other companies\nthat We control or that are under common control with Us.</li>\n<li>\n<strong>With Business partners:</strong> We may share Your information with Our business\npartners to offer You certain products, services or promotions.</li>\n<li>\n<strong>With other users:</strong> when You share personal information or otherwise interact\nin the public areas with other users, such information may be viewed by all users and may be\npublicly distributed outside.\nIf You interact with other users or register through a\nThird-Party Social Media Service, Your contacts on the Third-Party Social Media Service may\nsee Your name, profile, pictures and description of Your activity.\nSimilarly, other users\nwill be able to view descriptions of Your activity, communicate with You and view Your\nprofile.</li>\n</ul>\nRetention of Your Personal Data\n<p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set\nout in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to\ncomply with our legal obligations (for example, if we are required to retain your data to comply\nwith applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally\nretained for a shorter period of time, except when this data is used to strengthen the security\nor to improve the functionality of Our Service, or We are legally obligated to retain this data\nfor longer time periods.</p>\nTransfer of Your Personal Data\n<p>Your information, including Personal Data, is processed at the Company's operating offices and in\nany other places where the parties involved in the processing are located.\nIt means that this\ninformation may be transferred to — and maintained on — computers located outside of Your state,\nprovince, country or other governmental jurisdiction where the data protection laws may differ\nthan those from Your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents\nYour agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place\nto an organization or a country unless there are adequate controls in place including the\nsecurity of Your data and other personal information.</p>\nDisclosure of Your Personal Data\nBusiness Transactions\n<p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be\ntransferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject\nto a different Privacy Policy.</p>\nLaw enforcement\n<p>Under certain circumstances, the Company may be required to disclose Your Personal Data if\nrequired to do so by law or in response to valid requests by public authorities (e.g.\na court or\na government agency).</p>\nOther legal requirements\n<p>The Company may disclose Your Personal Data in the good faith belief that such action is\nnecessary to:</p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul>\nSecurity of Your Personal Data\n<p>The security of Your Personal Data is important to Us, but remember that no method of\ntransmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive\nto use commercially acceptable means to protect Your Personal Data, We cannot guarantee its\nabsolute security.</p>\nDetailed Information on the Processing of Your Personal Data\n<p>Service Providers have access to Your Personal Data only to perform their tasks on Our behalf and\nare obligated not to disclose or use it for any other purpose.</p>\nAnalytics\n<p>We may use third-party Service providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics</strong>\n</p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports\nwebsite traffic.\nGoogle uses the data collected to track and monitor the use of our\nService.\nThis data is shared with other Google services.\nGoogle may use the collected\ndata to contextualise and personalise the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics\nby installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the\nGoogle Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information\nwith Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy\n&amp.\nTerms web page: https://policies.google.com/privacy?hl=en\n</p>\n</li>\n</ul>\nAdvertising\n<p>We may use Service providers to show advertisements to You to help support and maintain Our\nService.</p>\n<ul>\n<li>\n<p>\n<strong>Google AdSense &amp.\nDoubleClick Cookie</strong>\n</p>\n<p>Google, as a third party vendor, uses cookies to serve ads on our Service.\nGoogle's use\nof the DoubleClick cookie enables it and its partners to serve ads to our users based on\ntheir visit to our Service or other websites on the Internet.</p>\n<p>You may opt out of the use of the DoubleClick Cookie for interest-based advertising by\nvisiting the Google Ads Settings web page: http://www.google.com/ads/preferences/\n</p>\n</li>\n</ul>\nGDPR Privacy\nLegal Basis for Processing Personal Data under GDPR\n<p>We may process Personal Data under the following conditions:</p>\n<ul>\n<li>\n<strong>Consent:</strong> You have given Your consent for processing Personal Data for one\nor more specific purposes.</li>\n<li>\n<strong>Performance of a contract:</strong> Provision of Personal Data is necessary for the\nperformance of an agreement with You and/or for any pre-contractual obligations thereof.\n</li>\n<li>\n<strong>Legal obligations:</strong> Processing Personal Data is necessary for compliance\nwith a legal obligation to which the Company is subject.</li>\n<li>\n<strong>Vital interests:</strong> Processing Personal Data is necessary in order to protect\nYour vital interests or of another natural person.</li>\n<li>\n<strong>Public interests:</strong> Processing Personal Data is related to a task that is\ncarried out in the public interest or in the exercise of official authority vested in the\nCompany.</li>\n<li>\n<strong>Legitimate interests:</strong> Processing Personal Data is necessary for the\npurposes of the legitimate interests pursued by the Company.</li>\n</ul>\n<p>In any case, the Company will gladly help to clarify the specific legal basis that applies to the\nprocessing, and in particular whether the provision of Personal Data is a statutory or\ncontractual requirement, or a requirement necessary to enter into a contract.</p>\nYour Rights under the GDPR\n<p>The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You\ncan exercise Your rights.</p>\n<p>You have the right under this Privacy Policy, and by law if You are within the EU, to:</p>\n<ul>\n<li>\n<strong>Request access to Your Personal Data.</strong> The right to access, update or delete\nthe information We have on You.\nWhenever made possible, you can access, update or request\ndeletion of Your Personal Data directly within Your account settings section.\nIf you are\nunable to perform these actions yourself, please contact Us to assist You.\nThis also enables\nYou to receive a copy of the Personal Data We hold about You.</li>\n<li>\n<strong>Request correction of the Personal Data that We hold about You.</strong> You have\nthe right to to have any incomplete or inaccurate information We hold about You corrected.\n</li>\n<li>\n<strong>Object to processing of Your Personal Data.</strong> This right exists where We are\nrelying on a legitimate interest as the legal basis for Our processing and there is\nsomething about Your particular situation, which makes You want to object to our processing\nof Your Personal Data on this ground.\nYou also have the right to object where We are\nprocessing Your Personal Data for direct marketing purposes.</li>\n<li>\n<strong>Request erasure of Your Personal Data.</strong> You have the right to ask Us to\ndelete or remove Personal Data when there is no good reason for Us to continue processing\nit.</li>\n<li>\n<strong>Request the transfer of Your Personal Data.</strong> We will provide to You, or to a\nthird-party You have chosen, Your Personal Data in a structured, commonly used,\nmachine-readable format.\nPlease note that this right only applies to automated information\nwhich You initially provided consent for Us to use or where We used the information to\nperform a contract with You.</li>\n<li>\n<strong>Withdraw Your consent.</strong> You have the right to withdraw Your consent on using\nyour Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with\naccess to certain specific functionalities of the Service.</li>\n</ul>\nExercising of Your GDPR Data Protection Rights\n<p>You may exercise Your rights of access, rectification, cancellation and opposition by contacting\nUs.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You make a request, We will try our best to respond to You as soon as possible.</p>\n<p>You have the right to complain to a Data Protection Authority about Our collection and use of\nYour Personal Data.\nFor more information, if You are in the European Economic Area (EEA), please\ncontact Your local data protection authority in the EEA.</p>\nCCPA Privacy\nYour Rights under the CCPA\n<p>Under this Privacy Policy, and by law if You are a resident of California, You have the following\nrights:</p>\n<ul>\n<li>\n<strong>The right to notice.</strong> You must be properly notified which categories of\nPersonal Data are being collected and the purposes for which the Personal Data is being\nused.</li>\n<li>\n<strong>The right to access / the right to request.</strong> The CCPA permits You to request\nand obtain from the Company information regarding the disclosure of Your Personal Data that\nhas been collected in the past 12 months by the Company or its subsidiaries to a third-party\nfor the third party's direct marketing purposes.</li>\n<li>\n<strong>The right to say no to the sale of Personal Data.</strong> You also have the right\nto ask the Company not to sell Your Personal Data to third parties.\nYou can submit such a\nrequest by visiting our \"Do Not Sell My Personal Information\" section or web page.</li>\n<li>\n<p>\n<strong>The right to know about Your Personal Data.</strong> You have the right to\nrequest and obtain from the Company information regarding the disclosure of the\nfollowing:</p>\n<ul>\n<li>The categories of Personal Data collected</li>\n<li>The sources from which the Personal Data was collected</li>\n<li>The business or commercial purpose for collecting or selling the Personal Data</li>\n<li>Categories of third parties with whom We share Personal Data</li>\n<li>The specific pieces of Personal Data we collected about You</li>\n</ul>\n</li>\n<li>\n<strong>The right to delete Personal Data.</strong> You also have the right to request the\ndeletion of Your Personal Data that have been collected in the past 12 months.</li>\n<li>\n<p>\n<strong>The right not to be discriminated against.</strong> You have the right not to be\ndiscriminated against for exercising any of Your Consumer's rights, including by:</p>\n<ul>\n<li>Denying goods or services to You</li>\n<li>Charging different prices or rates for goods or services, including the use of\ndiscounts or other benefits or imposing penalties</li>\n<li>Providing a different level or quality of goods or services to You</li>\n<li>Suggesting that You will receive a different price or rate for goods or services or\na different level or quality of goods or services.</li>\n</ul>\n</li>\n</ul>\nExercising Your CCPA Data Protection Rights\n<p>In order to exercise any of Your rights under the CCPA, and if you are a California resident, You\ncan email or call us or visit our \"Do Not Sell My Personal Information\" section or web page.</p>\n<p>The Company will disclose and deliver the required information free of charge within 45 days of\nreceiving Your verifiable request.\nThe time period to provide the required information may be\nextended once by an additional 45 days when reasonable necessary and with prior notice.</p>\nDo Not Sell My Personal Information\n<p>We do not sell personal information.\nHowever, the Service Providers we partner with (for example,\nour advertising partners) may use technology on the Service that \"sells\" personal information as\ndefined by the CCPA law.</p>\n<p>If you wish to opt out of the use of your personal information for interest-based advertising\npurposes and these potential sales as defined under CCPA law, you may do so by following the\ninstructions below.</p>\n<p>Please note that any opt out is specific to the browser You use.\nYou may need to opt out on every\nbrowser that you use.</p>\nWebsite\n<p>You can opt out of receiving ads that are personalized as served by our Service Providers by following our instructions presented on the Service:</p>\n<ul>\n<li>From Our \"Cookie Consent\" notice banner</li>\n<li>Or from Our \"CCPA Opt-out\" notice banner</li>\n<li>Or from Our \"Do Not Sell My Personal Information\" notice banner</li>\n<li>Or from Our \"Do Not Sell My Personal Information\" link</li>\n</ul>\n<p>The opt out will place a cookie on Your computer that is unique to the browser You use to opt\nout.\nIf you change browsers or delete the cookies saved by your browser, you will need to opt\nout again.</p>\nMobile Devices\n<p>Your mobile device may give you the ability to opt out of the use of information about the apps\nyou use in order to serve you ads that are targeted to your interests:</p>\n<ul>\n<li>\"Opt out of Interest-Based Ads\" or \"Opt out of Ads Personalization\" on Android devices</li>\n<li>\"Limit Ad Tracking\" on iOS devices</li>\n</ul>\n<p>You can also stop the collection of location information from Your mobile device by changing the\npreferences on your mobile device.</p>\n\"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA)\n<p>Our Service does not respond to Do Not Track signals.</p>\n<p>However, some third party websites do keep track of Your browsing activities.\nIf You are visiting\nsuch websites, You can set Your preferences in Your web browser to inform websites that You do\nnot want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings\npage of Your web browser.</p>\nChildren's Privacy\n<p>Our Service does not address anyone under the age of 13.\nWe do not knowingly collect personally\nidentifiable information from anyone under the age of 13.\nIf You are a parent or guardian and\nYou are aware that Your child has provided Us with Personal Data, please contact Us.\nIf We\nbecome aware that We have collected Personal Data from anyone under the age of 13 without\nverification of parental consent, We take steps to remove that information from Our servers.</p>\n<p>We also may limit how We collect, use, and store some of the information of Users between 13 and\n18 years old.\nIn some cases, this means We will be unable to provide certain functionality of\nthe Service to these users.</p>\n<p>If We need to rely on consent as a legal basis for processing Your information and Your country\nrequires consent from a parent, We may require Your parent's consent before We collect and use\nthat information.</p>\nLinks to Other Websites\n<p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a\nthird party link, You will be directed to that third party's site.\nWe strongly advise You to\nreview the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or\npractices of any third party sites or services.</p>\nChanges to this Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nWe will notify You of any changes by posting\nthe new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change\nbecoming effective and update the \"Last updated\" date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this\nPrivacy Policy are effective when they are posted on this page.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<ul>\n<li>By email: devon@justblackmagic.com</li>\n</ul> 1\nClick to get<br>temporary email.\n2\nUse temporary<br>email on site you<br>need it for.\n3\nCheck the email for<br>a response from<br>your addressee.<br>Do\nwhat you need<br>to do.\nTry it! <br>\n<br>\n<p>Special Announcement: Protect your Privacy with our Free Metadata Remover</p> Support 10MinuteMail:\n<p>\n</p>\n<p>\n</p>\n<p>Bitcoin address:<br>\n1NzuibHrygH1i4Wvzv5X5kX3vip9CFpS3b</p>\n<p>Home</p>\n<p>Accolades</p>\n<p>Blog</p>\n<p>F.A.Q.</p>\n<p>About</p>\n<p>Privacy Policy</p>\n<p>Change Ad Consent</p> Designed by Dinosaurs, probably.\n<p>Created by Devon Hillard</p>\n<p>Devon Hillard @ DigitalSanctuary</p>\n<p>Copyright © 2007-2020</p> ", "created_at": "2018-11-25 19:40:31.400997", "updated_at": "2021-05-28 20:37:44.504936"}], "points": [{"id": 21360, "title": "Third-party cookies are used for advertising", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 20:49:46.777724", "updated_at": "2021-05-30 11:36:10.621111", "quoteText": "Targeting and Advertising Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Third-Parties</p>", "case_id": 128, "document_id": 749, "quoteStart": 10802, "quoteEnd": 10919}, {"id": 21375, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Colorado, USA)", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:48:25.270489", "updated_at": "2021-05-30 11:33:05.644627", "quoteText": "Country</strong> refers to: Colorado, United States</li>\n<li>\n<p>", "case_id": 242, "document_id": 749, "quoteStart": 3203, "quoteEnd": 3268}, {"id": 21374, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:47:39.041114", "updated_at": "2021-05-30 11:32:01.090717", "quoteText": "<p>We may update our Privacy Policy from time to time.\nWe will notify You of any changes by posting\nthe new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change\nbecoming effective and update the \"Last updated\" date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this\nPrivacy Policy are effective when they are posted on this page.</p>", "case_id": 122, "document_id": 749, "quoteStart": 30065, "quoteEnd": 30557}, {"id": 21373, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:46:45.05988", "updated_at": "2021-05-30 11:33:17.375966", "quoteText": "Our Service does not respond to Do Not Track signals.</p>\n<p>", "case_id": 233, "document_id": 749, "quoteStart": 28309, "quoteEnd": 28370}, {"id": 21372, "title": "Your Personal data may be sold unless you opt out", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:45:42.170004", "updated_at": "2021-05-30 11:33:46.832528", "quoteText": "<p>We do not sell personal information.\nHowever, the Service Providers we partner with (for example,\nour advertising partners) may use technology on the Service that \"sells\" personal information as\ndefined by the CCPA law.</p>\n<p>If you wish to opt out of the use of your personal information for interest-based advertising\npurposes and these potential sales as defined under CCPA law, you may do so by following the\ninstructions below.", "case_id": 396, "document_id": 749, "quoteStart": 26557, "quoteEnd": 26993}, {"id": 21371, "title": "You can request access, correction and/or deletion of your data", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:41:46.834", "updated_at": "2021-05-30 11:29:48.651956", "quoteText": "\n<p>You have the right under this Privacy Policy, and by law if You are within the EU, to:</p>\n<ul>\n<li>\n<strong>Request access to Your Personal Data.</strong> The right to access, update or delete\nthe information We have on You.", "case_id": 195, "document_id": 749, "quoteStart": 21123, "quoteEnd": 21352}, {"id": 21370, "title": "The service will only respond to government requests that are reasonable", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:41:01.551198", "updated_at": "2021-05-30 11:30:07.995242", "quoteText": "t\n<p>Under certain circumstances, the Company may be required to disclose Your Personal Data if\nrequired to do so by law or in response to valid requests by public authorities (e.g.\na court or\na government agency).", "case_id": 393, "document_id": 749, "quoteStart": 16727, "quoteEnd": 16941}, {"id": 21369, "title": "Your data may be processed and stored anywhere in the world", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:40:19.428365", "updated_at": "2021-05-30 11:21:55.957904", "quoteText": "Transfer of Your Personal Data\n<p>Your information, including Personal Data, is processed at the Company's operating offices and in\nany other places where the parties involved in the processing are located.\nIt means that this\ninformation may be transferred to — and maintained on — computers located outside of Your state,\nprovince, country or other governmental jurisdiction where the data protection laws may differ\nthan those from Your jurisdiction.</p>", "case_id": 187, "document_id": 749, "quoteStart": 15492, "quoteEnd": 15948}, {"id": 21368, "title": "Some personal data may be kept after the end of the data retention period or a request for erasure", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:39:50.499267", "updated_at": "2021-05-30 11:34:29.90712", "quoteText": "<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally\nretained for a shorter period of time, except when this data is used to strengthen the security\nor to improve the functionality of Our Service, or We are legally obligated to retain this data\nfor longer time periods.</p>\n", "case_id": 333, "document_id": 749, "quoteStart": 15172, "quoteEnd": 15492}, {"id": 21367, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:39:09.888627", "updated_at": "2021-05-30 11:34:49.337894", "quoteText": "For Business transfers:</strong> We may share or transfer Your personal information\nin connection with, or during negotiations of, any merger, sale of Company assets,\nfinancing, or acquisition of all or a portion of our business to another company.</li>\n<li>", "case_id": 243, "document_id": 749, "quoteStart": 13434, "quoteEnd": 13692}, {"id": 21366, "title": "This service tracks you on other websites", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:38:36.018332", "updated_at": "2021-05-30 11:34:59.855183", "quoteText": " to advertise on third party websites", "case_id": 129, "document_id": 749, "quoteStart": 13314, "quoteEnd": 13351}, {"id": 21365, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:38:17.10796", "updated_at": "2021-05-30 11:35:34.183123", "quoteText": "We may share Your personal information with Service\nProviders to monitor and analyze the use of our Service, to show advertisements", "case_id": 166, "document_id": 749, "quoteStart": 13118, "quoteEnd": 13249}, {"id": 21364, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:37:49.808563", "updated_at": "2021-05-30 11:26:05.740529", "quoteText": "We may share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>With Service Providers", "case_id": 188, "document_id": 749, "quoteStart": 12995, "quoteEnd": 13107}, {"id": 21363, "title": "Third-party cookies are used for statistics", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:37:11.696018", "updated_at": "2021-05-30 11:35:46.341619", "quoteText": "\n<p>\n<strong>Tracking and Performance Cookies</strong>\n</p>\n<p>Type: Persistent Cookies</p>\n<p>Administered by: Third-Parties</p>\n<p>Purpose: These Cookies are used to track information about traffic to the Website and how\nusers use the Website.\n", "case_id": 325, "document_id": 749, "quoteStart": 10124, "quoteEnd": 10370}, {"id": 21362, "title": "No need to register", "source": "https://10minutemail.com/faq.html", "status": "From the FAQ: \"Do I need to sign up or provide any information to you? Nope! \"", "created_at": "2021-05-28 21:36:31.098719", "updated_at": "2021-05-30 11:30:40.961617", "quoteText": null, "case_id": 320, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 21361, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 21:34:53.037059", "updated_at": "2021-05-30 11:32:10.543974", "quoteText": "However, if You do not accept Cookies, You may not be able to use some parts of our Service.</p>", "case_id": 375, "document_id": 749, "quoteStart": 8499, "quoteEnd": 8595}, {"id": 21359, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and device fingerprinting", "source": "https://10minutemail.com/privacy.html", "status": "Also \"Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service.\"", "created_at": "2021-05-28 20:48:56.272178", "updated_at": "2021-05-30 11:36:01.85314", "quoteText": "unique device identifiers", "case_id": 323, "document_id": 749, "quoteStart": 7520, "quoteEnd": 7545}, {"id": 21358, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 20:48:39.790236", "updated_at": "2021-05-30 11:32:21.358016", "quoteText": "<p>Usage Data may include information such as Your Device's Internet Protocol address (e.g.\nIP\naddress),", "case_id": 399, "document_id": 749, "quoteStart": 7279, "quoteEnd": 7383}, {"id": 21357, "title": "The service claims to be CCPA compliant for California users", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 20:48:04.410427", "updated_at": "2021-05-30 11:30:48.851726", "quoteText": "or the purpose of the CCPA (California Consumer Privacy Act),", "case_id": 482, "document_id": 749, "quoteStart": 5595, "quoteEnd": 5656}, {"id": 21356, "title": "The service claims to be GDPR compliant for European users", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 20:46:43.014496", "updated_at": "2021-05-30 11:30:54.761797", "quoteText": "Under GDPR (General Data Protection Regulation), You can be referred to as the Data\nSubject or as the User as you are the individual using the Service.</p>\n</li>", "case_id": 481, "document_id": 749, "quoteStart": 2169, "quoteEnd": 2330}, {"id": 21355, "title": "There is a date of the last update of the agreements (March 2020)", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 20:45:16.089933", "updated_at": "2021-05-30 11:24:08.31261", "quoteText": "Last updated: March 23, 2020</p>\n", "case_id": 331, "document_id": 749, "quoteStart": 1177, "quoteEnd": 1210}, {"id": 5310, "title": "This service only uses temporary session cookies", "source": "https://10minutemail.com/10MinuteMail/privacy.html?dswid=-9640", "status": "Generated through the annotate view", "created_at": "2019-01-02 02:01:37.958745", "updated_at": "2021-02-06 04:16:16.467156", "quoteText": "A temporary cookie is used to allow the service to deliver the e-mail to the right person, but will expire when you close your browser.", "case_id": 125, "document_id": 749, "quoteStart": 679, "quoteEnd": 814}, {"id": 5309, "title": "IP addresses of website visitors are not tracked", "source": "https://10minutemail.com/10MinuteMail/privacy.html?dswid=-9640", "status": "Generated through the annotate view", "created_at": "2019-01-02 02:01:12.643525", "updated_at": "2021-02-06 04:16:28.138177", "quoteText": "10MinuteMail.com does <strong>NOT</strong> keep logs or records of your personal data including, but not limited to, your IP address, your incoming e-mail, and your outgoing e-mail.", "case_id": 192, "document_id": 749, "quoteStart": 441, "quoteEnd": 622}, {"id": 13386, "title": "Your personal data is given to third parties", "source": "https://10minutemail.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-27 03:32:36.088367", "updated_at": "2021-03-10 00:00:40.594385", "quoteText": "We and our partners use technologies, such as cookies, and process personal data, such as IP addresses and cookie identifiers, to personalise ads and content based on your interests, measure the performance of ads and content, and derive insights about the audiences who saw ads and content.", "case_id": 188, "document_id": 749, "quoteStart": 36, "quoteEnd": 327}], "urls": ["10minutemail.com"]}}