{"error": 448, "message": "OK", "parameters": {"id": 6280, "name": "Agoda ", "created_at": "2022-01-08 19:16:24.61745", "updated_at": "2022-01-08 23:01:20.063635", "wikipedia": null, "keywords": null, "related": null, "slug": "agoda", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6280.png", "url": "agoda.com", "documents": [{"id": 11389, "name": "Terms of Use ", "url": "https://www.agoda.com/info/termsofuse.html", "xpath": "/html/body/article/div/article/div[2]/div/div/div", "text": "<p>Agoda Terms of Use</p>\n<br>\n<p>Last updated January 2022</p>\n<p>These Terms of Use apply to your use of Agoda’s Site and the services offered through it.\nYour use of the Site indicates your acceptance of the Terms of Use, including the polices incorporated into them by reference.\nIf you do not accept the Terms of Use, you must not use the Site or the services.</p>\n<p>\n<strong>FOR U.S.\nCUSTOMERS ONLY:&nbsp.\n</strong>\n<strong>These Terms of Use include an agreement to mandatory arbitration, which means that you agree to submit any dispute related to this site, the use of our services, or these terms to binding arbitration rather than proceeding in court.\nYou may opt-out of this mandatory arbitration agreement only by following the procedures below.\nThese terms also include a jury waiver.</strong>\n</p>\n<p>The following definitions apply in the Terms of Use:</p>\n<p>\n<strong>Agoda</strong> means Agoda Company Pte.\nLtd., a Singapore company with its registered address at 30 Cecil Street, #19-08 Prudential Tower, Singapore 049712</p>\n<p>\n<strong>Related Companies</strong> means Agoda Services Co., Ltd., Agoda International Pte.\nLtd.\noperating in the United Kingdom, Agoda International (Hong Kong) Ltd., Agoda International Hungary Kft., Agoda International Japan KK, Agoda International (Malaysia) Sdn.\nBhd., Agoda International Philippines Corporation, Agoda International USA LLC, or Quantum Growth Network Information Technology (Shanghai) Co., Ltd.</p>\n<p>\n<strong>Site</strong> means the websites and applications owned or otherwise operated by Agoda</p>\n<p>The Terms of Use incorporate various policies, including those listed below.\nThe policies may apply to specific Services or programs offered by Agoda.</p>\n<p>Privacy Policy, Shop Safe Policy, Agoda Price Guarantee, Reservation Guarantee, Cancellation Policy, Refund Policy, AgodaCash Terms , Agoda Cashback Rewards Programs, Guest Review Guidelines, FAQs</p>\n<p>Agoda may amend the Terms of Use from time-to-time by publishing changes on the site.</p>\n<p>The Terms of Use of constitute the entire agreement between you, Agoda, and Related Companies, and supersede any previous agreement or understanding.</p>\n<p>\n<strong>1.\nScope of our Services</strong>\n</p>\n<p>\n<strong>A.\nAccommodation Reservation Facilitation</strong>\n</p>\n<p>Through the Site, Agoda provides an online platform through which you can browse different types of lodging and temporary accommodation, including but not necessarily limited to hotels, hostels, serviced apartments, B&amp;Bs, rooms for rent, cottages, ryokans, etc.\n(collectively, the “Accommodation(s)”) and request to make reservations with such Accommodations, including already making payment for such reservations of Accommodations in advance with a credit card, debit card, e-wallet, or such other payment method to facilitate the processing of such payment (“<strong>Payment Instrument</strong>”).\nBy making a booking through the Site for the Accommodation, you make an offer to book a reservation at the price listed for such reservation and such other terms and conditions stated on the Site.\nThis shall become a binding contract formed in Singapore pursuant to the Terms of Use when accepted by the Accommodation and consequently Agoda.\nYou will receive proof of the confirmed Accommodation booking via an e-mail confirmation (with a voucher for prepaid Accommodations),which means the reservation has been confirmed by the Accommodation.\nThe “thank you page” means your reservation request has been received and is complete for final processing, no further action is required by you.\nWe reserve the right to reject bookings as set out below.</p>\n<p>When rendering our services, the information that we disclose about Accommodations is based on the information provided to us by our suppliers or providers (including but not necessarily limited to the Accommodations, their representatives, distributors, destination management companies (DMCs), channel managers, partners, etc.).\nAs such, the Accommodations or their representatives are given access to an extranet or other connectivity solution through which they are fully responsible for updating all rates, availability, description, pictures, booking conditions, accommodation policies and other information which is displayed on the Site.\nAlthough we will use commercially reasonable skill and care in performing our services we will not verify if, and cannot guarantee that, all information is accurate, complete, correct or up to date, nor can we be held responsible for any errors (including manifest and typographical errors), interruptions (whether due to any (temporary and/or partial) breakdown, repair, upgrade or maintenance of the Site or otherwise), inaccurate, misleading or untrue information or non-delivery of information.\nEach Accommodation remains responsible at all times for the accuracy, completeness and correctness of the Accommodation information displayed on the Site.\nChanges in market conditions or circumstances may occur on short notice which may make information displayed on the Site inaccurate or outdated.\nIn case of problems, our Customer Service will use its commercially reasonable efforts to assist you and serve as a point of contact with the Accommodation.\nPlease note that Agoda is one of many channels Accommodations use to make their inventory available for reservation.\nWhen a search result indicates that a particular Accommodation has no more rooms available, that means the room type is not available for reservation through Agoda.</p>\n<p>The Site does not constitute and should not be regarded as a recommendation or endorsement of (the quality, service level or rating of) any Accommodation listed on the Site.\nWe hereby expressly disclaim any representation, warranty or undertaking in relation to the quality, status or adequacy of any Accommodation listed on the Site.\nThe Accommodations can be ranked on the Site according to different criteria (star rating, reviews, etc.).\nThe default ranking is based on an automated algorithm which may be updated or amended from time to time, and which takes into account different factors including but not necessarily limited to availability, promotions and rates, historical popularity, money earned by Agoda, conversion (the ratio of reservations made to Site visits), sales of room nights, cancellations, quality of content, guest review scores, star ratings etc.\nAgoda currently has a “Preferred Partner” program whereby certain selected Accommodations have the opportunity to improve their visibility on the Site.\nSuch Preferred Partner listings will be marked or contain wording for clarity.\nUnder certain circumstances, Agoda may also offer Accommodations the option of sponsored listings, i.e.\nto pay for a top spot.\nSuch sponsored listings will be marked or contain wording for clarity.</p>\n<p>To the extent permitted by applicable law, we reserve the right to, and our discretion, refuse or cancel bookings in exceptional cases and will notify you of the refusal or cancellation by email to the address you provided when you made your booking.\nTypical reasons for rejecting or cancelling a booking include, but are not limited to: Accommodation or Partner request(s), actual or suspected reselling of Accommodations booked through the Site on an individual or mass basis without our prior written approval (“Reselling”), breach of the Terms of Use, force majeure events, trade or economic sanctions, embargoes, legal restrictions, (suspicions of) fraud or theft, suspected criminal activity, suspicious bookings, submission by you of misleading or erroneous information, Payment Instrument problems, inappropriate behavior, threats, insults, violence, refusal to supply information, practical obstacles, communication problems, obvious errors (see below), history, blacklisting by governments or international organizations (USA, EU, UN, Singapore), etc.\nIf your booking is rejected or cancelled by Agoda and a payment has already been made, you will receive a refund of the total booking value, (except in the case of unauthorized Reselling or in any other appropriate case such as unauthorized use of the Site or there is an inappropriate manner in the use of the Site, and such use is harmful to us for which the refund of the total booking value or any part thereof is not justifiable).\nRefunds will not be issued in the event of unauthorized Reselling due to many negative factors including the disadvantage such practice imposes on our authorized and contracted affiliate partners, Accommodations who provide Agoda with inventory on a contracted and trusted basis and the loss and negative brand impact caused to Agoda due to unauthorized Resellers attempting to undercut Agoda’s business which may include placing the resold inventory on sites run by competitors of Agoda without our knowledge.\nWe also reserve the right to bar (“blacklist”) users from the Site, on a permanent or temporary basis, at our discretion.\nAny such blacklisted user must not attempt to use the Site under any other name or through any other user.\nSee also the section below under the heading <strong>Payment - Credit Card – “Book Now, Pay Later” – Age – Fraud </strong>for more information about our fraud prevention mechanisms.<strong>\n</strong>\n</p>\n<p>In rare cases, we may also have to cancel or reject a booking or make adjustments due to “obvious errors”, independent of the origin of such errors.\nFor clarity, an obvious error is a mistake on the Site (e.g.\nin terms of price, conditions, points) which a reasonable person would not consider to be normal.\nIf your booking is affected by an obvious error, we will notify you by email at the address you provided when you made the booking and will adjust the booking or awarded points as appropriate, and will, if &nbsp;relevant, refund some or all of the amount charged.</p>\n<p>Please note that suspected group bookings can also be rejected or cancelled by Agoda or the Accommodation as most Accommodations have specific procedures for group bookings.\nContact our Customer Service team for more information.</p>\n<p>Circumstances such as ongoing renovations, Accommodation booking errors, and specific guest needs can affect the quality of your stay.\nBe sure to let the Accommodation know any special requests or requirements you have at check-in.</p>\n<p>\n<strong>A word about star ratings</strong>\n</p>\n<p>The Accommodation star, other denoted ratings, or any reference on the Site to a rating on the Site (“<strong>Accommodation Ratings</strong>”) are provided for your information only and are only provided in relation to the Accommodation.\nThe Accommodation Ratings are based on information we have received from our suppliers, including the Accommodations, and may take into account the Accommodation’s facilities, rates, reviews, and services.\nAccommodation Ratings are unrelated to any other ratings assigned by government tourism authorities.\nWe do not independently verify star ratings.\nA star rating is only indicative of the level of comfort you can expect to find in a particular Accommodation, with a higher star rating generally being indicative of a higher level of comfort and amenities.\nFor more detailed information, please check the detailed description on the Site.\nPlease be aware that star ratings can vary greatly on the basis of location, available alternatives, local market conditions, practices or other circumstances.\nThus, it is possible that a star rating in one particular country or city is not comparable to the same star rating in another country or city due to such circumstances.\nStar ratings do not necessarily reflect all the amenities or services that might be available at an Accommodation, and some amenities and features may not be available in every room or at every property with a particular star rating.\nIf there are particular amenities or features that are important to you, please contact our Customer Service and inquire as to the availability of such amenities or features.</p>\n<p>Ratings and reviews for Ancillary Services are not covered by this section and are addressed in B.\nOther Ancillary Services below.</p>\n<p>\n<strong>B.\nOther Ancillary Services</strong>\n</p>\n<p>Agoda provides an online platform through which you can browse other services, including but not necessarily limited to flights, attractions and rental cars, (“Ancillary Services”) and make reservations for such Ancillary Services.\nAlthough the Agoda Site provides the platform for which you can browse and make reservations for these Ancillary Services, the Ancillary Services are provided by third parties, Agoda associated companies or partners (“Partners”), which have been selected by Agoda.\nFor example, flight display, search and reservation services on the Agoda Site are currently provided by Booking Holdings Inc.\ncompanies KAYAK or priceline.com and their respective suppliers.\nThe identity of each of our Partners will be displayed on the Site when browsing the Ancillary Services and a link provided to the Partner’s terms and conditions of use and/or privacy policy, which will govern the relationship between you and our Partner for the relevant Ancillary Service reservation.\nWe may be paid a fee or commission if you make a reservation for Ancillary Services.</p>\n<p>By making a booking through the Site for the Ancillary Services, you make an offer to book a reservation (e.g.\nfor flights or a rental car) at the price listed for such reservation on the Site, and on such other terms and conditions notified to you by the Partner from time to time, which shall become a binding contract when your reservation is accepted by the Partner.\nThe Partner will indicate the acceptance of your Ancillary Service booking via an e-mail confirmation to you.\nThe Partner reserves the right to reject bookings as set out in their terms and conditions.\nWe also reserve the right to reject your booking for Ancillary Services in accordance with these terms of use.</p>\n<p>We may display ratings for and reviews of Ancillary Services for your information only.\nThese are provided by the relevant Partner, which is responsible for the content of the ratings and reviews.\nThe ratings and rankings are subject to and governed by the Partner’s terms and conditions.</p>\n<p>\n<strong>2.\nUse of the Site</strong>\n</p>\n<p>Agoda also works with other companies, including Booking.com B.V., to offer reservations options in Accommodations worldwide to guests.\nIn some cases, you will receive a confirmation referring to such other companies.\nAgoda may also offer the option to book Ancillary Services (flights, rental cars) in cooperation with selected Partners as described above.</p>\n<p>Agoda grants you a limited, restricted, personal, non-transferable, non-sublicensable, revocable license to access and use the Site only as expressly permitted in the Terms of Use.\nExcept for this limited license, we do not grant you any other rights or license with respect to the Site.\nany rights or licenses not expressly granted herein are reserved.\nThe content and information on the Site, as well as the software and infrastructure used to provide such content and information, is proprietary to Agoda or its suppliers and providers, including the Accommodations and Ancillary Services.\nYou may only use the Site to make bona fide and legitimate enquiries or bookings and you hereby undertake not to make any speculative, false or fraudulent bookings or any reservations in anticipation of demand.\nYou undertake that the payment details you provide us with in making a booking are fully correct.\nYou also undertake to provide correct and accurate e-mail, postal and/or other contact details to Agoda and acknowledge that Agoda may use these details to contact you in the event that this should prove necessary.\nPlease also consult our Privacy Policy.</p>\n<p>Accordingly, as a condition of using the Site, you agree not to use the Site or its contents or information for any commercial or non-personal purpose (direct or indirect) or for any purpose that is illegal, unlawful or prohibited by the Terms of Use.\nExcept with our prior written authorization, you agree not to modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re-sell any information, software, products, or services obtained from the Site.\nIn addition, you agree not to: </p>\n<ul>\n<li>use the Site or its contents for any non-authorized commercial purpose (e.g.\nforward distribution or resale of bookings without permission);</li>\n<li>make any speculative, false, or fraudulent booking.\n</li>\n<li>access, monitor or copy any content or information of the Site using any robot, spider, scraper or other automated means or any manual process for any purpose without our express prior written permission.\n</li>\n<li>violate the restrictions in any robot exclusion headers on the Site or bypass or circumvent other measures employed to prevent or limit access to the Site.\n</li>\n<li>take any action that imposes, or may impose, in our discretion, an unreasonable or disproportionately large load on our infrastructure.\n</li>\n<li>deep-link to any portion of the Site (including, without limitation, purchase paths) for any purpose without our express prior written permission.\n</li>\n<li>re-sell, use, copy, monitor (e.g.\nspider, scrape), display, download or reproduce any content or information, software, products or services available on the Site for any commercial or competitive activity or purpose.\n</li>\n<li>\"frame\", \"mirror\" or otherwise incorporate any part of the Site into any other website without our prior written authorization;</li>\n<li>deliver any unlawful (according to any and all applicable laws or regulations) postings to or through the Site, or any postings which advocate illegal activity;</li>\n<li>deliver, or provide links to, any postings containing material that could be considered harmful, obscene, pornographic, indecent, lewd, violent, abusive, profane, racist, discriminating, insulting, threatening, tortuous, harassing, hateful or otherwise objectionable;</li>\n<li>deliver or provide links to, any postings containing defamatory, slanderous, false or libelous material;</li>\n<li>deliver any posting that infringes or violates any intellectual property or other right of any entity or person, including, without limitation, copyrights, patents, trademarks, laws governing trade secrets, rights to privacy, or publicity;</li>\n<li>deliver any posting that you do not have a right to make available under law or contractual or fiduciary relationships;</li>\n<li>impersonate another person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity, or adopt a false identity if the purpose of doing so is to mislead, deceive, or defraud another.\n</li>\n<li>manipulate identifiers, including by forging headers, in order to disguise the origin of any posting that you deliver;</li>\n<li>use the Site in any manner which could damage, disable, overburden, or impair or otherwise interfere with the use of the Site or other users' computer equipment, or cause damage, disruption or limit the functioning of any software, hardware, or telecommunications equipment;</li>\n<li>attempt to gain unauthorized access to the Site, any related website, other accounts, computer system, or networks connected to the Site, through hacking, password mining, or any other means.\n</li>\n<li>obtain or attempt to obtain any materials or information through any means not intentionally made available through the Site, including harvesting or otherwise collecting information about others such as email addresses.\n</li>\n<li>engage in any deceptive practices intended to manipulate the organic Search Engine Results Page (SERP) or employ search engine optimization (“SEO”) techniques considered to be against common search engine guidelines.\nSEO practices considered unethical, or “black hat” (aka “spamdexing”) include, though are not limited to cloaking, meta data and title tags, content scraping, link schemes, Google bombs, keyword stuffing, hidden text and links, doorway and cloaked pages, link farming or schemes, blog comment spam, etc.;</li>\n<li>do anything else which could cause damage to the Site, Agoda, Related Companies, and each oftheir employees and reputations, or would otherwise have a negative impact.\nor</li>\n<li>aid or abet any of the above.</li>\n</ul>\n<p>Unless otherwise expressly permitted, websites may not hyperlink to any page beyond the homepage of the Site or frame the Site or any web page or material herein, nor may any entity hyperlink any aspect of the Site in an email for commercial purposes without the express written permission of Agoda.</p>\n<p>By making a reservation on the Site, you represent and warrant that you are not covered by any international sanction program.</p>\n<p>If and when applicable, you will satisfy all your obligations, tax, withholding or otherwise as required by your country of residence.\n</p>\n<p>Agoda may use proprietary or third party technology (e.g.\nGoogle reCAPTCHA v3) on pages of its Site to keep the Site safe from malicious attackers or anyone who abuses the Site.</p>\n<p>\n<strong>3.\nPrices, Agoda Price Guarantee, Additional Charges, Taxes and Fees, Agoda exchange rates</strong>\n</p>\n<p>Please note that, unless expressly indicated otherwise, all prices on the Site are for room reservations only, for the specified stay dates and number of people.\nWithout prejudice to what is set out below, before you confirm a reservation, Agoda will display the total price payable, including taxes and service fees, and what is included.\nAs you select options or specify additional details, we will update the total price.</p>\n<p>\n<strong>A.\nPrices and Best Price Guarantee for Accommodations</strong>\n</p>\n<p>We strive to have the most competitive prices and we want you to pay the lowest price possible for your stay at an Accommodation.\nShould you find your Accommodation room reservation, with the same booking conditions, at a lower price on the Internet after you have made a booking through us, we will match the difference between our price and the lower price under the terms and conditions of the Best Price Guarantee.\nFor a claim to be valid under this guarantee, it must satisfy and be submitted in compliance with all relevant terms and conditions of our Best Price Guarantee.\n</p>\n<p>Sometimes cheaper rates are available on the Site for a specific stay at an Accommodation for the same room type, however, these rates made by Accommodations may carry special restrictions and conditions, for example in respect of cancellation and refund.\nPlease check the room type and rate details thoroughly for any such conditions prior to making your reservation.\nThe same room type may have different rates, depending on such restrictions and conditions (see also section 6 below).</p>\n<p> The Best Price Guarantee does not apply to Ancillary Services provided on the Site.\n</p>\n<p>\n<strong>B.\nAdditional Charges by Accommodations</strong>\n</p>\n<p> In addition to the reservation prices, some Accommodations will charge mandatory service fees, surcharges, and local taxes (for example, resort or amenity fees, transportation transfers, and city tourist tax).\nIf we are aware of these service fees and local taxes, we will display them with your reservation price.\nThese service fees and local taxes may be collected directly from you by the Accommodation, in addition to the price you pay for your reservation.<br>\nStandard room reservations are for single or double occupancy.\nExtra guests or beds will usually incur extra charges.\nAn Accommodation may refuse to allow additional guests to stay in a room – you must specify the correct number of persons, including children who will occupy each room you reserve.\n</p>\n<p>You will incur additional charges at the Accommodation for all services and products you use that are not included in the reservation price as expressly described by the booking conditions.\nCharges for amenities you use and products you consume during your stay (for example, parking, internet access, food and drink) are not included in the reservation price unless specified.</p>\n<p>During special events and periods, some Accommodations require each guest to purchase additional services (for example, a dinner on New Year’s Eve).\nIf we are aware of a required additional service you must purchase, we will display it in the booking conditions or with your reservation price.</p>\n<p>To travel to Accommodations in some locations (for example, islands in the Maldives), all guests must arrange transportation transfers in advance for an additional fee.\nSome Accommodations require Agoda to collect payment for the transfer when a reservation is made.\nWe will show these additional transfer fees with your total price.\nAgoda does not control or operate transfers, and is not responsible for the quality, safety, frequency, or service levels of the transportation.</p>\n<p> If you are unsure or concerned about additional charges, please verify with the Accommodation or Customer Service which extra fees (if any) are payable in addition to your reservation.</p>\n<p>\n<strong>C.\nAdditional Charges for Ancillary Services</strong>\n</p>\n<p>Please note that all prices on the Site for Ancillary Services are set by our Partners, unless otherwise indicated.\nPlease refer to the appropriate Partner’s terms and conditions for any additional charges that may be applicable to your reservation (for example, airport tax).</p>\n<p>Your reservation for, and any Ancillary Services you purchase, do not include insurance, unless expressly stated to include insurance.</p>\n<p>\n<strong>D.\nCurrency Conversion </strong>\n</p>\n<p>The prices shown in Agoda listings are based on rates set by the properties in their Property Currency.\nYou may choose to view listing prices in the Property Currency or a different Display Currency.\nIf your payment card or account supports it, we may give you the option to select the Charge Currency before you pay for your booking.</p>\n<strong>Definitions</strong>\n<br>\n<ul>\n<li>\n<strong>Account Currency</strong> means the default currency of the payment card or account you use to pay for a booking.</li>\n<li>\n<strong>Charge Currency</strong>&nbsp;means the currency in which you are charged for a booking.</li>\n<li>\n<strong>Display Currency</strong> means the currency in which you choose to view prices on our Site.&nbsp.\n</li>\n<li>\n<strong>Property Currency</strong> means the currency in which the property or service provider sets the rates for their listings of accommodations or services on our Site and wishes to receive funds from Agoda.\nBy default, the Property Currency is the official currency in the territory where the property or service is located.</li>\n<li>\n<strong>Indicated Rate</strong>&nbsp;– Bloomberg Generic Composite Rate mid-rate on the current day.</li>\n<li>\n<strong>Daily Adjusted Rate</strong>&nbsp;– Bloomberg Generic Composite Rate on the day payment is processed plus a 5% currency conversion charge.</li>\n</ul>\n<p>\n<strong>Account provider rates</strong>\n<br>\nIf your Charge Currency is different from your payment account currency, your account provider will determine the exchange rate to use when the transaction is applied to your account.\nYour account provider may offer a higher or lower rate than Agoda, and may charge you additional fees for a foreign transaction.\nAgoda does not control or benefit from your account provider’s exchange rate or fees.</p>\n<p>\n<strong>Agoda rates</strong>\n<br> If your Charge Currency is the same as your Account Currency, but different from either the Property Currency or your Display Currency, Agoda will use our Indicated Rate or Daily Adjusted Rate to convert prices.\nThe applicable rate will depend on choices you select when viewing listings and making a booking, as described below.</p>\n<p>\n<strong>Converted currency prices are indicative</strong>\n<br>\nIf you choose a Display Currency that is different from the Property Currency, Agoda will display indicative prices converted using our Indicated Rate.\nThe converted Display Currency price is a preliminary estimate of the price in your Display Currency - it is not firm or binding.\nThe converted price in the Display Currency is provided for your convenience, to allow you to compare different rates, packages, and conditions in the currency you prefer to use.<br>\nBecause room prices are set by properties in the Property Currency, the amount you pay for a booking will depend on three variables:</p>\n<ul>\n<li>the Charge Currency ;</li>\n<li>whether your booking is Pay Now, Book Now Pay Later, or Pay at Hotel;</li>\n<li>the exchange rate between the Charge Currency and the Property Currency on the day we process your payment.</li>\n</ul>\n<p>\n<strong>Pay Now bookings</strong>\n<br>\nIf you change the Charge Currency , we will update your total price to show the amount we will process to your payment account.\nWe can do this because we know the exchange rate at that time.\nIf you choose a Charge Currency that is different from the Display Currency, Agoda will use the Daily Adjusted Rate to convert the amount.\nFor all other Pay Now transactions, we will use our Indicated Rate to convert currencies.</p>\n<p>\n<strong>Book Now Pay Later bookings</strong>\n<br> If your Charge Currency is different from the Property Currency or Display Currency, Agoda will use our Daily Adjusted Rate on your payment date to convert the Property Currency price to your Charge Currency.\nIf you change your Charge Currency , we will show you the price in the Property Currency that will be used to determine the total charge on your payment date and the estimated converted price that you will be charged based on the current Daily Adjusted Rate.\nWe do this because we do not know what the actual exchange rate will be on your payment date.</p>\n<p>\n<strong>Pay at Hotel bookings</strong>\n<br> When you make a Pay at Hotel booking, we will update your total price to show the amount you will pay in the Property Currency.\nYou will pay the Property directly, in the Property Currency or any other currency the Property agrees to accept.\nIf you pay in a different currency, or with a payment account that uses a different currency, the actual amount you pay will depend on the exchange rate(s) used by the Property and your payment providers.\nThese factors are outside of Agoda’s control.\n</p>\n<p>\n<strong>A Word on Charges for Taxes and Fees</strong>\n</p>\n<p>In connection with facilitating your Accommodation transaction, the charge to your Payment Instrument may include a charge for taxes and fees (“Taxes and Fees”) unless indicated otherwise.\nIn relation to Accommodations, this charge includes an estimated amount to recover the amount Agoda pays to the Accommodation in connection with your reservation for taxes owed by the Accommodation including, without limitation, sales and use tax, occupancy tax, room tax, excise tax, value added tax and/or other similar taxes.\nIn certain locations, the tax amount may also include government-imposed service fees or other fees not paid directly to the taxing authorities but required by law to be collected by the Accommodation.\nThe amount paid to the Accommodation in connection with your reservation for taxes may vary from the amount we estimate and include in the charge to you.\nThe balance of the charge for Taxes and Fees, if any, is a fee Agoda retains as part of the compensation for our services and to cover the costs of your reservation, including, for example, customer service costs.\nIf the balance is negative, Agoda will absorb such difference.\nThe charge for Taxes and Fees varies based on a number of factors including, without limitation, the amount Agoda pays the Accommodation and the location of the Accommodation where you will be staying, and may include profit that Agoda retains.</p>\n<p>Our Accommodation suppliers, as vendors, include all applicable taxes in the amount billed and Agoda pays over such amounts directly to the vendors.\nAgoda is not a co-vendor associated with the vendors with whom we book or reserve your travel arrangements.\nTaxability and the appropriate tax rate and the type of applicable taxes vary greatly by location.</p>\n<p>For transactions involving Accommodations located within certain jurisdictions, the charge to your Payment Instrument for Taxes and Fees includes a payment of tax that Agoda is required to collect and remit to the jurisdiction for tax owed on amounts Agoda retains as compensation for services.</p>\n<p>For reservations where you need to pay at the Accommodation, the price may or may not include taxes and fees.\nPlease verify the booking conditions and your confirmation mail or voucher or contact our Customer Service team.</p>\n<p> In some locations, Accommodations may be required by local law to charge and collect city, bed, tourist occupancy or equivalent taxes directly.</p>\n<p> Taxes and fees for Ancillary Services you may purchase are described out in our Partner’s terms and conditions.</p>\n<p>\n<strong>4.\nPrivacy</strong>\n</p>\n<p>We respect your privacy.\nPlease have a look at our Privacy Policy for further information.</p>\n<p>\n<strong>5.\nPayment - Credit Card – “Book Now, Pay Later” – Age - Fraud</strong>\n</p>\n<p>For pre-paid Accommodation bookings with Agoda, you authorize us to collect and process (including the collection and processing through a third party) your information required by processing service providers or the financial institution that issues your Payment Instrument such as a credit or debit card in order to verify your identity.\nPersonal information collected about you and that may be shared to such third parties (including to handle your transaction and/or maintain your account) is set out in our Privacy Policy.</p>\n<p>To complete payment for such pre-paid Accommodation bookings, you authorize Agoda or Related Companies to charge or debit your Payment Instrument for the full price (sometimes without any option for refund depending on the Accommodation’s booking conditions, see below) upon reservation and confirmation of the booking or, in case of a “<strong>Book Now, Pay Later</strong>” booking, at the future point in time communicated in the confirmation email.\nWhen using “<strong>Book Now, Pay Later</strong>”, please ensure that your Payment Instrument is valid and has sufficient credit on the future payment date.\nIf the Payment Instrument cannot be charged on such date for whatever reason, the booking will be cancelled unless you can ensure that the card payment can be authorized on time.\nPlease check the reservation details thoroughly for any such conditions prior to making your reservation.\nAgoda or Related Companies will process refunds, if and when applicable, within a reasonable timeframe.You also authorize the crediting to your Payment Instrument in case of reversals, refunds, or adjustments through the service which facilitates the processing of payment transactions.\nFor certain Accommodations, Agoda will not charge your Payment Instrument, as you will pay the Accommodation directly for your stay (post-paid).\nHowever, in such cases some Accommodations may pre-authorize your card, charge a deposit or charge the full price of the reservation up-front.\nAccommodations may require credit card details in order to guarantee your reservation.\nAs such, Agoda will send your Payment Instrument information directly to the Accommodation at which your booking is made and may verify (i.e.\npre-authorize) your Payment Instrument as well.\nIn order to safeguard and encrypt your Payment Instrument information when in transit to us, we use the \"<strong>Secure Socket Layer (SSL)</strong>\" technology for our services.\nPlease note that your bank may impose additional fees on the transaction.</p>\n<p>Certain Payment Instrument companies charge their member banks a fee for processing \"<strong>foreign transactions</strong>\".\nIf you make card transactions and the recipient uses a bank located in a different country other than the bank which issued your card, an international service assessment, cross-border transaction fee or similar fee may be charged.\nYour issuing bank may or may not pass this fee on to you (the card user).\nPlease contact your issuing bank for details as this is outside the control of Agoda .</p>\n<p>In the event of Payment Instrument fraud or unauthorized use of your Payment Instrument by third parties, you should contact your bank or card issuer immediately upon becoming aware of such unauthorized use.\nIf you suspect an unauthorized or fraudulent booking was made via Agoda, please contact our Customer Service team immediately.\n</p>\n<p>In order to make a booking you must be over 18 years old (or such other age at which majority is reached in your country or territory) and have the full legal capacity to make the transaction (or have the authorization to do so from your legal guardian).\nYou undertake that the Payment Instrument you are using is your own or that you are authorized to complete the booking with this Payment Instrument and that there are sufficient funds to cover the cost of the transaction.\nYou accept financial responsibility for all transactions made under your name or account.</p>\n<p>You undertake that the details you provide us with in making a booking are fully correct.\nAgoda reserves the right not to accept certain Payment Instruments.\nAgoda may add or remove other payment methods at its discretion.\nFor increased convenience, Agoda now also offers the option to have your Payment Instrument details securely stored on file.\nIf you choose to store a credit or debit card with Agoda, we may not ask you for the Card Verification Value or security code the next time you use it to make a booking.\nFor more details, have a look at our Privacy Policy.</p>\n<p>We have stringent fraud detection and prevention mechanisms in place.\nIn certain cases, we may require additional information or verifications to validate and confirm the booking, as explained in more detail on the Site.\nA small verification charge or pre-authorization may also be made to your card, also when using \"<strong>Book Now Pay Later</strong>\".\nThe balance will be charged after confirmation or, in case of \"<strong>Book Now Pay Later</strong>\", on the future payment date (see the comment above about the possibility of cancellation in case the card cannot be charged on that date for whatever reason).\nReservations are not confirmed until you have received a confirmation email with a voucher and it is possible that an Accommodation or Ancillary Service could become fully booked during the fraud check, in which case the reservation will no longer be available.\nAgoda can never be held liable in such cases.\nAdditional information submitted will be treated in line with strict industry standards to protect privacy, using encryption for transmission and specialized agents for verification.\nIf you choose not to submit the additional information or if we are not satisfied with the information received, the booking will be cancelled because it is incomplete and any amounts charged (including the verification charge where applicable) will be refunded.</p>\n<p>\n<strong>A word about Instalments</strong>\n</p>\n<p>In certain jurisdictions, Agoda supports payment by instalments (“<strong>Instalments”</strong> or “<strong>Deferred Payments</strong>”).\nThis service is not provided by Agoda but by a third party (“<strong>Instalment Facilitator</strong>”).\nIf you desire to pay in Instalments, you will need to agree to the terms and conditions of the instalment payment structure of Instalment Facilitator and/or to an additional payment agreement with Agoda made available at the Instalment Facilitator’s website.\nIf you do not meet the requirements or you do not meet the terms and conditions of the Instalment Facilitator, the instalment feature will not be available to you.\nIf you are in breach of the terms and conditions of the Instalment Facilitator, you will be subject to the consequences stipulated by the Instalment Facilitator’s terms and conditions.\nAgoda reserves the right to cancel your booking, when you are in breach of Instalment Facilitator’s terms and conditions.\nYou agree to pay and be solely liable for the full amount of the booking amount and you agree that Agoda has the right to assign the booking amount payable by you to the Instalment Facilitator and/or its factors.\n</p>\n<p>\n<strong>A word about failed payments</strong>\n</p>\n<p>For a variety of reasons, payment on the Site may fail.\nIn such cases, Agoda will offer you alternatives, if available, to ensure your reservation can go ahead.\nIf you have any questions, please contact our Customer Service department.</p>\n<p>\n<strong>6.\nBooking conditions - Cancellations, No-Shows, Early Departure and Late Check-Out – Specific Accommodation Policies - Special Needs – additional Agoda services or products</strong>\n</p>\n<p>By making an Accommodation reservation on our Site, you accept and agree to the relevant Accommodation booking conditions, including cancellation and no-show policies applicable to that booking, and to any additional (delivery) terms and conditions of the Accommodation that may apply to your reservation or during your stay, including for services rendered and/or products offered by the Accommodation (the delivery terms and conditions of an Accommodation can be obtained with the relevant Accommodation).\nThe general cancellation and no-show policy of each Accommodation is made available on the Site at the Accommodation information pages or under “Booking Conditions”, “Cancellation Policies” or the like, and in the confirmation email and voucher.\nPlease note that you may be charged for your cancellation in accordance with the Accommodation’s cancellation and no-show policy, in some cases for the entire stay or the first night.\nWe recommend that you read the cancellation and no-show policy of the Accommodation carefully prior to making your reservation.\nIf you fail to check in to your Accommodation on time on the day of your reservation and do not alert the Accommodation, the remaining portion of your reservation may be canceled and you may not be entitled to a refund, depending on the terms and conditions of the applicable Accommodation.\nRegardless of the Accommodation’s cancellation policy, Agoda reserves the right to charge a cancellation fee, this will be indicated on the Site.\nPlease carefully check the Accommodation details thoroughly for any such conditions prior to making your reservation.\nSome Accommodations will charge extra for early or late check-outs.</p>\n<p>If you wish to review, adjust or cancel your reservation, please revert to the confirmation email and follow the instructions therein, use our self-service tool or contact Customer Service.</p>\n<p>Many Accommodations have specific policies around children, accompanying travelers and/or traveling with pets.\nAs indicated above, you are strongly advised to check with Customer Service, the Accommodation itself or to verify the Accommodation policies.</p>\n<p>Special Needs: If you have special needs (e.g., wheelchair accessible room) you must contact Customer Service or the Accommodation and verify that special needs can be met.\nPlease note that all special requests are subject to availability and are not guaranteed by Agoda.\nDepending on the policy of the applicable Accommodation, your reservation will be refunded, canceled or modified if special needs cannot be met.\nIf available, your request will be confirmed upon arrival.\nAgoda will not be liable to you for any damages or costs that you suffer if the Accommodation does not meet your special needs.</p>\n<p>\n<strong>A word about Agoda Price Alerts</strong>\n</p>\n<p>You may elect to set Agoda “Price Alerts” on Accommodations found on our Site.\nIf elected, we will send you a Price Alert when prices at your selected Accommodation(s) and for the indicated time frame on our Site change.\nPrice Alerts will not be specific to a type of room or other features relating to an Accommodation (e.g.\nbreakfast included, full board, type of bed).\nA maximum of one Price Alert per Accommodation per day will be sent to you.\nSending a Price Alert will only be triggered if the Accommodation price changes beyond a \"materiality\" threshold we set.\nThe type of Price Alert sent to you will depend on the medium you use, that is by email if your chosen Site is the Agoda website or by push notification if your chosen Site is our Agoda app.\nYou are responsible for updating your Price Alert settings.\nPrice Alerts within your settings will continue to be sent to you even if you make a booking for the selected Accommodation or another Accommodation for the indicated time period until you change your Price Alert settings.\nOpting into receiving Price Alerts will not affect any other choices you have made regarding receiving communications from us.\nAdditionally, we will of course provide you with the ability to opt out of receiving Price Alerts at any time by clicking on the “turn off price alerts” or a similar message found in the Price Alert sent to you.\nFor more information on this, please see our Privacy Policy.</p>\n<p>\n<strong>A word about Agoda’s Secret Deals</strong>\n</p>\n<p>Through its “Secret Deals” program, Agoda is frequently able to offer quality Accommodation rooms at very attractive rates, which means you can enjoy great savings on quality accommodation at selected properties worldwide, from luxurious five-star to charming boutique hotels.\nFor various reasons, the Accommodations participating in this program prefer to stay anonymous until the booking is confirmed and paid.</p>\n<p>Secret Deals are indicated with a specific logo and you can browse and consult key information about these properties (general area, description, facilities) prior to making a reservation, but you will not know which property it is.\nUpon completion of your reservation, the property name, location and contact details will be revealed.\nTo ensure that Agoda can continue to offer these special rates on a regular basis, Secret Deal bookings are non-cancellable and non-refundable.</p>\n<p>\n<strong>A word about PointsMAX</strong>\n</p>\n<p>Through its “PointsMAX” program, Agoda is offering you the opportunity to collect points with certain third party loyalty programs (e.g.\nmiles programs from airlines).\nFor certain Accommodations, you will be able to select a third party loyalty program from the PointsMAX menu to view offers, next to our usual room offering.\nIf available, you will be offered the choice of a PointsMAX booking that will incur points with your selected third party loyalty program.\nThe points you are earning and the program name are reconfirmed on your booking form and the thank you confirmation message you will receive after making a PointsMAX booking.\nPoints will be posted directly on your third-party program account within 2 to 8 weeks after your check-out date.\nFor the avoidance of doubt, the PointsMAX program does not apply to Ancillary Services provided on the Site.</p>\n<p>Some important notes on all PointsMAX bookings:</p>\n<ul>\n<li>The membership ID of the intended beneficiary of the third party points must belong to the guest staying at the hotel (identified by the lead guest name);</li>\n<li>The rates for PointsMAX bookings may be different from regular bookings at the same conditions;</li>\n<li>PointsMAX booking rates cannot be broken down into a room rate and points component;</li>\n<li>Any applicable cancellation policy will apply in full to the PointsMAX bookings;</li>\n<li>Only reward points or miles can be collected, not status points or points;</li>\n<li>Cancelled reservations will not earn points, regardless of the financial cancellations conditions.\n</li>\n<li>Points cannot be exchanged in cash and are not cumulative with other offers;</li>\n<li>The Agoda price guarantee does not apply to PointsMAX bookings.\nand</li>\n<li>The terms and conditions of the third party loyalty programs will apply to such program.</li>\n</ul>\n<p>\n<strong>A word about Promotions</strong>\n</p>\nAgoda may offer promotional rates, vouchers, promocodes and coupons, discounts, and special offers (“Promotions” ) from time to time.\nUnless expressly stated otherwise, Promotions may not be combined and are subject to rules and special terms and conditions that may be in addition to the Agoda Terms of Use.\n<p>\n<strong>A word about Promocodes and Coupons</strong>\n</p>\n<ol>\n<li>A valid promocode or coupon must be applied at the payment page for them to apply to your booking.\n</li>\n<li>Unless specified otherwise, promocodes and coupons do not apply to local taxes, service fees, and additional charges.</li>\n<li>The promocodes and coupons may exclude certain hotels, room types, or offers.\n</li>\n<li>Unless otherwise specified, promocodes and coupons are non-transferable, non-cumulative, and may not be combined with other offers, rewards, or loyalty programs.</li>\n<li>The promocodes and coupons cannot be redeemed or exchanged for cash, credit, or other products.</li>\n<li>In case of booking cancellation, the promocode or coupon has no cash or refund value.</li>\n<li>Some promocodes or coupons may only be available in certain territories or for residents of certain territories.</li>\n<li>Agoda reserves the right to stop the use of promocodes or coupons by users if they are deemed to have misused the promocodes or coupon.</li>\n<li>Agoda reserves the right to change the terms without prior notice.\n</li>\n<li>In case of any dispute, Agoda’s decision shall be final.</li>\n</ol>\n<p>\n<strong>A word about Agoda Reception </strong>\n</p>\n<p>Available at selected properties only, Agoda may enroll you in its “Agoda Reception” program, where through the Agoda App you will be able to view a list of your charges, checkout (if the relevant property allows) and receive notifications relevant to, and through the course of your stay at a property booked through Agoda.\nYou will be notified of enrollment into the Agoda Reception program on the Agoda booking confirmation for the relevant property.\nInitially, enrollment into the Agoda Reception program will be free of charge and you will able to opt out of the Agoda Reception program at designated point(s) of your stay.\nCharges incurred at the property during your stay and that you will be able to view via Agoda Reception may include room service, spa treatments, restaurant/(mini)bar, extra beds, extra stays, telephone, internet, pay-per-view, business center and other charges that you may incur during your stay.\nSuch charges can be viewed via Agoda Reception and will be updated as you progress in your stay.\nAll charges viewable via Agoda Reception are charges incurred at, charged by, and payable to the relevant property and no charges viewable via Agoda Reception will be payable to Agoda.\nFurther, at the end of your stay, you will be able to view a list of charges incurred at the property that you will be able to email to your designated email address.\nPlease note that the list of charges generated on Agoda Reception is not, and cannot be construed as a tax invoice – the relevant tax invoice can only be issued by the relevant property directly.\nCharges will in most cases, be charged to your Payment Instrument of choice either to the Payment Instrument that you may have on file with Agoda when you made the booking through Agoda,&nbsp.\nor the Payment Instrument that you may supply to the relevant property when you check in or check out.\nFor more information about the limited and secure sharing of your Payment Instrument data by Agoda to the relevant property booked by you, please see our Privacy Policy.&nbsp;</p>\n<p>Any disputes or issues that you may have on the charges viewable via Agoda Reception must be taken up by you with the relevant property directly and Agoda disclaims any risk or responsibility for such charges incurred by you with the relevant property.\nIn using and being enrolled in the Agoda Reception program, Agoda makes no warranties or representations of any kind including but not limited to merchantability, suitability or fitness for a particular use, nor does Agoda warrant or represent that the Agoda Reception program is or will be always available, accurate, reliable or free of any defects.\nBy participating in the Agoda Reception program, you participate at your own risk.</p>\n<p>\n<strong>7.\nIntellectual Property Rights - Trademark Notice</strong>\n</p>\n<p>The mark “Agoda”, as well as certain local language transliterations thereof is a registered trademark of or licensed to Agoda and/or its affiliated companies in many countries worldwide, including but not limited to the USA, the EU, Canada, Singapore, Thailand, Japan, China, India, Malaysia, Australia, Russia, Korea, Indonesia, the UAE, Switzerland, etc.\nOther product and company names identified on the Site may be the name, trademark, trade name, service mark, logo, symbol or other proprietary designation of Agoda, its licensor or associated companies or a third party.\nThe use on the Site of any name, trade name, trademark, service mark, logo, symbol or other proprietary designation or marking of or belonging to any third-party, and the availability of specific goods or services from such third-party through the Site, should not be construed as an endorsement or sponsorship of the Site by any such third-party, or the participation by such third-party in the offering of goods, services or information through the Site.\nAgoda owns the copyright to the Site.\nYou may not use the Agoda intellectual property without our consent.</p>\n<p>The Site contains copyright material, trade names and other proprietary information, including, but not limited to, text, software, photos, graphics and may in future include video, graphics, music and sound.\nThe entire contents of the Site are protected by copyright law.\nWe, and our licensors, own copyright and/or database right in the selection, coordination, arrangement and enhancement of such content, as well as in the content original to it.\nYou may not modify, publish, transmit, participate in the transfer or sale of, create derivative works, or in any way exploit, any of the content, in whole or in part except as provided in the Terms of Use.</p>\n<p>Unless stated otherwise, the software required for our services or available at or used by the Site and the intellectual property rights (including the trademarks, service marks, logos, designs, copyrights etc.) in the contents and information and material on the Site are owned by Agoda, its affiliated or associated companies, licensors, suppliers (including the Accommodations) or providers.\nAgoda does not assume any liability for copyrighted materials provided by third parties or any intellectual property right infringements by such third parties.</p>\n<p>You may use information from the Site for your own personal use only.\nExcept as otherwise expressly permitted under copyright law, no copying, redistribution, retransmission, publication or commercial exploitation of downloaded material will be permitted without our express permission and that of the copyright owner.\nIn the event of any permitted copying, redistribution or publication of copyright material, no changes in or deletion of author attribution, trademark legend or copyright notice shall be made.\nYou acknowledge that you do not acquire any ownership rights by downloading copyright material.</p>\n<p>We may provide hypertext links to other sites which are operated by other people.\nUsing such a link, you acknowledge leaving the Site and proceeding at your own responsibility.</p>\n<p>\n<strong>Claims of Copyright Infringement</strong>\n</p>\n<p>If you believe in good faith that materials hosted by us infringe your copyright, you or your agent (the “complainant”) may send us a written notice that includes the following information: </p>\n<p>1.\nthe name and address of the complainant;</p>\n<p>2.\nwhere the complainant is not the copyright owner or exclusive licensee, the name and address of the copyright owner or exclusive licensee;</p>\n<p>3.\nwhere the complainant is not resident in Singapore, the complainant’s address for service in Singapore;</p>\n<p>4.\na telephone number, a facsimile number (if any) and an electronic mail address at which the complainant can be contacted;</p>\n<p>5.\nsufficient particulars to enable us to identify the copyrighted work allegedly infringed;</p>\n<p>6.\nsufficient particulars to enable us to identify and locate the allegedly infringing electronic copy, including the online location of the electronic copy;</p>\n<p>7.\na statement that the complainant requires us to remove or disable access to the electronic copy;</p>\n<p>8.\na statement that the complainant believes in good faith that the electronic copy infringes the copyright in the work identified in paragraph 5 above;</p>\n<p>9.\na statement that the information in the notice is accurate;</p>\n<p>10.\na statement that the complainant is (a) the owner or exclusive licensee of the copyright in the work identified in paragraph 5 above, or (b) is authorized to act on behalf of such owner or exclusive licensee.\nand</p>\n<p>11.\na statement that the complainant submits to the jurisdiction of the courts in Singapore for the purposes of proceedings under relevant provisions in the Singapore Copyright Act.</p>\n<p>The notice must be signed by the complainant and sent to us by registered mail to the address mentioned under Section 12, c/o Legal Department – Copyright Claims.</p>\n<p>We will review and address all notices that comply with the requirements above in accordance with applicable law.</p>\n<p>We suggest that you consult your legal advisor before filing a notice.\nAlso, be aware that you may be guilty of an offence or liable for damages if you make a false claim of copyright infringement.</p>\n<p>\n<strong>8.\nReviews – Further correspondence - Rights to User Content – Other services</strong>\n</p>\n<p>By completing a booking, you agree to receive confirmation messages (email and/or SMS), as well as an invitation email to complete our guest review form which we will promptly send to you after your stay at the Accommodation, followed by one or more reminders.\nCompletion is optional.\nFor clarity, the confirmation and guest review communications (emails, SMS) are transactional and are not part of the newsletters or marketing mails, from which you can unsubscribe (see our Privacy Policy for more details).\nFor Ancillary Services, the Partner providing the Ancillary Service may invite you to complete a review regarding the Ancillary Services provided.\nThe completed Agoda guest review (including attachments, if any) may be uploaded onto the relevant information page on the Site for the sole purpose of informing (future) customers of your opinion of the service (level) and quality of the Accommodation.\nBy posting a review and submitting content with it such as pictures, you grant Agoda the full, perpetual, free, transferable and irrevocable rights to all submitted user content, including your name.\nAgoda reserves the right to translate, edit, adjust, refuse or remove reviews at its sole discretion.\nYou confirm you will comply with the Guest Review Guidelines.\nIn addition, you represent and warrant that (i) you own and control all of the rights to the user content that you post or otherwise distribute, or you otherwise have the lawful right to post and distribute such user content to or through the Site.\n(ii) such content is accurate and not misleading.\nand (iii) use and posting or other transmission of such content does not violate the Terms of Use or any applicable laws and regulations and will not violate any rights of or cause injury to any person or entity.\nYou further grant Agoda the right to pursue at law any person or entity that violates your or Agoda's rights in the content by a breach of the Terms of Use.\nYou agree you will be solely responsible for any user content you provide or submit.</p>\n<p>Content submitted by users will be considered non-confidential and Agoda is under no obligation to treat such content as proprietary information.\nWithout limiting the foregoing, Agoda reserves the right to use the content as it deems appropriate, including, without limitation, deleting, editing, modifying, rejecting, or refusing to post it.\nAgoda is under no obligation to offer you any payment for content that you submit or the opportunity to edit, delete or otherwise modify content once it has been submitted to Agoda.\nAgoda shall have no duty to attribute authorship of content to you, and shall not be obligated to enforce any form of attribution by third parties.\nPlease refer to the Agoda Policies on the Site for more details.\n</p>\n<p>If it is determined that you retain moral rights (including rights of attribution or integrity) in the content, you hereby declare that (a) you do not require that any personally identifying information be used in connection with the content, or any derivative works of or upgrades or updates thereto.\n(b) you have no objection to the publication, use, modification, deletion and exploitation of the content by Agoda or its licensees, successors and assigns.\n(c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the content.\nand (d) you forever release Agoda , and its licensees, successors and assigns, from any claims that you could otherwise assert against Agoda by virtue of any such moral rights.</p>\n<p>\n<strong>9.\nTravel advisory – Visa requirements</strong>\n</p>\n<p>Although most travel is completed without incident, travel to certain destinations may involve greater risk than others.\nWe urge passengers to review travel prohibitions, warnings, announcements and advisories issued by their governments prior to booking travel, particularly when travelling to international destinations.</p>\n<p>By displaying Accommodations in particular destinations, Agoda does not represent or warrant that travel to such points is advisable or risk-free and Agoda can never be held liable for damages or losses that may result from travel to such destinations.\nAgoda can under no circumstances be held liable for any incidents occurring during your stay at the Accommodation.\nYou are strongly advised to check the relevant travel advisories issued by your government for any country you are visiting and to take the necessary precautions.\nYou are also advised to have personal travel insurance.</p>\n<p>Agoda cannot be held liable for any loss incurred in the event of your failure to hold the necessary passports, visas and documentation for your journey.\nYou are advised to check with the relevant embassies, consulates and/or visa departments of the countries you wish to visit.\nIt is your responsibility to obtain whatever travel documents are required.</p>\n<p>Please note that some countries have strict rules and regulations on the import of restricted or prohibited goods, items or substances.\nThese can include but are not necessarily limited to alcohol, tobacco, perfumes, drugs, medication, books, movies, DVDs, adult entertainment materials, food stuffs, plants, animal parts, etc.\nIt is your responsibility to verify and comply with applicable regulations.\nNon-compliance can lead to severe penalties.</p>\n<p>\n<strong>10.\nComplaints</strong>\n</p>\n<p>If you have complaints about Agoda’s service, you can contact our Customer Service team via one of the methods described here.\nWe will do our very best to help you.\nPlease note that any complaints about the Accommodation or Ancillary Services (policies, standards, service, facilities, decoration, food, etc.) are ultimately a matter for the Accommodation or Partner.\nAgoda will coordinate directly with the Accommodation or Partner to try and find a mutually agreeable solution but we cannot guarantee a satisfactory outcome.\nComplaints about Ancillary Services are governed by the terms and conditions of the Partner providing the Ancillary Service.</p>\n<p>\n<strong>11.\nDisclaimer of Warranties</strong>\n</p>\n<p>ALL CONTENT, INCLUDING SOFTWARE, PRODUCTS, SERVICES, INFORMATION, TEXT AND RELATED GRAPHICS CONTAINED WITHIN OR AVAILABLE THROUGH THE SITE ARE PROVIDED TO YOU ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS.\nAGODA MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, AS TO THE OPERATION OF THIS WEBSITE OR THE INFORMATION, CONTENT OR MATERIALS INCLUDED ON THIS WEBSITE AND TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, AGODA DISCLAIMS ALL REPRESENTATIONS, CONDITIONS AND WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED CONDITIONS OR WARRANTIES OF MERCHANTABILITY OR SATISFACTORY WORKMANLIKE EFFORT, INFORMATIONAL CONTENT, TITLE, OR NON-INFRINGEMENT OF THE RIGHTS OF THIRD PARTIES.\nAGODA DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS THAT THE SITE WILL OPERATE ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE AND/OR ITS SERVERS WILL BE FREE OF VIRUSES AND/OR OTHER HARMFUL COMPONENTS.\nAGODA DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING SUITABILITY, AVAILABILITY, ACCURACY, RELIABILITY, COMPLETENESS, OR TIMELINESS OF ANY MATERIAL OF ANY KIND CONTAINED WITHIN THE SITE FOR ANY PURPOSE, INCLUDING SOFTWARE, PRODUCTS, SERVICES, INFORMATION, TEXT AND RELATED GRAPHICS CONTENT.</p>\n<p>UNLESS AGODA IS AT FAULT FOR INTENTIONAL OR WILLFUL MISCONDUCT, OR GROSS NEGLIGENCE, AGODA IS NOT RESPONSIBLE FOR ANY FAILURES CAUSED BY SERVER ERRORS, MISDIRECTED OR REDIRECTED TRANSMISSIONS, FAILED INTERNET CONNECTIONS, INTERRUPTIONS IN THE TRANSMISSION OR RECEIPT OF RESERVATIONS OR, ANY COMPUTER VIRUS OR OTHER TECHNICAL DEFECT, WHETHER HUMAN OR TECHNICAL IN NATURE.</p>\n<p>LIMITATION OF OR EXEMPTION FROM THE AFOREMENTIONED LIABILITY MAY NOT BE PERMITTED PURSUANT TO THE RELEVANT APPLICABLE LAWS.\nIN SUCH CASE, AGODA SHALL BEAR THE LIABILITY TO THE EXTENT SET FORTH IN THE RELEVANT LAWS.</p>\n<p>\n<strong>12.\nGeneral Limitation of Liability</strong>\n</p>\n<p>TO THE EXTENT PERMITTED BY LAW, IN NO EVENT SHALL AGODA AND RELATED COMPANIES, INCLUDING ITS RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, REPRESENTATIVES, SUBSIDIARIES, AFFILIATES, DISTRIBUTORS, SUPPLIERS, LICENSORS, AGENTS OR OTHERS INVOLVED IN CREATING, SPONSORING, PROMOTING, OR OTHERWISE MAKING AVAILABLE THE SITE AND ITS CONTENTS (COLLECTIVELY THE \"COVERED PARTIES\"), BE LIABLE TO ANY PERSON OR ENTITY WHATSOEVER FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, COMPENSATORY, CONSEQUENTIAL, OR PUNITIVE DAMAGES OR ANY DAMAGES OR LOSSES WHATSOEVER, INCLUDING BUT NOT LIMITED TO (WHERE RELEVANT, CAUSED BY): (I) LOSS OF PRODUCTION, LOSS OF PROFIT, LOSS OF REVENUE, LOSS OF CONTRACT, LOSS OF OR DAMAGE TO GOODWILL OR REPUTATION, INCONVENIENCE , STRESS, DISTRESS, LOSS OF CLAIM, BUSINESS INTERRUPTION, DATA OR OTHER INTANGIBLE LOSSES.\n(II) YOUR INABILITY TO USE, UNAUTHORIZED USE OF, DELAY, PERFORMANCE OR NON-PERFORMANCE OF THE SITE.\n(III) UNAUTHORIZED ACCESS TO OR TAMPERING WITH YOUR PERSONAL INFORMATION OR TRANSMISSIONS.\n(IV) THE PROVISION OR FAILURE TO PROVIDE ANY SERVICE, INCLUDING SERVICES RENDERED OR PRODUCTS OFFERED BY THE ACCOMMODATION, (PARTIAL) CANCELLATIONS OR OVERBOOKINGS.\n(V) ERRORS OR INACCURACIES CONTAINED ON THE SITE OR ANY INFORMATION (INCLUDING BUT NOT LIMITED TO THE (DESCRIPTIVE) INFORMATION (INCLUDING RATES, AVAILABILITY AND RATINGS) OF THE ACCOMMODATION AS MADE AVAILABLE ON THE SITE), SOFTWARE, PRODUCTS, SERVICES, AND RELATED GRAPHICS OBTAINED THROUGH THE SITE.\n(VI) ANY TRANSACTIONS ENTERED INTO THROUGH THE SITE.\n(VII) ANY PROPERTY DAMAGE INCLUDING DAMAGE TO YOUR COMPUTER OR COMPUTER SYSTEM CAUSED BY VIRUSES OR OTHER HARMFUL COMPONENTS, DURING OR ON ACCOUNT OF ACCESS TO OR USE OF THE SITE OR ANY SITE TO WHICH IT PROVIDES HYPERLINKS.\nOR (VIII) DAMAGES OTHERWISE ARISING OUT OF THE USE OF THE SITE, ANY USE, DELAY OR INABILITY TO USE THE SITE, OR ANY INFORMATION, PRODUCTS, OR SERVICES OBTAINED THROUGH THE SITE.\nOR (IX) ANY (PERSONAL) INJURY, DEATH, PROPERTY DAMAGE, OR OTHER DAMAGES ATTRIBUTABLE TO THE ACCOMMODATION (ITS EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, REPRESENTATIVES OR AFFILIATED COMPANIES) (X) ANY DAMAGES CAUSED BY A FORCE MAJEURE EVENT.\nTHE LIMITATIONS OF LIABILITY SHALL APPLY REGARDLESS OF THE FORM OF ACTION, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF A COVERED PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES.\n</p>\n<p>A force majeure event is any event beyond the Covered Parties’ control and can include, but is not limited to, natural disasters, weather conditions, fire, nuclear incident, electro-magnetic pulse, terrorist act, riots, war, arson attacks, insurgency, rebellion, armed hostilities of any kind, labor disputes, lockouts, strikes, shortages, government actions or restraints, pilferage, bankruptcy, machinery breakdown, network or system interruptions or breakdown, internet or communications breakdown, quarantine, epidemic, pandemic etc.\nNo responsibility is accepted for any additional expense, omissions, delays, re-routing or acts of any governmental authority.\nNo Covered Party shall be responsible for any Accommodation’s breach of any condition or warranty including, but not limited to, implied conditions or warranties of fitness for a particular purpose or of merchantability, nor shall any Covered Party be responsible for any other wrongdoing of an Accommodation (including any liability in tort), as to any products and/or services available through the Site.\nAgoda does not guarantee continuous access without interruption to the Site.</p>\n<p>Agoda will bear the responsibility required by relevant laws only if it is at fault for engaging in intentional or willful misconduct or it is grossly negligent in providing the relevant service.\nTo the extent permissible pursuant to the relevant applicable laws, and without prejudice to the limitations set out in the Terms of Use, the liability of Agoda, in the aggregate, will not exceed the lesser of (a) the aggregate cost of your reservation as set out in the confirmation email (whether for one event or series of connected events) or (b) two hundred and fifty United States dollars (or its equivalent in local currency).\nIn case of an overcharge or mischarge caused by Agoda, you can make a claim regarding all erroneous charges notwithstanding what is set out above.</p>\n<p> In addition, limitation of or exemption from the aforementioned liability may not be permitted pursuant to the relevant applicable laws.\nIn such case, Agoda shall bear the liability to the extent set forth in the relevant laws.\nClaims should be submitted as soon as possible after occurrence of the event giving rise to the claim.\nClaims submitted with undue delay may be considered void pursuant to applicable statute of limitations.\nOnly bona fide claims will be considered.</p>\n<p>\n<strong>13.\nMiscellaneous</strong>\n</p>\n<p>Agoda does not in any way (directly or indirectly, independently or in conjunction with any party) own, manage, operate or control the Accommodations, or any room in such Accommodations.\nThe Accommodations are liable and responsible for providing accommodation services and welcoming people who have booked through the Site as their guests.</p>\n<p>You agree to indemnify, defend and hold harmless Agoda, its subsidiaries and other affiliates, and their partners, payment service providers and other applicable third parties from and against any liability, damage or loss including legal fees and expenses that are incurred or suffered as a result of (i) your use of the Services, (ii) any breach or non-compliance by you of any law, or any term of these Terms of Use or the rights of a third party, (iii) any action, inaction or omission by you, or (iiiiv) any dispute or litigation caused by your actions, inactions or omissions, (v) content you submit, post, transmit, or make available through Rocket Travel or your use of the Services or (vi) the use of the Services by any person using your account and/or password.\nIf you use the Site for or on behalf of a third-party (\"Third-party\"), such as a family member or a traveling companion, you are responsible for any error in the accuracy of information provided in connection with such use.\nIn addition, you must inform the Third-party of all applicable terms and conditions.\nEach customer using the Site for or on behalf of a Third-party agrees to indemnify and hold all Agoda Companies harmless from and against any and all liabilities, losses, damages, suits and claims (including the costs of defense), relating to the Third-party's or the user's failure to fulfill any of its obligations as described above.</p>\n<p>You are at all times bound by the local laws and regulations.\nThings which are legal in certain countries may be illegal in others.\nYou should enquire about applicable restrictions.\nAgoda will not be liable in case an Accommodation refuses to check you in or asks you to leave for legal or regulatory reasons.</p>\n<p>For your convenience, the Site and the Terms of Use exist in a number of languages and local versions (identified by different top level domain names in some cases), but have originally been drawn up in the English language.\nIn case of conflict between the English language version and a translated version, the English language version of the Terms of Use shall prevail.</p>\n<p>The Terms of Use shall be deemed severable.\nIn the event that any provision is determined to be unenforceable or invalid, such provision shall nonetheless be enforced to the fullest extent permitted by applicable law and such determination shall not affect the validity and enforceability of any other remaining provisions.\nThe severed provisions shall be replaced by a provision approximating as much as possible the original wording and intent.</p>\n<p>Agoda reserves the right, in its sole discretion, to the extent permissible under relevant law to temporarily or permanently modify, suspend, or terminate the Site and/or any portion thereof, including any service or product available through the Site, and/or your use of the Site, or any portion thereof.\nIn the event of termination of the Site, the reservations made via Agoda will still be honored unless you receive a notification.\nYou will still be bound by your obligations under the Terms of Use, including the warranties made by you, and by the disclaimers and limitations of liability.\nAdditionally, Agoda shall not be liable to you or any third-party for any termination of your access to the Site.\nAgoda reserves the right to amend or repeal the Terms of Use (or parts thereof) as it deems appropriate.\nAccommodations and Partners have the right to change their offerings and this is outside Agoda’s control.</p>\n<p>Local tax receipts are only available from properties for bookings where payments are made at the property.\nFor pre-paid bookings (pay Agoda), Agoda can issue local invoices for bookings in Singapore since Agoda is a tax resident of Singapore and also Agoda receipts for anywhere else.</p>\n<p>The Terms of Use and the provision of our services shall be governed by and construed in accordance with the laws of Singapore without reference to Singapore conflict of laws rules, and any dispute arising out of the Terms of Use and Agoda’s services shall exclusively be submitted to the competent courts in Singapore.\nThe <em>Contracts (Rights of Third Parties) Act 2001</em> (Cap.\n53B) is expressly excluded and shall not apply to the Terms of Use.</p>\n<p>Failure by Agoda to enforce a right does not result in waiver of such right.\nYou may not assign or transfer your rights unless agreed by us.\nWe reserve the right to freely assign the Terms of Use and the rights and obligations hereunder.\nWe may amend the Terms of Use at any time by posting a variation on the Site.\nThe latest version of the Terms of Use will supersede all previous versions.\nYour bookings will be governed by the then current applicable Terms of Use at the time of your specific bookings.</p>\n<p>\n<strong>14.\nGoverning Law and Disputes</strong>\n</p>\n<p>(A) The Terms of Use and the provision of our services will be governed by and construed in accordance with the laws of Singapore without reference to Singapore conflict of laws rules.\nAny dispute arising out of the Terms of Use or otherwise connected to Agoda’s services must exclusively be submitted to a court of competent jurisdiction in Singapore.\nThe <em>Contracts (Rights of Third Parties) Act 2001</em> (Cap.\n53B) is expressly excluded and will not apply to the Terms of Use.</p>\n<p>\n<u>(B)</u>\n<strong>\n<u> For US customers only:</u>\n</strong>\n</p>\n<p>This part of Section 14 only applies to US customers.\nPlease read this section carefully.\nIt affects rights that you may otherwise have.\nIt provides for resolution of most disputes through binding arbitration instead of court trials and class actions.\nThis arbitration clause will survive termination of this Section.</p>\n<p>This provision is intended to be given the broadest interpretation and application to encompass all disputes or claims arising out of or relating to your relationship with Agoda, including the use of our website, our services and any other interactions with us.\nAgoda is committed to customer satisfaction.\nWe will try to resolve any concerns or problems with our services that you may have.\nIf we are unsuccessful, any dispute or claim arising out of or relating to this Section and your relationship with Agoda or any subsidiary, parent or affiliate company or companies (whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory) will be resolved by binding arbitration, except that either of us may take claims to small claims court if they qualify for hearing by such a court.</p>\n<p>Notwithstanding the above, you may opt out of this binding arbitration provision within 30 days after this Section comes into effect (the \"Opt Out Deadline\").\nThis will be the earliest of (a) the date you first used our website, (b) the date you first used our services or (c) the date you started a relationship with us.\nYou may opt out of these arbitration procedures by sending us a written notice using any of the following methods:</p>\n<ul>\n<li>By email to arbitration.optout@agoda.com with the subject line: <strong>Terms of Use – US Opt Out Notice</strong>.</li>\n<li>By regular mail or courier to our registered address at Legal Department, Agoda Company Pte.\nLtd., 30 Cecil Street, Prudential Tower #19-08, Singapore 049712.</li>\n<li>Using our online customer service form at this link.\nThis option is supported if you have made a booking through Agoda and have a confirmation number.\n</li>\n</ul>\n<p>We must receive your opt out notice no later than 3 days after the Opt Out Deadline for it to be valid.\nYou agree that you must pursue any claim in arbitration or small claims court if we do not receive an opt-out notice from you, or if we receive an opt-out notice from you more than 3 days after the Opt Out Deadline.\n<br> For all disputes, whether pursued in arbitration or small claims court, you must first send a written description of your claim to us to allow us an opportunity to resolve the dispute.\nYou and we each agree to negotiate your claim in good faith.\nYou may request arbitration if your claim or dispute cannot be resolved within 60 days.\nYou must send us written notice of the claim using either of the following methods:</p>\n<ul>\n<li>By email to arbitration.optout@agoda.com with the subject line: <strong>Terms of Use – US Dispute Notice</strong>.</li>\n<li>By regular mail or courier to our registered address at Legal Department, Agoda Company Pte.\nLtd., 30 Cecil Street, Prudential Tower #19-08, Singapore 049712.</li>\n</ul>\n<p>The arbitration of any dispute or claim will be conducted in accordance with the rules of the American Arbitration Association (\"AAA\"), including the AAA's Consumer Arbitration Rules (as applicable), as modified by this Section.\nThe AAA Rules and information about arbitration and fees are available online at www.adr.org.&nbsp.\nTo the extent of any inconsistency, this Section will supersede and govern over the AAA Rules.</p>\n<p>You and we agree that this Section evidences a transaction in interstate commerce and this arbitration provision will be interpreted and enforced in accordance with the U.S.\nFederal Arbitration Act and federal arbitration law, and not governed by state law.\nAny arbitration will be held in a reasonably convenient location in the state in which you reside or at another mutually agreed location.\nThe arbitration will be conducted in the English language.\nAn arbitrator may award any relief that would be available in a court, including injunctive or declaratory relief to the extent required to satisfy your claim, as well as afford public injunctive relief where such claims are permitted and cannot be waived by applicable law, and must follow and enforce this Section as a court would.</p>\n<p>Any arbitration will be confidential, and neither you nor we may disclose the existence, content or results of any arbitration, except as may be required by law or for purposes of enforcement of the arbitration award.\nJudgment on any arbitration award may be entered in any court having proper jurisdiction.</p>\n<p>We agree that we will pay all filing, administration and arbitrator fees other than the initial filing fee that you must pay to file the initial arbitration demand, and if your claim is for less than $1,000 we will reimburse you for the filing fee if you provide a written request for reimbursement.\nOtherwise, we will each bear the fees and expense of our respective attorneys, experts, witnesses and preparation and presentation of evidence at the arbitration.\n</p>\n<p>In addition to the above, you and we each agree that any proceeding, whether in arbitration or in court, will be conducted only on an individual basis and not in a class, consolidated or representative action, except for actions for injunctive relief as described below.\nIf a court or arbitrator determines in an action between you and us that this class action waiver is unenforceable, the arbitration Section will be void as to you.\nIf you opt out of the arbitration provision as specified above, this class action waiver provision will not apply to you.\nNeither you, nor any other customer, can be a class representative, class member, or otherwise participate in a class, consolidated or representative proceeding without having complied with the opt-out procedure set forth above.\nNotwithstanding the above Terms of Use, nothing in this Section will be construed to waive any right you have under applicable law to pursue a claim for injunctive relief with the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the general public.\nAny such public injunctive relief claims are preserved and will be subject to arbitration.\nTo the extent permitted by applicable law, any determination of the extent to which your claims qualify as seeking public injunctive relief will be heard and decided by the arbitrator.\nIf for any reason a claim proceeds in court rather than through arbitration, you and we each waive any right to a jury trial.</p>\n<p>\n<strong>15.\nAbout Agoda</strong>\n</p>\n<p>All of our online reservations services rendered through the Site are provided by Agoda Company Pte.\nLtd., which is a private limited liability company, incorporated under the laws of Singapore, having its registered address at 30 Cecil Street, Prudential Tower #19-08, Singapore 049712 and is registered with the Accounting and Corporate Regulatory Authority of Singapore under company registration number 200506877R.</p>\n<p>Agoda is supported by certain affiliated companies in providing services to you in different locations in relation to their reservations (“Customer Support Companies”).\nSuch services include accepting and dealing with payments for bookings, providing customer care, liaising with the Accommodations and handling complaints and refunds.</p>\n<p>Customer Support Companies only provide such services in relation to your reservations, but do not own, control, host, manage or maintain the agoda.com website (or any other website).\nThe agoda.com website is domiciled only at its registered office in Singapore and not at the offices of any Customer Support Company around the world.\nCustomer Support Companies are not authorized to act as Agoda’s process or service agents, do not have any power or authority to represent Agoda or to enter into any contract in the name of, for or on behalf of Agoda.\nYou will also not be able to make a reservation in or through any of these offices as reservations can only be made through the Site.</p>\n<p>In addition, Agoda and its related companies have various other subsidiaries, branches and offices throughout the world providing certain other non-customer related internal supporting roles (“Agoda Support Companies”).\nAgoda Support Companies do not have any power or authority to render our services, to represent Agoda or to enter into any contract in the name of, for or on behalf of Agoda and are not authorized to act as Agoda’s process or service agents, unless specifically authorized by Agoda.\n</p>\n<p>Agoda and its affiliated companies (including all Customer Support Companies and all Agoda Support Companies) do not act as a travel agent except where stated otherwise on the Site.\nFor further information about our Partners who may provide Ancillary Services (flights, rental cars) please refer to their respective sites.</p>\n<p>For all questions about agoda.com, the services or the Site, or if you wish to send or serve any documents, correspondence, notices or other communications in respect of agoda.com, the Site or otherwise, please contact Agoda Company Pte.\nLtd.\ndirectly.</p>\n<p>\n<strong>More information or questions?</strong>\n</p>\n<p>For additional information and to learn more about Agoda, please also refer to our FAQs on the Site.</p>", "created_at": "2022-01-08 19:16:24.622945", "updated_at": "2022-01-08 18:16:47.508531"}, {"id": 11388, "name": "Privacy Policy ", "url": "https://www.agoda.com/info/privacy.html", "xpath": "/html/body/article/div/article/div[2]/div/div/div", "text": " <p>Agoda Privacy Policy</p>\n<br>\n<p>\n<strong>Introduction</strong>\n</p>\n<p>Last Updated in Nov 2021</p>\n<p>This Privacy Policy describes how Agoda Company Pte.\nLtd.\n(30 Cecil Street, Prudential Tower #19-08, Singapore 049712) (\"Agoda,\" \"we,\" \"us,\" \"our\") collects, uses, and shares information about you when you visit and interact on our website (mobile and desktop) and mobile app (collectively, \"Site\") or other means connected to the Sites (such as contacting our customer service team via chat or email).\nBelow is a summary of our privacy practices.\nOur full Privacy Policy is available below, or you can click the links on any of the points detailed in the summary table for further details.</p> 1.\nCollectionWe may collect information about you, such as your name, phone number, email address, and credit card details through your use of the Site.\n2.\nUseWe may use your information to provide the requested services, maintain and improve the Site, and send you marketing communications.\n3.\nMobile DevicesWith your consent, we may send you push notifications with information about your reservations and Agoda programs of your choosing.\n4.\nSharingWe may share your information with suppliers, service providers, business partners, and our affiliates.\n5.\nCountry-Specific Privacy Rights\nDepending on your country of residence, you may have rights to request information from us including how we share certain categories of your information with third parties.\n6.\nCookiesWe may use cookies and similar technologies to help provide our Site, understand and customize your preferences, and display relevant advertising.\n7.\nOpting out of Marketing EmailsYou may opt-out of Agoda's email marketing communications by using the unsubscribe link in our marketing emails or by changing your account settings.\n8.\nInternational TransfersWe maintain appropriate protections for cross-border transfers as required by law for international data transfers.\n9.\nInformation from Other PartnersWe may collect information from affiliated entities, business partners, or other third party providers and you may opt-out of this collection.\n10.\nSecurityWe maintain reasonable security measures to protect your information and require our service providers to do the same.\n11.\nData Subject RightsYou may exercise certain rights of access, correction, deletion, portability, or object to certain processing of your information.\n12.\nUpdates to Privacy PolicyWe will notify you of any material changes by posting the updated version of this Privacy Policy and taking other steps as needed.\n13.\nThird Party LinksWe may provide links to Third Party Websites that are not owned or controlled by us, and are governed by separate user terms and privacy statements.\n14.\nAdditional ConsiderationsInformation related to minors, policy language, and Terms of Use.\n15.\nContacting UsPlease contact us with any questions about this Privacy Policy or our privacy practices as detailed below.\n<br>\n<p>\n<strong>1.\nInformation We Collect</strong>\n</p>\n<p>We collect information about you that you provide to us when using the Site, such as your name, address, phone number, credit card details, e-mail address, accommodation name, accommodation location and/or length of stay, and your Agoda account password for accommodation reservations.\nIn addition for flight reservations, we may also collect passenger name, date of birth, nationality and passport details including passport number, country of issue and expiry date.\n</p>\n<p>By visiting our Site, we may also automatically collect certain usage information, such as your IP address, geographic data, country, search preferences related to specific searches, browser, and information about your device's operating system, application version, language settings, and pages that have been shown to you.\nIf you are using a mobile device to access our mobile app or mobile optimized Site, we might also collect information that identifies your mobile device, such as the device ID, location of the device (with your consent), and device-specific settings and characteristics.</p>\n<p>If you participate in an Agoda program, there may be limited additional information that we may collect from the accommodation about your stay.\nfor example, see the information below collected as part of the Agoda Umrah program.\nWhen you make a reservation, our system registers through which means and from which websites you have made your reservation.\nWe may also collect certain information through cookies, tags, and similar technologies as detailed below.</p>\n<p>If you decide to book tours or other travel activities through our Site, depending on the type of tour or travel activity, there may be limited additional information that we may collect from you, including your passport details, date of birth, height and weight, pick-up location, your preferred tour/activity language, and information about any special requirements that we need to consider in connection with your participation in the respective tour/activity.</p>\n<p>If you need to get in touch with our customer support team, or reach out to us through other means (such as through social media, or communicating with your accommodation through us), we will collect information from you there too.</p>\n<p>Where you submit reviews regarding your accommodation or other ancillary services available on our website through us, we will collect information from you included in your reviews, including your first name and country of residence.</p>\n<p>You can decide to participate in our referral programs or other promotions, and doing this will also mean providing us with personal data.\nIn addition to that, you can provide us with feedback or ask for help with using the Sites or our various communications platforms.</p>\n<p>Where you are making a booking with other guests whose details you provide to us as part of your reservation, or if you make a booking on behalf of someone else, it is your responsibility to ensure that the person or people you have provided personal information about are aware that you have done so, and have understood and accepted how Agoda uses their information (as described in this Privacy Policy).</p>\n<p>Accommodation partners may share information about you with us too – this may happen if you have questions about your pending booking or if disputes arise regarding your booking.</p>\n<p>\n<em>The Agoda Umrah Program </em>\n</p>\n<p>If you are making a reservation on our dedicated Umrah landing page, then as part of processing your travel reservation(s) and facilitating your visa application with the respective Government authorities in the Kingdom of Saudi Arabia including the Ministry of Hajj and Umrah, and the Ministry of Foreign Affairs - we may collect, store, process and disclose additional personal information of yours consisting of the passport numbers, nationality, flight details and date of birth for each guest under a reservation made on the landing page as well as the email address and telephone number of the lead guest.\nSuch personal information is required to process both the travel reservation(s) and visa application which is processed and approved by the respective ministries, and in order for the ministries to receive your visa application, your personal information will be disclosed through the ministries’ service provider, based in the Kingdom of Saudi Arabia.\nYour personal information will be retained by Agoda for the duration outlined in this Privacy Policy.\n</p>\n<p>\n<em>The Agoda TTogether Program (Thailand)</em>\n</p>\n<p>If you are making a reservation through the Agoda TTogether Program, then as part of processing your travel reservation(s) and to facilitate the eligibility requirements for the Program - we may collect, store, process and disclose additional personal information of yours consisting of the last digits of your Thai citizen ID card and the telephone number you have used to register for the Program.\nSuch personal information is required to process both the travel reservation(s) and to meet the eligibility requirements imposed by the Thai government.\nYour personal information may be disclosed where strictly required to Third Parties (including the relevant Thai government bodies and indicated partners such as local banking partners and others).\nYour personal information will be retained by Agoda for the duration outlined in this Privacy Policy.</p>\n<p>\n<em>The Go to Travel Program (Japan)</em>\n</p>\n<p>If you have made or are making a reservation through Japan’s Go to Travel Program, then as part of processing your travel reservation(s) and/or to facilitate the eligibility requirements for the Program - we may collect, store, process and disclose additional personal information of yours (or of the other guests on behalf of whom you have made the reservation, where applicable) which may consist of the name of the prefecture of residence and any relevant documents that you choose to provide as proof of residence (such as driver’s license, resident card, or others).\nSuch personal information is required to process both the travel reservation(s) and/or to meet the eligibility requirements imposed by the government authority responsible for the Go to Travel Program.\nYour personal information may be disclosed where strictly required to Third Parties (such as the relevant government bodies where required).\nYour personal information will be retained by Agoda for the duration outlined in this Privacy Policy and as needed to comply with the Go to Travel Program requirements.</p>\n<p>\n<em>Special categories of personal information</em>\n</p>\n<p>Certain types of personal data, such as religion or health-related information, are considered sensitive and may require additional protection under applicable laws.\nAlthough we do not ordinarily collect sensitive personal data as part of standard accommodation bookings, there may be a need to from time to time, collect such information e.g.\nas contained in a government-issued identification document or medical certificate if such information is supportive of a transaction or request that you ask us to perform on your behalf such as a cancellation or amendment of your booking.\nYou may also elect to provide us with other information which may imply or suggest information like religion, health or other information, such as when specifying your dietary needs.\nSuch collection and processing of such sensitive personal data will be in line with what is set out in this privacy statement.\n</p>\n<p>Where required by law, we rely on the following legal bases to process personal information:</p>\n<ul>\n<li>Necessity to Perform Contract with You - we need to process your information in order to provide our travel reservation services to you, answer questions and requests from you, and provide customer support;</li>\n<li>Our Legitimate Interests - we process your information for security and safety.\ndebt recovery purposes.\nto detect and prevent fraud.\nto protect and defend the rights or property of others, or our own rights and interests.\nto analyze, improve, customize and provide our reservation travel and related services to you.\nand to respond to lawful requests, court orders, and legal process;</li>\n<li>Compliance with Legal Obligations - we need to process your information to comply with relevant laws and regulatory requirements;</li>\n<li>Consent for Special Categories of Personal Data and Direct Marketing Communications - we rely on your consent to collect sensitive personal data and send direct marketing.\nYou can unsubscribe from direct marketing at any time by following the instructions set out in this Privacy Policy.\nand</li>\n<li>Protect Vital Interest - we may need to process your information in case of emergency involving an individual's life or health.</li>\n</ul>\n<p>\n<strong>2.\nHow We Use the Information We Collect</strong>\n</p>\n<p>We may use information collected through the Site to:</p>\n<ul>\n<li>Provide you with the requested services, such as creating a user account, processing and confirming your reservation, and communicating with you about services requested (e.g., pre-reservation or post booking chat support (excluding credit card number), special request, cancellations, rewards</li>\n<li>Send you email marketing communications about products and services that may be relevant to you</li>\n<li>Conduct surveys or provide you with information about our services on our Site or on other websites you may visit</li>\n<li>Maintain and improve the Site, tailor the user experience, and for internal training</li>\n<li>Protect the security of you and the Site</li>\n<li>Exercising a right or obligation conferred or imposed by law, including responding to request and legal demands</li>\n</ul>\n<p>When you make a reservation on one of our business partners’ websites or apps, we may also receive certain information such as your name and reservation information, including the accommodation reserved, in order to process your reservation and identify which channel your reservation has originated from.</p>\n<p>During calls with our customer support team, live listening may be done or calls may be recorded for quality and reference purposes which includes the usage of the recordings for the handling of claims, training and fraud detection purposes.\nIf you would prefer that your call was not recorded, you can opt out by stating this, or by hanging up.\nCall recordings are kept for a limited amount of time and automatically deleted thereafter, unless Agoda has a legitimate interest to keep such recording for a longer period, including for fraud investigation and legal purposes.</p>\n<p>If you have not finalized a reservation online, we may send you a reminder to continue with your reservation.\nWe believe that this additional service is useful to you because it allows you to carry on with a reservation without having to search for the accommodation again or fill in all the reservation details from scratch.\nThese reminders are one-time only communications and reservation information used for such reminders will be deleted from our systems in accordance with our data retention policy detailed below.</p>\n<p>Please note that the confirmation emails and text messages sent after your booking are not marketing messages.\nThese messages are part of your accommodation reservation process.\nRespectively, they contain information for you to check in at your booked accommodation and a separate invitation to complete the guest review form.\nYou will continue to receive them, even if you have opted out of our marketing messages.\nSimilarly, opting into receiving Price Alerts will not affect any other choices you have made regarding receiving communications from us.\nIf you elect to receive Price Alerts, you will be able to opt out of receiving the same by clicking on the “turn off price alerts” or a similar message found in the Price Alert sent to you.\n</p>\n<p>If you have selected a Mix and Save offer but look to have only finalized part of the offer (e.g.\nonly finalized the booking for one but not both rooms), we may send you an email confirming you selected Mix and Save and to remind you to complete all bookings for your selected Mix and Save offer.\nThis message is part of the Mix and Save booking process confirming your selection and in case you have overlooked completing all bookings.\nIn addition to this, we may also send you a pre-check in email reminding you about changing rooms during your stay at the accommodation.</p>\n<p>As mentioned above, if you are completing the booking for another person who will stay at the reserved accommodation, you also have the option to insert the guest’s email address for the purpose that the guest will receive the reservation confirmation and a separate invitation to complete a guest review.</p>\n<p>\n<i>Communications on the Site</i>\n</p>\n<p>We offer you and accommodation partners various means to communicate about accommodations and existing reservations, directing the communications through the Site.\nYou can contact us with questions about your reservation or about your accommodation via the Site, and via other channels that we may make available.</p>\n<p>We may access communications and may use automated systems to review, scan, and analyze communications for security purposes.\nfraud prevention.\ncompliance with legal and regulatory requirements.\ninvestigations of potential misconduct.\nproduct development and improvement.\nresearch.\ncustomer engagement, including to provide you with information and offers that we believe may be of interest to you.\nand customer or technical support.\nWe reserve the right to block the delivery of or review communications that we, in our sole discretion, believe may contain malicious content, spam, or may pose a risk to you or, accommodation partners, us, or others.\nNote, all communications sent or received using the Site’s communication tools will be received and stored by us.\nBusiness partners through whose platform you made the reservation and accommodation partners may choose to communicate with you directly via email or other channels that we do not control.</p>\n<p>\n<strong>3.\nMobile Devices</strong>\n</p>\n<p>With your consent, we may send you push notifications with information about your reservation, guest reviews, potential future stays, or as part of any Agoda programs that you participate in, including coupons.\nYou may grant us access to your location information or contact details in order to provide services requested by you.\nWhen you upload a picture from your mobile device, your picture may also be tagged with your location information.\nPlease read the instructions of your mobile device to understand how to change the settings and enable the sharing of such information or the receipt of (or opt out of receiving) push notifications (including Software Development Kit (\"SDK\") and push token data).\nDifferent device operating systems may have different default settings, so please familiarize yourself with such settings governing push notifications.</p>\n<p>\n<strong>4.\nSharing Your Information</strong>\n</p>\n<p>In connection with your visit to our Site and use of our services, we may share your information as follows:</p>\n<ul>\n<li>\n<i>Travel Suppliers</i> such as accommodation properties (e.g., the specific accommodation that you have requested us to reserve) and/or third party accommodation suppliers (e.g., Booking.com), airline, car rental, insurance, and, where available, activity providers, who fulfil your travel reservations.\nThese suppliers may contact you as necessary to obtain additional information about you, facilitate your travel reservation including communicating with you prior to arrival about your upcoming stay, or respond to a review you may submit in accordance with their own independent privacy policies.\n</li>\n<li>\n<i>Third Party Service Providers </i>who provide data processing services to us (for example web hosting), or who otherwise process personal information for purposes such as credit card and payment processing, business analytics, customer service, marketing, or distribution of surveys, to facilitate the delivery of online services and advertising tailored to your interests, and/or fraud prevention.\nOur third party service providers will only process information as needed to perform their functions.\nThey are not permitted to share or use the information for any other purpose.</li>\n<li>\n<em>Business Partners</em> with whom we may jointly offer products or services, or whose products or services may be offered on our Sites.\nYou can tell when a third-party business partner is involved in a product or service you have requested because their name will appear, either alone or with ours.\nIf you choose to access these optional services, we will on occasion share your personal information with those partners.\nExamples of business partners would be (i) a third-party loyalty program that you will earn points for, through a booking, or (ii) a third-party tour or activity provider that we share information with in connection with tours/activities you book through our Site.</li>\n<li>\n<em>Our Affiliated Group Companies </em>- our affiliated (group) companies who have access to this information with our permission and who need to know or have access to this information in order to: perform the service requested by you (including to make, administer, and manage reservations or handle payments, \"single sign-on\", and customer service).\n&nbsp;analyze how you use our independent and affiliated platforms, improve and provide new and personalized offers, products and services, and marketing.\ndetect, prevent, and investigate fraudulent transactions and/or activities, other illegal activities, and data breaches.\ninternal (audit/compliance) investigations.\nor as otherwise required or permitted by applicable law.</li>\n<li>\n<i>Where Required or Permitted by Law</i> - such as to protect ourselves against liability, to respond to subpoenas, judicial processes, legitimate requests, warrants or equivalent by law enforcement officials or authorities, to investigate fraud or other wrongdoing or as otherwise required or necessary in order to comply with applicable law, protect our legitimate interests or to the purchasers in connection with any sale, assignment, or other transfer of all or a part of our business or company.\nWe may also, in compliance with applicable law, disclose your information to enforce or apply the terms and conditions applicable to our services or to protect the rights, property, or safety of Agoda, our users, or others.</li>\n<li>\n<i>Business Reorganization</i> - such as part of any sale, assignment or other transfer of our business, or transition of service to another provider.\nWe will ask for your consent if required by applicable law.</li>\n</ul>\n<p>We provide appropriate protections for such sharing as required by applicable law to prohibit third parties from using your information for their own purposes, and to address the security and confidentiality of your information.\nExcept as disclosed in this Privacy Policy or as required or permitted by applicable law, we will not disclose your information to third parties without your consent.</p>\n<p>\n<strong>5.\nCountry-Specific Privacy Rights</strong>\n</p>\n<p>\n<i>California Privacy Rights</i>\n</p>\n<p>If you are a California resident, please note the following about how we collect, use and disclose your personal information, including additional rights you may have to your personal information:</p>\n<ul>\n<li>\n<strong>CA Personal Information</strong>.\nConsistent with the <strong>\"Information We Collect\"</strong> section above, we may collect certain categories of information about California residents, such as: </li>\n<ul>\n<li>\n<strong>Identifiers</strong>: name, address, phone number, e-mail address, passport details, Agoda account password, IP address, device ID, cookie ID, information collected via Cookies.\n</li>\n<li>\n<strong>Commercial Information</strong>: credit card details, name of and details about your accommodation, services purchased, search preferences, transaction history, demographic information.\n</li>\n<li>\n<strong>Internet or Other Electronic Network Activity</strong>: browser, operating system, application version, pages shown.\n</li>\n<li>\n<strong>Geolocation Data:</strong> physical location of your mobile device or pictures uploaded from your mobile device;</li>\n<li>\n<strong>Audio Information: </strong>we may record your calls to our support team with your permission.\nand</li>\n<li>\n<strong>Other Information:</strong> information associated with a tour or activity booking, including your passport details, date of birth, height and weight, pick-up location, your preferred tour/activity language, and information about any special requirements that we need to consider in connection with your participation in the respective tour/activity.</li>\n</ul>\n</ul>\n<ul>\n<li>\n<strong>Sources of CA Personal Information</strong>.\nConsistent with the <strong>\"Information We Collect\"</strong> section above, we may collect personal information directly from you, as well as from Travel Suppliers, Accommodation Partners, Business Partners (including social media), and our Affiliated Group Companies.\n</li>\n</ul>\n<ul>\n<li>\n<strong>Use of CA Personal Information.\n</strong>We process your personal information<strong>\n</strong>consistent with the \"<strong>How We Use the Information We Collect\"</strong> section above.</li>\n</ul>\n<ul>\n<li>\n<strong>CA Personal Information Sold or Disclosed for Business Purposes.</strong>\n</li>\n<ul>\n<li>\n<strong>Sharing Personal Information for Business Purposes:</strong> We disclose the following categories of personal information for business purposes: Identifiers, Commercial Information, Internet or Other Electronic Network Activity, Geolocation Data, Audio Information, and Other Information to web hosting, credit card and payment processing, business analytics, customer service, marketing, and survey service providers and business partners.\n</li>\n<li>\n<strong>Sale of Personal Information:</strong> Our disclosure of Identifiers (specifically, preferences and interests on our Site, collected via Cookies to advertising technology providers and, in limited instances, email addresses in hashed format, to social media companies) are sharing activities that are considered a sale under CCPA.\n</li>\n</ul>\n</ul>\n<ul>\n<li>\n<strong>California Privacy Rights.</strong> As a California resident and subject to certain exceptions, you may have the right to know and/or delete your personal information.\nThis includes the right to request information about the personal information we have \"sold\" or disclosed for business purposes, by contacting us at privacy@agoda.com or via our Customer Support page.\n</li>\n</ul>\n<p>To protect your privacy and security, we will verify your identity before responding to such request, and may request you provide us with information matching the identifiers and commercial information already maintained by Agoda about you or additional proof where necessary.\nIf you are making this request on behalf of someone else, we may request the authorized agent provide us with a copy of a valid power of attorney or evidence of the written authorization.\nYou will not be penalized for exercising your rights to your personal information.\n</p>\n<p>\"<strong>Do Not Sell My Info.</strong>\" You also have the right to opt-out of Agoda \"selling\" your personal information as defined under CCPA.\nTo exercise this right, please click the Do Not Sell My Personal Information link.\nIf you are making this request on behalf of someone else, we may request the authorized agent provide us with a copy of a valid power of attorney or evidence of the written authorization.\nIf we have actual knowledge that you are under the age of 16, we will not sell your personal information without proper consent.\n</p>\n<p>\n<i>China Privacy Notice</i>\n</p>\n<p>If you are a Chinese resident, please note the following regarding the cross-border transfer/sharing of your information.</p>\n<p>\n<i>Disclosure / Transfer of Information</i>\n</p>\n<p>We will maintain the confidentiality of your information, but may provide or transfer your information to third parties as detailed above under \"Sharing Your Information,\" which may include transferring your information to persons to whom we are required to make disclosures to under applicable law within or outside China.</p>\n<p>\n<i>Transfer of Information Overseas</i>\n</p>\n<p>We will generally maintain your information on servers in Hong Kong and Singapore, or any other data centers outside the PRC.\nHowever, we may transfer your information to third parties mentioned above who may be located outside the China.</p>\n<p>\n<em>Brazil Privacy Notice</em>\n</p>\n<p>Under Brazilian law, we must collect, process and store CPF numbers (tax IDs) of Brazilian&nbsp;nationals or residents&nbsp;if you pay in BRL on our Site.\nThe value of your transaction with us and your CPF number will be shared with our external payment processor for disclosure to the Brazilian Central Bank.\nWe will otherwise retain your CPF number for the duration mentioned in this Privacy Policy and collect and process your information respecting the rules of the Personal Data Protection Law (Brazilian Federal Law No.\n13,709/2018).\nBy proceeding with the booking reservation and accepting our Privacy Policy you express your consent to the treatment of your personal data for the determined purposes.</p>\n<p>\n<em>India Privacy Notice</em>\n</p>\nUnder Indian law, we must collect, process and store PAN numbers (tax IDs) of Indian nationals or residents in relation to any overseas payments made on our Site.\nThe value of your transaction with us and your PAN number will be shared with our external payment processor for disclosure to the authorised dealer bank.\nWe will otherwise retain your PAN number for the duration mentioned in this Privacy Policy and collect and process your information respecting Indian law.\nBy proceeding with the booking reservation and accepting our Privacy Policy you express your consent to the treatment of your personal data for the determined purposes.\n<p>\n</p>\n<p>\n<strong>6.\nCookies</strong>\n</p>\n<p>Our Site may use and allow third parties to place cookies (session and persistent), pixels/tags, SDKs, application program interfaces (\"<strong>APIs</strong>\"), and other technologies (collectively, \"<strong>Cookies</strong>\") on our Site that may collect and store certain information about you.\nSome of these Cookies are necessary to provide, secure, and maintain the basic functions of the Site, such as to keep you logged in while your visit our Site (“<strong>Functional Cookies</strong>”), while other Cookies are used to provide you with a better user experience, such as: </p>\n<ul>\n<li>To personalize the Site by remembering information about your activities on the Site (e.g., the language you selected or your log-in details).\nWe may also use Cookies together with other automatically collected usage information to recognize a user across different devices, sessions or browsers (including when they have not logged-in) so as to deliver tailored information;</li>\n<li>Perform non-essential website analytics, such as impression reporting, demographic reporting and interest reporting.\nThis may include the recording of mouse clicks, movements, page scrolling and restricted text entered into our Site forms through selected third parties but we will take sufficient precautions to ensure that personal information will not be collected during such recordings e.g.\nthrough the adoption of irreversible masking.\nWebsite analytics is used to improve our Site and services.\nand </li>\n<li>To provide you advertising tailored to your interest (collectively, “<strong>Non-Functional Cookies</strong>”).</li>\n</ul>\n<p>Our use of Functional Cookies and Non-Functional Cookies is subject to geographic implementation as detailed below.</p>\n<p>\n<strong>EU/UK Site Visitors</strong>\n</p>\n<p>For individuals that access our Site from within the European Union (“<strong>EU</strong>”) or the United Kingdom (“<strong>UK</strong>”) (“<strong>EU/UK Site Visitors</strong>”), we may use Functional Cookies on the Site.</p>\n<p>We do not use Non-Functional Cookies on the Site that we offer within the EU or the UK.<strong>\n</strong>\n</p>\n<p>\n<strong>Non-EU/UK Site Visitors</strong>\n</p>\n<p>For individuals that access our Site from a jurisdiction outside of the EU and the UK (“<strong>Non-EU/UK Site Visitors</strong>”), we may use both Functional Cookies and Non-Functional Cookies on the Site.\nIn addition, below we have provided information for Non-EU/UK Site Visitors specific to our use of Non-Functional Cookies on the Site that we offer outside of the EU and the UK.</p>\n<p>\n<i>Interest Based Advertising</i>\n</p>\n<p>We may allow certain third parties to place Non-Functional Cookies on our Site to collect information about your online activities on our Site (e.g., pages visited on the Site and searches you performed) and over time and across different websites you may visit.\nThis information is used to provide advertising tailored to your interests from us (via email, on our Site, and on other websites) and by third parties on other websites you may visit, also known as interest based advertising, and to analyze the effectiveness of such interest based advertising.\nWe may also share one-way hashed information with third party partners (e.g., Facebook) who may combine hashed information with other identifiers in order to serve custom Agoda advertisements on other websites or mobile apps based on your prior visits to the Site.\nAgoda neither supports nor endorses the goals, causes, or statements of any websites or mobile apps that display our advertisements.\n</p>\n<p>\n<i>Cross-Device Tracking</i>\n</p>\n<p>We may also combine information collected through Non-Functional Cookies and certain usage information from a particular browser or mobile device with another computer or device that may be linked to you (cross-device tracking) to optimize our services and provide tailored Agoda communications and advertisements to you.\nIf you do not want Agoda to combine such information for its optimization of communications to you please unsubscribe from the Agoda communications i.e.\nthe newsletter.</p>\n<p>\n<i>Your Choices</i>\n</p>\n<p>Please review your Internet browser settings, typically under the sections \"Help\" or \"Internet Options,\" to exercise choices you have for certain Functional Cookies and Non-Functional Cookies.\nIf you disable or delete certain Functional Cookies or Non-Functional Cookies in your Internet browser settings, you might not be able to access or use important functions or features of this Site, and you may be required to re-enter your log-in details.&nbsp.\n</p>\n<p>To learn more about certain Non-Functional Cookies used for interest based advertising (including through cross-device tracking) and to exercise certain opt-out choices you may have regarding such Non-Functional Cookies, please visit the Digital Advertising Alliance, Network Advertising Initiative, or Digital Advertising Alliance-Canada, or for our mobile app, by updating your device settings or downloading the AppChoices app.</p>\n<p>Please also visit the following third parties' websites to exercise certain opt-out choices over Cookies:</p>\n<ul>\n<li>Google Analytics - https://tools.google.com/dlpage/gaoptout?hl=en</li>\n<li>Appsflyer (mobile app analytics) - By emailing appsflyer at: privacy@appsflyer.com</li>\n<li>Baidu - http://www.baidu.com/duty/safe_control.html</li>\n<li>Apple - https://support.apple.com/en-us/HT202074</li>\n<li>Facebook - https://www.facebook.com/ads/settings</li>\n<li>Google Ads - https://adssettings.google.com/</li>\n<li>Criteo - https://www.criteo.com/privacy/</li>\n<li>Mouseflow recording - https://mouseflow.com/opt-out/</li>\n<li>SecuredTouch - https://www.securedtouch.com/privacy/</li>\n</ul>\n<p>By exercising such choices regarding interest-based advertising, you may still receive advertisements, but the network from which you opted out will no longer deliver ads tailored to your interests.\nYou should also know that logging out of your user account does not actually mean that you opt out of personalized advertisements.\n</p>\n<p>You may need to make such choices on each browser and device you may use to exercise choice regarding certain Functional Cookies and Non-Functional Cookies.\nLastly, at this time the Site is not configured to honor browsers' \"Do Not Track\" signals, except where required by applicable law.</p>\n<p>\n</p>\n<p>\n<strong>7.\nOpting Out of Marketing Communications from Us</strong>\n</p>\n<p>You can opt out of receiving marketing communications from us at any time by using the \"Unsubscribe\" link in each newsletter or communication, or through your Agoda account (if you've created one) - the email subscriptions settings is under \"Profile\".</p>\n<p>\n<strong>8.\nInternational Transfers</strong>\n</p>\n<p>In connection with the purposes described above, your information may be stored in locations outside of your home country, which may have different standards of data protection than your home country.\nWe provide appropriate protections for cross-border transfers as required by law for international data transfers, including information transferred to third parties.\nWith respect to such transfers from the European Economic Area (\"<b>EEA</b>\") to the United States and other non-EEA jurisdictions, we may rely on the EU Model Clauses and/or the need to process your information in order to provide the requested services (performance of a contract) to transfer your information.\nAs permitted by applicable law, you may request details about the suitable safeguards we have in place by contacting us as detailed below.\nFor Chinese residents, please see the details provided above under \"<i>China Privacy Rights</i>.\"</p>\n<p>\n<strong>9.\nInformation from Other Partners</strong>\n</p>\n<p>On occasion, affiliated entities, business partners, or other third party providers may share information with us.\nOne example is if you access or sign in to our Site through social media, such as Facebook Connect, we may collect information from you such as your username, and other information made available to us via such services, or – another example – your credit card issuer might, via Visa or Mastercard, provide us with your new card details, when the card we have on file is replaced.\nIn general, your ability to provide such information is through the service provider themselves and you can change those settings in your account settings of the relevant service provider.\nIn general, we may work with our partners to improve and personalize your use of our website in accordance with this policy.</p>\n<p>We have partnered with Facebook to provide personalized content on Agoda for members of Facebook.\nIf you are a Facebook and Agoda user and you have signed into Agoda via the Facebook single sign on feature, then our Site will be personalized for you to display information/stays of your Facebook friends at accommodation in the past and also future stays at accommodation bookable through the Site.\nThe information that may be displayed include the name of the accommodation, the date of stay, the location of the accommodation, your review of past accommodation, the hotel room and price of the hotel room (\"<b>Stay Information</b>\"), and such information may be shown and personalized to you on the search pages of the accommodation on the Site, and the search calendar amongst other places.\nFurther, your Stay Information will also be displayed to your Facebook friends who are also Agoda customers and who have signed in through the Facebook single sign on feature on the Site, as displayed on their search pages described above within the Site and updated each time you make a booking through Agoda.</p>\n<p>\n<u>How to opt out</u>: Agoda has made it simple for you to opt out of this feature at any time by toggling \"no\" through (i) the thank you page after you make a booking, and (ii) your \"Manage My Booking\" page on the Site.\nFurther, if you need help to opt out you may contact our customer experience team at any time.</p>\n<p>\n<strong>10.\nProtecting Your Information</strong>\n</p>\n<p>We maintain reasonable physical, electronic, and organizational security measures to protect your information against accidental or unlawful destruction or accidental loss, alteration, or unauthorized disclosure or access.\nWe use Secure Socket Layer technology to encrypt credit card information during transit.\nThrough your personal account, you also have the ability to save credit card details for faster future bookings and payments.\nYour card details are encrypted and you can always log in to your personal account to delete, edit, or add certain credit card details.\nFor security reasons, the number cannot be edited (but the card details can be deleted).\nWhen viewing card details, only the last 4 digits of the number will be visible.\nPlease note that we will store the last 4 digits of your credit card securely upon any booking made (this is required to manage any refund requests for that booking).</p>\n<p>\n<i>Data Retention</i>\n</p>\n<p>We will retain your information for the period necessary to provide and secure our Sites and services, and to exercise our legal rights and comply with our legal or regulatory obligations.\nWhen Agoda no longer needs to use your information, we will – unless we need to keep your information to comply with applicable legal or regulatory obligations or the information is required to carry out corporate tasks and conduct our business – remove it from our systems and records and/or take steps to properly anonymize it so that you can no longer be identified from it.\n</p>\n<p>\n<strong>11.\nHow You Can Access or Change Your Information</strong>\n</p>\n<p>You can easily correct your account name, the booking holder name (subject to the cancellation policy attached to the booking) and contact number at any time by signing in to your account on the website.\nAlternatively, please contact us via our Customer Support page or at privacy@agoda.com to exercise any of the following rights:</p>\n<ul>\n<li>\n<em>Access</em>: You are entitled at any time to obtain information about your personal information that we store, in accordance with applicable law and without any fee.\nHowever, in exceptional cases we ask you to pay reasonable fees before we provide the information if permitted by applicable law.</li>\n<li>\n<em>Rectification</em>: You may request that we rectify any of your personal information that is incomplete or incorrect.</li>\n<li>\n<em>Deletion:</em> You may request that we delete your account.</li>\n<li>\n<em>Restrictions of Processing</em>: You may ask us to cease processing of your personal information for example if you have objected to the processing and the existence of legitimate grounds is still under consideration.</li>\n<li>\n<em>Objection</em>: You may object, at any time, to your personal information being processed for direct marketing purposes.</li>\n<li>\n<em>Right to Revoke Consent</em>: You have the right to withdraw your consent at any time, without affecting the lawfulness of our processing based on such consent before it was withdrawn.\n</li>\n<li>\n<em>Data Portability</em>: If applicable, you may request us to send you your personal information which we store, in a commonly used and machine readable format which shall be decided at our sole discretion.</li>\n</ul>\n<p>To protect your privacy and security, we will verify your identity before responding to such request, and your request will be answered within a reasonable timeframe.We may not be able to allow you to access certain personal information in some cases e.g.\nif your personal information is connected with personal information of other persons, or for legal reasons.\nIn such cases, we will provide you with an explanation why you cannot obtain this information.\nWe may also deny your request for deletion or rectification of your personal information due to statutory provisions, especially those affecting our accounting processes, processing of claims, for fraud detection or prevention purposes, and mandatory data retention, which may prohibit deletion or anonymization.</p>\n<p>\n<strong>12.\nUpdates to Privacy Policy</strong>\n</p>\n<p>On occasion, Agoda may revise this Privacy Policy to reflect changes in the law, our information collection and use practices, the features of our Site, or advances in technology.\nIf we make revisions that change the way we collect or use your information, those changes will be posted in this Privacy Policy and the effective date will be noted at the beginning of this Privacy Policy.\nTherefore, you should review this Privacy Policy periodically so that you are up to date on our most current policies and practices.\nAgoda will also prominently post such material changes prior to implementing the change, and ask for your consent if required by law.</p>\n<p>\n<strong>13.\nLinks to Third Party Websites</strong>\n</p>\n<p>We may provide links to other websites that are not owned or operated by us (\"<b>Third Party Websites</b>\").\nWhen you use a link online to visit a Third Party Website, you will be subject to that website’s privacy and security practices, which may differ from ours.\nYou should familiarize yourself with the privacy policy, terms of use and security practices of the linked Third Party Website before providing any information on that website.</p>\n<p>\n<strong>14.\nAdditional Considerations</strong>\n</p>\n<p>\n<i>A Special Note About Minors</i>\n</p>\n<p>Our Site is not directed to minors under the age of 18.\nHowever, minors can normally accompany their parent(s) or legal custodian(s) who have booked an accommodation, unless prohibited by an accommodation property's policies.</p>\n<p>\n<i>Language</i>\n</p>\n<p>This Privacy Policy has originally been drawn up in the English language.\nTranslations in other languages are available for your convenience.\nIn case of conflict between the English language version and a translated version, the English language version shall prevail.</p>\n<p>\n<i>Terms of Use</i>\n</p>\n<p>Please review the Agoda Terms of Use for more details on using our Site.\nThis Privacy Policy forms an integral part of our Terms of Use.</p>\n<p>\n<strong>15.\nContacting Us</strong>\n</p>\n<p>If you have any questions about this Privacy Policy or our privacy practices, please contact our Agoda Data Governance Officer by email at privacy@agoda.com or by sending a registered letter to the address at:</p>\n<p>Agoda Company Pte.\nLtd.\n<br>c/o Data Governance Officer <br>30 Cecil Street <br>Prudential Tower #19-08 <br>Singapore 049712</p>\n<p>If you reside in the EU, you may also contact our local representative, Agoda International Hungary Kft., 1062 Budapest Teréz körút 55-57 Hungary, or your local data protection authority with any questions or complaints about our privacy practices.</p>\n<p>If you reside in Thailand, you may also contact our local representative, Agoda Services Co., Ltd.\n(Head Office) 999/9 Rama 1 Road The Offices at Central World 6th-9th,16th, 22nd, 27th,28th,36th,44th and 45th Floor, Patumwan, Bangkok 10330, Thailand or your local data protection authority with any questions or complaints about our privacy practices.</p>\n<p>***</p>", "created_at": "2022-01-08 19:16:24.620135", "updated_at": "2022-01-08 18:17:09.950662"}], "points": [], "urls": ["agoda.com"]}}