{"error": 448, "message": "OK", "parameters": {"id": 3272, "name": "KISS Metrics", "created_at": "2021-04-23 20:41:41.185303", "updated_at": "2021-04-24 00:01:20.034587", "wikipedia": null, "keywords": null, "related": null, "slug": "kiss_metrics", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3272.png", "url": "kissmetrics.io", "documents": [{"id": 5356, "name": "Terms of Service", "url": "https://www.kissmetrics.io/terms/", "xpath": "", "text": " <ul>\n<li>SaaS</li>\n<li>E-commerce</li>\n<li>Resources <ul>\n<li>Blog</li>\n<li>Customer Success</li>\n<li>Kissmetrics Vs Google Analytics</li>\n<li>SUPPORT</li>\n</ul>\n</li>\n<li>Request demo</li>\n<li>sign in</li>\n<li>\n<strong>Menu</strong>\n</li>\n</ul> Kissmetrics Terms of Use\nEFFECTIVE DATE: APRIL 28, 2017 <p>The following terms and conditions (these “Terms of Use”) govern all use of the kissmetrics.io and app.kissmetrics.com websites, including the Kissmetrics Blog (kissmetrics.io/blog) ) (the “Website”) and all content, services, features, activities and products available at or through the Website, including but not limited to the website analysis service, the conversion service and the campaign automation service (the “Analysis Service,” the “Engage Service,” and the “Customer Engagement Automation Service”, respectively, together with all other content, services, features, activities and products available through the Website are herein referred to as the “Services”).\nThe term “you” or “your” includes any of your subsidiaries, affiliates, employees.\nThe Services are owned and operated by Metrics Enterprises, Inc., dba Kissmetrics (also referred to as “we”, “our” or “us”).\nPlease read these Terms of Use carefully before using the Services.</p>\n<p>BY USING OR ACCESSING THE SERVICES, YOU AGREE TO BE BOUND BY THESE TERMS OF USE AND ALL TERMS, POLICIES AND GUIDELINES INCORPORATED IN THE TERMS OF USE BY REFERENCE, INCLUDING, BUT NOT LIMITED TO KISSMETRICS PRIVACY POLICY (COLLECTIVELY, THIS “AGREEMENT”).\nBY USING OR ACCESSING THE SERVICES, YOU REPRESENT THAT YOU ARE AT LEAST 13 YEARS OF AGE.\nTHIS AGREEMENT IS LEGALLY BINDING AND CONDITIONS YOUR USE OF THE SERVICES.\nIf you do not agree to all the terms and conditions of this Agreement, you must discontinue use of the Services.</p> 1.\nAccount Registration and Access\n<p>To register for the Services and create an account, you (including any agent designated by you operating on your behalf) must complete the registration process by providing Kissmetrics with the requested information including your name, email address, telephone, company name, company website, and password.\nYou agree to provide us with complete and accurate information when you register for the Services, and to keep such information up to date.</p>\n<p>You shall protect your username and password and are solely responsible for activities that occur under or through your account, including activities initiated by third parties, whether or not such activities are authorized by you.\nIf you allow a third party to access the Services on your behalf, you shall ensure that such third party is bound by, and abides by, the terms of this Agreement.\nYou agree to notify Kissmetrics immediately of any unauthorized use of your account or any other breach of security relating to your account or your use of the Services.</p>\n<p>Kissmetrics may access your account, or information associated with your account, to provide support or maintenance, for security-related reasons, or any other business purpose.\nYou acknowledge and consent to such access.</p> 2.\nFees\n2.1 SUBSCRIPTION TERMS\n<p>Kissmetrics offers a range of subscription plans to its Services (each, a “Plan”).\nEach Plan includes a numerical range of user interactions or engagement views (“Events”) and custom messages (“Messages”) that may be recorded by our Services on your registered web page, along with custom email communications sent (“Emails”) in any given month of the subscription period.</p>\n<p>You will select your Plan as part of your registration for the Services, which may begin with a Free Trial (as defined in Section 2.3 (“Free Trial”) herein).\nEach subscription period for a Plan will be based on the subscription period chosen/sold (e.g.\nannually, bi-annually, quarterly, monthly).\nYou may choose to be billed for the Plan annually or in less than annual increments (e.g.\nmonthly or bi-annually), but regardless of your billing cycle, you are responsible for subscription fees for the entire subscription period chosen/sold.</p>\n<p>At the end of your current subscription period, your Plan will automatically renew for a subscription period equal to your prior subscription period unless you provide Kissmetrics with email notice (sent to billing@kissmetrics.com) of your intent not to renew your Plan at least thirty (30) days prior to the end of the current subscription period.</p>\n<p>To view the specific details of your Plan, including pricing information and the end date of your subscription period, login to your account on Kissmetrics and click the “Account” page or contact us at billing@kissmetrics.com.</p>\n2.2 BILLING POLICIES, REFUNDS, OVERAGES, AND UPGRADE AND DOWNGRADE TERMS\n<ul>\n<li>The fees for your Plan are billed in advance of each billing cycle.</li>\n<li>In the event you cancel your Plan, no refunds or credits will be provided for partial or unused months of the Services.</li>\n<li>If you exceed your Plan’s Event, Tracked User and/or Email limits in any given month, you will be either (a) charged overages for the month based on your current plan’s monthly cost or (b) automatically upgraded to the next level Plan for the remainder of your subscription period.\nWe will always choose the less expensive option for you.</li>\n<li>If you upgrade your Plan level, you will immediately be charged for the increased price of the upgraded Plan, pro-rated to reflect the remaining duration of your subscription period, and you will be charged the full amount of the then-current rate for the new Plan, beginning with your next billing cycle.</li>\n<li>If you desire to downgrade your Plan level prior to the end of your subscription period, please provide written notice to billing@kissmetrics.com.\nThe Plan downgrade will take effect the first billing cycle that occurs more than thirty (30) days following your notice to Kissmetrics, and you will not receive any refunds for payments made on your current billing cycle.\nDowngrading your Plan may cause the loss of account content, features, or capacity.\nKissmetrics disclaims liability for any such loss.</li>\n<li>Any discounts applied to a previous subscription may not apply to a renewed subscription, including to any automatic renewals.</li>\n<li>Any questions involving upgrades or downgrades to your Plan can be directed to billing@kissmetrics.com.</li>\n</ul>\n2.3 FREE TRIAL\n<p>Subscriptions to the Services may begin with a free trial period during which you can try out the Services for 7 days from the date you register (“Free Trial Period”).\nThere is no limit to the number of Events recorded on a registered website during the Free Trial Period.\nMessages and/or Emails may be restricted or limited during the Free Trial Period.</p>\n<p>While you may not be required to enter your billing information in order to sign up for the Free Trial Period, you may provide such information at any point during the Free Trial Period.\nIf you do so, you will not be charged until the Free Trial Period ends.\nIf you have not provided billing information by the time the Free Trial Period ends, you will lose all access to the Services.\nThere will be a sixty (60) day grace period during which we will continue to record Events on your website.\nYou will have the option of entering billing information and subscribing during this grace period.\nIf you do not do so, your account will be cancelled at the end of the grace period.</p>\n<p>You may cancel your Plan at any time during the Free Trial Period by following the steps described in section 2.7 (“Account Cancellation”).\nUpon cancelling your account, you will immediately lose all access to the Services and any data or information stored within your account (see Section 11 (“Term and Termination”) for additional details).</p>\n<p>Kissmetrics reserves the right to modify, cancel and/or limit the Free Trial Period without notice at any time.</p>\n2.4 CHANGES IN FEES\n<p>We may change the fees for the Services at any time or impose additional fees or charges.</p>\n<p>Such changes will be effective as of the first billing cycle that occurs more than thirty (30) days after notice of our new fees, as provided for in Section 12 herein, provided that if you upgrade or downgrade to a new Plan, whether at your election or pursuant to Section 2.2(c), you will be charged at the then-current rate for such Plan.</p>\n2.5 PAYMENT OF FEES\n<p>As an express condition of your use of and access to the Services, you agree to pay all fees applicable to your Plan, any other fees for additional services you may purchase, and any applicable taxes in connection with your use of the Services.</p>\n<p>We will bill the fees due under your Plan to the credit card you provide to us during registration (or to a different credit card if you change your payment information).\nYou acknowledge that the amount billed for each renewal period may vary due to promotional offers, changes in your Plan, and changes in applicable taxes, and you authorize us to bill you the corresponding amounts.</p>\n<p>We reserve the right to deactivate your access to the Services for failure to pay applicable fees as described in this Agreement.\nUnless otherwise stated, all fees are stated in U.S.\nDollars.</p>\n2.6 CREDIT CARD PAYMENTS\n<p>All fees for your Plan will be billed to your credit card.\nYou authorize the card issuer to pay any amounts described herein and associated with your Plan and authorize us (or a billing agent acting on our behalf) to continue charging all such amounts to your credit card account until you or we, cancel or terminate your Plan as provided herein or these amounts are paid in full, whichever is later.</p>\n<p>You must provide current, complete and accurate billing and credit card information.\nYou must promptly update all billing information (such as billing address, card number and expiration date) to keep your account current, complete and accurate, and you must promptly contact Kissmetrics if your credit card is lost or stolen, or if you become aware of a potential breach of account security (such as an unauthorized disclosure or use of your Kissmetrics username or password).</p>\n<p>You authorize us to obtain or determine updated or replacement expiration dates for your credit card in the event that the credit card you provided us expires.\nWe reserve the right to charge any renewal card issued to you to the same extent as the expired card.\nIf payment is not received from your credit card issuer, you agree to pay all amounts due upon demand.\nYou agree to pay all costs of collection, including attorney’s fees and costs, on any outstanding balance.\nIn certain instances, the issuer of your credit card may charge you a foreign transaction fee or related charges, which you will be responsible to pay.\nPlease check with your bank and credit card issuer for details.</p>\n2.7 ACCOUNT CANCELLATION\n<p>You may cancel your Plan upon 30 days notice by sending an email to billing@kissmetrics.com.</p>\n<p>If your plan renews within 30 days of cancelation request, you are responsible for full payment of following pay period.&nbsp.\nPayment for final pay period is made at time of cancelation request.</p>\n<p>If you cancel your Plan, you will lose all access, upon the expiration of your final paid period, to the Services and any data or information stored in your account (see Section 11 (“Term and Termination”) for additional details).</p> 3.\nLicenses\n3.1 LICENSE TO KISSMETRICS SOFTWARE\n<p>Subject to the terms and conditions of this Agreement, Kissmetrics hereby grants you a limited, revocable, non-exclusive, non-transferable and non-assignable license to (a) include the Kissmetrics-provided code (together with any fixes, updates and upgrades provided to you, the “Kissmetrics Script”) in the HTML code for web page(s) that are properly registered for the Services and owned or operated by you, solely for the purposes of accessing and providing information to the Services and accessing information available from the Services with respect to such web page(s).\nand (b) remotely access the Services to view and download your reports stored on the Kissmetrics Website, located at http://www.kissmetrics.com.</p>\n<p>Except as expressly set forth herein, you shall not (x) use, reproduce, modify, or create derivative works of the Kissmetrics Script, or (y) transfer, lease, lend, sublicense, use for timesharing, or service bureau purposes, resell or otherwise distribute or allow third-party access to all or any portion of the Kissmetrics Script or the Services.</p>\n3.2 LICENSE TO CLIENT DATA\n<p>As between you and Kissmetrics, you shall retain ownership of any information, data and statistics that Kissmetrics obtains from your website, such as raw data and log files generated by and/or provided to the Services.</p>\n<p>You hereby grant to Kissmetrics a royalty-free, non-exclusive, irrevocable, right and license to access your registered web page(s) and to access and log (a) any information concerning users’ actions, entries, or activities on your web page(s), (b) any information sent to you by users’ web browsers concerning users’ web activities immediately prior to visiting your web page(s) (e.g., URL information and HTTP header information), and/or (c) any data or other information you provide to Kissmetrics (collectively “Client Data”) for the purposes of (i) providing you with reports and other functions related to the Services.\n(ii) analyzing and improving the Services.\nand/or (iii) compiling aggregate data derived from your use of the Services to compile statistics, metrics, insights and general trend data about the Services for, among other things, Kissmetrics’ marketing and promotional purposes.\nThis information will be presented only in aggregate form, and we will not share specific site data that identifies you or your visitors without your permission.</p>\n<p>You represent and warrant that you have all rights, licenses, and consents required to license Client Data to Kissmetrics on these terms, and further represent and warrant that this license does not infringe the rights of any third party or violate any applicable law or regulation.</p>\n3.3 LICENSE TO MATERIAL WHICH YOU POST\n<p>By posting any software, information, data, databases, music, audio, video or audiovisual files, photographs, images, documents, text, digital files, forum messages, reviews, comments or other material (“Material”) to the Kissmetrics Blog, you hereby grant Kissmetrics an irrevocable, perpetual, non-exclusive, royalty-free worldwide license to reproduce, adapt, distribute, perform or publicly display, or create derivative works from all or any portion of the Material.\nYou further represent and warrant that you own all rights to such Material and that this license does not infringe the rights of any third party or violate any applicable law or regulation.</p> 4.\nPrivacy\n<p>Kissmetrics’ Privacy Policy is incorporated into this Agreement by this reference and is available at https://signin.kissmetrics.com/privacy/<br>\nAs used in this section, “Personally Identifiable Information” refers to information that can be used to personally identify a unique individual, such as name, address and phone number.</p>\n4.1 YOUR OBLIGATIONS WITH RESPECT TO COOKIES USED BY THE KISSMETRICS SCRIPT ON VISITORS TO YOUR WEBSITE\n<p>The Kissmetrics Script may store cookies on computers used by those who visit your website (“Visitor(s)”).\nThese cookies contain values that allow Kissmetrics to detect if the Visitor is a returning Visitor or a first-time Visitor to your web page(s), when the Visitor last visited the web page(s), and, if you are conducting A/B testing, what test group the Visitor is in.\nUnless you direct us to do so, such as by associating an identity with the Visitor, no Personally Identifiable Information relating to the Visitor is stored within these cookies.</p>\n<p>By using the Kissmetrics Script implementing the use of such cookies, you represent and warrant that: (a) you will comply with all applicable laws relating to the placement of such cookies on Visitors’ computers, including Directive 2009/136/EC of the European Parliament (“the Cookie Directive”) where it applies.\n(b) you have posted (or you will post) a privacy policy on each website on which you use the Services, which clearly and conspicuously discloses the use of such cookies and (c) you have obtained all required consents and authorizations from your website Visitors relating to the use of such cookies.</p>\n4.2 YOUR OBLIGATIONS WITH RESPECT TO VISITOR INFORMATION\n<p>The Services allow you to link anonymous data regarding your Visitors’ activities and actions on your web page(s) with Personally Identifiable Information that you have collected regarding the Visitor.\nYou shall be solely responsible for the consequences of using, disclosing, or transmitting such Visitor data, including Personally Identifiable Information.</p>\nYou represent and warrant that:\n<ul>\n<li>you will comply with all applicable laws, including, but not limited to, those followed regarding the transfer of Personally Identifiable Information from the European Economic Area and/or Switzerland to the United States under the U.S.\n– EU Privacy Shield framework and U.S.\n– Swiss Safe Harbor, respectively, relating to the collection, use and disclosure of Visitor data, including Personally Identifiable Information, to Kissmetrics;</li>\n<li>you will provide all required notifications and obtain all required consents and authorizations from your website Visitors to permit Kissmetrics to collect, obtain and/or use Visitor data, including Personally Identifiable Information, relating to Visitor use of your website, for the purposes of providing the Services;</li>\n<li>you will not use the Services to collect or analyze sensitive Personally Identifiable Information (e.g.\npersonal health information, political opinions, religious or philosophical beliefs);</li>\n<li>you have posted (or you will post) a privacy policy on each website on which you use the Services, which contains a link to Kissmetrics’ Privacy Policy and clearly and conspicuously states that:\n<ul>\n<li>you use third-party service providers to provide certain analytics and user interactions services to you in connection with your operation of such website, including the collection and tracking of certain data and information regarding the characteristics and activities of visitors to such website;</li>\n<li>Visitors may opt-out of this analytics and user interactions service by using Kissmetrics Opt-Out feature.</li>\n<li>you may disclose Visitor data, including Personally Identifiable Information, to certain such third-party services providers in order to obtain such services.</li>\n</ul>\n</li>\n</ul>\n4.3 SECURITY\n<p>Your Kissmetrics account is protected by a username and password, and should be accessed only by you or authorized third parties.\nYou should take steps to protect against unauthorized access to or use of your username and password.\nYou should also remember to log off when using any shared computer or device.</p>\n<p>Kissmetrics has implemented reasonable security mechanisms to protect your information and Client Data from loss, misuse and unauthorized access, disclosure, alteration and destruction.\nExamples of these security mechanisms include limited and password-protected access, high security public/private keys, encryption on processed data, and SSL encryption to protect transmission of data.</p>\n<p>However, please keep in mind that no security system is impenetrable.\nIt may be possible for third parties to intercept or access Client Data, information you provide to Kissmetrics, information we compile on your behalf, and/or information that we collect about you.\nKissmetrics cannot guarantee the security of such information and is not responsible for unauthorized access to your account or Client Data.</p>\n4.4 KISSMETRICS LIMITS ACCESS TO YOUR INFORMATION\n<p>Kissmetrics will not knowingly permit access to, or otherwise divulge to a third party, the statistical information we compile for you except for the express purpose of generating reports which have been requested, authorized or approved by you, or unless acting under a good faith belief that such action is necessary to (a) conform to legal requirements or comply with legal process.\n(b) protect and defend the rights or property of Kissmetrics.\n(c) enforce our agreements with clients and/or visitors to our Website.\n(d) troubleshoot problems with the Services.\nor (e) create aggregate reports as set forth below.</p>\n4.5 AGGREGATE REPORTS\n<p>Kissmetrics reserves the right to aggregate certain categories of Client Data (such as internet browser usage and screen resolution) across some or all of the websites using the Services for the purposes set forth in Section 3.2 (“License to Client Data”).</p>\n4.6 SERVICES NOT AVAILABLE FOR WEBSITES DIRECTED TO CHILDREN\n<p>You may not use the Services in connection with (a) any website or portion of a website labeled or described as a “Kid’s” or “Children’s” website.\n(b) any website or portion of a website directed at individuals under the age of 13.\nor (c) any website or portion of a website that you have reason to know is used primarily by individuals under the age of 13.</p> 5.\nProprietary Rights.\nRestrictions on Use\n5.1 CONTENT ON THE WEBSITE\n<p>Any opinions expressed by the contributors, authors and moderators who post content to the Website are the personal opinions of the authors, not of Kissmetrics, whether or not the authors are employees or contractors of Kissmetrics.\nThe Website and all materials published and/or distributed on or through the Website (including, but not limited to news articles, photographs, images, illustrations, audio clips and video clips) are provided for informational and entertainment purposes only and are not meant to be an endorsement or representation by Kissmetrics or any other party.</p>\n5.2 KISSMETRICS’ EXCLUSIVE RIGHT TO MANAGE MATERIAL\n<p>You acknowledge that any Material you post, upload, or submit to the Kissmetrics Blog may be edited, removed, deleted, modified, published, transmitted, and displayed by Kissmetrics in its sole discretion and without your permission and you waive any rights you may have in having the material altered or changed in a manner not agreeable to you.\nYou expressly agree that we may remove, disable or restrict access to or the availability of any Material from the Kissmetrics Blog at any time, for any reason or for no reason at all.\nHowever, Kissmetrics shall not be responsible for controlling or editing any Material and Kissmetrics cannot ensure removal of inappropriate or unlawful Material.\nUnder no circumstances will we be held liable for removing, disabling or restricting access to or the availability of Material or for any failure to do so.</p>\n5.3 Reservations\n<p>Except for the limited licenses expressly granted herein, Kissmetrics expressly reserves all right, title and interest in and to the Kissmetrics Script, content on the Kissmetrics Website, aggregate data and general trend reports described in sections 3.2(c)(iii) and 4.5, and all processing, analytics, and other software and technology used by Kissmetrics in the analysis of your website and/or the provision of the Services (“Kissmetrics Technology and Service”), including, without limitation, any derivatives, improvements, enhancements or extensions of the Kissmetrics Technology and Service conceived, reduced to practice or otherwise developed on or on behalf of Kissmetrics, all of which are valuable assets of Kissmetrics, and any copyright, patent or trademark or other intellectual property right, or federal or state right, pertaining thereto.</p>\n5.4 Restrictions on Use and Compliance\nYou shall not\n<ul>\n<li>Use, or allow the use of, the Kissmetrics Technology and Service, except pursuant to the limited rights expressly granted in this Agreement;</li>\n<li>Use the Kissmetrics Technology and Service in any manner that is inconsistent with user documentation, if any, supplied to you by Kissmetrics or inconsistent with Kissmetrics’ standard security procedures, if any, accessible through your user interface;</li>\n<li>Attempt to reverse engineer, hack into, or compromise any aspect of the Kissmetrics Technology and Service, or attempt to access data or account information of any other customer of Kissmetrics;</li>\n<li>Remove, obscure or alter any legal notices, including notices of intellectual property rights appearing in or on any materials delivered to you by Kissmetrics;</li>\n<li>Use, post, transmit or introduce any device, software or routine that interferes or attempts to interfere with the operation of the Kissmetrics Technology and Service;</li>\n<li>Use the Kissmetrics Technology and Services for academic research or research unrelated to your Visitors or the web page(s) registered for use with the Services, or for contemplated litigation, scholarship, or any other unintended purpose;</li>\n<li>Post or transmit any libelous, defamatory, indecent, obscene, abusive or pornographic message, data, image or program;</li>\n<li>Post or transmit any message, data, image or program that would violate any property rights of others using the Services or on the Kissmetrics Blog;</li>\n<li>Upload or download files that contain software or other material protected by intellectual property laws, rights of privacy or publicity, or any other applicable law unless you own or control the rights to such files or have received all necessary consents.\nor</li>\n<li>Use the Services to threaten, harass, or otherwise violate the legal rights (including rights of privacy and publicity) of others.</li>\n<li>Run Maillist, Listserv, any form of auto-responder, or “spam” on the Services, or any processes that run or are activated while you are not logged on to the Website, or that otherwise interfere with the proper working of or place an unreasonable load on the Services’ infrastructure.\nFurther, the use of manual or automated software, devices, or other processes to “crawl,” “scrape,” or “spider” any page of the Website is strictly prohibited.</li>\n<li>Use the Services to send “spam” [or use lists of email addresses purchased and/or rented from third parties].</li>\n</ul>\n<p>You will not use the Services in any way or for any purpose that would violate, or would have the effect of violating, any applicable laws, rules or regulations or any rights of any third parties, including without limitation, any law or right regarding any copyright, patent, trademark, trade secret, music, image, or other proprietary or property right, false advertising, unfair competition, defamation, invasion of privacy or rights of celebrity, or anti-spam.</p>\n5.5 Use of Messages and Emails\n<p>In addition to the restrictions on use and compliance set forth in Section 5.4, if you use the Services to send Messages and/or Emails, you understand, represent and warrant that (1) your Messages and/or Emails will comply with the requirements of the US CAN-SPAM Act (the “Act”), (2) you will be the sole or designated “sender” (as such term is defined in the Act) of each Message and/or Email sent using the Service, (3) you will be solely responsible for all monetary penalties and other liabilities, and Kissmetrics will have no liability, for Messages and/or Emails sent through the Services that do not comply with and are in violation of the Act, and (4) you have fully read and reviewed the Act to understand its requirements which include, in general, the following for each Message and/or Email you send using the Services:</p>\n<ul>\n<li>You will not use false or misleading header information and the “from” line of any Message and/or Email sent using the Service will accurately and in a non-deceptive manner identify your organization, your product or your service.</li>\n<li>You will not use deceptive or misleading subject lines in any Message and/or Email sent using the Service regarding the overall subject matter of the Message and/or Email.</li>\n<li>You will identify the Message and/or Email as an advertisement.</li>\n<li>You will provide your contact information inside every Message and/or Email that you send, including a valid and current physical mailing address or PO Box where you can receive mail.</li>\n<li>You will provide a clear and conspicuous explanation to each recipient of a Message and/or Email regarding how recipients can opt out of or unsubscribe to receiving your message and you will provide a link to opt-out of or unsubscribe to all Message and/or Email you send.\nSuch link must remain operational for a period of thirty (30) days after the date on which you send the Message and/or Email and must be in form and substance satisfactory to Kissmetrics.</li>\n<li>You will honor all opt-out or unsubscribe requests promptly and in no event more than ten (10) business days of submission by a recipient.</li>\n<li>You will ensure that all Message and/or Emails fully comply with the Act.</li>\n</ul>\n<p>You further understand and agree that, if you use the Services to send Messages and/or Emails to recipients outside of the United States, (A) you will review and comply with the anti-spam laws of the countries each recipient lives in, and (B) you will be solely responsible for all monetary penalties and other liabilities, and Kissmetrics will have no liability, for Messages and/or Emails sent through the Services that do not comply with and are in violation of such countries anti-spam laws.</p> 6.\nIndemnification\n<p>You agree to indemnify, hold harmless and (only if requested by Kissmetrics) defend Kissmetrics, at your expense, against any and all third-party claims, actions, proceedings, and suits asserted against Kissmetrics or any of its officers, directors, employees, agents or affiliates, and all related liabilities, damages, settlements, penalties, fines, costs or expenses (including, without limitation, reasonable attorneys’ fees) incurred by Kissmetrics or any of its officers, directors, employees, agents or affiliates, arising out of or relating to (a) your breach of any term or condition of this Agreement, (b) your use of the Services, (c) your unauthorized use of the Kissmetrics Script, and (d) your disclosure of any Visitor data, including any Personally Identifiable Information, to Kissmetrics.\nIn such instances, Kissmetrics will provide you with electronic and written notice of such third-party claim, action, proceeding, or suit to the last e-mail address and mailing address furnished to Kissmetrics within 30 days of learning of such claim.\nYou shall cooperate as fully as reasonably required in the defense of any claim.\nKissmetrics reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.</p> 7.\nRepresentations and Warranties\n<p>You represent and warrant to Kissmetrics that you (a) own all right, title and interest in and to the URLs of your website.\n(b) own or have obtained all rights necessary to publish all of the content published on or through your website and the user interface of your website.\nand (c) have obtained all necessary consent(s) from Visitors required to enable the Services.</p>\n<p>Kissmetrics does not represent or warrant that (w) the Services will be error-free or accessible at particular times, (x) defects will be corrected, (y) the Services, or the server(s) that makes it available, are free of viruses or other harmful components, or (z) the use or the results of the use of the Services or the materials made available as part of the Services will be correct, accurate, timely, or otherwise reliable.</p>\n<p>EMAIL DELIVERABILITY.\nIt is understood that Kissmetrics makes no guarantee that HTML messages will be rendered properly on all recipients’ email programs, due to the wide variety of HTML generation tools available.\nKissmetrics makes every reasonable attempt to make sure that all Emails sent through our servers follow email standards and you understand and agree that we cannot guarantee that messages will look consistent across all email platforms due to the number of different HTML composition tools available.</p>\n<p>You specifically agree that Kissmetrics shall not be responsible for unauthorized access to or alteration of your data.</p> 8.\nDisclaimers and Limitations on Liability\n8.1 GENERAL DISCLAIMERS\n<p>The information, reports and services included in or available through the Services may include inaccuracies or typographical errors.\nChanges are periodically added to the information herein.\nKissmetrics and/or its respective vendors may make improvements and/or changes in the Services at any time, without obligation to notify any person or entity of such changes.</p>\n<p>The Services may contain links to third party websites (“Third Party Websites”).\nAccess to Third Party Websites is at your own risk and Kissmetrics is not responsible for the accuracy, availability or reliability of any information, goods, data, opinions, advice or statements made available on Third Party Websites that you access from the Services.\nThe Third Party Websites are not under the control of Kissmetrics and as such, Kissmetrics is not liable for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any Third Party Website.\nKissmetrics provides these links merely as a convenience and the inclusion of such links does not imply an endorsement or recommendation.</p>\n8.2 DISCLAIMERS OF WARRANTIES\n<p>THE SERVICES, THE KISSMETRICS TECHNOLOGY AND SERVICE, THE KISSMETRICS SCRIPT AND ANY REPORTS DERIVED THEREFROM ARE PROVIDED “AS IS” AND THERE ARE NO WARRANTIES, CLAIMS OR REPRESENTATIONS MADE BY KISSMETRICS EITHER EXPRESS, IMPLIED, OR STATUTORY, WITH RESPECT TO THE SERVICES, THE KISSMETRICS SCRIPT, THE REPORTS, OR ANY DOCUMENTATION, INCLUDING WARRANTIES OF QUALITY, PERFORMANCE, NON-INFRINGEMENT, MERCHANTABILITY, OR FITNESS FOR A PARTICULAR PURPOSE, NOR ARE THERE ANY WARRANTIES CREATED BY COURSE OF DEALING, COURSE OF PERFORMANCE, OR TRADE USAGE.\nKISSMETRICS DOES NOT WARRANT THAT THE SERVICES, THE KISSMETRICS SCRIPT OR ANY REPORTS DERIVED THEREFROM WILL MEET YOUR NEEDS OR BE FREE FROM ERRORS, OR THAT THE OPERATION OF THE SERVICES WILL BE UNINTERRUPTED.\nTHE FOREGOING EXCLUSIONS AND DISCLAIMERS ARE AN ESSENTIAL PART OF THIS AGREEMENT AND FORMED THE BASIS FOR DETERMINING THE PRICE CHARGED FOR THE SERVICES.\nSOME STATES DO NOT ALLOW EXCLUSION OF AN IMPLIED WARRANTY, SO THIS DISCLAIMER MAY NOT APPLY TO YOU IN FULL.</p>\n8.3 LIMITATIONS ON LIABILITY\n<p>KISSMETRICS AND ITS OFFICERS, DIRECTORS, AND EMPLOYEES WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, SPECIAL, PUNITIVE, CONSEQUENTIAL (INCLUDING, WITHOUT LIMITATION, LOST PROFITS OR LOST DATA COLLECTED THROUGH THE SERVICES), OR INCIDENTAL DAMAGES, WHETHER BASED ON A CLAIM OR ACTION OF CONTRACT, WARRANTY, NEGLIGENCE, STRICT LIABILITY, OR OTHER TORT, BREACH OF ANY STATUTORY DUTY, INDEMNITY OR CONTRIBUTION, OR OTHERWISE, EVEN IF KISSMETRICS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE EXCLUSION CONTAINED IN THIS PARAGRAPH SHALL APPLY REGARDLESS OF THE FAILURE OF THE EXCLUSIVE REMEDY PROVIDED IN THE FOLLOWING PARAGRAPH.\nSOME STATES DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU IN FULL</p>\n<p>KISSMETRICS’ CUMULATIVE LIABILITY TO YOU OR ANY OTHER PARTY FOR ANY LOSS OR DAMAGES RESULTING FROM ANY CLAIMS, DEMANDS, OR ACTIONS ARISING OUT OF OR RELATING TO THIS AGREEMENT SHALL NOT EXCEED THE AGGREGATE FEES PAID TO KISSMETRICS FOR USE OF THE SERVICES DURING THE SIX MONTHS PRECEDING THE MOST RECENT EVENT GIVING RISE TO SUCH LIABILITY.</p> 9.\nSERVICE FAILURES\n<p>Kissmetrics does not guarantee, and shall have no liability for, any Services downtime, including, without limitation, any downtime (a) caused by failures of or previously scheduled maintenance to Kissmetrics’ equipment or servers, (b) caused by outages to any public Internet backbones, networks or servers.\n(c) caused by any failures of your equipment, systems or local access services.\nor (d) relating to events beyond Kissmetrics’ control, such as strikes, riots, insurrections, fires, floods, explosions, war, governmental actions, labor conditions, earthquakes, natural disasters, or interruptions in Internet services to an area where Kissmetrics or your servers are located or co-located.</p> 10.\nU.S.\nGovernment Rights\n<p>If the use of the Service is being acquired by or on behalf of the U.S.\nGovernment or by a U.S.\nGovernment prime contractor or subcontractor (at any tier), in accordance with 48 C.F.R.\n227.7202-4 (for Department of Defense (“DOD”) acquisitions) and 48 C.F.R.\n2.101 and 12.212 (for non-DOD acquisitions), the Government’s rights in the Software, including its rights to use, modify, reproduce, release, perform, display or disclose the Software or Documentation, will be subject in all respects to the commercial license rights and restrictions provided in this Agreement.</p> 11.\nTerm and Termination\n11.1 GENERAL\n<p>Kissmetrics may terminate or suspend access to the Services immediately, without prior notice or liability, if you breach this Agreement or for any other reason.</p>\n11.2 TERMINATION OF THE SERVICES\n<p>To terminate your use of the Services, please follow the steps described in Section 2.7 (“Account Cancellation”).</p>\n<p>Upon any termination of the Services (a) Kissmetrics will cease providing the Services.\n(b) you will delete all copies of the Kissmetrics Script from your web page(s).\n(c) any outstanding balance payable by you to Kissmetrics will become immediately due and payable and any collection expenses incurred will be included in the amount owed.\n(d) you will not be entitled to any refunds of any usage fees or any other fees.\nand (e) all of your historical report data will no longer be available to you through Kissmetrics.</p>\n<p>In addition, upon expiration of any session with respect to a web page, you shall delete all copies of the Kissmetrics Script from such web page.\nYou understand and acknowledge that, unless and until the Kissmetrics Script is deleted from a web page, the Kissmetrics Script may continue to track information on such web page on an automated basis.</p> 12.\nModifications to this Agreements and Other Policies\n<p>Our employees are not authorized to vary the terms of this Agreement.\nThis Agreement may be modified only (a) by obtaining our written consent in an agreement signed by an officer of Kissmetrics.\nor (b) as set forth below in the immediately following paragraph.</p>\n<p>You agree that Kissmetrics may modify the terms of this Agreement or any policy governing the Services from time to time, and that your right to access the Services is conditioned on an ongoing basis with your compliance with the then-current version of this Agreement.\nWe will notify you of any material revisions or modifications to the Agreement by (x) posting a notice on the Kissmetrics Website for 30 days following any revisions or modifications to this Agreement, (y) posting a notice on the Kissmetrics Website the first time that you visit the Website following such revisions or modifications or, (z) providing direct notice of such changes in a communication to your customer account.\nBy continuing to use the Services following receipt of such notice, you consent to the revised or modified terms of this Agreement.</p> 13.\nMiscellaneous.\nArbitration, Choice of Law, and Venue\n13.1 EXCUSE\n<p>Kissmetrics shall be excused from performance hereunder to the extent that performance is prevented, delayed or obstructed by causes beyond its reasonable control.</p>\n13.2 SEVERABILITY AND WAIVER\n<p>If any provision of this Agreement is held to be unenforceable for any reason, such provision shall be reformed to the extent necessary to make it enforceable to the maximum extent permissible so as to reflect the intent of the parties, and the remainder of this Agreement shall continue in full force and effect.</p>\n<p>If any provision of this Agreement is held to be unenforceable for any reason, such provision shall be reformed to the extent necessary to make it enforceable to the maximum extent permissible so as to reflect the intent of the parties, and the remainder of this Agreement shall continue in full force and effect.</p>\n13.3 ENTIRE AGREEMENT\n<p>This Agreement (including any amendment thereto), together with the Privacy Policy, represents the complete agreement between us concerning its subject matter, and supersedes all prior agreements and representations between the parties.</p>\n13.4 AGREEMENT TO ARBITRATE\n<p>Certain portions of this Section 13.4 are deemed to be a “written agreement for arbitration” pursuant to the Federal Arbitration Act.\nYou and Kissmetrics agree that we intend that this Section 13.4 satisfies the “writing” requirement of the Federal Arbitration Act.</p>\n<p>If any controversy, allegation, or claim arises out of or relates to the Services, the Website, your Plan, or this Agreement, including but not limited to claims for indemnification, contribution, or cross-claims in a pending action involving one or more third parties (collectively, a “Dispute”), then either you or Kissmetrics may elect to submit the Dispute to be finally and exclusively resolved by binding arbitration before a sole arbitrator in accordance with the then current Commercial Arbitration Rules of the American Arbitration Association.\nIf an in-person arbitration hearing is required, then it will be conducted in San Francisco, California.\nbut if the applicable arbitration rules or laws require the arbitration to be conducted in the “metropolitan statistical area” (as defined by the U.S.\nCensus Bureau) where you are a resident at the time the Dispute is submitted to arbitration, Kissmetrics shall have the right to elect to proceed to arbitration in such location.\nAll parties to the arbitration will have the right, at their own expense, to be represented by an attorney or other advocate of their choosing.\nYou and Kissmetrics will pay the administrative and arbitrator’s fees and other costs in accordance with the applicable arbitration rules.\nbut if applicable arbitration rules or laws require Kissmetrics to pay a greater portion or all of such fees and costs in order for this Section 13.4 to be enforceable, then Kissmetrics will have the right to elect to pay the fees and costs and proceed to arbitration.</p>\n<p>In arbitration, as with a court, the arbitrator must honor the terms of this Agreement and can award the prevailing party damages and other relief (including attorneys’ fees).\nHowever, WITH ARBITRATION (a) THERE IS NO JUDGE OR JURY, (b) THE ARBITRATION PROCEEDINGS AND ARBITRATION OUTCOME ARE SUBJECT TO CERTAIN CONFIDENTIALITY RULES, AND (c) JUDICIAL REVIEW OF THE ARBITRATION OUTCOME IS LIMITED.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IF YOU OR WE WANT TO ASSERT A DISPUTE AGAINST THE OTHER, THEN YOU OR WE MUST COMMENCE IT WITHIN ONE (1) YEAR AFTER THE DISPUTE ARISES OR IT WILL BE FOREVER BARRED.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, YOU AGREE THAT NO ARBITRATION SHALL BE JOINED WITH ANY OTHER.\nTHERE IS NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE ARBITRATED ON A REPRESENTATIVE OR CLASS-ACTION BASIS OR TO UTILIZE CLASS ACTION PROCEDURES.\nAND THERE IS NO RIGHT OR AUTHORITY FOR ANY DISPUTE TO BE BROUGHT IN A PURPORTED REPRESENTATIVE CAPACITY ON BEHALF OF THE GENERAL PUBLIC OR ANY OTHER PERSONS.</p>\n13.5 INJUNCTIVE RELIEF\n<p>The foregoing provisions of this Section 13.4 will not apply to any (a) legal action taken by you or Kissmetrics to seek an injunction or other equitable relief or (b) controversy, allegation or claim that arises out of relates to your or Kissmetrics’ actual or alleged intellectual property rights.</p>\n13.6 CHOICE OF LAW AND FORUM\n<p>This Agreement shall be governed by and construed under the laws of the state of California without reference to its conflict of law principles.\nIn the event of any conflicts between foreign law, rules, and regulations, and California law, rules, and regulations, California law, rules and regulations shall prevail and govern.\nExcept to the extent that arbitration is elected in accordance with Section 13.4 above, any action or proceeding relating to a Dispute may only be instituted in state or federal court in San Francisco County, California.\nAccordingly, each party agrees to submit to the exclusive and personal jurisdiction of the courts located in San Francisco County, California.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act shall not apply to this Agreement.\nThe Kissmetrics Script and Kissmetrics Technology and Service are controlled by U.S.\nExport Regulations, and may not be exported to or used by embargoed countries or individuals.</p>\n13.7 NOTICES\n<p>Kissmetrics may deliver notice to you under this Agreement by (a) means of electronic mail, (b) posting a notice on the Kissmetrics Website, (c) a communication to your Kissmetrics account, or by (d) written communication delivered by first class U.S.\nmail to your address on record.</p>\n<p>Unless otherwise specified, any notices to Kissmetrics must be sent to:</p>\nKissmetrics\n<p>\n<small>145 Corte Madera Twn Center #445,</small>\n<br>\n<small>Corte Madera, CA 94925</small>\n<br>\nsupport@kissmetrics.com<br>\nvia email or first class, air mail, or overnight courier, and are deemed given upon receipt.</p>\n13.8 TRANSFER OR RIGHTS\n<p>You may not assign or otherwise transfer any of your rights hereunder without Kissmetrics’ prior written consent, and any such attempt is void.\nThe relationship between Kissmetrics and you is not one of a legal partnership relationship, but is one of independent contractors.\nThis Agreement shall be binding upon and inure to the benefit of the respective successors and assigns of the parties hereto.</p>\n13.9 HEADINGS\n<p>The headings of the sections contained in this Agreement are for convenience only and shall not be deemed to control of affect the meaning or construction of any provision of this Agreement.</p> 14.\nSpecial Admonitions for International Use\n<p>Recognizing the global nature of the Internet and the rapid changes around online privacy, you agree to comply with all local rules regarding online conduct and acceptable content.\nWithout limiting the foregoing, you agree to comply with all applicable laws regarding the transmission of technical data exported to or from the United States or the country in which you operate or reside and to comply with any other local laws affecting the Services.</p>\nEffective Date of this Terms of Use:\n<p>This Terms of Use is effective the Effective Date set forth at the top of this document.</p> Find out today what we can do for you!\n<ul>\n<li>#1 in Price</li>\n<li>#1 in Usability</li>\n<li>#1 in Support</li>\n</ul>\nGets Started for SaasGet Started for eCommerce <p>\n</p>\n<ul>\n<li>Blog</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Support</li>\n</ul> Name*<br>Email*<br> ", "created_at": "2021-04-23 20:41:42.109878", "updated_at": "2021-04-23 21:43:56.678162"}], "points": [{"id": 23124, "title": "This service is only available to users over 13 of age", "source": "https://www.kissmetrics.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-26 04:30:23.665269", "updated_at": "2021-06-26 13:34:26.661488", "quoteText": "BY USING OR ACCESSING THE SERVICES, YOU REPRESENT THAT YOU ARE AT LEAST 13 YEARS OF AGE.", "case_id": 152, "document_id": 5356, "quoteStart": 1523, "quoteEnd": 1611}, {"id": 23123, "title": "There is a date of the last update of the agreements", "source": "https://www.kissmetrics.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-26 04:26:52.613975", "updated_at": "2021-06-26 13:34:21.220503", "quoteText": "EFFECTIVE DATE: APRIL 28, 2017", "case_id": 331, "document_id": 5356, "quoteStart": 272, "quoteEnd": 302}, {"id": 19140, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.kissmetrics.io/terms/", "status": "Generated through the annotate view", "created_at": "2021-04-24 00:33:50.22715", "updated_at": "2021-06-24 22:05:07.468161", "quoteText": "Modifications to this Agreements and Other Policies\n<p>Our employees are not authorized to vary the terms of this Agreement.\nThis Agreement may be modified only (a) by obtaining our written consent in an agreement signed by an officer of Kissmetrics.\nor (b) as set forth below in the immediately following paragraph.</p>\n<p>You agree that Kissmetrics may modify the terms of this Agreement or any policy governing the Services from time to time, and that your right to access the Services is conditioned on an ongoing basis with your compliance with the then-current version of this Agreement.\nWe will notify you of any material revisions or modifications to the Agreement by (x) posting a notice on the Kissmetrics Website for 30 days following any revisions or modifications to this Agreement, (y) posting a notice on the Kissmetrics Website the first time that you visit the Website following such revisions or modifications or, (z) providing direct notice of such changes in a communication to your customer account.\nBy continuing to use the Services following receipt of such notice, you consent to the revised or modified terms of this Agreement.", "case_id": 403, "document_id": 5356, "quoteStart": 38335, "quoteEnd": 39487}], "urls": ["kissmetrics.io"]}}