{"error": 448, "message": "OK", "parameters": {"id": 4614, "name": "Porton Private Cloudstorage", "created_at": "2021-07-08 01:54:12.458642", "updated_at": "2021-07-20 18:10:09.490658", "wikipedia": null, "keywords": null, "related": null, "slug": "porton-private-cloudstorage", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4614.png", "url": "porton.nl", "documents": [{"id": 8607, "name": "Algemene Voorwaarden", "url": "https://www.porton.nl/porton/#section-3", "xpath": "//*[@id=\"container\"]/div[3]/div[2]/section", "text": " <ol>\n<li>Definities <ol>\n<li> In deze Algemene Voorwaarden hebben de volgende met hoofdletters aangeduide termen steeds de hierna volgende betekenis: <b>Data:</b> alle informatie, waaronder programma's, bestanden, databases, documenten, software en gegevens die Porton als gevolg van de Dienst op haar servers opslaat.\n<b>Dienst:</b> de private cloud dienst die Porton aan de Klant levert, zoals nader gespecificeerd in artikel 3.\n<b>IE Rechten:</b> alle rechten van intellectuele eigendom, zoals auteursrechten, merkrechten, octrooirechten, modelrechten, handelsnaamrechten, databankrechten en naburige rechten, alsmede domeinnamen en knowhow en hiermee verwante rechten.\n<b>Software:</b> de programmatuur van derden voor PC's of mobiele devices, die op initiatief van de Klant via de Web Client wordt gedownload en ten aanzien waarvan de Klant een separate licentieovereenkomst sluit met de rechthebbende en de eventuele licentiekosten voldoet.\nDe Web Client valt niet onder de Software.\n<b>Overeenkomst:</b>&nbsp;&nbsp.\nde overeenkomst tussen Porton en de Klant voor de levering van de Dienst, die gewoonlijk via de Website tot stand komt.\n<b>Web client:</b> de interface waarmee de Klant toegang krijgt tot de Dienst.\n<b>Platform:</b> de hardware waarmee Porton de Dienst levert, bestaande uit de servers van Porton in Nederlandse datacenters, inclusief de Web Client.\n<b>Porton:</b> de besloten vennootschap Maxx-XS B.V., tevens handelend onder de naam Porton, statutair gevestigd te Rijswijk en kantoorhoudende te (3971 NG) Driebergen-Rijsenburg aan de Breullaan 1D, ingeschreven in de Kamer van Koophandel onder nummer 27251829.\n<b>Klant:</b> de natuurlijke persoon of rechtspersoon die een Overeenkomst heeft gesloten met Porton voor de levering van de Dienst.\n<b>Website:</b> de website van Porton, bereikbaar via www.porton.nl en alle onderliggende pagina's.\n</li>\n<li> Voor toepassing van deze Algemene Voorwaarden maakt het geen verschil of de hiervoor gedefinieerde termen in het enkelvoud of in het meervoud zijn gesteld dan wel in een bepaalde samenstelling worden gebruikt.\n</li>\n</ol>\n</li>\n<li>De Overeenkomst <ol>\n<li>Porton wijst uitdrukkelijk de toepasselijkheid van eventuele algemene (inkoop)voorwaarden van de Klant van de hand.\n</li>\n<li>Afwijkingen en aanvullingen van de Algemene Voorwaarden zijn slechts geldig indien deze schriftelijk tussen Partijen zijn overeengekomen.</li>\n<li>Indien enige bepaling van de Algemene Voorwaarden nietig is of vernietigd wordt, zullen de overige bepalingen van de Algemene Voorwaarden volledig van kracht blijven.\nPorton zal de nietige c.q.\nvernietigde bepalingen vervangen door nieuwe bepalingen, waarbij zoveel mogelijk het doel en de strekking van de nietige c.q.\nvernietigde bepaling in acht wordt genomen.</li>\n<li>De gegevens van Porton zijn leidend, behoudens tegenbewijs van de Klant.</li>\n</ol>\n</li>\n<li>De Dienst <ol>\n<li>Porton levert voor de duur van de Overeenkomst de Dienst aan de Klant.\nDe Dienst bestaat uit een private cloudstorage dienst, waarmee de Klant Data kan opslaan op het Platform van Porton en deze Data kan beheren en weer downloaden.\nDe Klant kan voorts bepaalde Software downloaden voor aanvullende functionaliteit.</li>\n<li>De functionaliteit van de Dienst is afhankelijk van het door de Klant gekozen abonnement.\nDe verschillende abonnementen en bijbehorende functionaliteiten zijn steeds vermeld op de Website.</li>\n<li>De Dienst houdt uitdrukkelijk niet in: <ol>\n<li>a.\nHet leveren of onderhouden van de Software;</li>\n<li>b.\nHet inregelen en terugplaatsen van een backup, tenzij dit uitdrukkelijk is overeengekomen met de Klant.\n</li>\n</ol>\n</li>\n<li>Porton is gerechtigd om derden in te schakelen voor de uitvoering van de Dienst.</li>\n<li>Porton kan wijzigingen aanbrengen in de inhoud of omvang van de Dienst.\nPorton doet de Klant daarvan zo spoedig mogelijk mededeling.\nIngeval de Dienst als gevolg van de wijziging(en) substantieel verandert ten opzichte van de Dienst zoals overeengekomen, heeft de Klant het recht de Overeenkomst schriftelijk op te zeggen binnen dertig dagen nadat aan hem is medegedeeld per welke datum de wijziging zal ingaan.\nPorton is niet aansprakelijk voor eventuele schade voortvloeiend uit de wijzigingen of de beëindiging.</li>\n</ol>\n</li>\n<li>Gebruik van de Dienst <ol>\n<li>De Klant heeft toegang tot een selectie Software via de Web Client.\nIndien de Klant Software downloadt, sluit hij daarvoor een separate overeenkomst met de aanbieder van de Software.\nPorton is niet verantwoordelijk voor de Software, de beschikbaarheid of de goede werking ervan.</li>\n<li>De Klant zal de Dienst te allen tijde naar behoren gebruiken.\nDe Klant garandeert dat hij de Dienst niet zal gebruiken: <ol>\n<li>a.\nop zodanige wijze dat inbreuk wordt gepleegd op de rechten van Porton of van derden en/of op een jegens derden onrechtmatige wijze, met inbegrip van, zonder enige beperking, IE Rechten of rechten in verband met de bescherming van de persoonlijke levenssfeer;</li>\n<li>b.\nin strijd met geldende wet- of regelgeving.\nen/of</li>\n<li>c.\nin strijd met een bepaling van deze Algemene Voorwaarden.</li>\n</ol> De Klant vrijwaart Porton tegen alle schade en kosten voortvloeiend uit en/of verband houdend met vorderingen van derden op grond van schending van deze garantie.\n</li>\n<li>De Klant is verantwoordelijk voor het geheimhouden van de inloggegevens voor de Web Client.\nZodra de Klant weet of reden heeft om te vermoeden dat zijn inloggegevens in handen van onbevoegden zijn geraakt, dient de Klant Porton daarvan onverwijld in kennis te stellen, onverminderd de eigen verantwoordelijkheid van de Klant om onmiddellijk en doelmatig actie te ondernemen, bijvoorbeeld door zijn inloggegevens te wijzigen.\nDe Klant aanvaardt en erkent derhalve dat de Klant te allen tijde verantwoordelijk en aansprakelijk is voor het gebruik van de Dienst door derden via de inloggegevens van de Klant.</li>\n<li>De Klant is verantwoordelijk voor het beheer, de controle en het gebruik van de Dienst, alsmede voor de wijze waarop de Data, worden gebruikt.</li>\n</ol>\n</li>\n<li>Beschikbaarheid <ol>\n<li>Porton zal zich bij de uitvoering van de Dienst naar beste vermogen inspannen.\nZij kan echter geen garanties geven over het behalen van een bepaald resultaat en de ongestoorde beschikbaarheid van de Dienst.\nPorton zal bij de uitvoering van de Dienst alle zorgvuldigheid in acht nemen, die redelijkerwijs van haar verwacht mag en kan worden.</li>\n<li>Porton kan de Dienst of een of meer onderdelen daarvan tijdelijk offline houden en/of het gebruik daarvan beperken indien dit naar haar oordeel noodzakelijk is, bijvoorbeeld ten behoeve van preventief onderhoud of het aanbrengen van correcties of aanpassingen.\nPorton doet de Klant zo spoedig mogelijk mededeling omtrent het tijdelijk niet-beschikbaar zijn of het beperkte gebruik van de Dienst, maar ten minste 24 uur vooraf.\nIn noodgevallen als gevolg waarvan de Dienst met onmiddellijke ingang offline moet worden gezet of het gebruik van de Dienst moet worden beperkt, bericht Porton de Klant zo spoedig als redelijkerwijs mogelijk is.</li>\n<li>Porton is niet verantwoordelijk voor de aanschaf en/of het naar behoren functioneren van het de hardware en/of infrastructuur van de Klant of van derden.\nPorton is nimmer aansprakelijk voor schade of kosten veroorzaakt door fouten in de overbrenging, het niet of gebrekkig functioneren of het niet beschikbaar zijn van computer-, data- of telecommunicatiefaciliteiten, waaronder begrepen internet.</li>\n<li>De Klant is verantwoordelijk voor de nakoming van alle eventuele door Porton verstrekte technische en functievereisten die vereist zijn om de Dienst te kunnen gebruiken.</li>\n</ol>\n</li>\n<li>Prijzen en betaling <ol>\n<li>De Klant is aan Porton vergoedingen verschuldigd volgens de daarvoor overeengekomen tarieven.</li>\n<li>De door Porton gehanteerde vergoedingen en tarieven zijn inclusief omzetbelasting (BTW).\nDe tarieven worden vermeld in Euro's.</li>\n<li>Porton is te allen tijde gerechtigd haar tarieven aan te passen.\nTenzij schriftelijk uitdrukkelijk is overeengekomen dat prijzen en tarieven voor een bepaalde periode gelden, gaan de aangekondigde prijswijzigingen ten aanzien van de levering van de Dienst 1 (één) maand na de aankondiging daarvan in.</li>\n<li>Indien de Klant niet akkoord gaat met een door Porton aangekondigde wijziging van tarieven heeft de Klant het recht om binnen 8 (acht) dagen na de aankondiging de Overeenkomst schriftelijk op te zeggen tegen de datum waarop de betreffende wijziging ingaat.</li>\n<li>Alle betalingen door Klant aan Porton worden in mindering gebracht op de oudste nog openstaande facturen van Porton aan de Klant, ongeacht enige andere aanduiding door de Klant.\nEnig beroep door de Klant op opschorting, verrekening of aftrek is niet toegestaan.</li>\n<li>Indien de Klant de verschuldigde bedragen niet binnen de overeengekomen termijn betaalt, is de Klant, zonder dat enige ingebrekestelling nodig is, over het openstaande bedrag de wettelijke rente verschuldigd.\nIndien de Klant na aanmaning of ingebrekestelling nalatig blijft de vordering te voldoen, kan Porton de vordering uit handen geven, in welk geval de Klant naast het als dan verschuldigde totale bedrag tevens gehouden is tot volledige vergoeding van alle buitengerechtelijke en gerechtelijke kosten, waaronder begrepen alle kosten van advocaten en externe deskundigen.\nDe hoogte van de buitengerechtelijke kosten bedraagt minimaal 15% van de hoofdsom, met een minimum van € 40,-.</li>\n<li>Indien de Klant de verschuldigde bedragen na twee (2) aanmaningen of herinneringen van Porton nog niet heeft betaald is Porton gerechtigd om haar prestaties onder de Overeenkomst op te schorten en de Klant de toegang tot de Dienst te ontzeggen.</li>\n<li>Indien de Klant de verschuldigde bedragen na twee (2) aanmaningen of herinneringen van Porton nog niet heeft betaald, zal Porton overgaan tot het verwijderen van alle door de Klant opgeslagen Data uit haar systemen.</li>\n</ol>\n</li>\n<li>Intellectuele eigendomsrechten <ol>\n<li>Alle IE Rechten en eigendomsrechten terzake van ontwerpen, programmatuur, documentatie en alle andere materialen die worden gebruikt ter uitvoering van de Dienst, waaronder het Platform, de Website en de Web Client, berusten uitsluitend bij Porton of haar licentiegevers.\nDe levering van de Dienst strekt niet tot enige overdracht van de IE Rechten.</li>\n<li>De Klant verkrijgt slechts een niet-exclusief, niet-sublicentieerbaar en niet-overdraagbaar recht tot het gebruik van de Dienst, waaronder de Web Client.\nDe licentie voor het gebruik van de Web Client geldt slechts voor redelijk gebruik dat nodig is om de Dienst te kunnen gebruiken.\nDe licentie op de Web Client is bovendien 'as is', zonder enige garantie dat de Web Client geschikt is voor een bepaald gebruik of vrij is van fouten.</li>\n<li>Het is de Klant niet toegestaan: <ol>\n<li>a.\nhandelingen te verrichten die inbreuk kunnen maken op de IE Rechten van Porton en/of haar licentiegever(s), waaronder begrepen maar niet beperkt tot het registreren van domeinnamen, merken of Google AdWords zoektermen (keywords) die lijken op of identiek zijn aan enig teken waarop Porton en/of haar licentiegevers IE Rechten kunnen doen gelden;</li>\n<li>b.\nenige aanduiding omtrent IE Rechten van Porton of haar leveranciers te (laten) verwijderen of te (laten) wijzigen, daaronder begrepen aanduidingen omtrent het vertrouwelijk karakter en geheimhouding daarvan.</li>\n<li>c.\ntechnische maatregelen ter bescherming van de Dienst of de Software te (laten) verwijderen of te (laten) omzeilen</li>\n</ol>\n</li>\n<li>Klant zal Porton vrijwaren voor alle schade die ontstaat indien Porton door een derde wordt aangesproken wegens inbreuk op een IE Recht van deze derde als gevolg van het gebruik van de Dienst en de Software door de Klant.</li>\n</ol>\n</li>\n<li>Privacy <ol>\n<li>In het kader van de uitvoering van de Overeenkomst, zal Porton persoonsgegevens voor de Klant verwerken.\nOp de verwerking van persoonsgegevens is privacy wet- en regelgeving van toepassing, zoals de Algemene Verordening Gegevensbescherming (\"AVG\").\nTen aanzien van de verwerking van persoonsgegevens kwalificeert Porton als een verwerker in de zin van de AVG.\nPartijen hebben een Verwerkersovereenkomst gesloten om uitvoering te geven aan de verplichtingen op grond van de AVG.</li>\n</ol>\n</li>\n<li>Aansprakelijkheid <ol>\n<li>Porton aanvaardt wettelijke verplichtingen tot schadevergoeding slechts indien en voor zover dat uit dit artikel blijkt.\n</li>\n<li>De totale aansprakelijkheid van Porton wegens toerekenbare tekortkoming in de nakoming van de Overeenkomst, een onrechtmatige daad of anderszins is beperkt tot vergoeding van directe schade tot maximaal het bedrag van de door de Overeenkomst in de 12 maanden voorafgaand aan de schadeveroorzakende gebeurtenis gefactureerde bedragen (exclusief BTW).\nIn geen geval zal de vergoeding voor directe schade echter meer bedragen dan € 75,-.\n</li>\n<li>Onder directe schade worden uitsluitend verstaan de kosten die de Klant redelijkerwijs heeft moeten maken om de tekortkoming van Porton te herstellen of op te heffen, zodat de prestatie van Porton wel aan de Overeenkomst beantwoordt, alsmede redelijke kosten ter voorkoming of beperking van zulke schade en redelijke kosten ter vaststelling van de oorzaak en omvang daarvan.</li>\n<li>Aansprakelijkheid van Porton voor indirecte schade, daaronder begrepen gevolgschade, gederfde winst, gemiste besparingen, beschadigde of verloren gegane Data en schade door bedrijfsstagnatie, is uitgesloten.</li>\n<li>Buiten de in dit artikel genoemde gevallen rust er op Porton geen enkele aansprakelijkheid voor schadevergoeding, ongeachte de grond waarop een actie tot schadevergoeding zou kunnen worden gebaseerd.\nDe in dit artikel genoemde maximumbedragen komen echter te vervallen indien en voor zover de schade het gevolg is van opzet of bewuste roekeloosheid van de bedrijfsleiding van Porton.</li>\n<li>De aansprakelijkheid van Porton wegens toerekenbare tekortkoming in de nakoming van de Overeenkomst ontstaat slechts indien de Klant Porton onverwijld en deugdelijk schriftelijk in gebreke heeft gesteld met een zo gedetailleerd mogelijke omschrijving van de tekortkoming en waarbij een redelijke termijn ter zuivering van de tekortkoming is gesteld, en Porton ook na die termijn tekort blijft schieten in de nakoming van haar verplichtingen.</li>\n<li>Iedere vordering tot schadevergoeding door de Klant tegen Porton die niet door de Klant gespecificeerd en expliciet is gemeld, vervalt door het enkele verloop van zes (6) maanden na het ontstaan van de vordering.</li>\n</ol>\n</li>\n<li>Overmacht <ol>\n<li>Er is geen sprake van een toerekenbare tekortkoming van Porton indien er sprake is van overmacht, waaronder begrepen, doch uitdrukkelijk niet daartoe beperkt, storingen in de telecommunicatie- (waaronder internet-) en energievoorzieningen, ziekte, werkstaking en niet-toerekenbare tekortkomingen van toeleveranciers van Porton.\nBrandschade, waterschade en natuurrampen zijn eveneens situaties die onder overmacht vallen, tenzij er omstandigheden zijn die maken dat deze situaties aan Porton kunnen worden toegerekend.</li>\n<li>Indien de periode van overmacht langer dan 90 (negentig) aaneengesloten dagen heeft geduurd, dan hebben partijen het recht om de Overeenkomst buitengerechtelijk schriftelijk te ontbinden, zonder dat Porton gehouden is tot enige vergoeding van de schade die de Klant lijdt ten gevolge van die ontbinding.\nPorton is gerechtigd tot betaling door de Klant voor de Dienst die tot het tijdstip van ontbinding aan de Klant is geleverd.</li>\n</ol>\n</li>\n<li>Bedenktijd <ol>\n<li>Indien de Klant een consument is, heeft Klant gedurende een termijn van veertien (14) dagen, gerekend vanaf het moment van ontstaan van de Overeenkomst, het recht om de Overeenkomst schriftelijk en kosteloos te ontbinden.</li>\n<li>Indien van toepassing, kan de Klant van dit recht gebruik maken door het modelformulier voor ontbinding in te vullen zoals door Porton verstrekt op de Website.\nOok is een ondubbelzinnige, schriftelijke (e-mail) verklaring mogelijk waarbij de Klant Porton op de hoogte stelt van de uitoefening van het herroepingsrecht.</li>\n<li>Om de herroepingstermijn na te leven volstaat het om de mededeling betreffende de uitoefening van het herroepingsrecht te verzenden voordat de herroepingstermijn van veertien (14) dagen is verstreken.</li>\n<li>Indien de Klant tijdig gebruik maakt van het herroepingsrecht, wordt volledige restitutie verleend.\nBetaling geschiedt middels hetzelfde betaalmiddel als waarmee de oorspronkelijke transactie is verricht, tenzij uitdrukkelijk anders overeengekomen.</li>\n</ol>\n</li>\n<li>Duur en beëindiging <ol>\n<li>De Overeenkomst wordt steeds voor bepaalde tijd aangegaan, zoals door de Klant aangegeven op de Website bij het aangaan van de Overeenkomst.\nPartijen kunnen de Overeenkomst niet tussentijds opzeggen tenzij uitdrukkelijk anders is overeengekomen.\nIndien de Klant een consument is, wordt de Overeenkomst die is aangegaan voor de duur van een jaar na dat jaar stilzwijgend verlengd voor onbepaalde tijd, waarbij de Klant gerechtigd is om de Overeenkomst maandelijks op te zeggen.</li>\n<li>De Klant is gerechtigd om de Overeenkomst buitengerechtelijk te ontbinden indien Porton toerekenbaar tekortschiet in de nakoming van wezenlijke verplichtingen uit hoofde van de Overeenkomst en zulk tekortschieten, na deugdelijk schriftelijk in gebreke te zijn gesteld, niet binnen een redelijke termijn herstelt.\nOntbinding ontslaat de Klant niet van enige betalingsverplichting terzake van de reeds door Porton geleverde Dienst, tenzij Klant aantoont dat Porton terzake daarvan in verzuim is.</li>\n<li>Beide Partijen zijn gerechtigd de Overeenkomst geheel of gedeeltelijk te ontbinden indien aan een Partij voorlopige of definitieve surséance van betaling wordt verleend, het faillissement van een Partij is aangevraagd, er beslag is gelegd op (een deel van) de goederen van een Partij of indien de onderneming van een Partij wordt geliquideerd of beëindigd.</li>\n<li>In geval van ontbinding van de Overeenkomst, vindt geen ongedaanmaking plaats van hetgeen Porton reeds heeft geleverd en/of heeft verricht en de daarmee samenhangende betalingsverplichting, tenzij de Klant bewijst dat Porton ten aanzien van het wezenlijke deel van die prestaties in verzuim is.\nBedragen die Porton vóór de ontbinding heeft gefactureerd in verband met hetgeen Porton ter uitvoering van de Overeenkomst reeds heeft verricht of geleverd, blijven met inachtneming van het in de vorige volzin bepaalde onverminderd verschuldigd en worden op het moment van de ontbinding direct opeisbaar.</li>\n<li>Direct na beëindiging van de Overeenkomst, om welke reden ook, heeft Porton het recht de toegangsfaciliteiten van Klant te blokkeren waardoor het gebruik van de Dienst niet meer mogelijk is, onverminderd de verplichting van Klant het gebruik van de Dienst te staken.</li>\n<li>Tot aan de beëindiging van de Overeenkomst kan de Klant zelf de Data exporteren, zodat deze zonder na het einde van de Overeenkomst kunnen worden gebruikt.\nNa de beëindiging van de Overeenkomst is Porton niet verplicht Data aan de klant te verstrekken en/of te converteren.</li>\n<li>Indien de Overeenkomst eindigt, ongeacht of dit geschiedt als gevolg van het verstrijken van de duur van de Overeenkomst, ontbinding of opzegging, verwijdert Porton binnen drie werkdagen na de einddatum van de Overeenkomst alle Data van de Klant uit haar systemen.</li>\n<li>De bepalingen die naar hun aard bestemd zijn om beëindiging van de Overeenkomst te overleven, blijven ook na zulke beëindiging onverminderd van kracht.</li>\n</ol>\n</li>\n<li>Klachten <ol>\n<li>Eventuele klachten over de dienstverlening van Porton kan de Klant kenbaar maken bij Porton via het contactformulier op de Website.</li>\n<li>Indien de Klant een consument is, is het tevens mogelijk om klachten aan te melden bij het Onlinegeschillenbeslechting platform van de Europese Commissie (ODR) via haar website http://ec.europa.eu/odr.</li>\n</ol>\n</li>\n<li>Overig <ol>\n<li>Porton mag rechten en verplichtingen die uit de Overeenkomst voortvloeien overdragen aan derden en zal de Klant daarvan op de hoogte stellen.\nKlant is niet gerechtigd de rechten en verplichtingen uit de Overeenkomst over te dragen aan een derde zonder schriftelijke toestemming van Porton.\nAan de toestemming kunnen redelijke voorwaarden worden verbonden.\nDe toestemming zal niet op onredelijke gronden worden onthouden.</li>\n<li>Op de Overeenkomst is Nederlands recht van toepassing.\nVoor zover door nationale of internationale rechtsregels niet dwingend anders wordt voorgeschreven, zullen alle geschillen die voortvloeien uit dan wel samenhangen met onder deze Algemene Voorwaarden gesloten Overeenkomsten, dan wel de Diensten die daarvan een uitvloeisel zijn, uitsluitend aanhangig gemaakt worden bij de bevoegde rechter in Amsterdam.</li>\n</ol>\n</li>\n</ol> ", "created_at": "2021-07-21 19:55:20.708726", "updated_at": "2021-07-21 19:56:01.642809"}, {"id": 8606, "name": "Privacy Beleid", "url": "https://www.porton.nl/porton/#section-2", "xpath": "//*[@id=\"container\"]/div[2]/div[2]/section", "text": " <p>Persoonlijke gegevens en betalingen zijn veilig bij Porton.\nIngevoerde vertrouwelijke informatie (zoals een creditcardnummer) wordt versleuteld en beveiligd met een Globalsign SSL-certificaat (Secure Sockets Layer).\nSSL codeert informatie met een sleutel die alleen bij Porton en op de gebruikte computer bekend is.</p>\n<p>Een beveiligde verbinding begint altijd met: https://.\nEen https-pagina is tevens te herkennen aan een afbeelding van een gesloten hangslot of (gedeeltelijke) groene kleurverandering in de browserbalk.</p>\n<p>Door op het hangslot te klikken worden details van het security certificaat getoond, zoals de eigenaar van de site, in dit geval Porton.nl.\nControleer eventueel de details en de geldigheid.</p>\n<p>Alleen klanten van Porton dienen toestemming te geven om persoons- en/of verkeersgegevens op te laten nemen in een geautomatiseerd bestand, voor de hieronder genoemde doeleinden.</p> Welke gegevens <p>\n<b>Persoonsgegevens</b>\n<br>De verwerking van persoonsgegevens door Porton vindt plaats in het kader van de volgende doelstellingen: </p>\n<ul>\n<li>Ten behoeve van de uitvoering van de gebruikersovereenkomsten, inhoudende het toegang bieden tot het Porton platform en ten behoeve van de uitvoering van aanverwante diensten;</li>\n<li>Het berekenen, vastleggen en innen van abonnementsgelden (met inbegrip van het in handen van derden stellen van vorderingen);</li>\n<li>In het kader van het beheer van de relatie tussen Porton en de gebruiker;</li>\n<li>Beantwoorden van vragen en eventuele klachten.</li>\n<li>Het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de gebruiker zelf.</li>\n</ul>\n<p>\n</p>\n<p>\n<b>Verkeersgegevens</b>\n<br>Als er gebruik wordt gemaakt van de door Porton aangeboden diensten, verwerkt Porton ook verkeersgegevens die verband houden met dit gebruik, maar die niet de inhoud van de communicatie zelf betreffen.\nDe verwerking van verkeersgegevens door Porton vindt plaats in het kader van de volgende doelstellingen: </p>\n<ul>\n<li>Management van het Porton platform en de mogelijkheid van gebruikersverificatie (verkeersbeheer);</li>\n<li>Beantwoorden van vragen en eventuele klachten en het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de verkeersgegevens van de gebruiker zelf;</li>\n<li>Opsporing van fraude;</li>\n<li>Het tot stand brengen van verbindingen tussen servers, apps en software.</li>\n<li>Anders dan op grond van wettelijke verplichtingen of tenzij uitdrukkelijk door de gebruiker aangegeven, verstrekt Porton geen persoons- en/of verkeersgegevens aan derden.</li>\n</ul>\n<p>\n</p>\n<p>\n<b>Bewaarbeleid persoonsgegevens</b>\n<br>Porton bewaart persoonsgegevens niet langer dan wettelijk is toegestaan en noodzakelijk is voor de verwerkelijking van de doeleinden waarvoor persoonsgegevens worden verwerkt.\nDe opgegeven persoonsgegevens worden in ieder geval tenminste gedurende de looptijd van de abonnementsperiode bewaard.</p>\n<p>\n<b>Wachtwoord</b>\n<br>Toegang tot persoonsgegevens is alleen mogelijk met een gebruikersnaam en wachtwoord, zoals opgegeven tijdens de registratie.\nDaarbij is de gebruiker te allen tijde verantwoordelijkheid om deze veilig te houden.</p> Openbaring van gegevens <p>\n<b>Cliënt-side</b>\n<br>Porton kan in geen enkel geval, indien data aan de gebruikerszijde versleuteld is (cliënt-side encryptie), de versleuteling opheffen.\nZodra door de gebruiker toegang of inzage wordt verleend aan derden, is de gebruiker altijd verantwoordelijk voor het beheren van toegang tot- of het verlies van data.</p>\n<p>\n<b>Links</b>\n<br>De site van Porton kan koppelingen naar andere sites bevatten.\nOp het privacy beleid van deze derden of hun sites heeft Porton geen invloed en is daarvoor ook niet verantwoordelijk.</p>\n<p>\n<b>Inzage, correctie en verwijdering</b>\n<br>Voor inzage van persoonsgegevens of het wijzigen en corrigeren van persoonsgegevens kan ingelogd worden op de website Porton.nl.</p>\n<p>\n<b>Meer informatie </b>\n<br>Verklaringen, uitleg en bewoordingen die zijn gebruikt in de algemene voorwaarden(link) hebben dezelfde betekenis als in dit privacy beleid.\nIndien het privacy beleid in strijd is met de algemene voorwaarden kunnen alleen rechten verleend worden aan de algemene voorwaarden.\nVoor alle overige vragen over het privacy beleid kan contact worden opgenomen met de klantenservice.</p> ", "created_at": "2021-07-21 19:52:52.230776", "updated_at": "2021-07-21 19:54:02.279629"}, {"id": 8198, "name": "Geschillencommissie (ODR)", "url": "https://porton.nl/odr", "xpath": "/html/body/span[2]/div[2]/div/section", "text": " Geschillencommissie (ODR) <p>Indien u gebruik wilt maken van het herroepingsrecht kunt u onderstaand formulier gebruiken.\nGeef hierbij aan om welk(e) abonnement(en) het gaat en voorzie het document van een handtekening.\nHiervoor zijn de algemene voorwaarden van kracht.\nMeer informatie vind u op:</p>\n<p>Online Dispute Resolution (ODR): https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home2.show&amp;lng=NL</p>\n<p>Algemene Voorwaarden Porton: https://www.porton.nl/porton/#section-3</p> ", "created_at": "2021-07-08 01:56:16.791099", "updated_at": "2021-07-12 20:02:44.536926"}], "points": [{"id": 24482, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nVerkeersgegevens\r\nAls er gebruik wordt gemaakt van de door Porton aangeboden diensten, verwerkt Porton ook verkeersgegevens die verband houden met dit gebruik, maar die niet de inhoud van de communicatie zelf betreffen. De verwerking van verkeersgegevens door Porton vindt plaats in het kader van de volgende doelstellingen:\r\n    Management van het Porton platform en de mogelijkheid van gebruikersverificatie (verkeersbeheer);\r\n    Beantwoorden van vragen en eventuele klachten en het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de verkeersgegevens van de gebruiker zelf;\r\n    Opsporing van fraude;\r\n    Het tot stand brengen van verbindingen tussen servers, apps en software.\r\n    Anders dan op grond van wettelijke verplichtingen of tenzij uitdrukkelijk door de gebruiker aangegeven, verstrekt Porton geen persoons- en/of verkeersgegevens aan derden.", "created_at": "2021-07-20 15:31:33.820824", "updated_at": "2021-07-23 07:31:33.826787", "quoteText": null, "case_id": 399, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24553, "title": "Details are provided about what kind of information they collect", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nWelke gegevens\r\n\r\nPersoonsgegevens\r\nDe verwerking van persoonsgegevens door Porton vindt plaats in het kader van de volgende doelstellingen:\r\n\r\n    Ten behoeve van de uitvoering van de gebruikersovereenkomsten, inhoudende het toegang bieden tot het Porton platform en ten behoeve van de uitvoering van aanverwante diensten;\r\n    Het berekenen, vastleggen en innen van abonnementsgelden (met inbegrip van het in handen van derden stellen van vorderingen);\r\n    In het kader van het beheer van de relatie tussen Porton en de gebruiker;\r\n    Beantwoorden van vragen en eventuele klachten.\r\n    Het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de gebruiker zelf.\r\n\r\nVerkeersgegevens\r\nAls er gebruik wordt gemaakt van de door Porton aangeboden diensten, verwerkt Porton ook verkeersgegevens die verband houden met dit gebruik, maar die niet de inhoud van de communicatie zelf betreffen. De verwerking van verkeersgegevens door Porton vindt plaats in het kader van de volgende doelstellingen:\r\n\r\n    Management van het Porton platform en de mogelijkheid van gebruikersverificatie (verkeersbeheer);\r\n    Beantwoorden van vragen en eventuele klachten en het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de verkeersgegevens van de gebruiker zelf;\r\n    Opsporing van fraude;\r\n    Het tot stand brengen van verbindingen tussen servers, apps en software.\r\n    Anders dan op grond van wettelijke verplichtingen of tenzij uitdrukkelijk door de gebruiker aangegeven, verstrekt Porton geen persoons- en/of verkeersgegevens aan derden.\r\n\r\nBewaarbeleid persoonsgegevens\r\nPorton bewaart persoonsgegevens niet langer dan wettelijk is toegestaan en noodzakelijk is voor de verwerkelijking van de doeleinden waarvoor persoonsgegevens worden verwerkt. De opgegeven persoonsgegevens worden in ieder geval tenminste gedurende de looptijd van de abonnementsperiode bewaard.\r\n\r\nWachtwoord\r\nToegang tot persoonsgegevens is alleen mogelijk met een gebruikersnaam en wachtwoord, zoals opgegeven tijdens de registratie. Daarbij is de gebruiker te allen tijde verantwoordelijkheid om deze veilig te houden.", "created_at": "2021-07-21 16:39:44.552635", "updated_at": "2021-07-23 07:30:45.051857", "quoteText": null, "case_id": 228, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24548, "title": "You agree to comply with the law of the service's country", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 4.2:\r\nDe Klant zal de Dienst te allen tijde naar behoren gebruiken. De Klant garandeert dat hij de Dienst niet zal gebruiken:\r\n\r\n    a. op zodanige wijze dat inbreuk wordt gepleegd op de rechten van Porton of van derden en/of op een jegens derden onrechtmatige wijze, met inbegrip van, zonder enige beperking, IE Rechten of rechten in verband met de bescherming van de persoonlijke levenssfeer; b. in strijd met geldende wet- of regelgeving; en/of c. in strijd met een bepaling van deze Algemene Voorwaarden. \r\n\r\nDe Klant vrijwaart Porton tegen alle schade en kosten voortvloeiend uit en/of verband houdend met vorderingen van derden op grond van schending van deze garantie. ", "created_at": "2021-07-21 16:20:08.142996", "updated_at": "2021-07-23 07:30:32.874262", "quoteText": null, "case_id": 237, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24552, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://www.porton.nl/porton/#section-4", "status": "Verwerkersovereenkomst 6.1:\r\nHet is Verwerker toegestaan om in het kader van deze Verwerkersovereenkomst en de Overeenkomst gebruik te maken van Sub Verwerkers, indien Verwerkingsverantwoordelijke daarvoor schriftelijke toestemming heeft gegeven. Verwerker heeft de mogelijkheid binnen redelijke termijn bezwaar te maken tegen de in te schakelen Sub Verwerkers. Voor zover de Sub Verwerkers bij het sluiten van deze Verwerkersovereenkomst reeds bekend zijn, zijn deze opgenomen in Annex 2. De in Annex 2 vermelde Sub Verwerkers worden met het ondertekenen van deze Verwerkersovereenkomst goedgekeurd voor de daarin omschreven werkzaamheden.\r\n\r\nVerwerkersovereenkomst ANNEX 2 SPECIFICATIE SUB-VERWERKERS:\r\n\r\nNiet van toepassing.", "created_at": "2021-07-21 16:36:03.347757", "updated_at": "2021-07-23 07:30:49.759486", "quoteText": null, "case_id": 404, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24551, "title": "You must create an account to use this service", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 1.1:\r\nWeb client: de interface waarmee de Klant toegang krijgt tot de Dienst;\r\n\r\nAlgemene Voorwaarden Porton Private Cloudstorage 4.3:\r\nDe Klant is verantwoordelijk voor het geheimhouden van de inloggegevens voor de Web Client. Zodra de Klant weet of reden heeft om te vermoeden dat zijn inloggegevens in handen van onbevoegden zijn geraakt, dient de Klant Porton daarvan onverwijld in kennis te stellen, onverminderd de eigen verantwoordelijkheid van de Klant om onmiddellijk en doelmatig actie te ondernemen, bijvoorbeeld door zijn inloggegevens te wijzigen. De Klant aanvaardt en erkent derhalve dat de Klant te allen tijde verantwoordelijk en aansprakelijk is voor het gebruik van de Dienst door derden via de inloggegevens van de Klant.", "created_at": "2021-07-21 16:33:16.427915", "updated_at": "2021-07-23 07:31:28.846078", "quoteText": null, "case_id": 230, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24550, "title": "Information is provided about how your personal data is used", "source": "https://www.porton.nl/porton/#section-3", "status": "Privacy beleid:\r\nPersoonsgegevens\r\nDe verwerking van persoonsgegevens door Porton vindt plaats in het kader van de volgende doelstellingen:\r\n\r\n    Ten behoeve van de uitvoering van de gebruikersovereenkomsten, inhoudende het toegang bieden tot het Porton platform en ten behoeve van de uitvoering van aanverwante diensten;\r\n    Het berekenen, vastleggen en innen van abonnementsgelden (met inbegrip van het in handen van derden stellen van vorderingen);\r\n    In het kader van het beheer van de relatie tussen Porton en de gebruiker;\r\n    Beantwoorden van vragen en eventuele klachten.\r\n    Het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de gebruiker zelf.", "created_at": "2021-07-21 16:25:00.440589", "updated_at": "2021-07-23 07:30:59.881937", "quoteText": null, "case_id": 227, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24549, "title": "Third parties are not allowed to access your personal information without a legal basis", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nAnders dan op grond van wettelijke verplichtingen of tenzij uitdrukkelijk door de gebruiker aangegeven, verstrekt Porton geen persoons- en/of verkeersgegevens aan derden.", "created_at": "2021-07-21 16:21:55.714621", "updated_at": "2021-07-23 07:30:55.202913", "quoteText": null, "case_id": 167, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24547, "title": "You have the right to leave this service at any time", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 12.1:\r\nDe Overeenkomst wordt steeds voor bepaalde tijd aangegaan, zoals door de Klant aangegeven op de Website bij het aangaan van de Overeenkomst. Partijen kunnen de Overeenkomst niet tussentijds opzeggen tenzij uitdrukkelijk anders is overeengekomen. Indien de Klant een consument is, wordt de Overeenkomst die is aangegaan voor de duur van een jaar na dat jaar stilzwijgend verlengd voor onbepaalde tijd, waarbij de Klant gerechtigd is om de Overeenkomst maandelijks op te zeggen.", "created_at": "2021-07-21 16:18:41.113363", "updated_at": "2021-07-23 07:31:04.399963", "quoteText": null, "case_id": 170, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24546, "title": "Your information is only shared with third parties when given specific consent", "source": "https://www.porton.nl/porton/#section-4", "status": "Verwerkersovereenkomst 6.1:\r\nHet is Verwerker toegestaan om in het kader van deze Verwerkersovereenkomst en de Overeenkomst gebruik te maken van Sub Verwerkers, indien Verwerkingsverantwoordelijke daarvoor schriftelijke toestemming heeft gegeven. Verwerker heeft de mogelijkheid binnen redelijke termijn bezwaar te maken tegen de in te schakelen Sub Verwerkers. Voor zover de Sub Verwerkers bij het sluiten van deze Verwerkersovereenkomst reeds bekend zijn, zijn deze opgenomen in Annex 2. De in Annex 2 vermelde Sub Verwerkers worden met het ondertekenen van deze Verwerkersovereenkomst goedgekeurd voor de daarin omschreven werkzaamheden.", "created_at": "2021-07-21 16:05:11.912472", "updated_at": "2021-07-23 07:31:08.976966", "quoteText": null, "case_id": 296, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24545, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.porton.nl/porton/#section-4", "status": "Verwerkersovereenkomst 6.2:\r\nVerwerker verplicht iedere Sub Verwerker contractueel de geheimhoudingsverplichtingen, meldingsverplichtingen en beveiligingsmaatregelen na te leven met betrekking tot de Verwerking van Persoonsgegevens welke verplichtingen en maatregelen minimaal dienen te voldoen aan het bepaalde in deze Verwerkersovereenkomst.", "created_at": "2021-07-21 16:01:01.350547", "updated_at": "2021-07-23 07:31:19.392062", "quoteText": null, "case_id": 210, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24544, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 3.1\r\nPorton levert voor de duur van de Overeenkomst de Dienst aan de Klant. De Dienst bestaat uit een private cloudstorage dienst, waarmee de Klant Data kan opslaan op het Platform van Porton en deze Data kan beheren en weer downloaden. De Klant kan voorts bepaalde Software downloaden voor aanvullende functionaliteit.", "created_at": "2021-07-21 15:38:04.884882", "updated_at": "2021-07-23 07:31:24.105028", "quoteText": null, "case_id": 195, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24543, "title": "You must provide your identifiable information", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 1.1:\r\nKlant: de natuurlijke persoon of rechtspersoon die een Overeenkomst heeft gesloten met Porton voor de levering van de Dienst;", "created_at": "2021-07-21 15:35:01.707154", "updated_at": "2021-07-23 07:31:14.898008", "quoteText": null, "case_id": 409, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24484, "title": "Your personal data will not be used for an automated decision-making", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nPersoonsgegevens\r\nDe verwerking van persoonsgegevens door Porton vindt plaats in het kader van de volgende doelstellingen:\r\n\r\n    Ten behoeve van de uitvoering van de gebruikersovereenkomsten, inhoudende het toegang bieden tot het Porton platform en ten behoeve van de uitvoering van aanverwante diensten;\r\n    Het berekenen, vastleggen en innen van abonnementsgelden (met inbegrip van het in handen van derden stellen van vorderingen);\r\n    In het kader van het beheer van de relatie tussen Porton en de gebruiker;\r\n    Beantwoorden van vragen en eventuele klachten.\r\n    Het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de gebruiker zelf.", "created_at": "2021-07-20 15:34:35.085919", "updated_at": "2021-07-20 18:00:31.375433", "quoteText": null, "case_id": 480, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24463, "title": "The court of law governing the terms is in Amsterdam, The Netherlands", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 14.2:\r\nOp de Overeenkomst is Nederlands recht van toepassing. Voor zover door nationale of internationale rechtsregels niet dwingend anders wordt voorgeschreven, zullen alle geschillen die voortvloeien uit dan wel samenhangen met onder deze Algemene Voorwaarden gesloten Overeenkomsten, dan wel de Diensten die daarvan een uitvloeisel zijn, uitsluitend aanhangig gemaakt worden bij de bevoegde rechter in Amsterdam.", "created_at": "2021-07-19 10:04:40.129552", "updated_at": "2021-07-20 17:17:56.491519", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24487, "title": "This service provides a way for you to export your data", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 12.6:\r\nTot aan de beëindiging van de Overeenkomst kan de Klant zelf de Data exporteren, zodat deze zonder na het einde van de Overeenkomst kunnen worden gebruikt. Na de beëindiging van de Overeenkomst is Porton niet verplicht Data aan de klant te verstrekken en/of te converteren.", "created_at": "2021-07-20 16:38:47.643729", "updated_at": "2021-09-20 22:05:07.037789", "quoteText": null, "case_id": 184, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24479, "title": "Third-party cookies are used for statistics", "source": "https://www.porton.nl", "status": "Inspection of the website shows that Google Analytics is in use", "created_at": "2021-07-20 15:13:27.609674", "updated_at": "2021-07-20 17:06:00.646286", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24486, "title": "The service is not transparent regarding government requests or inquiries that may involve your data. ", "source": "https://www.porton.nl/porton/", "status": "The terms of service and marketing information on the website clearly state that data is stored in The Netherlands and that the service complies with Dutch law. However, there is no specific mention of how they deal with government requests or inquiries that may involve your data.", "created_at": "2021-07-20 16:36:12.262734", "updated_at": "2021-07-20 18:01:04.16935", "quoteText": null, "case_id": 168, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24485, "title": "Your personal data is not sold", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nAnders dan op grond van wettelijke verplichtingen of tenzij uitdrukkelijk door de gebruiker aangegeven, verstrekt Porton geen persoons- en/of verkeersgegevens aan derden.", "created_at": "2021-07-20 15:51:32.904025", "updated_at": "2021-07-20 17:55:38.312039", "quoteText": null, "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24483, "title": "Your personal data is used for limited purposes", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nPersoonsgegevens\r\nDe verwerking van persoonsgegevens door Porton vindt plaats in het kader van de volgende doelstellingen:\r\n\r\n    Ten behoeve van de uitvoering van de gebruikersovereenkomsten, inhoudende het toegang bieden tot het Porton platform en ten behoeve van de uitvoering van aanverwante diensten;\r\n    Het berekenen, vastleggen en innen van abonnementsgelden (met inbegrip van het in handen van derden stellen van vorderingen);\r\n    In het kader van het beheer van de relatie tussen Porton en de gebruiker;\r\n    Beantwoorden van vragen en eventuele klachten.\r\n    Het verstrekken van inlichtingen aan gebruikers, voor zover het betrekking heeft op de gebruiker zelf.", "created_at": "2021-07-20 15:32:38.734621", "updated_at": "2021-07-20 18:00:15.970359", "quoteText": null, "case_id": 196, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24481, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 13.1 - 13.2:\r\nEventuele klachten over de dienstverlening van Porton kan de Klant kenbaar maken bij Porton via het contactformulier op de Website. Indien de Klant een consument is, is het tevens mogelijk om klachten aan te melden bij het Onlinegeschillenbeslechting platform van de Europese Commissie (ODR) via haar website http://ec.europa.eu/odr. ", "created_at": "2021-07-20 15:25:39.071026", "updated_at": "2021-07-20 18:00:50.352499", "quoteText": null, "case_id": 300, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24480, "title": "This service tracks which web page referred you to it", "source": "https://www.porton.nl/", "status": "Inspection using Privacy Possum browser add-on reveals the use of referer headers", "created_at": "2021-07-20 15:17:33.724464", "updated_at": "2021-07-20 18:02:25.182268", "quoteText": null, "case_id": 387, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24478, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nCliënt-side\r\nPorton kan in geen enkel geval, indien data aan de gebruikerszijde versleuteld is (cliënt-side encryptie), de versleuteling opheffen. Zodra door de gebruiker toegang of inzage wordt verleend aan derden, is de gebruiker altijd verantwoordelijk voor het beheren van toegang tot- of het verlies van data.", "created_at": "2021-07-19 10:37:59.017687", "updated_at": "2021-07-20 06:34:01.879691", "quoteText": null, "case_id": 372, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24477, "title": "Information is provided about security practices", "source": "https://www.porton.nl/porton/#section-4", "status": "Verwerkersovereenkomst:\r\nANNEX 1 SPECIFICATIE VAN BEVEILIGING\r\n\r\nPorton voert de volgende beveiligingsmaatregelingen uit t.b.v. de veilig data:\r\n\r\n    Beveiligde toegang tot datacenter;\r\n    Beveiligde dataopslag;\r\n    Versleuteld beheer van wachtwoorden voor toegang tot data(center);\r\n    Het adviseren en faciliteren van applicaties waarmee data beveiligd (lees versleuteld) kan worden overgedragen en opgeslagen. (data is alles wat de klant opslaat in de Cloud)", "created_at": "2021-07-19 10:35:11.920582", "updated_at": "2021-07-20 06:34:17.121683", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24476, "title": "User suspension from the service will be fair and proportionate.", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 12.1 - 12.8:\r\nDe Overeenkomst wordt steeds voor bepaalde tijd aangegaan, zoals door de Klant aangegeven op de Website bij het aangaan van de Overeenkomst. Partijen kunnen de Overeenkomst niet tussentijds opzeggen tenzij uitdrukkelijk anders is overeengekomen. Indien de Klant een consument is, wordt de Overeenkomst die is aangegaan voor de duur van een jaar na dat jaar stilzwijgend verlengd voor onbepaalde tijd, waarbij de Klant gerechtigd is om de Overeenkomst maandelijks op te zeggen. De Klant is gerechtigd om de Overeenkomst buitengerechtelijk te ontbinden indien Porton toerekenbaar tekortschiet in de nakoming van wezenlijke verplichtingen uit hoofde van de Overeenkomst en zulk tekortschieten, na deugdelijk schriftelijk in gebreke te zijn gesteld, niet binnen een redelijke termijn herstelt. Ontbinding ontslaat de Klant niet van enige betalingsverplichting terzake van de reeds door Porton geleverde Dienst, tenzij Klant aantoont dat Porton terzake daarvan in verzuim is. Beide Partijen zijn gerechtigd de Overeenkomst geheel of gedeeltelijk te ontbinden indien aan een Partij voorlopige of definitieve surséance van betaling wordt verleend, het faillissement van een Partij is aangevraagd, er beslag is gelegd op (een deel van) de goederen van een Partij of indien de onderneming van een Partij wordt geliquideerd of beëindigd. In geval van ontbinding van de Overeenkomst, vindt geen ongedaanmaking plaats van hetgeen Porton reeds heeft geleverd en/of heeft verricht en de daarmee samenhangende betalingsverplichting, tenzij de Klant bewijst dat Porton ten aanzien van het wezenlijke deel van die prestaties in verzuim is. Bedragen die Porton vóór de ontbinding heeft gefactureerd in verband met hetgeen Porton ter uitvoering van de Overeenkomst reeds heeft verricht of geleverd, blijven met inachtneming van het in de vorige volzin bepaalde onverminderd verschuldigd en worden op het moment van de ontbinding direct opeisbaar. Direct na beëindiging van de Overeenkomst, om welke reden ook, heeft Porton het recht de toegangsfaciliteiten van Klant te blokkeren waardoor het gebruik van de Dienst niet meer mogelijk is, onverminderd de verplichting van Klant het gebruik van de Dienst te staken. Tot aan de beëindiging van de Overeenkomst kan de Klant zelf de Data exporteren, zodat deze zonder na het einde van de Overeenkomst kunnen worden gebruikt. Na de beëindiging van de Overeenkomst is Porton niet verplicht Data aan de klant te verstrekken en/of te converteren. Indien de Overeenkomst eindigt, ongeacht of dit geschiedt als gevolg van het verstrijken van de duur van de Overeenkomst, ontbinding of opzegging, verwijdert Porton binnen drie werkdagen na de einddatum van de Overeenkomst alle Data van de Klant uit haar systemen. De bepalingen die naar hun aard bestemd zijn om beëindiging van de Overeenkomst te overleven, blijven ook na zulke beëindiging onverminderd van kracht. ", "created_at": "2021-07-19 10:33:00.697256", "updated_at": "2021-07-20 06:34:22.480878", "quoteText": null, "case_id": 204, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24472, "title": "30 days of notice are given before closing your account", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 12.1:\r\nDe Overeenkomst wordt steeds voor bepaalde tijd aangegaan, zoals door de Klant aangegeven op de Website bij het aangaan van de Overeenkomst. Partijen kunnen de Overeenkomst niet tussentijds opzeggen tenzij uitdrukkelijk anders is overeengekomen. Indien de Klant een consument is, wordt de Overeenkomst die is aangegaan voor de duur van een jaar na dat jaar stilzwijgend verlengd voor onbepaalde tijd, waarbij de Klant gerechtigd is om de Overeenkomst maandelijks op te zeggen.", "created_at": "2021-07-19 10:22:18.187883", "updated_at": "2021-07-20 06:35:10.844147", "quoteText": null, "case_id": 206, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24471, "title": "Your content can be deleted if you violate the terms", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 6.8:\r\nIndien de Klant de verschuldigde bedragen na twee (2) aanmaningen of herinneringen van Porton nog niet heeft betaald, zal Porton overgaan tot het verwijderen van alle door de Klant opgeslagen Data uit haar systemen.", "created_at": "2021-07-19 10:19:22.261537", "updated_at": "2021-07-20 06:35:41.168176", "quoteText": null, "case_id": 377, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24467, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 2.3:\r\nIndien enige bepaling van de Algemene Voorwaarden nietig is of vernietigd wordt, zullen de overige bepalingen van de Algemene Voorwaarden volledig van kracht blijven. Porton zal de nietige c.q. vernietigde bepalingen vervangen door nieuwe bepalingen, waarbij zoveel mogelijk het doel en de strekking van de nietige c.q. vernietigde bepaling in acht wordt genomen.", "created_at": "2021-07-19 10:07:00.902769", "updated_at": "2021-07-20 06:35:46.080058", "quoteText": null, "case_id": 294, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24461, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://www.porton.nl/porton/#section-4", "status": "Verwerkersovereenkomst 5.1:\r\nHet overbrengen van Persoonsgegevens door Verwerker buiten de Europese Economische Ruimte is alleen toegestaan met inachtneming van de daarvoor geldende wettelijke verplichtingen. ", "created_at": "2021-07-19 10:03:11.310976", "updated_at": "2021-07-20 06:35:24.603976", "quoteText": null, "case_id": 302, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24460, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://www.porton.nl/porton/#section-3", "status": "Algemene Voorwaarden Porton Private Cloudstorage 2.4:\r\nDe gegevens van Porton zijn leidend, behoudens tegenbewijs van de Klant.", "created_at": "2021-07-19 09:32:03.311295", "updated_at": "2021-07-20 18:04:28.830824", "quoteText": null, "case_id": 144, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24458, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://www.porton.nl/porton/#section-2", "status": "Privacy beleid:\r\nDe site van Porton kan koppelingen naar andere sites bevatten. Op het privacy beleid van deze derden of hun sites heeft Porton geen invloed en is daarvoor ook niet verantwoordelijk.", "created_at": "2021-07-19 09:23:50.568874", "updated_at": "2021-07-20 06:35:36.158255", "quoteText": null, "case_id": 299, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24456, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 12.7:\r\nIndien de Overeenkomst eindigt, ongeacht of dit geschiedt als gevolg van het verstrijken van de duur van de Overeenkomst, ontbinding of opzegging, verwijdert Porton binnen drie werkdagen na de einddatum van de Overeenkomst alle Data van de Klant uit haar systemen.", "created_at": "2021-07-19 09:19:09.472726", "updated_at": "2021-07-20 06:35:30.055665", "quoteText": null, "case_id": 303, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24453, "title": "You can retrieve an archive of your data", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 12.6:\r\nTot aan de beëindiging van de Overeenkomst kan de Klant zelf de Data exporteren, zodat deze zonder na het einde van de Overeenkomst kunnen worden gebruikt. Na de beëindiging van de Overeenkomst is Porton niet verplicht Data aan de klant te verstrekken en/of te converteren.", "created_at": "2021-07-19 09:12:11.505846", "updated_at": "2021-07-20 06:33:18.677033", "quoteText": null, "case_id": 140, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24254, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 5.1:\r\nPorton zal zich bij de uitvoering van de Dienst naar beste vermogen inspannen. Zij kan echter geen garanties geven over het behalen van een bepaald resultaat en de ongestoorde beschikbaarheid van de Dienst. Porton zal bij de uitvoering van de Dienst alle zorgvuldigheid in acht nemen, die redelijkerwijs van haar verwacht mag en kan worden.", "created_at": "2021-07-12 15:42:38.510823", "updated_at": "2021-07-13 17:47:24.547806", "quoteText": null, "case_id": 287, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24259, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 8.1:\r\nIn het kader van de uitvoering van de Overeenkomst, zal Porton persoonsgegevens voor de Klant verwerken. Op de verwerking van persoonsgegevens is privacy wet- en regelgeving van toepassing, zoals de Algemene Verordening Gegevensbescherming (\"AVG\"). Ten aanzien van de verwerking van persoonsgegevens kwalificeert Porton als een verwerker in de zin van de AVG. Partijen hebben een Verwerkersovereenkomst gesloten om uitvoering te geven aan de verplichtingen op grond van de AVG. ", "created_at": "2021-07-12 16:02:12.342997", "updated_at": "2021-07-12 20:32:32.265011", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24258, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 7.3c:\r\n\r\nHet is de Klant niet toegestaan:\r\nc. technische maatregelen ter bescherming van de Dienst of de Software te (laten) verwijderen of te (laten) omzeilen ", "created_at": "2021-07-12 15:58:38.926548", "updated_at": "2021-07-13 17:49:02.106745", "quoteText": null, "case_id": 284, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24257, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 4.3:\r\nDe Klant is verantwoordelijk voor het geheimhouden van de inloggegevens voor de Web Client. Zodra de Klant weet of reden heeft om te vermoeden dat zijn inloggegevens in handen van onbevoegden zijn geraakt, dient de Klant Porton daarvan onverwijld in kennis te stellen, onverminderd de eigen verantwoordelijkheid van de Klant om onmiddellijk en doelmatig actie te ondernemen, bijvoorbeeld door zijn inloggegevens te wijzigen. De Klant aanvaardt en erkent derhalve dat de Klant te allen tijde verantwoordelijk en aansprakelijk is voor het gebruik van de Dienst door derden via de inloggegevens van de Klant.", "created_at": "2021-07-12 15:53:32.124285", "updated_at": "2021-07-13 17:49:52.636814", "quoteText": null, "case_id": 484, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24256, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 4.3:\r\nDe Klant is verantwoordelijk voor het geheimhouden van de inloggegevens voor de Web Client. Zodra de Klant weet of reden heeft om te vermoeden dat zijn inloggegevens in handen van onbevoegden zijn geraakt, dient de Klant Porton daarvan onverwijld in kennis te stellen, onverminderd de eigen verantwoordelijkheid van de Klant om onmiddellijk en doelmatig actie te ondernemen, bijvoorbeeld door zijn inloggegevens te wijzigen. De Klant aanvaardt en erkent derhalve dat de Klant te allen tijde verantwoordelijk en aansprakelijk is voor het gebruik van de Dienst door derden via de inloggegevens van de Klant.", "created_at": "2021-07-12 15:52:50.300139", "updated_at": "2021-07-13 17:50:04.006874", "quoteText": null, "case_id": 148, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24255, "title": "You will be notified about website maintenance", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 5.2:\r\nPorton kan de Dienst of een of meer onderdelen daarvan tijdelijk offline houden en/of het gebruik daarvan beperken indien dit naar haar oordeel noodzakelijk is, bijvoorbeeld ten behoeve van preventief onderhoud of het aanbrengen van correcties of aanpassingen. Porton doet de Klant zo spoedig mogelijk mededeling omtrent het tijdelijk niet-beschikbaar zijn of het beperkte gebruik van de Dienst, maar ten minste 24 uur vooraf. In noodgevallen als gevolg waarvan de Dienst met onmiddellijke ingang offline moet worden gezet of het gebruik van de Dienst moet worden beperkt, bericht Porton de Klant zo spoedig als redelijkerwijs mogelijk is.", "created_at": "2021-07-12 15:43:38.877465", "updated_at": "2021-07-13 17:47:51.429549", "quoteText": null, "case_id": 159, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24253, "title": "You agree not to use the service for illegal purposes", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 4.2:\r\nDe Klant zal de Dienst te allen tijde naar behoren gebruiken. De Klant garandeert dat hij de Dienst niet zal gebruiken:\r\na. op zodanige wijze dat inbreuk wordt gepleegd op de rechten van Porton of van derden en/of op een jegens derden onrechtmatige wijze, met inbegrip van, zonder enige beperking, IE Rechten of rechten in verband met de bescherming van de persoonlijke levenssfeer; b. in strijd met geldende wet- of regelgeving; en/of\r\nc. in strijd met een bepaling van deze Algemene Voorwaarden.\r\nAlgemene Voorwaarden Porton Private Cloudstorage\r\n\r\n14.2:\r\nOp de Overeenkomst is Nederlands recht van toepassing.", "created_at": "2021-07-12 15:38:15.650005", "updated_at": "2021-07-13 17:52:06.75247", "quoteText": null, "case_id": 280, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24252, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 3.5:\r\nPorton kan wijzigingen aanbrengen in de inhoud of omvang van de Dienst. Porton doet de Klant daarvan zo spoedig mogelijk mededeling. Ingeval de Dienst als gevolg van de wijziging(en) substantieel verandert ten opzichte van de Dienst zoals overeengekomen, heeft de Klant het recht de Overeenkomst schriftelijk op te zeggen binnen dertig dagen nadat aan hem is medegedeeld per welke datum de wijziging zal ingaan. Porton is niet aansprakelijk voor eventuele schade voortvloeiend uit de wijzigingen of de beëindiging.", "created_at": "2021-07-12 15:32:48.651222", "updated_at": "2021-07-13 17:58:50.829621", "quoteText": null, "case_id": 124, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 24251, "title": "Third parties are involved in operating the service", "source": "https://www.porton.nl/porton/#section-2", "status": "Algemene Voorwaarden Porton Private Cloudstorage 3.4: Porton is gerechtigd om derden in te schakelen voor de uitvoering van de Dienst.", "created_at": "2021-07-12 15:31:00.401195", "updated_at": "2021-07-13 17:52:24.803347", "quoteText": null, "case_id": 207, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["porton.nl"]}}