{"error": 448, "message": "OK", "parameters": {"id": 2454, "name": "The Walt Disney Company", "created_at": "2020-12-15 19:55:04.399057", "updated_at": "2021-11-02 01:45:05.061983", "wikipedia": "https://en.wikipedia.org/wiki/The_Walt_Disney_Company", "keywords": null, "related": null, "slug": "the_walt_disney_company_abc_news_espn_pixar_freeform_lucasfilm_marvel", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2454.png", "url": "thewaltdisneycompany.com,disneytermsofuse.com,disneyprivacycenter.com,go.com,freeform.com,marvel.com,lucasfilm.com,disney.com,pixar.com,espn.com,espn.com.mx,oddsbyespn.com,espn.com.ar,espn.com.au,espncricinfo.com,espn.com.br,espn.com.cl,espn.com.co,espn.in,espn.com.ve,starwars.com", "documents": [{"id": 3291, "name": "Disney Terms of Use", "url": "https://disneytermsofuse.com/english/", "xpath": "", "text": " <ul>\n<li>Terms of Use</li>\n</ul>Terms of UseTerms of UseEnglish – Disney Terms of Use – United States<p>\n</p>Home / English – Disney Terms of Use – United States <p>Spanish – Disney Terms of Use – United States</p>\n<p>If you are in Canada and access products or services from Disney, please go to our Terms of Use for Canada.</p>\n<p>If you are in the UK and access products or services from Disney which are focused on the UK, please go to our Terms of Use for the UK.</p>\n<p>If you are in South Africa and access products or services from Disney which are focused on South Africa, please go to our Terms of Use for South Africa.</p>\n<p>If you are in the Middle East and access products or services from Disney which are focused on the Middle East, please go to our Terms of Use for the Middle East.</p>\nDownload PDFPrint\n<p>\n<b>Terms of Use – United States</b>\n</p>\n<p>\n<strong>Last Updated:&nbsp.\nJune 9, 2020</strong>\n</p>\n<p>Disney DTC LLC and/or its affiliates and subsidiaries (collectively, “<strong>Disney</strong>” “<strong>we</strong>” or “<strong>us</strong>”) are pleased to provide to you certain websites, software, applications, content, products, and services (“<strong>Disney Products</strong>” and “<strong>Products</strong>”), which may be branded Disney, ABC, ESPN, Marvel, Pixar, Lucasfilm, FX, Fox Searchlight, 20th Century Fox, National Geographic, or another brand owned or licensed by Disney.</p>\n<p>PLEASE READ THESE TERMS&nbsp;AND ANY SPECIFIC AND/OR SUPPLEMENTAL TERMS AND CONDITIONS&nbsp;CAREFULLY BEFORE USING THE DISNEY PRODUCTS.&nbsp;THESE TERMS GOVERN YOUR USE OF&nbsp;THE DISNEY PRODUCTS&nbsp;IN GENERAL.&nbsp;<strong>BY USING THE DISNEY PRODUCTS YOU AGREE TO BE BOUND BY THESE TERMS&nbsp;AND ANY SPECIFIC AND/OR SUPPLEMENTAL TERMS AND CONDITIONS.</strong>&nbsp;YOUR USE OF THE DISNEY PRODUCTS IS ALSO GOVERNED BY&nbsp;OUR PRIVACY POLICY.</p>\n<p>\n<strong>ANY DISPUTE BETWEEN YOU AND US, EXCEPT DISPUTES RESOLVED IN SMALL CLAIMS COURT, IS SUBJECT TO A CLASS ACTION WAIVER AND MUST BE RESOLVED BY INDIVIDUAL BINDING ARBITRATION.&nbsp.\nPLEASE READ THE ARBITRATION PROVISION (SECTION 8.\nBELOW) AS IT AFFECTS YOUR RIGHTS UNDER THIS CONTRACT.</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>1.\nThese Terms of Use Are a Contract Between You and Us<br>\n2.\nLicense Grant and Restrictions<br>\n3.\nUsage Rules<br>\n4.\nPaid Transactions<br>\n5.\nContests, Sweepstakes and Promotions<br>\n6.\nDisclaimers and Limitation on Liability<br>\n7.\nSubmissions, User Generated Content, DMCA Takedown Notices<br>\n8.\nBINDING ARBITRATION AND CLASS ACTION WAIVER<br>\n9.\nAdditional Provisions</p>\n<strong>1.\nThese Terms of Use Are a Contract Between You and Us</strong>\n<p>A.\nBinding Contract.\nThese terms of use (“Agreement”) are a contract between you and Disney DTC LLC, as a Delaware limited liability company doing business at 500 South Buena Vista Street, Burbank, California 91521, USA and its affiliates and subsidiaries.\nOther than as expressly stated herein, there are no third-party beneficiaries of this Contract.</p>\n<p>B.\nAgreement.\nYou represent to Disney that you have read, understood, and expressly agree to be bound by this Agreement, and the terms, conditions, and notices contained or referenced herein, whether you have created a Disney account (and agree to this Agreement at the time you created that account) or whether you simply browse, use, or access a Disney Product offered directly by Disney or through a third party (and agree to this Agreement when you browse, use, or access any aspect of the Disney Product).\nIf you do not agree to the Agreement, you may not use the Disney Products.</p>\n<p>C.\nSupplemental Terms.\nThis Agreement governs the Disney Products in general.\nMore specific and/or supplemental terms and conditions may apply to some Products, including but not limited to, a particular contest, software, application, promotional code, service or other activity.\navailability of certain merchandise, content, programs, or other activities.\nconditions or other limitations to the Disney Products for users under certain ages.\nand/or specific terms or restrictions that may accompany certain territories, programs, content, products, websites, applications or other software.\nAny supplemental terms and conditions are in addition to this Agreement and, in the event of a conflict, the supplemental terms will prevail over this Agreement.\nIf you do not agree to the applicable supplemental terms and conditions disclosed, you may not use the Disney Product.</p>\n<p>D.\nAmendments.\nWe may need to make changes to any portion of this Agreement from time to time and for many reasons, including to reflect updates to the Disney Products or changes in law.\nIf we make a material change to this Agreement, it will be effective thirty (30) days following either our dispatch of a notice to you or our posting of the amended terms through the Disney Products, the third party that makes Disney Products available to you, or at disneytermsofuse.com.\nYou are responsible for periodically reviewing this Agreement for updates and amendments.\nBy continuing to use the Disney Products you will be deemed to have agreed to and accepted any amendments.\nIf you do not agree to any change to this Agreement, you must discontinue using the Disney Products.\nOur customer service representatives are not authorized to modify any provision of this Agreement, either verbally or in writing.</p>\n<p>E.\nAccounts.\nSome Disney Products permit or require you to create an account to participate or to secure additional benefits.\nYou agree that any information you provide and maintain is accurate, current and complete, including your contact information for notices and other communications from us and your payment information.\nYou agree not to impersonate or misrepresent your affiliation with any person or entity, including using another person’s username, password or other account information, or another person’s name or likeness, or provide false details for a parent or guardian.\nYou agree that we may take steps to verify the accuracy of information you provide, including contact information for a parent or guardian.</p>\n<p>F.\nPasswords and Security.\nYou agree that you will not share your account or account information with others.\nYou are responsible for taking reasonable steps to maintain the confidentiality of your username and password, and you are responsible for all activities under your account that you can reasonably control.\nYou agree to promptly notify us of any unauthorized use of your username, password or other account information, or of any other breach of security that you become aware of involving your account or the Disney Products.</p>\n<p>G.\nElectronic Notice.\nYou consent to receive notices, including agreements, disclosures, and other communications, electronically from us at the email address you have provided.\nYou agree that these electronic notices satisfy any legal requirements that such communications be in writing.</p>\n<p>H.\nTermination or Suspension.\nWe may terminate or suspend your access to any Disney Products, and/or terminate this Agreement subject to the survival of terms as provided below, if required by law, or if we have objective reason to believe you have used the Disney Products in violation of any provision of this Agreement or any supplemental terms, and/or if you engage in or encourage infringement or any other illegal conduct as it relates to your use of the Disney Products.</p>\n<strong>2.\nLicense Grant and Restrictions</strong>\n<p>The Disney Products, including, but not limited to, movies, television shows, entertainment or informational programming, trailers, bonus material, scripts, code, images and artwork, are our copyrighted, patented or trademarked property or the copyrighted, patented or trademarked property of our licensors and all copyrights, trademarks, service marks, trade names, trade dress, patents and other intellectual property rights in the Disney Products are owned by us or our licensors (who may be third-party beneficiaries of this contract) and protected by the copyright, trademark, patent and other laws of the United States and international treaties.</p>\n<p>A.\nConsumer License.\nIf a Disney Product, or third party providing Disney Products subject to this Agreement, is configured to enable the use of software, content, virtual items or other materials owned or licensed by us, we grant you a limited, non-exclusive, non-sublicensable, non-transferable license to access and use in the United States such software, content, virtual item or other material for your personal, noncommercial use only, only for as long as that Disney Product is made available to you by us, or an authorized third party, and only in accordance with this Agreement and/or the specific terms that apply to that Disney Product, with no right to reproduce, distribute, communicate to the public, make available to the public, or transform any Disney Product, in any media format or channel now known or hereafter devised (except as may be expressly described or contemplated within the Disney Product).\nThis is a license agreement and not an agreement for sale or assignment of any rights in the Disney Products.\nExcept as we specifically agree in writing, no element of the Disney Products may be used or exploited in any way other than as part of the authorized Product made available to you.\nYou may own the physical media on which elements of the Disney Products are made available to you, but we retain full and complete ownership of the Disney intellectual property.\nWe do not transfer title to any portion of the Disney websites, software, applications, content, virtual items or other materials and/or services to you.\nLikewise, the purchase of a license to use any Disney Product does not create an ownership interest in the Disney websites, software, applications, content, virtual items or other materials and/or services.</p>\n<p>B.\nRestrictions on Your Use of Disney’s Products.\nYou agree that as a condition of your license, you will not:</p>\n<p>i.\ncircumvent or disable any content protection system or digital rights management technology used in connection with the Disney Product;</p>\n<p>ii.\ncopy the Disney Product (except as expressly permitted by us);</p>\n<p>iii.\nrebroadcast, transmit or perform the Disney Product;</p>\n<p>iv.\ncreate derivative works of the Disney Product or any part thereof, except as and only to the extent that any foregoing restriction is prohibited by applicable law;</p>\n<p>v.\nmove, decompile, reverse-engineer, disassemble, or otherwise reduce to human-readable form the Disney Products and/or the video player(s), underlying technology, any digital rights management mechanism, device, or other content protection or access control measure incorporated into the video player(s);</p>\n<p>vi.\nmodify the Disney Products, including, but not limited to, by removing identification, copyright or other proprietary notices from the Disney Products, or by framing, mirroring, or utilizing similar techniques;</p>\n<p>vii.\naccess or use the Disney Products in a manner that suggests an association with our products, services or brands;</p>\n<p>viii.\nuse the Disney Products for any commercial or business related use or build a business utilizing the Products, whether or not for profit;</p>\n<p>ix.\nbypass, modify, defeat, tamper with or circumvent any of the functions or protections of the Disney Products;</p>\n<p>x.\naccess, monitor or copy, or permit another person or entity to access, monitor or copy, any element of the Disney Products using a robot, spider, scraper or other automated means or manual process without our express written permission;</p>\n<p>xi.\ndamage, disable, overburden or impair the Disney Products;</p>\n<p>xii.\nuse the Disney Products in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this Agreement.\nand</p>\n<p>xiii.\nallow third parties to violate the above restrictions.</p>\n<p>C.\nViolation.\nAny attempt to perform any of the restricted actions listed above is a violation of the rights of Disney and/or the intellectual property rights holder.</p>\n<p>D.\nExport Controls.\nYou may not access or use any Disney Product in violation of United States export control and economic sanctions requirements.\nBy acquiring services, content or software through the Disney Products, you represent and warrant that your access to and use of the services, content or software will comply with those requirements.</p>\n<strong>3.\nUsage Rules</strong>\n<p>A.\nChanges to the Disney Products.\nThe Disney Products are constantly evolving and will change over time.\nWe reserve the right to make such changes or, if necessary, discontinue Disney Products.\nIf required by law, we may also need to suspend, restrict, or terminate your access to Disney Products.</p>\n<p>B.\nThird-Party Services or Platforms.\nThe Disney Products may integrate, be integrated into, or be provided in connection with third-party websites, services, applications, platforms, and/or content.\nWe do not control those third-parties or the products they make available.\nYou should read the terms of use agreements and privacy policies that apply to such third-party products.\nIf you access a Disney Product using an Apple iOS, Android or Microsoft Windows-powered device or Microsoft Xbox One, Apple Inc., Google, Inc.\nor Microsoft Corporation, respectively, shall be a third-party beneficiary of this contract.\nHowever, these third-party beneficiaries are not a party to this contract.\nYou agree that your access to the Disney Products using these devices also shall be subject to the usage terms set forth in the applicable third-party beneficiary’s terms of service.\nYou represent to Disney that you have read and agreed to those terms.</p>\n<p>C.\nInternet, Browser and System Requirements.\nYou may need a high speed Internet connection and/or minimum system and/or browser requirements to access and use certain aspects of the Disney Products.\nYou are required to review the minimum requirements necessary for use of the specific Product.</p>\n<p>D.\nMobile Networks.\nWhen you access the Disney Products through a mobile network, your network or roaming provider’s messaging, data and other rates and fees will apply.\nDownloading, installing or using certain Products may be prohibited or restricted by your network provider and not all Products may work with your network provider or device.</p>\n<p>E.\nConsent to Messages.\nWhen you use the Disney Products, you may be given the opportunity to consent to receive communications from us through email, text, and/or mobile push notifications.\nStandard text and calling rates will apply.\nYou agree that texts, calls or prerecorded messages may be generated by automatic telephone dialing systems.\nYou can opt out of promotional communications by following the “Unsubscribe” directions for emails, through the settings of the Disney Product, or, if via text message, by responding STOP.\nYOU ACKNOWLEDGE THAT YOU ARE NOT REQUIRED TO CONSENT TO RECEIVE PROMOTIONAL TEXTS OR CALLS AS A CONDITION OF USING THE DISNEY PRODUCTS.</p>\n<p>F.\nApp Permissions.\nWhen you use the Disney Products, you may grant certain permissions to us for your device and/or accounts.\nMost mobile device platforms provide additional information regarding these permissions and how, if possible, to changes your permission settings.\nBy downloading, installing or using the Disney Products, you agree to receive automatic software updates (as applicable).</p>\n<p>G.\nInformational and Entertainment Purposes.\nYou understand that the Disney Products are for your personal, noncommercial use and are intended for informational and entertainment purposes only.\nthe content available does not constitute legal, financial, professional, medical or healthcare advice or diagnosis and cannot be used for such purposes.</p>\n<p>H.\nCommercial, Marketing, or Branding Use Prohibited.\nExcept as expressly licensed, we do not allow uses of the Disney Products, or other Disney intellectual property, that are commercial or business-related, including used in marketing or branding, or that advertise or offer to sell or promote products or services (whether or not for profit), or that solicit others (including solicitations for contributions or donations).</p>\n<p>I.\nMalware.\nYou agree not to knowingly or recklessly introduce a virus or other harmful component, or otherwise tamper with, impair or damage any Disney Product or connected network, or interfere with any person or entity’s use or enjoyment of any Disney Product.\nYou agree not to use any software or device that allows automated gameplay, expedited gameplay, or other manipulation of gameplay or game client and you agree not to cheat or otherwise modify a Disney Product or game experience to create an advantage for one user over another.</p>\n<p>J.\nSimulated Activity.\nYou understand that to support smooth operation of the Disney Products across wide geographic areas, aspects of certain activities, such as game play, may be simulated to avoid delays.</p>\n<p>K.\nAffiliate Advertising Programs.\nDisney is a participant in affiliate advertising programs designed to provide a means for websites, apps, or services to earn advertising fees by advertising and linking to third party retail sites.\nFor further information, please refer to&nbsp;our Privacy Policy.</p>\n<strong>4.\nPaid Transactions</strong>\n<p>A.\nIdentity of Seller.\nSales are made by Disney or the authorized seller identified at the time of sale, if different.\nIf you have questions about your order, please contact the seller at the address provided and they will assist you.\nSome digital storefronts on the Disney Products are operated by third parties and, in that case, different or additional sale terms may apply, which you should read when they are presented to you.</p>\n<p>B.\nDigital Content and Virtual Items.\nWe may make applications, games, software or other digital content available on the Disney Products or through authorized third parties for you to license for a one-time fee.\nWhen purchasing a license to access such material from a Disney Product, charges will be disclosed to you before you complete the license purchase.</p>\n<p>Your purchase of a virtual item or in-game currency is a payment for a limited, non-assignable license to access and use such content or functionality as intended by the Disney Products with no right to reproduce, distribute, communicate to the public, make available to the public or transform any Disney Product via any online media, in any media format or channel now known or hereafter devised (except as may be expressly described or contemplated within the Disney Product).\nVirtual items (including characters and character names) or in-game currency purchased or available to you in the Disney Products can only be used in connection with the Disney Products where you obtained them or where they were assembled by you as a result of game play.\nThese items are not redeemable or subject to refund and cannot be traded outside of the Disney Products for money or other items for value.\nWe may modify or discontinue virtual items or in-game currency at any time.</p>\n<p>C.\nDigital Movie Codes.\nDigital codes originally packaged in a combination disc + code package (a package that includes a DVD, Blu-Ray, and/or 4K/UHD disc(s) and a digital code) may not be sold separately and may be redeemed only by an individual who obtains the code in the original combination disc + code package, or by a family member of that individual.\nDigital codes are not authorized for redemption if sold separately.\nYou may use digital movie codes to obtain licensed access to digital movies only as specifically authorized under this Agreement and the terms and conditions of the participating provider of digital content through which you access or download the digital movie.\nDigital movie codes sold, distributed, purchased, or transferred in a manner inconsistent with this Agreement are subject to being invalidated.</p>\n<p>\n<strong>Digital Movie Code Returns.</strong> If you do not agree to the above terms and conditions for redeeming a digital movie code obtained by you or a family member in an original combination disc + code package, you may return the combination disc + code package to Disney for a refund subject to the conditions provided at this link.</p>\n<p>D.\nSubscriptions.\nSome Disney Products require paid subscriptions and the acceptance of supplemental terms to access.\n<strong>By signing up for a subscription, you agreed that your subscription will be automatically renewed and, unless you cancel your subscription, you authorized us to charge your payment method for the renewal term.</strong> You agree that we can change the terms of the subscription with advance notice to you and an opportunity for you to cancel.\nThe period of auto-renewal will be the same as your initial subscription period unless otherwise disclosed to you.\nThe renewal rate will be no more than the rate for the immediately prior subscription period, excluding any promotional and discount pricing, unless we notify you of a rate change prior to your auto-renewal, in which case you will have the right to cancel the renewal of your subscription.\nFrom time to time, we may offer a free trial subscription for a Disney Product.\nIf you register for a free trial subscription, we will begin to bill your account when the free trial subscription expires, unless you cancel your subscription before that time.</p>\n<p>Unless otherwise disclosed when you subscribe, you have the right to cancel your Disney Product subscription .\nWhen a subscription is canceled, you will not receive a prorated refund, but you will continue to have access to the Disney Products until the end of the term during which you canceled the subscription.\nIf you cancel your subscription, you will still be obligated to pay other charges incurred by you in the course of using the Disney Product prior to the date of cancellation.\nIf you pay a periodic subscription fee for a Disney Product, we will provide you with reasonable notice of changes to the fees or billing methods in advance of their effective date and you will be able to cancel your subscription prior to such change.\nIf you subscribed online, we will give you the option of cancelling the subscription online.</p>\n<p>E.\nThe Order Process.\nYou will have the opportunity to review and confirm your order, including delivery address (if applicable), payment method and product details.\nWe will send to you a notice when we accept your order and our acceptance will be deemed complete and for all purposes to have been effectively communicated to you at the time we send the notice.\nAt such time, the contract for sale will be made and become binding on both you and us.\nThe risk of loss in any goods you purchase and the responsibility to insure them passes to you when the relevant goods are delivered.</p>\n<p>We reserve the right to refuse or cancel any order prior to delivery.\nSome situations that may result in your order being cancelled include system or typographical errors, inaccuracies in product or pricing information or product availability, fairness among customers where supplies are limited, or problems identified by our credit or fraud departments.\nWe also may require additional verification or information before accepting an order.\nWe will contact you if any portion of your order is cancelled or if additional information is required to accept your order.\nIf your order is cancelled after we have processed your payment but prior to delivery, we will refund your payment.</p>\n<p>F.\nPayments and Billing.\nWhen you provide payment information, you represent and warrant that the information is accurate, that you are authorized to use the payment method provided, and that you will notify us of changes to the payment information.\nWe reserve the right to utilize third party payment card updating services to obtain current expiration dates on credit cards and debit cards.</p>\n<p>G.\nRight of Cancellation.\nReturn of Goods.\nYou may have the right to cancel an order placed for a Disney Product – depending on the nature of the Disney Product.\nPlease read the following information carefully so you understand your right of cancellation.</p>\n<p>If you wish to cancel, you must do so by following the cancellation instructions for the particular Disney Product.\nA sample cancellation form is available here.</p>\n<p>i.\n<em>Cancelling Subscriptions</em>: Please see the information above on the process for cancelling subscriptions in our Subscriptions section, above.</p>\n<p>ii.\n<em>Digital Content</em>: When you purchase a license to access digital content or virtual items, you will be given an opportunity to consent to delivery at the time of purchase.\nBy consenting to delivery, you acknowledge that you have lost the right to cancel.\nLicense purchase fees paid for digital content are non-refundable.</p>\n<p>iii.\n<em>Physical Goods</em>: You have the right, within thirty (30) days from the date of your receipt of physical goods, to cancel our contract with you and return the goods.\nThis right does not apply to goods stated by us on the Disney Products to be non-returnable, including but not limited to:</p>\n<p>• Any products with a seal, where the seal is broken, such as audio and video recordings, computer software, and CD’s, DVD’s or other physical media that have been supplied in sealed packaging.\nand</p>\n<p>• Personalized items.</p>\n<p>iv.\n<em>Personalized Goods</em>: We reserve the right to refuse personalized orders at our discretion.\nInappropriate use of our personalization service will cause your order to be cancelled and any payment refunded.</p>\n<p>These cancellation rights are separate from and in addition to your rights should any item we supply be faulty.</p>\n<p>If you are returning goods that are not faulty, you may be required to pay for the cost of returning the goods to us and we may deduct a reasonable amount if you used the goods.</p>\n<p>H.\nPricing.\nTaxes.\nWe may revise the pricing for the Disney Products we offer.\nWhen you place your order, we estimate the applicable tax and include that estimate in the total for your convenience.\nExcept to the extent required under applicable tax laws, the actual tax amount that will be applied to your order and charged to your payment method is based on calculations on the date of shipment, regardless of when the order was placed.</p>\n<p>I.\nInternational Shipping.\nCustoms.\nWhen ordering goods for delivery to countries other than the country where the seller is located, you may have to pay import duties and taxes levied.\nThese and any additional charges for customs clearance must be borne by you.\nFor goods shipped internationally, please note that any manufacturer warranty may not be valid.\nmanufacturer service options may not be available.\nmanuals, instructions and safety warnings may not be in destination country languages.\nthe goods and accompanying materials may not be designed in accordance with destination country standards, specifications, and labeling requirements.\nand the goods may not conform to destination country voltage (requiring use of an adapter or converter).\nYou are responsible for assuring the goods can be lawfully imported to the destination country.\nWhen ordering from us, the recipient is the importer of record and must comply with all laws and regulations of the destination country.</p>\n<p>J.\nGift Cards.\nDisney gift cards may be offered for purchase and/or redemption in connection with certain Disney Products, subject to additional terms of service.\nThe risk of loss and title for gift cards passes to you at the time of electronic transmission or delivery to the carrier.\nGift cards may be redeemed at eligible locations and for eligible products and services.\nPlease review the gift card FAQ’s for more information.</p>\n<strong>5.\nContests, Sweepstakes and Promotions</strong>\n<p>Contests, sweepstakes and other similar promotions that you enter on a Disney Product or in connection with Disney Products integrated with a third-party website, service, application, platform, and/or content (“<strong>Disney Promotions</strong>”) may be subject to official rules and/or conditions that are supplemental to this Agreement, and which may provide details governing the Disney Promotion such as eligibility requirements, entry instructions, deadlines, prize information and restrictions.\nIf you wish to participate in any Disney Promotion, please first review the applicable Promotion official rules and/or conditions.\nIf a Disney Promotion’s official rules and/or conditions conflict with this Agreement, the provisions contained in the official rules and/or conditions govern and control the Disney Promotion.\nYour entry in to a Disney Promotion constitutes User Generated Content and is subject to all provisions of this Agreement that govern your submission and our use of your User Generated Content.</p>\n<strong>6.\nDisclaimers and Limitation on Liability</strong>\n<p>THE DISNEY PRODUCTS ARE PROVIDED “AS IS” AND “AS AVAILABLE.” WE DISCLAIM ALL CONDITIONS, REPRESENTATIONS AND WARRANTIES NOT EXPRESSLY SET OUT IN THESE TERMS TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>PLEASE REFER TO THE HELP SECTION OF THE APPLICABLE DISNEY PRODUCT FOR ASSISTANCE IF A DISNEY PRODUCT IS NOT WORKING PROPERLY.\nIt is your responsibility to ensure you follow installation instructions, have the minimum system requirements, update software as recommended, and consult our customer service resources if you encounter a problem with the Disney Products.</p>\n<p>We shall not be liable for delay or failure in performance for causes beyond our control or any other damage which does not result from a breach of our obligations under this Agreement.</p>\n<p>We are not liable for business losses.\nWe only supply products for your personal, non-commercial, and domestic use.\nIf you use the products for any other purpose we will have no liability to you for any loss of profit, loss of business, business interruption, loss of business opportunity, or similar loss.</p>\n<p>WE ARE NOT RESPONSIBLE FOR ANY LACK OF FUNCTIONALITY OR FAILURE TO PROVIDE ANY PART OF THE DISNEY PRODUCT(S), OR ANY LOSS OF CONTENT OR DATA THAT IS DUE TO: YOUR EQUIPMENT, DEVICES, OPERATING SYSTEM OR INTERNET CONNECTION.\nOR YOUR FAILURE TO COMPLY WITH SPECIFIED COMPATIBILITY REQUIREMENTS.</p>\n<p>WE SHALL NOT BE LIABLE TO YOU FOR INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS AND PROPERTY DAMAGE, EVEN IF WE WERE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, NOR SHALL WE BE HELD LIABLE FOR DELAY OR FAILURE IN PERFORMANCE RESULTING FROM CAUSES BEYOND OUR REASONABLE CONTROL.</p>\n<p>IN NO EVENT SHALL OUR TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION EXCEED ONE THOUSAND U.S.\nDOLLARS (US $1,000).</p>\n<strong>7.\nSubmissions, User Generated Content, DMCA Takedown Notices</strong>\n<p>A.\nSubmissions and Unsolicited Ideas Policies.\nOur long-standing company policy does not allow us to accept or consider unsolicited creative ideas, suggestions or materials.\nIn connection with anything you submit to us – whether or not solicited by us – you agree that creative ideas, suggestions or other materials you submit are not being made in confidence or trust and that no confidential or fiduciary relationship is intended or created between you and us in any way, and that you have no expectation of review, compensation or consideration of any type.</p>\n<p>B.\nUser Generated Content.\nThe Disney Products may ask for or allow you to communicate, submit, upload or otherwise make available text, chats, images, audio, video, contest entries or other content (“<strong>User Generated Content</strong>”), which may be accessible and viewable by the public.\nAccess to these features may be subject to age restrictions.\nWhether a Disney Product made available by us or in connection with Disney Products appears on a Disney website, service and/or platform or is integrated with a third-party website, service, application, and/or platform, you may not submit or upload User Generated Content that is defamatory, harassing, threatening, bigoted, hateful, violent, vulgar, obscene, pornographic, or otherwise offensive or that harms or can reasonably be expected to harm any person or entity, whether or not such material is protected by law.</p>\n<p>In most instances, we do not claim ownership of your User Generated Content.\nhowever, you grant us a non-exclusive, sublicensable, irrevocable and royalty-free worldwide license under all copyrights, trademarks, patents, trade secrets, privacy and publicity rights and other intellectual property rights for the full duration of those rights to use, reproduce, transmit, print, publish, publicly display, exhibit, distribute, redistribute, copy, index, comment on, modify, transform, adapt, translate, create derivative works based upon, publicly perform, publicly communicate, make available, and otherwise exploit such User Generated Content, in whole or in part, in all media formats and channels now known or hereafter devised (including in connection with the Disney Products and on third-party websites, services, applications, and/or platforms), in any number of copies and without limit as to time, manner and frequency of use, without further notice to you, without attribution (to the extent this is not contrary to mandatory provisions of applicable law), and without the requirement of permission from or payment to you or any other person or entity.\nYou agree that submission of User Generated Content does not establish any relationship of trust and confidence between you and us, and that you have no expectation of compensation whatsoever (except as may be specifically stated in the provisions of the Disney Products in connection with the submission, or arising from it).</p>\n<p>You represent and warrant that your User Generated Content conforms to this Agreement and that you own or have the necessary rights and permissions including, without limitation, all copyrights, music rights and likeness rights (with respect to any person) contained in the User Generated Content, without the need for payment to any other person or entity, to use and exploit, and to authorize us to use and exploit, your User Generated Content in all manners contemplated by this Agreement.\nand you agree to indemnify and hold us harmless from any claims or expenses (including attorneys’ fees) by any third party arising out of or in connection with our use and exploitation of your User Generated Content resulting from your breach of this Agreement.\nYou also agree to waive and not to enforce any moral rights, ancillary rights or similar rights in or to the User Generated Content against us or our licensees, distributors, agents, representatives and other authorized users, and agree to procure the same agreement to waive and not to enforce from others who may possess such rights.</p>\n<p>To the extent that we authorize you to create, post, upload, distribute, publicly display or publicly perform User Generated Content that requires the use of our copyrighted works, we grant you a non-exclusive license to create a derivative work using the specifically referenced copyrighted works as required for the sole purpose of creating such a work, provided that such license shall be conditioned upon your assignment to us of all rights worldwide in the work you create for the duration of copyright in the User Generated Content, in all formats and media known or unknown to date, including for use on Disney Products and on third party sites and platforms.\nIf such rights are not assigned to us, your license to create derivative works using our copyrighted works shall be null and void.</p>\n<p>We may monitor, screen, post, remove, modify, store and review User Generated Content or communications sent through a Disney Product, at any time and for any reason, including to ensure that the User Generated Content or communication conforms to this Agreement, without prior notice to you.\nWe may terminate your account and access to the Disney Products if your User Generated Content violates this Agreement, including unlawful postings or content, without prior notice to you.\nWe are not responsible for, and do not endorse or guarantee, the opinions, views, advice or recommendations posted or sent by users.</p>\n<p>C.\nClaims of Copyright Infringement.\nNotifications of claimed copyright infringement and counter notices must be sent to our designated agent:</p>\n<p>Attn: TWDC Designated Agent<br>\nThe Walt Disney Company<br>\n500 South Buena Vista Street<br>\nBurbank, California 91521, USA<br>\nPhone: +1 818-560-1000<br>\nFax: +1 818-560-4299<br>\nEmail: designated.agent@dig.twdc.com</p>\n<p>We are only able to accept notices in the languages in which this Agreement is made available by us.</p>\n<p>We will respond expeditiously to claims of copyright infringement committed using the Disney Products that are reported to our designated copyright agent, in accordance with the U.S.\nDigital Millennium Copyright Act of 1998 (“<strong>DMCA</strong>”) or, as applicable, other laws.\nWith respect to Disney Products hosted in the United States, these notices must include the required information set forth in the DMCA and described in detail here.</p>\n<strong>8.\nBINDING ARBITRATION AND CLASS ACTION WAIVER</strong>\n<p>PROCEEDINGS TO RESOLVE OR LITIGATE A DISPUTE IN ANY FORUM WILL BE CONDUCTED ON AN INDIVIDUAL BASIS.\nNeither you nor Disney will seek to have a dispute heard as a class action or private attorney general action or in any other proceeding in which either party acts or proposes to act in a representative capacity.\nNo arbitration or proceeding can be combined with another without the prior written consent of all parties to the arbitrations or proceedings.</p>\n<p>You and Disney agree to arbitrate, as provided below, all disputes between you (including any related disputes involving The Walt Disney Company, its subsidiaries or its affiliates), that are not resolved informally, except disputes relating to the ownership or enforcement of intellectual property rights.\n“<strong>Dispute</strong>” includes any dispute, action, or other controversy, whether based on past, present, or future events, between you and us concerning the Disney Products or this Agreement, whether in contract, tort, warranty, statute, regulation, or other legal or equitable basis.\nYou and Disney empower the arbitrator with the exclusive authority to resolve any dispute relating to the interpretation, applicability or enforceability of these terms or the formation of this contract, including the arbitrability of any dispute and any claim that all or any part of this Agreement are void or voidable.</p>\n<p>A.\nIn the event of a dispute, you or Disney must send to the other party a notice of dispute, which is a written statement that sets forth the name, address, and contact information of the party giving the notice, the facts giving rise to the dispute, and the relief requested.\nYou must send any notice of dispute to Disney, 500 South Buena Vista Street, Burbank, California 91521-7620, USA, Attention: Legal.\nWe will send any notice of dispute to you at the contact information we have for you.\nYou and Disney will attempt to resolve a dispute through informal negotiation within sixty (60) days from the date the notice of dispute is sent.\nAfter that sixty (60) day period and not before, you or we may commence an arbitration proceeding.\nYou may instead litigate a dispute in small claims court if the dispute meets the requirements to be heard in small claims court, whether or not you negotiated informally first.</p>\n<p>B.\nIf you and Disney do not resolve a dispute by informal negotiation or in small claims court, the dispute shall be resolved by binding arbitration before a neutral arbitrator whose decision will be final except for a limited right of appeal under the U.S.\nFederal Arbitration Act.\nYOU ARE GIVING UP THE RIGHT TO LITIGATE A DISPUTE IN COURT BEFORE A JUDGE OR JURY.\nArbitration will be administered by JAMS Mediation, Arbitration and ADR Services (“<strong>JAMS</strong>”) in accordance with the JAMS Streamlined Arbitration Rules and Procedures (the “<strong>JAMS Rules</strong>”).\nThe JAMS Rules and instructions about how to initiate an arbitration are available at www.jamsadr.com or 1-800-352-5267.\nArbitration may be conducted in person, through the submission of documents, by phone, or online.\nProceedings that cannot be conducted through the submission of documents, by phone, or online, will take place in either Los Angeles, California or the borough of Manhattan, New York, New York, whichever is more convenient for you.\nprovided, however, that if circumstances prevent you from traveling to Los Angeles or New York, JAMS may hold an in-person hearing in your hometown area.\nYou and Disney agree to submit to the exclusive jurisdiction of the federal or state courts located in either Los Angeles, California or the borough of Manhattan, New York, New York, whichever is more convenient for you, in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\nThe arbitrator may award damages to you individually as a court could, including declaratory or injunctive relief, but only to the extent required to satisfy your individual claim.</p>\n<p>In accordance with the JAMS Rules, the party initiating the arbitration (either you or Disney) is responsible for paying the filing fee.\nHowever, if the arbitrator issues you an award of damages and: (a) that award is greater than the amount of our last written settlement offer.\nor (b) if we did not make a settlement offer, then in addition to paying for any JAMS Case Management Fees and all professional fees for the arbitrator’s services, we will reimburse you for the filing fees you incurred.</p>\n<p>Except as provided above with respect to jurisdiction in Los Angeles, California and Manhattan, New York, New York, nothing in this arbitration provision shall be construed as consent by Disney to the jurisdiction of any other court with regard to disputes, claims or controversies unrelated to the Disney Products or this Agreement.</p>\n<strong>9.\nAdditional Provisions</strong>\n<p>A.\nChoice of Forum.\nYou agree that any action at law or in equity arising out of or relating to this Agreement that is not subject to arbitration shall be filed, and that venue properly lies, only in the state or federal courts located in either Los Angeles, California or the borough of Manhattan, New York, New York, United States of America and you consent and submit to the personal jurisdiction of such courts for the purposes of litigating such action.</p>\n<p>B.\nChoice of Law.\nThis Agreement is governed by and construed in accordance with the laws of the State of New York and the laws of the United States, without giving effect to any conflict of law principles.</p>\n<p>C.\nSeverability.\nIf any provision of this Agreement shall be unlawful, void or for any reason unenforceable, then that provision shall be deemed severable from this Agreement and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>D.\nSurvival.\nThe provisions of this Agreement which by their nature should survive the termination of this Agreement shall survive such termination, including but not limited to the restrictions, disclaimers, limitations, our rights to use submitted content, and rules regarding dispute resolution in Section 2, 3, 6, 7 and 8 as well as the general provisions in this Section 9.</p>\n<p>E.\nWaiver.\nNo waiver of any provision of this Agreement by us shall be deemed a further or continuing waiver of such provision or any other provision, and our failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.</p> © Disney.\nAll rights reserved.<ul>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Your California Privacy Rights</li>\n<li>Children’s Online Privacy Policy</li>\n<li>Interest-Based Ads</li>\n<li>Do Not Sell My Info</li>\n</ul> ", "created_at": "2020-12-15 19:56:09.773558", "updated_at": "2021-01-25 11:04:19.811724"}, {"id": 3292, "name": "Walt Disney Privacy Policy", "url": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "xpath": "", "text": " Skip to content Skip to navigation × cancel Country/Region &amp.\nLanguage Selector Search Countries Search Languages Save us United States English Search for Toggle navigation Toggle navigation Toggle navigation Search for <ul>\n<li>Privacy Policy <ul>\n<li>Privacy Policy</li>\n<li>Your California Privacy Rights</li>\n</ul>\n</li>\n<li>For Parents <ul>\n<li>For Parents</li>\n<li>Children’s Privacy Policy</li>\n<li>Internet Safety</li>\n</ul>\n</li>\n<ul>\n</ul>\n<li>Privacy Controls <ul>\n<li>Privacy Controls</li>\n<li>ONLINE TRACKING TECHNOLOGIES AND ADVERTISING</li>\n<li>Communication Choices</li>\n</ul>\n</li>\n<li>Contact Us <ul>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>News <ul>\n<li>News</li>\n</ul>\n</li>\n</ul> Search Privacy Policy Last Modified: 01/13/2021 <p>\n<strong>SCOPE OF THIS POLICY</strong>\n</p>\n<p>This privacy policy describes the processing of information provided or collected on the sites and applications where this privacy policy is posted, whether on our digital properties or on applications we make available on third-party sites or platforms.\nIt also describes the processing of guest information provided to us or collected by us offline in our physical properties, such as in our stores, theme parks, resorts, and cruise ships, or through our guest call centers.\nWe follow this privacy policy in accordance with applicable law in the places where we operate.\nIn some cases, we may provide additional data privacy notices specific to certain products, practices, or regions.\nThose terms are to be read in conjunction with this policy.</p>\n<p>Please keep in mind that when you provide information to us on a third-party site or platform (for example, via our applications), the information you provide may be separately collected by the third-party site or platform.\nThe information we collect is covered by this privacy policy, and the information the third-party site or platform collects is subject to the third-party site or platform’s privacy practices.\nPrivacy choices you have made on the third-party site or platform will not apply to our use of the information we have collected directly through our applications.\nPlease also keep in mind that our sites and applications may contain links to other sites not owned or controlled by us and we are not responsible for the privacy practices of those sites.\nWe encourage you to be aware when you leave our sites or applications and to read the privacy policies of other sites that may collect your personal information&lt;p&gt;Personal information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s name, postal address, email address, and telephone number.\nWhen anonymous information is directly or indirectly associated with personal information, the resulting information also is treated as personal information.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Personal-information'&gt;Learn More&lt;/a&gt;.</p> Expand All Collapse All Accordion Toggle WHO WE ARE<p>Our company includes many different brands.\nWhen you visit, shop, or create an account with us, or use sites and applications, your information is controlled by a member&lt;p&gt;Member means a subsidiary or affiliated entity that is part of The Walt Disney Family of Companies.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Member'&gt;Learn More&lt;/a&gt.\nof The Walt Disney Family of Companies&lt;p&gt;The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names.\nThese companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services.\nThe Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort &amp.\nSpa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels &amp.\nDisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'&gt;Learn More&lt;/a&gt;.\nThe list of relevant data controllers can be found here.</p> Accordion Toggle TYPES OF INFORMATION WE COLLECT<p>We collect two basic types of information – personal information&lt;p&gt;Personal information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s name, postal address, email address, and telephone number.\nWhen anonymous information is directly or indirectly associated with personal information, the resulting information also is treated as personal information.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Personal-information'&gt;Learn More&lt;/a&gt.\n(as defined in this policy) and anonymous information&lt;p&gt;Anonymous information means information that does not directly or indirectly identify, and cannot reasonably be used to identify, an individual guest.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Anonymous-Information'&gt;Learn More&lt;/a&gt.\n(as defined in this policy) – and we may use personal and anonymous information to create a third type of information, aggregate information&lt;p&gt;Aggregate information means information about groups or categories of guests, which does not identify and cannot reasonably be used to identify an individual guest.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Aggregate-Information'&gt;Learn More&lt;/a&gt.\n(also defined in this policy).\n&nbsp;&nbsp;In particular, we collect:</p>\n<ul>\n<li>Registration information you provide when you create an account, enter a promotion, or link your profile on a third-party site or platform with your registration account, such as your first name and surname, country of residence, gender, date of birth, email address, username, and password;</li>\n<li>Transaction information you provide when you request information, contact Guest Services, or purchase, return, request, or exchange a product or service from us, such as your postal address, telephone number, and payment information;</li>\n<li>Information you provide in public forums&lt;p&gt;Our sites and applications may offer message boards, conversation pages, blogs, chat rooms, social community environments, profile pages, and other forums that do not have a restricted audience.\nIf you provide personal information when you use any of these features, that personal information may be publicly posted and otherwise disclosed without limitation as to its use by us or by a third party.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Public-Forums'&gt;Learn More&lt;/a&gt.\non our sites and applications, such as your public posts;</li>\n<li>Information sent either one-to-one or within a limited group using our message, chat, post, or similar functionality, where we are permitted by applicable law to collect this information;</li>\n<li>Information we obtain from a third party, such as a site or platform provider, about use of our applications on third-party platforms or devices;</li>\n<li>Location information, including location information provided by a mobile or other device interacting with one of our sites, applications, or physical properties (including through beacon technologies), or associated with your IP address or other online or device identifier, where we are permitted by law to process this information;</li>\n<li>Activity information about your use, and the use by any person(s) you authorize through your account, of our sites and applications, such as the content you view or post, how often you use our services, and your preferences;</li>\n<li>Usage, viewing, technical, and device data when you visit our sites, use our applications on third-party sites or platforms, or open emails we send, or connect with our wireless Internet access services and other similar technologies, including your browser or device type, unique device identifier, and IP address;</li>\n<li>Still or video images captured by cameras or readers on or around our physical properties.\nand</li>\n<li>Call recordings when you call our reservation centers or other guest services phone numbers.</li>\n</ul> Accordion Toggle HOW WE COLLECT YOUR INFORMATION<ul>\n<li>We collect information you provide to us when you request or purchase products, services, or information from us, register with us (including when you link your profile on a third-party site or platform with your registration account), participate in public forums&lt;p&gt;Our sites and applications may offer message boards, conversation pages, blogs, chat rooms, social community environments, profile pages, and other forums that do not have a restricted audience.\nIf you provide personal information when you use any of these features, that personal information may be publicly posted and otherwise disclosed without limitation as to its use by us or by a third party.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Public-Forums'&gt;Learn More&lt;/a&gt.\nor other activities on our sites and applications, respond to guest surveys, visit our physical properties, call our reservation centers or other guest services phone numbers, or otherwise interact with us using one or more devices.\nYou may provide information in a variety of ways, including by typing or using voice commands.</li>\n<li>We collect information through a variety of technologies, such as cookies, Flash cookies, pixels, tags, software development kits, application&lt;p&gt;Application means a program or service operated by us (or on our behalf) that may be displayed on various online, mobile, or other platforms and environments, including those operated by third parties, which permits us to interact directly with our guests.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Application'&gt;Learn More&lt;/a&gt.\nprogram interfaces, and Web beacons, including when you visit our sites and applications or use our applications on third-party sites or platforms using one or more devices, whether or not you are logged in or registered.\nPlease visit Online Tracking Technologies and Advertising for further information, including Do Not Track and how to disable cookies and otherwise make choices with respect to such data collection.</li>\n<li>We collect information using analytics tools, including when you visit our sites and applications or use our applications on third-party sites or platforms.</li>\n<li>We acquire information from other trusted sources to update or supplement the information you provided or we collected automatically, such as when we validate postal address information using third party services.\n&nbsp;Applicable law may require that you authorize the third party to share your information with us before we can acquire it.</li>\n</ul> Accordion Toggle USE OF YOUR INFORMATION BY THE WALT DISNEY FAMILY OF COMPANIES<p>The member&lt;p&gt;Member means a subsidiary or affiliated entity that is part of The Walt Disney Family of Companies.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Member'&gt;Learn More&lt;/a&gt.\nof The Walt Disney Family of Companies&lt;p&gt;The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names.\nThese companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services.\nThe Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort &amp.\nSpa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels &amp.\nDisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'&gt;Learn More&lt;/a&gt.\nthat is the data controller&lt;p&gt;The data controller is the subsidiary or affiliated entity of The Walt Disney Company that is responsible for the personal information collected and used within the scope of this policy from our sites and applications, as follows: If you live in Europe, Middle East or Africa: The Walt Disney Company Limited (Company Number 530051) 3 Queen Caroline Street Hammersmith London W6 9PE help@disney.co.uk If you are a Disney+ service EU subscriber residing outside the United Kingdom, your personal data is also jointly controlled by: The Walt Disney Company (Benelux) B.V.\n(Company Number 34076102) De Passage 144 1101 AX Amsterdam The Netherlands help@disneyplus.com US, Canada and Rest of World: Disney Interactive 500 South Buena Vista Street Mail Code 7667 Burbank, CA 91521-7667 United States of America Guest Services&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Data-Controller'&gt;Learn More&lt;/a&gt.\nfor your information is responsible for and may use your information for the purposes described in this policy.\nOther members of The Walt Disney Family of Companies may access your information where they perform services on behalf of the data controllers (as data processors) and, unless prohibited under applicable law, for use on their own behalf (as data controllers) for the purposes described in this policy.\nConsistent with applicable law and choices and controls that may be available to you, we may use information collected from you, or from devices associated with you, to:</p>\n<ul>\n<li>Provide you with the experiences, products, and services you request, view, engage with, or purchase;</li>\n<li>Communicate with you about your account or transactions with us and send you information or request feedback about features on our sites and applications or changes to our policies;</li>\n<li>Send you offers and promotions for our products and services or third-party products and services;</li>\n<li>Personalize content and experiences;</li>\n<li>Provide you with targeted advertising based on your activity on our sites and applications and on third-party sites and applications.\n<ul>\n<li>to learn more about how we use your information for personalization and tracking, please visit Online Tracking Technologies and Advertising.</li>\n</ul>\n</li>\n<li>Operate, understand, optimize, develop, or improve our sites, applications, products, services and operations, including by using guest survey research and analytics tools.\nand</li>\n<li>Detect, investigate and prevent activities that may violate our policies, pose safety issues, or be fraudulent or illegal.\nand</li>\n<li>Notify you of product recalls or safety issues.</li>\n</ul> Accordion Toggle SHARING YOUR INFORMATION WITH OTHER ENTITIES<p>We will not share your personal information&lt;p&gt;Personal information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s name, postal address, email address, and telephone number.\nWhen anonymous information is directly or indirectly associated with personal information, the resulting information also is treated as personal information.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Personal-information'&gt;Learn More&lt;/a&gt.\nwith a third party outside The Walt Disney Family of Companies&lt;p&gt;The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names.\nThese companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services.\nThe Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort &amp.\nSpa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels &amp.\nDisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'&gt;Learn More&lt;/a&gt.\nexcept in limited circumstances, including:</p>\n<ul>\n<li>When you allow us to share your personal information with another company, by electing to share your personal information with carefully selected companies so that they can send you offers and promotions about their products and services;</li>\n<li>When you direct us to share your personal information with another company to fulfill your request, such as:\n<ul>\n<li>When you book travel packages with us that include goods or services provided by third-party partners, such as airlines, ground transportation providers, third-party hotels, and travel insurance providers.\nand</li>\n<li>When you book dining reservations through us for restaurants operated by third parties.</li>\n</ul>\n</li>\n<li>When you direct us to share your personal information with third-party sites or platforms, such as social networking sites.</li>\n<li>Please note that once we share your personal information with another company in the above circumstances, the information received by the other company is controlled by that company and becomes subject to the other company’s privacy practices.</li>\n<li>When we cooperate with financial institutions to offer co-branded products or services to you, such as our co-branded Disney Rewards Visa Card.\nhowever, we will do so only if permitted by applicable law and, in these cases, the financial institutions are prohibited from using your personal information for purposes other than those related to the co-branded products or services;</li>\n<li>When you provide personal information to National Geographic Partners, a joint venture between The Walt Disney Company and the National Geographic Society, National Geographic Partners may share that information with the National Geographic Society, and once shared, the information will be controlled by and subject to the privacy policy of the National Geographic Society;</li>\n<li>When companies perform services on our behalf, like package delivery, marketing and advertising, and &nbsp;customer service.\nhowever, these companies are prohibited from using your personal information for purposes other than those requested by us or required by law.\nand</li>\n<li>When we share your personal information with third parties in connection with the sale of a business, to enforce our Terms of Use or rules, to ensure the safety and security of our guests and third parties, to protect our rights and property and the rights and property of our guests and third parties, to comply with legal process, or in other cases if we believe in good faith that disclosure is required by law.</li>\n</ul> Accordion Toggle YOUR CONTROLS AND CHOICES<p>We provide you the ability to exercise certain controls and choices regarding our collection, use and sharing of your information.\nIn accordance with applicable law, your controls and choices may include:</p>\n<ul>\n<li>Correcting, updating, and deleting your registration account (Logout);</li>\n<li>Choosing or changing your choices for subscriptions, newsletters, and alerts;</li>\n<li>Choosing whether to receive from us offers and promotions for our products and services, or products and services that we think may be of interest to you;</li>\n<li>Choosing whether we share your personal information&lt;p&gt;Personal information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s name, postal address, email address, and telephone number.\nWhen anonymous information is directly or indirectly associated with personal information, the resulting information also is treated as personal information.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Personal-information'&gt;Learn More&lt;/a&gt.\nwith other companies so they can send you offers and promotions about their products and services;</li>\n<li>Controlling targeted advertising from many ad networks and partners.\ndata exchanges.\nand marketing analytics and digital advertising and marketing service providers (by visiting the Digital Advertising Alliance);</li>\n<li>Choosing to control targeted advertising you receive within applications by using the settings and choices made available to you through your device(s), for example, by re-setting your device’s advertising identifier and/or opting out of interest based ads;</li>\n<li>Choosing to limit participation in Nielsen digital measurement research (for non-Panelists);</li>\n<li>Requesting removal of your personal information from a public forum on one of our sites or application&lt;p&gt;Application means a program or service operated by us (or on our behalf) that may be displayed on various online, mobile, or other platforms and environments, including those operated by third parties, which permits us to interact directly with our guests.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Application'&gt;Learn More&lt;/a&gt;.\nand</li>\n<li>Requesting access to the personal information we hold about you and that we amend or delete it.</li>\n</ul>\n<p>You may exercise these controls and choices in various ways, including by visiting Communication Choices (under the Privacy Controls tab), contacting Guest Services, following instructions provided in communications sent to you, or by using your device or other available settings (for example, by re-setting your device’s advertising identifier and/or opting out of interest based ads).\nYou can opt out of interest based ads by visiting the Digital Advertising Alliance or European Interactive Digital Advertising Alliance or using the opt-out mechanism in the “Interest Based Ads” link in the footer of the site you are visiting.</p>\n<p>Please be aware that if you do not allow us to collect personal information from you, we may not be able to deliver certain experiences, products, and services to you, and some of our services may not be able to take account of your interests and preferences.\nIf collection of personal information is mandatory, we will make that clear at the point of collection so that you can make an informed decision whether to participate.\n&nbsp;If you have questions about the specific personal information about you that we process or retain, and your rights regarding that personal information, please contact Guest Services.</p> Accordion Toggle CHILDREN'S PRIVACY<p>We recognize the need to provide further privacy protections with respect to personal information&lt;p&gt;Personal information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s name, postal address, email address, and telephone number.\nWhen anonymous information is directly or indirectly associated with personal information, the resulting information also is treated as personal information.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Personal-information'&gt;Learn More&lt;/a&gt.\nwe may collect from children&lt;p&gt;Children means individuals who we have identified are not of legal age to consent to the collection and processing of their personal information.\nIn the United States and Latin America, the term “children” refers to individuals under 13 years of age.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Children'&gt;Learn More&lt;/a&gt.\non our sites and applications.\nSome of the features on our sites and applications are age-gated so that they are not available for use by children, and we do not knowingly collect personal information from children in connection with those&nbsp;features.\nWhen we intend to collect personal information from children, we take additional steps to protect children’s privacy, including:</p>\n<ul>\n<li>Notifying parents&lt;p&gt;Parents means a parent or legal guardian.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Parents'&gt;Learn More&lt;/a&gt;&nbsp;about our information practices with regard to children, including the types of personal information we may collect from children, the uses to which we may put that information, and whether and with whom we may share that information;</li>\n<li>In accordance with applicable law, and our practices, obtaining consent from parents for the collection of personal information from their children, or for sending information about our products and services directly to their children;</li>\n<li>Limiting our collection of personal information from children to no more than is reasonably necessary to participate in an online activity.\nand</li>\n<li>Giving parents access or the ability to request access to personal information we have collected from their children and the ability to request that the personal information be changed or deleted.</li>\n</ul>\n<p>For additional information about our practices in the United States regarding children’s personal information, please read our Children’s Privacy Policy.</p> Accordion Toggle DATA SECURITY, INTEGRITY, AND RETENTION<p>The security, integrity, and confidentiality of your information are extremely important to us.\nWe have implemented technical, administrative, and physical security measures that are designed to protect guest information from unauthorized access, disclosure, use, and modification.\nWe regularly review our security procedures to consider appropriate new technology and methods.\nPlease be aware that, despite our best efforts, no security measures are perfect or impenetrable.\nWe will retain your personal information&lt;p&gt;Personal information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s name, postal address, email address, and telephone number.\nWhen anonymous information is directly or indirectly associated with personal information, the resulting information also is treated as personal information.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Personal-information'&gt;Learn More&lt;/a&gt.\nfor the length of time needed to fulfill the purposes outlined in this privacy policy unless a longer retention period is required or permitted by law.</p> Accordion Toggle DATA TRANSFERS, STORAGE, AND PROCESSING GLOBALLY<p>We operate globally and may transfer your personal information&lt;p&gt;Personal information means information that identifies (whether directly or indirectly) a particular individual, such as the individual’s name, postal address, email address, and telephone number.\nWhen anonymous information is directly or indirectly associated with personal information, the resulting information also is treated as personal information.&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#Personal-information'&gt;Learn More&lt;/a&gt.\nto individual companies of The Walt Disney Family of Companies&lt;p&gt;The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names.\nThese companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services.\nThe Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort &amp.\nSpa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels &amp.\nDisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'&gt;Learn More&lt;/a&gt.\nor third parties in locations around the world for the purposes described in this privacy policy.\nWherever your personal information is transferred, stored or processed by us, we will take reasonable steps to safeguard the privacy of your personal information.\nThese steps may include implementing standard contractual clauses where recognized by law, obtaining your consent, or other lawful means of transferring personal information.</p> Accordion Toggle CHANGES TO THIS PRIVACY POLICY<p>From time to time, we may change this privacy policy to accommodate new technologies, industry practices, regulatory requirements or for other purposes.\nWe will provide notice to you if these changes are material and, where required by applicable law, we will obtain your consent.\nNotice may be by email to you at the last email address you provided us, by posting notice of such changes on our sites and applications, or by other means, consistent with applicable law.</p> Accordion Toggle COMMENTS AND QUESTIONS<p>If you have a comment or question about this privacy policy, please contact Guest Services.</p> Accordion Toggle CALIFORNIA RESIDENTS’ RIGHTS<p>Notice to California Residents: If you are a California resident, you may have certain additional privacy rights.\nVisit our Your California Privacy Rights page for more information, including how Authorized Agents may make certain requests on behalf of California Residents.</p> Accordion Toggle UK &amp.\nEU RESIDENTS' RIGHTS<p>Notice to UK &amp.\nEU Residents: If you are an EU or UK resident, you may have certain additional privacy rights.\nVisit our UK &amp.\nEU Privacy Rights page for more information.</p> Accordion Toggle BRAZILIAN RESIDENTS' RIGHTS<p>Notice to Brazilian Residents: If you are a Brazilian resident, you may have certain additional privacy rights.\nVisit our Data Protection in Brazil page for more information.</p> Accordion Toggle Definitions<p>Definitions</p> Children’s Privacy PolicyThe Walt Disney Family of Companies (“TWDC”) is committed to protecting the privacy of children who use our sites and applications.\n<p>Learn More</p>Children’s Privacy Policy Your California Privacy RightsLearn about your California Privacy Rights.\n<p>Learn More</p>Your California Privacy Rights © Disney.\nAll rights reserved <ul>\n<li>Interest-Based Ads</li>\n<li>Children’s Online Privacy Policy</li>\n<li>Your California Privacy Rights</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Info</li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Print Page </li>\n</ul> Back to Top back-to-top ", "created_at": "2020-12-15 19:58:03.592517", "updated_at": "2021-01-25 11:04:11.723993"}], "points": [{"id": 15036, "title": "The service has non-exclusive use of your content", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:39:30.302033", "updated_at": "2021-01-28 16:41:59.187933", "quoteText": "however, you grant us a non-exclusive, sublicensable, irrevocable and royalty-free worldwide license", "case_id": 402, "document_id": 3291, "quoteStart": 32553, "quoteEnd": 32653}, {"id": 15062, "title": "The service provides information about how they intend to use your personal data", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:38:05.876703", "updated_at": "2021-01-28 16:43:17.938791", "quoteText": "USE OF YOUR INFORMATION BY THE WALT DISNEY FAMILY OF COMPANIES", "case_id": 227, "document_id": 3292, "quoteStart": 11863, "quoteEnd": 11925}, {"id": 15058, "title": "Your biometric data is collected", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:34:48.286362", "updated_at": "2021-01-28 17:13:11.784894", "quoteText": "Call recordings when you call our reservation centers or other guest services phone numbers.</li>", "case_id": 397, "document_id": 3292, "quoteStart": 9087, "quoteEnd": 9184}, {"id": 14928, "title": "The terms for this service are translated into different languages", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:31:06.489381", "updated_at": "2021-01-26 22:03:39.281564", "quoteText": "English – Disney Terms of Use – United States<p>\n</p>Home / English – Disney Terms of Use – United States <p>Spanish", "case_id": 198, "document_id": 3291, "quoteStart": 57, "quoteEnd": 173}, {"id": 14929, "title": "There is a date of the last update of the agreements", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:31:23.242706", "updated_at": "2021-01-26 22:03:44.759936", "quoteText": "<strong>Last Updated:&nbsp.\nJune 9, 2020</strong>", "case_id": 331, "document_id": 3291, "quoteStart": 872, "quoteEnd": 921}, {"id": 15033, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:32:47.675627", "updated_at": "2021-01-28 17:28:11.269564", "quoteText": "you may not submit or upload User Generated Content that is defamatory, harassing, threatening,", "case_id": 283, "document_id": 3291, "quoteStart": 32168, "quoteEnd": 32263}, {"id": 15027, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:22:08.955876", "updated_at": "2021-01-28 17:12:11.139712", "quoteText": "THE DISNEY PRODUCTS ARE PROVIDED “AS IS” AND “AS AVAILABLE.”", "case_id": 286, "document_id": 3291, "quoteStart": 29099, "quoteEnd": 29159}, {"id": 15037, "title": "This service can license user content to third parties", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:39:55.751983", "updated_at": "2021-01-28 17:12:56.545305", "quoteText": "however, you grant us a non-exclusive, sublicensable, irrevocable and royalty-free worldwide license", "case_id": 134, "document_id": 3291, "quoteStart": 32553, "quoteEnd": 32653}, {"id": 15061, "title": "This service requires first-party cookies", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:36:41.395944", "updated_at": "2021-01-28 17:42:47.52606", "quoteText": "We collect information through a variety of technologies, such as cookies,", "case_id": 126, "document_id": 3292, "quoteStart": 10375, "quoteEnd": 10449}, {"id": 14933, "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:36:06.906664", "updated_at": "2021-01-26 22:03:28.775823", "quoteText": "We may need to make changes to any portion of this Agreement from time to time and for many reasons, including to reflect updates to the Disney Products or changes in law.\nIf we make a material change to this Agreement, it will be effective thirty (30) days following either our dispatch of a notice to you or our posting of the amended terms through the Disney Products, the third party that makes Disney Products available to you, or at disneytermsofuse.com.\n", "case_id": 124, "document_id": 3291, "quoteStart": 4536, "quoteEnd": 4997}, {"id": 14944, "title": "Users agree not to use the service for illegal purposes", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:48:55.701242", "updated_at": "2021-01-26 21:46:27.755494", "quoteText": "xii.\nuse the Disney Products in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this Agreement.\n", "case_id": 280, "document_id": 3291, "quoteStart": 11790, "quoteEnd": 11920}, {"id": 14932, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:35:19.468137", "updated_at": "2021-01-26 22:03:14.590128", "quoteText": "More specific and/or supplemental terms and conditions may apply to some Products, including but not limited to, a particular contest, software, application, promotional code, service or other activity.\navailability of certain merchandise, content, programs, or other activities.\nconditions or other limitations to the Disney Products for users under certain ages.\nand/or specific terms or restrictions that may accompany certain territories, programs, content, products, websites, applications or other software.\n", "case_id": 144, "document_id": 3291, "quoteStart": 3719, "quoteEnd": 4233}, {"id": 14935, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:37:19.34114", "updated_at": "2021-01-26 21:46:50.096807", "quoteText": "You agree that any information you provide and maintain is accurate, current and complete, including your contact information for notices and other communications from us and your payment information.\nYou agree not to impersonate or misrepresent your affiliation with any person or entity, including using another person’s username, password or other account information, or another person’s name or likeness, or provide false details for a parent or guardian.\nYou agree that we may take steps to verify the accuracy of information you provide, including contact information for a parent or guardian.</p>\n", "case_id": 214, "document_id": 3291, "quoteStart": 5558, "quoteEnd": 6163}, {"id": 14940, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:42:29.864047", "updated_at": "2021-01-28 17:39:17.975392", "quoteText": "You are responsible for taking reasonable steps to maintain the confidentiality of your username and password, and you are responsible for all activities under your account that you can reasonably control.", "case_id": 148, "document_id": 3291, "quoteStart": 6276, "quoteEnd": 6481}, {"id": 14939, "title": "You cannot distribute or disclose your account to third parties", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:42:11.781835", "updated_at": "2021-01-28 17:39:47.682163", "quoteText": "You agree that you will not share your account or account information with others.", "case_id": 229, "document_id": 3291, "quoteStart": 6193, "quoteEnd": 6275}, {"id": 14941, "title": "The service can suspend your account for several reasons", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:43:30.516498", "updated_at": "2021-01-28 17:40:05.968972", "quoteText": "We may terminate or suspend your access to any Disney Products, and/or terminate this Agreement subject to the survival of terms as provided below, if required by law, or if we have objective reason to believe you have used the Disney Products in violation of any provision of this Agreement or any supplemental terms, and/or if you engage in or encourage infringement or any other illegal conduct as it relates to your use of the Disney Products.</p>", "case_id": 205, "document_id": 3291, "quoteStart": 7035, "quoteEnd": 7486}, {"id": 14942, "title": "This service is only available for use individually and non-commercially.", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:44:04.419555", "updated_at": "2021-01-28 17:40:43.737577", "quoteText": "If a Disney Product, or third party providing Disney Products subject to this Agreement, is configured to enable the use of software, content, virtual items or other materials owned or licensed by us, we grant you a limited, non-exclusive, non-sublicensable, non-transferable license to access and use in the United States such software, content, virtual item or other material for your personal, noncommercial use only,", "case_id": 143, "document_id": 3291, "quoteStart": 8222, "quoteEnd": 8642}, {"id": 14934, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:36:23.857399", "updated_at": "2021-01-26 21:47:00.277487", "quoteText": "You are responsible for periodically reviewing this Agreement for updates and amendments.\nBy continuing to use the Disney Products you will be deemed to have agreed to and accepted any amendments.", "case_id": 403, "document_id": 3291, "quoteStart": 4997, "quoteEnd": 5193}, {"id": 14943, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-26 20:48:37.496767", "updated_at": "2021-01-28 17:41:28.478819", "quoteText": "<p>x.\naccess, monitor or copy, or permit another person or entity to access, monitor or copy, any element of the Disney Products using a robot, spider, scraper or other automated means or manual process without our express written permission;</p>", "case_id": 150, "document_id": 3291, "quoteStart": 11470, "quoteEnd": 11716}, {"id": 15031, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:25:27.215457", "updated_at": "2021-01-28 17:13:54.24457", "quoteText": "Our long-standing company policy does not allow us to accept or consider unsolicited creative ideas, suggestions or materials.\nIn connection with anything you submit to us – whether or not solicited by us – you agree that creative ideas, suggestions or other materials you submit are not being made in confidence or trust and that no confidential or fiduciary relationship is intended or created between you and us in any way, and that you have no expectation of review, compensation or consideration of any type.</p>\n<p>", "case_id": 182, "document_id": 3291, "quoteStart": 31069, "quoteEnd": 31590}, {"id": 15022, "title": "Declined", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 12:22:16.149504", "updated_at": "2021-01-27 14:43:41.382641", "quoteText": "be automatically renewed and, unless you cancel your subscription, you authorized us to charge your payment method for the renewal term.</strong> You agree that we can change the terms of the subscription with advance notice to you and an opportunity for you to cancel", "case_id": 235, "document_id": 3291, "quoteStart": 20618, "quoteEnd": 20886}, {"id": 15021, "title": "You can opt out of promotional communications", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 12:21:46.059371", "updated_at": "2021-01-28 16:42:19.268321", "quoteText": "You can opt out of promotional communications by following the “Unsubscribe” directions for emails, through the settings of the Disney Product, or, if via text message, by responding STOP.\n", "case_id": 223, "document_id": 3291, "quoteStart": 14815, "quoteEnd": 15004}, {"id": 15020, "title": "They may stop providing the service at any time", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 12:20:01.490484", "updated_at": "2021-01-28 17:11:55.71828", "quoteText": "The Disney Products are constantly evolving and will change over time.\nWe reserve the right to make such changes or, if necessary, discontinue Disney Products.\n", "case_id": 203, "document_id": 3291, "quoteStart": 12594, "quoteEnd": 12754}, {"id": 15023, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 12:23:56.217665", "updated_at": "2021-01-28 17:13:29.620865", "quoteText": "You agree not to knowingly or recklessly introduce a virus or other harmful component, or otherwise tamper with, impair or damage any Disney Product or connected network, or interfere with any person or entity’s use or enjoyment of any Disney Product.", "case_id": 285, "document_id": 3291, "quoteStart": 16351, "quoteEnd": 16602}, {"id": 15024, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 12:25:51.937645", "updated_at": "2021-01-28 17:41:04.057819", "quoteText": "Some Disney Products require paid subscriptions and the acceptance of supplemental terms to access.\n<strong>By signing up for a subscription, you agreed that your subscription will be automatically renewed and, unless you cancel your subscription, you authorized us to charge your payment method for the renewal term.</strong> ", "case_id": 384, "document_id": 3291, "quoteStart": 20437, "quoteEnd": 20764}, {"id": 15025, "title": "The service has a no refund policy", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 12:26:45.208732", "updated_at": "2021-01-28 17:42:10.413289", "quoteText": "<p>Unless otherwise disclosed when you subscribe, you have the right to cancel your Disney Product subscription .\nWhen a subscription is canceled, you will not receive a prorated refund, but you will continue to have access to the Disney Products until the end of the term during which you canceled the subscription.\n", "case_id": 162, "document_id": 3291, "quoteStart": 21555, "quoteEnd": 21872}, {"id": 15026, "title": "Third parties are involved in operating the service", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 12:28:02.247649", "updated_at": "2021-01-28 17:42:24.343764", "quoteText": "We reserve the right to utilize third party payment card updating services to obtain current expiration dates on credit cards and debit cards.</p>", "case_id": 207, "document_id": 3291, "quoteStart": 23930, "quoteEnd": 24076}, {"id": 15043, "title": "You waive your right to a class action.", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:55:47.181887", "updated_at": "2021-01-28 17:16:17.580092", "quoteText": "Neither you nor Disney will seek to have a dispute heard as a class action or private attorney general action or in any other proceeding in which either party acts or proposes to act in a representative capacity.", "case_id": 117, "document_id": 3291, "quoteStart": 37597, "quoteEnd": 37809}, {"id": 15045, "title": "The court of law governing the terms is in location X", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:01:43.075696", "updated_at": "2021-01-28 17:43:40.911696", "quoteText": "This Agreement is governed by and construed in accordance with the laws of the State of New York and the laws of the United States, without giving effect to any conflict of law principles.", "case_id": 163, "document_id": 3291, "quoteStart": 42946, "quoteEnd": 43134}, {"id": 15032, "title": "You maintain ownership of your data", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:27:09.107552", "updated_at": "2021-01-27 13:48:32.281717", "quoteText": "<p>In most instances, we do not claim ownership of your User Generated Content.\n", "case_id": 183, "document_id": 3291, "quoteStart": 32473, "quoteEnd": 32553}, {"id": 15029, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:23:29.272822", "updated_at": "2021-01-28 17:14:08.956894", "quoteText": "WE SHALL NOT BE LIABLE TO YOU FOR INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS AND PROPERTY DAMAGE, EVEN IF WE WERE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, NOR SHALL WE BE HELD LIABLE FOR DELAY OR FAILURE IN PERFORMANCE RESULTING FROM CAUSES BEYOND OUR REASONABLE CONTROL.</p>\n", "case_id": 293, "document_id": 3291, "quoteStart": 30482, "quoteEnd": 30797}, {"id": 15030, "title": "Any liability on behalf of the service is only limited to $1,000", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:23:48.959375", "updated_at": "2021-01-28 17:15:04.693901", "quoteText": "IN NO EVENT SHALL OUR TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION EXCEED ONE THOUSAND U.S.\nDOLLARS (US $1,000).", "case_id": 149, "document_id": 3291, "quoteStart": 30800, "quoteEnd": 30935}, {"id": 15038, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:42:03.715744", "updated_at": "2021-01-28 17:15:29.076561", "quoteText": "you grant us a non-exclusive, sublicensable, irrevocable and royalty-free worldwide license under all copyrights, trademarks, patents, trade secrets, privacy and publicity rights and other intellectual property rights for the full duration of those rights to use, reproduce, transmit, print, publish, publicly display, exhibit, distribute, redistribute, copy, index, comment on, modify, transform, adapt, translate, create derivative works based upon, publicly perform, publicly communicate, make available, and otherwise exploit such User Generated Content, in whole or in part, in all media formats and channels now known or hereafter devised (including in connection with the Disney Products and on third-party websites, services, applications, and/or platforms)", "case_id": 139, "document_id": 3291, "quoteStart": 32562, "quoteEnd": 33327}, {"id": 15046, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:07:15.948458", "updated_at": "2021-01-28 17:17:01.679486", "quoteText": "You agree that any action at law or in equity arising out of or relating to this Agreement that is not subject to arbitration shall be filed, and that venue properly lies, only in the state or federal courts located in either Los Angeles, California or the borough of Manhattan, New York, New York, United States of America and you consent and submit to the personal jurisdiction of such courts for the purposes of litigating such action.</p>", "case_id": 242, "document_id": 3291, "quoteStart": 42482, "quoteEnd": 42924}, {"id": 15040, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:51:31.467513", "updated_at": "2021-01-28 17:37:22.619002", "quoteText": "We may monitor, screen, post, remove, modify, store and review User Generated Content or communications sent through a Disney Product, at any time and for any reason, including to ensure that the User Generated Content or communication conforms to this Agreement, without prior notice to you.\n", "case_id": 202, "document_id": 3291, "quoteStart": 35876, "quoteEnd": 36169}, {"id": 15034, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://disneytermsofuse.com/english/", "status": "\"you may not submit or upload User Generated Content that is defamatory, harassing, threatening, bigoted, hateful, violent\"", "created_at": "2021-01-27 13:37:00.949845", "updated_at": "2021-01-28 17:39:37.208383", "quoteText": "bigoted, hateful, violent, vulgar,", "case_id": 314, "document_id": 3291, "quoteStart": 32264, "quoteEnd": 32298}, {"id": 15035, "title": "Prohibits the posting of pornographic content", "source": "https://disneytermsofuse.com/english/", "status": "\"you may not submit or upload User Generated Content that is [...] obscene, pornographic\"", "created_at": "2021-01-27 13:38:16.714494", "updated_at": "2021-01-28 17:42:38.530165", "quoteText": "obscene, pornographic, or otherwise offensive or that harms or can reasonably be expected to harm any person or entity, whether or not such material is protected by law.</p>", "case_id": 315, "document_id": 3291, "quoteStart": 32299, "quoteEnd": 32472}, {"id": 15041, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:53:41.423157", "updated_at": "2021-01-28 17:42:59.259929", "quoteText": "We are not responsible for, and do not endorse or guarantee, the opinions, views, advice or recommendations posted or sent by users.</p>", "case_id": 292, "document_id": 3291, "quoteStart": 36358, "quoteEnd": 36494}, {"id": 15052, "title": "The service provides details about what kinds of personal information they collect", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:30:23.17812", "updated_at": "2021-01-28 16:42:41.577477", "quoteText": "TYPES OF INFORMATION WE COLLECT", "case_id": 228, "document_id": 3292, "quoteStart": 5105, "quoteEnd": 5136}, {"id": 15056, "title": "Tracking pixels are used in service-to-user communication", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:34:07.557345", "updated_at": "2021-01-28 17:35:13.687486", "quoteText": "Activity information about your use, and the use by any person(s) you authorize through your account, of our sites and applications, such as the content you view or post, how often you use our services, and your preferences;</li>\n<li>Usage, viewing, technical, and device data when you visit our sites, use our applications on third-party sites or platforms, or open emails we send, ", "case_id": 217, "document_id": 3292, "quoteStart": 8424, "quoteEnd": 8807}, {"id": 15055, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:33:07.799637", "updated_at": "2021-01-28 16:55:42.122499", "quoteText": "<li>Location information, including location information provided by a mobile or other device interacting with one of our sites, applications, or physical properties (including through beacon technologies), or associated with your IP address or other online or device identifier, where we are permitted by law to process this information;</li>\n<li>", "case_id": 399, "document_id": 3292, "quoteStart": 8076, "quoteEnd": 8424}, {"id": 15064, "title": "This service may use your personal information for marketing purposes", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "\"we may use information collected from you, or from devices associated with you, to: [...] Send you offers and promotions for our products and services or third-party products and services;\"", "created_at": "2021-01-27 14:40:06.602359", "updated_at": "2021-01-28 17:36:42.541388", "quoteText": "Send you offers and promotions for our products and services or third-party products and services;</li>", "case_id": 336, "document_id": 3292, "quoteStart": 15640, "quoteEnd": 15743}, {"id": 15044, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:00:03.865827", "updated_at": "2021-01-28 17:17:22.825092", "quoteText": "If you and Disney do not resolve a dispute by informal negotiation or in small claims court, the dispute shall be resolved by binding arbitration before a neutral arbitrator whose decision will be final except for a limited right of appeal under the U.S.\nFederal Arbitration Act.\nYOU ARE GIVING UP THE RIGHT TO LITIGATE A DISPUTE IN COURT BEFORE A JUDGE OR JURY.\n", "case_id": 339, "document_id": 3291, "quoteStart": 39816, "quoteEnd": 40179}, {"id": 15047, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:09:20.888967", "updated_at": "2021-01-28 17:27:07.167768", "quoteText": "The provisions of this Agreement which by their nature should survive the termination of this Agreement shall survive such termination, including but not limited to the restrictions, disclaimers, limitations, our rights to use submitted content, and rules regarding dispute resolution in Section 2, 3, 6, 7 and 8 as well as the general provisions in this Section 9.</p>", "case_id": 147, "document_id": 3291, "quoteStart": 43419, "quoteEnd": 43788}, {"id": 15054, "title": "This service gathers information about you through third parties", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:32:09.236273", "updated_at": "2021-01-28 17:27:25.69257", "quoteText": "\n<li>Information we obtain from a third party, such as a site or platform provider, about use of our applications on third-party platforms or devices;</li>\n", "case_id": 382, "document_id": 3292, "quoteStart": 7920, "quoteEnd": 8076}, {"id": 15048, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:09:35.037503", "updated_at": "2021-01-28 17:27:47.0073", "quoteText": "you agree to indemnify and hold us harmless from any claims or expenses (including attorneys’ fees) by any third party arising out of or in connection with our use and exploitation of your User Generated Content resulting from your breach of this Agreement.", "case_id": 145, "document_id": 3291, "quoteStart": 34470, "quoteEnd": 34727}, {"id": 15051, "title": "The service collects many different types of personal data", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:29:55.155178", "updated_at": "2021-01-28 17:34:23.933505", "quoteText": "In particular, we collect:</p>\n<ul>\n<li>Registration information you provide when you create an account, enter a promotion, or link your profile on a third-party site or platform with your registration account, such as your first name and surname, country of residence, gender, date of birth, email address, username, and password;</li>\n<li>Transaction information you provide when you request information, contact Guest Services, or purchase, return, request, or exchange a product or service from us, such as your postal address, telephone number, and payment information;</li>\n<li>Information you provide in public forums", "case_id": 376, "document_id": 3292, "quoteStart": 6511, "quoteEnd": 7135}, {"id": 15053, "title": "The service can read your private messages", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "\"In particular, we collect [...] Information sent either one-to-one or within a limited group using our message, chat, post, or similar functionality\"", "created_at": "2021-01-27 14:31:06.83201", "updated_at": "2021-01-28 17:34:49.119141", "quoteText": "Information sent either one-to-one or within a limited group using our message, chat, post, or similar functionality, where we are permitted by applicable law to collect this information", "case_id": 239, "document_id": 3292, "quoteStart": 7728, "quoteEnd": 7914}, {"id": 15049, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:10:52.38933", "updated_at": "2021-01-28 17:43:20.163745", "quoteText": "No waiver of any provision of this Agreement by us shall be deemed a further or continuing waiver of such provision or any other provision, and our failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.</p>", "case_id": 295, "document_id": 3291, "quoteStart": 43803, "quoteEnd": 44074}, {"id": 15068, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:50:38.903139", "updated_at": "2021-01-28 17:37:07.401436", "quoteText": "When we share your personal information with third parties in connection with the sale of a business,", "case_id": 243, "document_id": 3292, "quoteStart": 20899, "quoteEnd": 21000}, {"id": 15067, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:50:00.759889", "updated_at": "2021-01-28 16:42:53.577472", "quoteText": "When companies perform services on our behalf, like package delivery, marketing and advertising, and &nbsp;customer service.\nhowever, these companies are prohibited from using your personal information for purposes other than those requested by us or required by law.\n", "case_id": 210, "document_id": 3292, "quoteStart": 20618, "quoteEnd": 20886}, {"id": 15073, "title": "You can delete your content from this service", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:15:52.055959", "updated_at": "2021-01-28 16:43:06.242057", "quoteText": "Requesting removal of your personal information from a public forum on one of our sites or application", "case_id": 175, "document_id": 3292, "quoteStart": 23157, "quoteEnd": 23259}, {"id": 15075, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:19:31.312913", "updated_at": "2021-01-28 17:28:25.746775", "quoteText": "\nfor the length of time needed to fulfill the purposes outlined in this privacy policy unless a longer retention period is required or permitted by law.</p>", "case_id": 333, "document_id": 3292, "quoteStart": 28702, "quoteEnd": 28858}, {"id": 15057, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:34:23.362713", "updated_at": "2021-01-28 17:36:07.237747", "quoteText": "or connect with our wireless Internet access services and other similar technologies, including your browser or device type, unique device identifier, and IP address;</li>", "case_id": 323, "document_id": 3292, "quoteStart": 8807, "quoteEnd": 8978}, {"id": 15060, "title": "The service may collect extra data about you through promotions", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:36:20.489796", "updated_at": "2021-01-28 17:37:58.086693", "quoteText": "or other activities on our sites and applications, respond to guest surveys, visit our physical properties, call our reservation centers or other guest services phone numbers, or otherwise interact with us using one or more devices.\n", "case_id": 211, "document_id": 3292, "quoteStart": 10038, "quoteEnd": 10271}, {"id": 15063, "title": "Your private content may be accessed by people working for the service", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:38:59.801725", "updated_at": "2021-01-28 17:41:49.778226", "quoteText": "Other members of The Walt Disney Family of Companies may access your information where they perform services on behalf of the data controllers (as data processors) and, unless prohibited under applicable law, for use on their own behalf (as data controllers) for the purposes described in this policy.", "case_id": 189, "document_id": 3292, "quoteStart": 14853, "quoteEnd": 15154}, {"id": 15069, "title": "The service will not allow third parties to access your personal information without a legal basis", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:51:25.023257", "updated_at": "2021-01-28 16:43:34.799608", "quoteText": "to comply with legal process, or in other cases if we believe in good faith that disclosure is required by law.</li>\n</ul> ", "case_id": 167, "document_id": 3292, "quoteStart": 21202, "quoteEnd": 21325}, {"id": 15071, "title": "The service allows you to opt out of providing personal information to third parties", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:11:37.211725", "updated_at": "2021-01-28 16:44:01.71919", "quoteText": "<li>Choosing whether we share your personal information", "case_id": 337, "document_id": 3292, "quoteStart": 21915, "quoteEnd": 21970}, {"id": 15072, "title": "You can opt out of targeted advertising", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:12:19.591689", "updated_at": "2021-01-28 16:44:11.476024", "quoteText": "Controlling targeted advertising from many ad networks and partners.\ndata exchanges.\nand marketing analytics and digital advertising and marketing service providers (by visiting the Digital Advertising Alliance);</li>\n<li>Choosing to control targeted advertising you receive within applications by using the settings and choices made available to you through your device(s), for example, by re-setting your device’s advertising identifier and/or opting out of interest based ads;</li>\n", "case_id": 219, "document_id": 3292, "quoteStart": 22566, "quoteEnd": 23051}, {"id": 15074, "title": "You can request access and deletion of personal data", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:16:17.307029", "updated_at": "2021-01-28 16:44:25.130228", "quoteText": "\nand</li>\n<li>Requesting access to the personal information we hold about you and that we amend or delete it.</li>", "case_id": 195, "document_id": 3292, "quoteStart": 23640, "quoteEnd": 23754}, {"id": 15077, "title": "The service reviews its privacy policy on a regular basis", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:21:48.302508", "updated_at": "2021-01-28 16:44:32.140205", "quoteText": "From time to time, we may change this privacy policy to accommodate new technologies, industry practices, regulatory requirements or for other purposes.", "case_id": 301, "document_id": 3292, "quoteStart": 31599, "quoteEnd": 31751}, {"id": 15078, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:23:07.506704", "updated_at": "2021-01-28 16:55:29.34568", "quoteText": "<p>If you have a comment or question about this privacy policy, please contact Guest Services.</p>", "case_id": 300, "document_id": 3292, "quoteStart": 32112, "quoteEnd": 32210}, {"id": 15065, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "\"we may use information collected from you, or from devices associated with you, to: [...] Provide you with targeted advertising based on your activity on our sites and applications and on third-party sites and applications.\" ", "created_at": "2021-01-27 14:40:24.457552", "updated_at": "2021-01-28 17:36:18.009377", "quoteText": "Provide you with targeted advertising based on your activity on our sites and applications and on third-party sites and applications.", "case_id": 220, "document_id": 3292, "quoteStart": 15794, "quoteEnd": 15927}, {"id": 15076, "title": "Your data may be processed and stored anywhere in the world", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:20:30.765782", "updated_at": "2021-01-28 17:38:07.570893", "quoteText": "We operate globally and may transfer your personal information", "case_id": 187, "document_id": 3292, "quoteStart": 28927, "quoteEnd": 28989}, {"id": 15050, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "The terms apply to the Walt Disney Company as well as to all its subsidiary companies, including ABC News, ESPN, Pixar, Freeform, Lucasfilm, Marvel, National Geographic.", "created_at": "2021-01-27 14:19:49.844727", "updated_at": "2021-01-28 16:41:47.820377", "quoteText": "The Walt Disney Family of Companies refers to The Walt Disney Company and its subsidiary and affiliated entities, which offer their products and services under various brand names.\nThese companies engage in a number of businesses, including theme parks and travel, motion pictures and television, publishing, consumer products and interactive services.\nThe Walt Disney Company brands include, among others, the following: ABC Entertainment ABC News Adventures by Disney Aulani, a Disney Resort &amp.\nSpa Bamtech Media Bindass Buena Vista Catalog Company (including Disney Movie Club) D23 | The Official Disney Fan Club Disney Baby Disney Channels &amp.\nDisneyNOW Disney Cruise Line Disney Digital Network Disney Family Movies Disney Movie Insiders Disney on Broadway Disney on Ice and Disney Live! Disney PhotoPass Service Disney Rewards Visa Card Disney Vacation Club Disney+ Disneyland Paris Disneyland Resort DisneyLife El Capitan Theatre ESPN ESPN CricInfo ESPN Deportes ESPN+ FiveThirtyEight Freeform FX Networks Genx Entertainment Limited Hollywood Records Hungama TV Lucasfilm (Star Wars) Marvel Marvel Shop Marvel Digital Comics Muppets National Geographic Pixar Animation Studios Radio Disney Read Riordan shopDisney The Undefeated 30 for 30 Podcasts United Home Entertainment Private Limited UTV Software Communication Limited Walt Disney Pictures Walt Disney Studios Home Entertainment Walt Disney World Resort&lt;/p&gt;&lt;a href='https://privacy.thewaltdisneycompany.com/en/definitions/#The-Walt-Disney-Family-of-Companies'&gt;Learn More&lt;/a&gt;", "case_id": 144, "document_id": 3292, "quoteStart": 3465, "quoteEnd": 5025}, {"id": 15059, "title": "The service provides information about how they collect personal data", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 14:35:04.324334", "updated_at": "2021-01-28 16:42:05.729714", "quoteText": "HOW WE COLLECT YOUR INFORMATION", "case_id": 297, "document_id": 3292, "quoteStart": 9208, "quoteEnd": 9239}, {"id": 15070, "title": "You have the right to leave this service at any time", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-01-27 15:10:52.307238", "updated_at": "2021-01-28 16:43:47.440232", "quoteText": "We provide you the ability to exercise certain controls and choices regarding our collection, use and sharing of your information.\nIn accordance with applicable law, your controls and choices may include:</p>\n<ul>\n<li>Correcting, updating, and deleting your registration account (Logout);", "case_id": 170, "document_id": 3292, "quoteStart": 21370, "quoteEnd": 21658}, {"id": 15028, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:22:56.242966", "updated_at": "2021-01-28 17:12:39.958998", "quoteText": "<p>WE ARE NOT RESPONSIBLE FOR ANY LACK OF FUNCTIONALITY OR FAILURE TO PROVIDE ANY PART OF THE DISNEY PRODUCT(S), OR ANY LOSS OF CONTENT OR DATA THAT IS DUE TO: YOUR EQUIPMENT, DEVICES, OPERATING SYSTEM OR INTERNET CONNECTION.\nOR YOUR FAILURE TO COMPLY WITH SPECIFIED COMPATIBILITY REQUIREMENTS.", "case_id": 290, "document_id": 3291, "quoteStart": 30180, "quoteEnd": 30474}, {"id": 15039, "title": "You waive your moral rights", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:48:57.035767", "updated_at": "2021-01-28 17:37:35.075516", "quoteText": "You also agree to waive and not to enforce any moral rights, ancillary rights or similar rights in or to the User Generated Content against us or our licensees, distributors, agents, representatives and other authorized users, and agree to procure the same agreement to waive and not to enforce from others who may possess such rights.</p>", "case_id": 118, "document_id": 3291, "quoteStart": 34728, "quoteEnd": 35067}, {"id": 15066, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://privacy.thewaltdisneycompany.com/en/current-privacy-policy/", "status": "\"We will not share your personal information [...] except in limited circumstances, including: [...]\r\nWhen you direct us to share your personal information with third-party sites or platforms, such as social networking sites.[...] When we cooperate with financial institutions to offer co-branded products or services to you\"", "created_at": "2021-01-27 14:47:22.535143", "updated_at": "2021-01-28 17:38:26.754108", "quoteText": "When you direct us to share your personal information with third-party sites or platforms, such as social networking sites.</li>\n<li>Please note that once we share your personal information with another company in the above circumstances, the information received by the other company is controlled by that company and becomes subject to the other company’s privacy practices.</li>\n<li>When we cooperate with financial institutions to offer co-branded products or services to you, such as our co-branded Disney Rewards Visa Card.\n", "case_id": 188, "document_id": 3292, "quoteStart": 19458, "quoteEnd": 19988}, {"id": 15042, "title": "Provides instructions on how to submit a copyright claim", "source": "https://disneytermsofuse.com/english/", "status": "Generated through the annotate view", "created_at": "2021-01-27 13:54:56.246716", "updated_at": "2021-01-28 17:39:03.811405", "quoteText": "Notifications of claimed copyright infringement and counter notices must be sent to our designated agent:</p>\n<p>Attn: TWDC Designated Agent<br>\nThe Walt Disney Company<br>\n500 South Buena Vista Street<br>\nBurbank, California 91521, USA<br>\nPhone: +1 818-560-1000<br>\nFax: +1 818-560-4299<br>\nEmail: designated.agent@dig.twdc.com</p>\n<p>We are only able to accept notices in the languages in which this Agreement is made available by us.</p>\n<p>We will respond expeditiously to claims of copyright infringement committed using the Disney Products that are reported to our designated copyright agent, in accordance with the U.S.\nDigital Millennium Copyright Act of 1998 (“<strong>DMCA</strong>”) or, as applicable, other laws.\nWith respect to Disney Products hosted in the United States, these notices must include the required information set forth in the DMCA and described in detail here.", "case_id": 138, "document_id": 3291, "quoteStart": 36535, "quoteEnd": 37425}], "urls": ["thewaltdisneycompany.com", "disneytermsofuse.com", "disneyprivacycenter.com", "go.com", "freeform.com", "marvel.com", "lucasfilm.com", "disney.com", "pixar.com", "espn.com", "espn.com.mx", "oddsbyespn.com", "espn.com.ar", "espn.com.au", "espncricinfo.com", "espn.com.br", "espn.com.cl", "espn.com.co", "espn.in", "espn.com.ve", "starwars.com"]}}