{"error": 448, "message": "OK", "parameters": {"id": 4956, "name": "Yotpo ", "created_at": "2021-09-02 02:41:21.609842", "updated_at": "2021-09-02 22:01:08.2213", "wikipedia": null, "keywords": null, "related": null, "slug": "yotpo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4956.png", "url": "yotpo.com", "documents": [{"id": 8904, "name": "Privacy Policy", "url": "https://www.yotpo.com/privacy-policy", "xpath": "//body", "text": "Popup headingClose<ul>\n<li>Press ‎↵ Enter‎ for Accessibility for blind people who use screen readers</li>\n<li>Press ‎↵ Enter‎ for Keyboard Navigation</li>\n<li>Press ‎↵ Enter‎ for Accessibility menu</li>\n</ul>Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.\n<ul>\n<li> Platform<ul>\n<li> Reviews &amp.\nRatingsCollect and display customer content using the power of AI.\n</li>\n<li> SMS MarketingEngage your shoppers with high-converting mobile experiences.\n</li>\n<li> Loyalty &amp.\nReferralsCreate custom-tailored loyalty and referral programs.\n</li>\n<li> Visual UGCShowcase customer photos and videos across the buyer journey.\n</li>\n<li> - </li>\n<li> IntegrationsIntegrate seamlessly with the tech you already use.\n</li>\n<li> Use CasesDiscover everything your brand can do with Yotpo.\n</li>\n</ul>\n</li>\n<li> Customers<ul>\n<li> Case StudiesFind out what our customers love about our platform.\n</li>\n<li> Customer SuccessMeet the team that ensures you get the most out of Yotpo.\n</li>\n<li> Inspiration GallerySee how industry-leading brands use Yotpo.\n</li>\n</ul>\n</li>\n<li> Enterprise</li>\n<li> Plans</li>\n<li> Resources<ul>\n<li> Ultimate Product Page GuideYour go-to guide to creating high-converting eCommerce product pages.\n</li>\n<li> Loyalty ROI CalculatorHow can a loyalty program drive revenue for your business? </li>\n<li> SMS Marketing ExamplesBuild a winning SMS strategy with these best practices and examples.\n</li>\n<li> Google PartnershipYotpo’s suite of advanced Google search features.\n</li>\n<li> Loyalty Program GeneratorSee what a loyalty program could look like for you.\n</li>\n<li> D2C Marketing CourseFree lessons written for and by industry leaders.\n</li>\n<li> BlogThe latest news and opinions from the Yotpo community.\n</li>\n<li> A+ TextsHow top brands are texting their customers with real SMS examples.\n</li>\n<li> eCommerce Marketing ResourcesThe definitive destination for guides, strategies, and tools to elevate your marketing.\n</li>\n</ul>\n</li>\n<li> Yotpo Blog<ul>\n<li> eCommerce DataStats, benchmarks, and data-filled reports.\n</li>\n<li> Interviews &amp.\nIdeasGet inside the minds of eCommerce leaders.\n</li>\n<li> Company and ProductThe latest on Yotpo announcements &amp.\nproduct updates.\n</li>\n<li> eCommerce MarketingFrom Facebook Ads to Google Shopping, and more.\n</li>\n<li> On-Site ExperienceBest practices for optimizing your eCommerce website.\n</li>\n<li> Customer RetentionKey strategies for building brand loyalty.\n</li>\n<li> Yotpo BlogThe definitive eCommerce marketing blog.\n</li>\n</ul>\n</li>\n<li> Log in</li>\n</ul> Log in Request a demo Request a demo Privacy Policy<p>\n<strong>Effective Date</strong>: August 1, 2021</p>\n<p>&nbsp;</p>\n<p>Yotpo Ltd.\n(together with its affiliates companies – “<strong>Yotpo</strong>”, “<strong>we</strong>”, “<strong>our</strong>” or “<strong>us</strong>”) puts great efforts in making sure that the personal data processed by us is safe and used properly, and that our data practices are properly communicated to our customers, users and prospects.</p>\n<p>This Privacy Policy describes how we collect, store, use and disclose the following types of personal data:</p>\n<ul>\n<li>\n<strong>\n</strong>\n<strong>Customer-owned Data</strong>: data relating to identifiable individuals (“<strong>personal data</strong>”), which we collect, process and manage on our customers’ behalf, as part of the Yotpo eCommerce marketing platform (“<strong>Platform</strong>”).\nSuch data (“<strong>Customer Data</strong>”) relates to individuals who register as end-users, place purchases on, or otherwise interact with our customers’ online stores, and to their interactions with our Services;</li>\n<li>\n<strong>\n</strong>\n<strong>Yotpo User Data</strong>: contact, contractual and billing details concerning our customers, which may also contain the details of their internal focal persons who directly engage with Yotpo concerning their organizational account, and users of the Platform on behalf of such customers, e.g., the account administrators and users, billing contacts and authorized signatories on behalf of the customer.\nas well as the customer’s needs and preferences, as identified to us or recognized through our engagement with them (“<strong>Users</strong>” and “<strong>User Data</strong>” respectively);</li>\n<li>\n<strong>\n</strong>\n<strong>Yotpo Website, CRM &amp.\nProspect Data</strong>: data relating to our customers, visitors of our website (https://www.yotpo.com/), participants at our events, and any other prospective customer or partner who visits or otherwise interacts with any of our websites, online ads and content, emails or communications under our control (“<strong>Sites</strong>” and collectively with the Platform, the “<strong>Services</strong>”).</li>\n</ul>\n<p>Specifically, this Privacy Policy describes our practices regarding:</p>\n<ol>\n<li>\n<u>Data Collection &amp.\nProcessing</u>\n</li>\n<li>\n<u>Data Uses</u>\n</li>\n<li>\n<u>Data Location</u>\n</li>\n<li> Data Retention</li>\n<li> Data Sharing</li>\n<li>\n<u>Cookies and Tracking Technologies</u>\n</li>\n<li>\n<u>Communications</u>\n</li>\n<li>\n<u>Data Security</u>\n</li>\n<li>\n<u>Data Subject Rights</u>\n</li>\n<li>\n<u>Data Controller/Processor</u>\n</li>\n<li> Additional Notice &amp.\nContact Details </li>\n</ol>\n<p>\n<strong>If you are our customer, user, visitor or prospect (“you”), please read this Privacy Policy carefully and make sure that you fully understand and agree to it.\n</strong>\n</p>\n<p>You are not legally required to provide us with any personal data, and may do so (or avoid doing so) at your own free will.\nIf you do not wish to provide us with your personal data, or to have it processed by us or any of our Service Providers (defined below), please avoid any interaction with us including visiting our Sites or using our Services.\nIf you are a user of the Services on behalf of any of our customers, we suggest that you contact your account administrator with any questions.</p>1.\nData Collection &amp.\nProcessing<p>\n<strong>(i) Customer Data</strong>: Our Services provide our customers with a wide verity of tools and features to better manage and optimize their end-users’ experience and interaction with the customer’s online assets.</p>\n<p>Certain privacy and data protection laws require that prior to processing personal data, a legal basis for such processing is established.\nAccordingly, whilst Yotpo supports these laws by providing our customers with features and options for how they use our Services – <strong>our customer is solely responsible for determining whether and how they wish to use our Services and such features, and to ensure that the appropriate legal basis for the processing of Customer Data have been established, by the customer, prior to having such data be through the Services</strong>.</p>\n<p>Yotpo processes Customer Data, and the personal data contained in it, <strong>\n<u>strictly on our customer’s behalf</u>\n</strong>, in accordance with their reasonable instructions and as further stipulated in our Data Processing Agreement and other commercial agreements with such customer.</p>\n<p>Accordingly, to the extent applicable by law, <strong>our customer will be deemed the ‘data controller’ </strong>(e.g.\nunder the EU GDPR, UK GDPR and similar laws) <strong>or ‘business’</strong> (under the CCPA or similar laws) of Customer Data.\nand Yotpo will be deemed the ‘<strong>data processor</strong>’ or ‘<strong>service provider</strong>’ when processing such data.</p>\n<p>\n<strong>(ii) Yotpo User Data</strong>: User Data we collect and generate includes some or all of the following types of personal data:</p>\n<ul>\n<li>\n<strong>user account information</strong> – (e-mail address and, when applicable, hashed password);</li>\n<li>\n<strong>profile and contact information</strong> – (name, title, team, company, e-mail and phone number, and additional information submitted by a customer or User);</li>\n<li>\n<strong>Platform usage information </strong>– (connectivity, technical and aggregated usage data, such as user agent, IP addresses, device data (like type, OS, device id, browser version, locale and language settings used), activity logs, session recordings, and the cookies installed or utilized on their device).\nand</li>\n<li>\n<strong>direct interactions and communications with us </strong>– (including recordings and transcripts of your calls and emails with us, e.g.\nfor user enablement, support and training purposes).</li>\n</ul>\n<p>Whilst Yotpo may process some User Data on its customers’ behalf, we also use it for our own purposes, as described in Section 2 below.\nAccordingly, to the extent applicable – our customer will be deemed the ‘data controller’ or ‘business’ with respect to such data which is processed strictly on their behalf.\nwhilst Yotpo will also be deemed an independent and separate ‘data controller’ or ‘business’ with respect to such data.\nWith respect to those portions or copies of User Data that we process on behalf of our customer – we will also be deemed a ‘data processor’ or ‘service provider’.</p>\n<p>\n<strong>(iii) Yotpo Website, CRM &amp.\nProspect Data</strong>: We collect and generate the following types of personal data concerning our website visitors, customers and prospects:</p>\n<ul>\n<li>\n<strong>Website usage information </strong>– (connectivity, technical and aggregated usage data, such as user agent, IP addresses, device data (like type, OS, device id, browser version, locale and language settings used), activity logs, session recordings, and the cookies and pixels installed or utilized on their device;</li>\n<li>\n<strong>Information concerning our customers and prospects </strong>– (contact and business details, our communications with such customers and prospects, as well as any needs, preferences, attributes and insights relevant to our potential engagement);</li>\n<li>\n<strong>direct interactions and communications with us </strong>– (including recordings and transcripts of your calls, emails, form submissions and chats with us, e.g.\nfor customer support, feedback, training purposes, etc.)</li>\n</ul>\n<p>We collect such data either automatically, through the data subject’s interaction with us or with our Sites or Services.\nor through third party services, social media, analytics tools, events we organize or participate in, and other business initiatives.</p>2.\nData Uses<p>Yotpo processes <strong>Customer Data</strong>, and the personal data contained in it, <strong>\n<u>strictly on our customer’s behalf</u>\n</strong>, in accordance with their reasonable instructions and as further stipulated in our Data Processing Agreement and other commercial agreements with such customer.</p>\n<p>We use <strong>Yotpo User Data and Yotpo Website, CRM &amp.\nProspect Data </strong>as necessary for the performance of our Services.\nto comply with our legal and contractual obligations.\nand to support our legitimate interests in providing, maintaining and improving our Services, e.g.\nin understanding how our Services are used and how our campaigns are performing, and gaining insights which help us dedicate our resources and efforts more efficiently.\nin marketing, advertising and selling our Services.\nproviding customer service and technical support.\nand protecting and securing our customers, users, visitors, prospects, ourselves and our Services.</p>\n<p>If you reside or are using the Services in a territory governed by privacy laws under which “consent” is the only or most appropriate legal basis for the processing of personal data as described herein (in general, or specifically with respect to the types of personal data you expect or elect to process or have processed by or via the Services, e.g.\n‘special categories’ under the GDPR), your acceptance of our Terms of Service and this Privacy Policy will be deemed as your consent to the processing of your personal data for all purposes detailed in this Policy.\nIf you wish to revoke such consent, please contact us at privacy@yotpo.com.</p>\n<p>Specifically, we use <strong>Yotpo User Data</strong> and <strong>Yotpo Website, CRM &amp.\nProspect Data</strong> for the following purposes:</p>\n<ol>\n<li>To facilitate, operate, and provide our Services;</li>\n<li>To authenticate the identity of Users and to allow them to access and use our Services;</li>\n<li>To train and provide service-related insights to relevant members of our staff;</li>\n<li>To provide our customers and Users with assistance and support;</li>\n<li>To gain a better understanding on how individuals use and interact with our Sites and Services, and how we could improve their and others’ user experience, and continue improving our products, offerings and the overall performance of our Services;</li>\n<li>To facilitate and optimize our marketing campaigns, ad management and sales operations, and to manage and deliver advertisements for our products and services more effectively, including on other websites and applications.\nSuch activities allow us to highlight the benefits of using our Services, and thereby increase your engagement and overall satisfaction with our Services.\nThis includes contextual, behavioral and interests-based advertising based on your activity, preferences or other data available to us or to our business partners;</li>\n<li>To contact our customers, Users and prospects with general or personalized service-related messages, as well as promotional messages that may be of specific interest to them (as further described in Section 7 below);</li>\n<li>To facilitate, sponsor and offer certain events, contests and promotions;</li>\n<li>To support and enhance our data security measures, including for the purposes of preventing and mitigating the risks of fraud, error or any illegal or prohibited activity;</li>\n<li>To create aggregated statistical data, inferred non-personal data, or anonymized or pseudonymized data (rendered non-personal and non-identifiable), which we or our business partners may use to provide and improve our respective services, or for any other purpose.\nand</li>\n<li>To comply with applicable laws and regulations.</li>\n</ol>\n<p>\n<strong>We do not sell your personal information for the intents and purposes of the California Consumer Privacy Act (CCPA)</strong>.</p>3.\nData Location<p>We and our authorized Service Providers (defined below) maintain, store and process personal data in the United States of America, Israel, the United Kingdom, European Union, the Philippines, and other locations, as reasonably necessary for the proper performance and delivery of our Services, or as may be required by law.\nprovided that <strong>Customer Data</strong> may only be processed in such locations as permitted in our Data Processing Agreement and other commercial agreements with such customer.</p>\n<p>While privacy laws may vary between jurisdictions, Yotpo and its affiliates and Service Providers are committed to protect personal data in accordance with this Privacy Policy and customary industry standards, and such appropriate lawful mechanisms and contractual terms requiring adequate data protection, regardless of any lesser legal requirements that may apply in the jurisdiction to which such data is transferred.</p>\n<p>Yotpo Ltd.\nis headquartered in Israel, and Yotpo UK Limited is established in the UK.\nBoth jurisdictions are considered by the European Commission to be offering an adequate level of protection for the personal data of UK and EU Member State residents.\nFor data transfers from the EU or UK to countries which are not considered to be offering an adequate level of data protection, we and the relevant data exporters and importers have entered into Standard Contractual Clauses as approved by the European Commission.\nYou can obtain a copy by contacting us as indicated in Section 11 below.</p>4.\nData Retention<p>We retain <strong>Customer Data</strong> strictly on our customer’s behalf, in accordance with their reasonable instructions and as further stipulated in our Data Processing Agreement and other commercial agreements with such customer.</p>\n<p>We retain <strong>Yotpo User Data</strong> and <strong>Yotpo Website, CRM &amp.\nProspect Data</strong> for as long as it is reasonably necessary in order to maintain and expand our relationship and provide you with our Services and offerings.\nin order to comply with our legal and contractual obligations.\nor to protect ourselves from any potential disputes (i.e.\nas required by laws applicable to log-keeping, records and bookkeeping, and in order to have proof and evidence concerning our relationship, should any legal issues arise following your discontinuance of use), all in accordance with our data retention policy.</p>\n<p>Please note that except as required by applicable law or our specific agreements with you, we will not be obligated to retain your personal data for any particular period, and we are free to securely delete it or restrict access to it for any reason and at any time, with or without notice to you.\nIf you have any questions about our data retention policy, please contact us by e-mail at privacy@yotpo.com.</p>5.\nData Sharing<p>\n<strong>Legal Compliance</strong>: In exceptional circumstances, and except as stipulated otherwise in our Data Processing Addendum and other commercial agreements with you, we may disclose or allow government and law enforcement officials access to your personal data, in response to a subpoena, search warrant or court order (or similar requirement), or in compliance with applicable laws and regulations.\nSuch disclosure or access may occur if we believe in good faith that: (a) we are legally compelled to do so.\n(b) disclosure is appropriate in connection with efforts to investigate, prevent, or take action regarding actual or suspected illegal activity, fraud, or other wrongdoing.\nor (c) such disclosure is required to protect our legitimate business interests, including the security or integrity of our&nbsp;products and services.</p>\n<p>\n<strong>Service Providers</strong>: We may engage selected third party companies and individuals to perform services complementary to our own.\nSuch service providers include hosting and server co-location services, communications and content delivery networks (CDNs), data and cyber security services, billing and payment processing services, fraud detection and prevention services, web and mobile analytics, data enrichment, e-mail and/or SMS distribution and monitoring services, call, session or activity recording and analysis services, remote access services, performance measurement, data optimization and marketing services, social and advertising networks, content providers, e-mail, voicemails, support and customer relation management systems, and our legal, financial and compliance advisors (collectively, “<strong>Service Providers</strong>“).</p>\n<p>These Service Providers may have access to your personal data, depending on each of their specific roles and purposes in facilitating and enhancing our Services, and may only use it for such limited purposes as determined in our agreements with them</p>\n<p>\n<strong>Partnerships</strong>: We engage selected business and channel partners, resellers, distributors and providers of professional services related to our Services, which allow us to explore and pursue growth opportunities by facilitating a stronger local presence and tailored experiences for our prospective and existing customers and Users.\nIn such instances, we may share relevant contact, business and usage details with the respective partner, to allow them to engage with those customers and Users for such purposes.\nIf you directly engage with any of our partners, please note that any aspect of that engagement which is not directly related to the Services and directed by Yotpo is beyond the scope of Yotpo’s Terms and Privacy Policy, and may therefore be governed by the partner’s terms and privacy policy.</p>\n<p>\n<strong>Customers and other Users</strong>: <strong>Customer Data</strong> is typically shared and is available to the Users belonging to such customer’s account.\n<strong>Yotpo User Data</strong> is shared with the administrator of the customer’s account to which such User belongs (including data and communications concerning such user’s account).\nIn such cases, sharing such data means that the administrator(s) or other users of the same account may access it on behalf of the customer, and will be able to monitor, process and analyze the personal data contained therein.\nThis includes instances where you may contact us for help in resolving an issue specific to a team of which you are a member (and which is managed by the same customer).</p>\n<p>Please note that Yotpo is not responsible for and does not control any further disclosure, use or monitoring by or on behalf of the customer, that itself acts as the ‘data controller’ of such data (as further described in Section 10 below).</p>\n<p>\n<strong>Protecting Rights and Safety</strong>: We may share personal data with others if we believe in good faith that this will help protect the rights, property or personal safety of Yotpo, any of our users or customers, or any members of the general public.</p>\n<p>\n<strong>Yotpo</strong>&nbsp;<strong>Subsidiaries and Affiliated Companies</strong>: We may share personal data internally within our group, for the purposes described in this Privacy Policy.\nIn addition, should Yotpo or any of its subsidiaries or affiliates undergo any change in control or ownership, including by means of merger, acquisition or purchase of substantially all or part of its assets, personal data may be shared with or transferred to the parties involved in such an event.\nIf we believe that such change in control might materially affect your personal data then stored with us, we will notify you of this event and the choices you may have via e-mail or prominent notice on our Services.</p>\n<p>For the avoidance of doubt, Yotpo may share Yotpo User Data, Website, CRM &amp.\nProspect Data in additional manners, pursuant to your explicit approval, or if we are legally obligated to do so, or if we have successfully rendered such data non-personal, non-identifiable and anonymous.</p>6.\nCookies and Tracking Technologies<p>We and our Service Providers use cookies and other technologies for performance, tracking, analytics and personalization purposes.\nWe may share non-identifiable / aggregated extracts of such information with our partners for our legitimate business purposes.</p>\n<p>Cookies are packets of information sent to your web browser and then sent back by the browser each time it accesses the server that sent the cookie.\nSome cookies are removed when you close your browser session.\nThese are the “Session Cookies”.\nSome last for longer periods and are called “Persistent Cookies”.\nWe use both types.</p>\n<p>We use Persistent Cookies to remember your log-in details and make it easier for you to log-in the next time you access the Platform.\nWe may use this type of cookies and Session Cookies for additional purposes, to facilitate the use of the Services’ features and tools.</p>\n<p>Whilst we do not change our practices in response to a “Do Not Track” signal in the HTTP header from a browser or mobile application, you can manage your cookies preferences, including whether or not to accept them and how to remove them, through your browser settings.\nPlease bear in mind that disabling cookies may complicate or even prevent you from using the Services.\nYou may also use the “Cookie settings” feature available in our Services depending on your location and activity on our Services, as applicable.</p>\n<p>Please note that if you get a new computer, install a new browser, erase or otherwise alter your browser’s cookie file (including upgrading certain browsers), you may also clear the opt-out cookies installed once you opt-out, so an additional opt-out will be necessary to prevent additional tracking.</p>7.\nCommunications<p>We engage in service and promotional communications, through e-mail, phone, SMS and notifications.</p>\n<p>\n<strong>Service Communications</strong>: We may contact you with information regarding our Services.\nFor example, we may send you notifications (through any of the means available to us) of changes or updates to our Services, billing issues, log-in attempts or password reset notices, etc.\nOur customers, and other Users on the same customer account, may also send you notifications, messages and other updates regarding their or your use of the Services.</p>\n<p>\n<strong>Promotional Communications</strong>: We may also notify you about new features, additional offerings, events, special opportunities or any other information of a promotional nature we think you will find valuable, as our customer, User or prospect.\nWe may provide such notices through any of the contact means available to us (e.g.\nphone, mobile or e-mail), through the Services, or through our marketing campaigns on any other sites or platforms.</p>\n<p>You can typically control your communications and notifications settings from your Yotpo User profile settings, or otherwise in accordance with the instructions included in the communications sent to you.\nPlease note that you will not be able to opt-out of receiving certain service communications which are integral to your use (like password resets or billing notices).If you do not wish to receive promotional communications, you may notify us at any time by sending an e-mail to: info@yotpo.com, changing your communications preferences in your User profile settings,&nbsp;or by following the “unsubscribe”, “stop”, “opt-out” or “change e-mail preferences” instructions contained in the promotional communications you receive.</p>8.\nData Security<p>We and our hosting services implement systems, applications and procedures to secure your personal data, to minimize the risks of theft, damage, loss of information, or unauthorized access or use of information.\nThese measures provide sound industry standard security.\nHowever, although we make efforts to protect your privacy, we cannot guarantee that our Services will be immune from any wrongdoings, malfunctions, unlawful interceptions or access, or other kinds of abuse and misuse.</p>9.\nData Subject Rights<p>Individuals have rights concerning their personal data.\nIf you wish to exercise your privacy rights under applicable law, including the GDPR, UK GPDR or the CCPA, such as the right to request access to, and rectification or erasure of your personal data held with Yotpo, or to restrict or object to such data’s processing, or to port such personal data, or the right to equal services and prices (each to the extent available to you under the laws which apply to you) – please contact us by e-mail at: privacy@yotpo.com</p>\n<p>Please note that when you ask us to exercise any of your rights under this policy or applicable law, we may need to ask you to provide us certain credentials to make sure that you are who you claim you are, to avoid disclosure to you of personal data related to others and to ask you to provide further information to better understand the nature and scope of data that you request to access.\nSuch additional data will be then retained by us for legal purposes (e.g.\nas proof of the identity of the person submitting the request), in accordance with Section 4 above.</p>\n<p>We may redact from the data which we will make available to you, any personal data related to others.</p>\n<p>\n<strong>If you would like to make any requests or queries regarding personal data that we process on our customer’s behalf, please contact the customer or the administrator of such customer’s account directly</strong>, as they would be the “data controller” of such data (see Section 10 below).\nNote that if you do contact us in this regard, we may share your communications with the relevant customer and its account users.\nand that we may also share the contact details of the account administrator with individuals who sent us such a request or query relating to this account.</p>10.\nData Controller/Processor<p>Certain data protection laws and regulations, such as the EU GDPR, UK GDPR or the CCPA, typically distinguish between two main roles for parties processing personal data: the “<strong>data controller</strong>” (or under the CCPA, “<strong>business</strong>”), who determines the purposes and means of processing.\nand the “<strong>data processor</strong>” (or under the CCPA, “<strong>service provider</strong>”), who processes the data on behalf of the data controller (or business).\nBelow we explain how these roles apply to our Services, to the extent that such laws and regulations apply.</p>\n<p>\n<strong>Yotpo is the “data controller” of Yotpo Website, CRM &amp.\nProspect Data</strong>.\nWith respect to such data, we assume the responsibilities of data controller (solely to the extent applicable under law), as set forth in this Privacy Policy.\nIn such instances, our Service Providers processing such data will assume the role of “data processor”.</p>\n<p>\n<strong>Yotpo is the “data processor” of Customer Data</strong>, which we process on behalf of our customer (who is the “data controller” of such data.\nand our Service Providers who process such Customer Data on our behalf are the “<strong>sub-processors</strong>” of such data.</p>\n<p>\n<strong>Yotpo is both a “data controller” and “data processor” of Yotpo User Data</strong>.\nSuch data is processed by Yotpo for its own purposes (as described in Section 2 above), as an independent ‘controller’.\nwhilst those certain portions of it which are included in <strong>Customer Data</strong> will be processed by us on our customer’s behalf, as a ‘processor’.</p>\n<p>Accordingly, Yotpo processes <strong>Customer Data</strong> strictly in accordance with such customer’s reasonable instructions and as further stipulated in our Data Processing Addendum and other commercial agreements with such customer.\nThe customer, as controller of such data, will be responsible for meeting any legal requirements applicable to data controllers (such as establishing a legal basis for processing and responding to Data Subject Rights requests concerning the data they control).</p>\n<p>For the avoidance of doubt, each customer is solely responsible for establishing a legal basis for proceeding and providing adequate notice to their account users and customers whose data may be contained in Customer Data – including sufficient reference to the processing of their personal data via the Services, and any other information necessary to comply with all applicable privacy and data protection laws.\nand to obtain all approvals and consents from such individuals as required under such laws.</p>11.\nAdditional Notices<p>\n<strong>Updates and Amendments</strong>: We may update and amend this Privacy Policy from time to time by posting an amended version on our Services.\nThe amended version will be effective as of the date it is published.\nWe will provide prior notice if we believe any substantial changes are involved via any of the communication means available to us or via the Services.\nAfter such notice period, all amendments shall be deemed accepted by you.</p>\n<p>\n<strong>External Links</strong>: While our Services may contain links to other websites or services, we are not responsible for their privacy practices.\nWe encourage you to pay attention when you leave our Services for the website or application of such third parties, and to read the privacy policies of each and every website and service you visit.\nThis Privacy Policy applies only to our Services.</p>\n<p>\n<strong>Our Services are not designed to attract children under the age of 16</strong>: We do not knowingly collect personal data from children and do not wish to do so.\nIf we learn that a person under the age of 16 is using the Services, we will attempt to prohibit and block such use and will make our best efforts to promptly delete any personal data stored with us with regard to such child.\nIf you believe that we might have any such data, please contact us by e-mail at privacy@yotpo.com.</p>\n<p>\n<strong>Data Protection Officer</strong>: Yotpo has appointed PrivacyTeam Ltd.\nas our Data Protection Officer, for monitoring and advising on Yotpo’s ongoing privacy compliance and serving as a point of contact on privacy matters for data subjects and supervisory authorities.\nIf you have any comments or questions regarding our Privacy Policy, if you have any concerns regarding your Privacy, or if you wish to make a complaint about how your personal data is being processed by Yotpo, you can contact privacy@yotpo.com or our DPO at dpo@yotpo.com.</p>\n<p>\n<strong>EU Representative</strong>: SMS Bump Ltd., a Yotpo company situated in Bulgaria, has been designated as Yotpo’s representative in the European Union for data protection matters pursuant to Article 27 of the GDPR.\nSMS Bump may be contacted on matters related to the processing of personal data of individuals in the EU.\nTo make such an inquiry, please send an email to privacy@yotpo.com.\nIf you are a GDPR-protected individual, you also have the right to lodge a complaint with an EU supervisory authority.</p>\n<p>\n<strong>UK Representative</strong>: Yotpo UK Limited has been designated as Yotpo’s representative in the United Kingdom for data protection matters pursuant to Article 27 of the UK GDPR.\nYotpo UK may be contacted only on matters related to the processing of personal data of individuals in the UK.\nTo make such an inquiry, please send an email to privacy@yotpo.com.\nIf you are situated in the UK, you also have the right to lodge a complaint with the Information Commissioner’s Office.</p>\n<p>\n<strong>Questions, concerns or complaints</strong>: If you have any comments or questions regarding our Privacy Policy, or if you have any concerns regarding your personal data held with us, please contact us at: privacy@yotpo.com.</p>\n<p>&nbsp;</p> Product<ul>\n<li>Reviews &amp.\nRatings</li>\n<li>Loyalty &amp.\nReferrals</li>\n<li>SMS Marketing</li>\n<li>Visual UGC</li>\n<li>Consumer Insights</li>\n<li>Integrations</li>\n<li>Use Cases</li>\n<li>Google Partnership</li>\n<li>Walmart Syndication</li>\n<li>AI Engine</li>\n<li>Plans</li>\n<li>Get Started</li>\n<li>Enterprise</li>\n</ul>Resources<ul>\n<li>A+ Texts</li>\n<li>Ultimate eCommerce Product Page Guide</li>\n<li>eCommerce Retention Course</li>\n<li>SMS Marketing Examples</li>\n<li>Loyalty ROI Calculator</li>\n<li>SMS Marketing Guide</li>\n<li>Google Shopping Guide</li>\n<li>Inspiration Gallery</li>\n<li>Loyalty Program Generator</li>\n<li>D2C Marketing Course</li>\n<li>Fan Favorites</li>\n<li>Glossary</li>\n<li>Success Stories</li>\n<li>Videos &amp.\nWebinars</li>\n</ul>Partnerships<ul>\n<li>Partner Awards</li>\n<li>App Market</li>\n<li>eCommerce Platforms</li>\n<li>Partner Program</li>\n<li>Agency Partners</li>\n<li>App Developer Terms</li>\n<li>App Developer API Docs</li>\n</ul>Company<ul>\n<li>Contact Us</li>\n<li>Request a Demo</li>\n<li>Jobs</li>\n<li>Destination:D2C Conference</li>\n<li>Customer Success</li>\n<li>Refer a Friend</li>\n<li>Events</li>\n<li>SMSBump</li>\n<li>Amazing Women in eCommerce</li>\n<li>About Yotpo</li>\n</ul>Support<ul>\n<li>Help Center</li>\n<li>Contact Support</li>\n<li>Release Notes</li>\n<li>Accessibility Statement</li>\n<li>Status</li>\n<li>API Documentation</li>\n<li>API Changelog</li>\n</ul>INTERESTED IN YOTPO?<p>Schedule a call with one of our marketing consultants.</p> Request a demo Terms of Service Privacy Policy Cookie Settings Accessibility Interested in <strong>Yotpo</strong>?Schedule a call with one of our marketing consultants to learn more.\n*******Please keep me updated with news and promotions from YotpoRequest a demo<p>Your information will be treated in accordance with our Privacy Policy</p>Let's get personalMore info will help us customize your demo.<p>Which products are you interested in?</p>*Reviews and Ratings*Loyalty and Referrals*Visual Marketing*SMS Marketing*Monthly Order VolumeI'm an agencyPre-launch0-500500-1,0001,000-2,0002,000-5,0005,000+Submit Thank you!We'll be in touch in no time! In the meantime, take a look at what our customers are saying about Yotpo.\nYotpo Success Stories &gt.\nTrusted by the worlds<br> fastest-growing brands <p>\n<strong>About cookies on this site</strong>\n</p>\n<p>We use cookies to collect and analyse information on site performance and usage, to provide social media features and to enhance and customise content and advertisements.</p>\n<p>Learn more</p>Allow all cookies<p>\n<strong>About cookies on this site</strong>\n</p>\n<ul>\n<li>Cookie settings</li>\n<li>Cookie declaration</li>\n</ul>\n<p>Cookies used on the site are categorized and below you can read about each category and allow or deny some or all of them.\nWhen categories than have been previously allowed are disabled, all cookies assigned to that category will be removed from your browser.\nAdditionally you can see a list of cookies assigned to each category and detailed information in the cookie declaration.</p>\n<p>Learn more</p>Allow all cookiesDeny all<p>\n<strong>Necessary cookies</strong>\n</p>\n<p>Some cookies are required to provide core functionality.\nThe website won't function properly without these cookies and they are enabled by default and cannot be disabled.</p>\n<p>\n<strong>Preferences</strong>\n</p>\n<p>Preference cookies enables the web site to remember information to customize how the web site looks or behaves for each user.\nThis may include storing selected currency, region, language or color theme.</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>Analytical cookies help us improve our website by collecting and reporting information on its usage.</p>\n<p>\n<strong>Marketing cookies</strong>\n</p>\n<p>Marketing cookies are used to track visitors across websites to allow publishers to display relevant and engaging advertisements.</p>\n<p>\n<strong>Other cookies</strong>\n</p>\n<p>The cookies in this category have not yet been categorized and the purpose may be unknown at this time.</p>\n<p>Cookies used on the site are categorized and below you can read about each category and allow or deny some or all of them.\nWhen categories than have been previously allowed are disabled, all cookies assigned to that category will be removed from your browser.\nAdditionally you can see a list of cookies assigned to each category and detailed information in the cookie declaration.</p>\n<p>Learn more</p>\n<p>\n<strong>Necessary cookies</strong>\n</p>\n<p>Some cookies are required to provide core functionality.\nThe website won't function properly without these cookies and they are enabled by default and cannot be disabled.</p>NameHostnamePathExpiry&nbsp;__cf_bm.app-lon04.marketo.com/1 hour3rd party<p>The __cf_bm cookie supports Cloudflare Bot Management by managing incoming traffic that matches criteria associated with bots.\nThe cookie does not collect any personal data, and any information collected is subject to one-way encryption.</p>__cf_bm.g2crowd.com/1 hour3rd party<p>The __cf_bm cookie supports Cloudflare Bot Management by managing incoming traffic that matches criteria associated with bots.\nThe cookie does not collect any personal data, and any information collected is subject to one-way encryption.</p>BIGipServerPOOL-94.236.119.17-442app-lon04.marketo.com/Session3rd party_gat_UA-25706646-4.yotpo.com/1 hour_mkto_trk.yotpo.com/730 daysPHPSESSIDwww.yotpo.com/Session<p>Cookie generated by applications based on the PHP language.\nThis is a general purpose identifier used to maintain user session variables.\nIt is normally a random generated number, how it is used can be specific to the site, but a good example is maintaining a logged-in status for a user between pages.</p>pixel.yotpo.com/365 daysJSESSIONID.www.linkedin.com/Session3rd party<p>General purpose platform session cookie, used by sites with JavaServer Pages (JSP).\nThe cookie is usually used to maintain an anonymous user session by the server.</p>wistiawww.yotpo.comPersistentPHPSESSIDwww.ispot.tv/Session3rd party<p>Cookie generated by applications based on the PHP language.\nThis is a general purpose identifier used to maintain user session variables.\nIt is normally a random generated number, how it is used can be specific to the site, but a good example is maintaining a logged-in status for a user between pages.</p>languagewww.slideshare.net/Session3rd party<p>This cookie keeps track of the chosen language.\nIt is automatically removed when you turn off your web browser.</p>cookiehub.yotpo.com/365 days<p>Used by CookieHub to store information about whether visitors have given or declined the use of cookie categories used on the site.</p>BIGipServer*828-gcw-581.mktoresp.com/Session3rd party<p>Cookie used for connection persistence and routing the request to proper server in server pool</p>\n<p>\n<strong>Preferences</strong>\n</p>\n<p>Preference cookies enables the web site to remember information to customize how the web site looks or behaves for each user.\nThis may include storing selected currency, region, language or color theme.</p>NameHostnamePathExpiry&nbsp;_dy_ses_load_seq.yotpo.com/30 days_dy_csc_ses.yotpo.com/Session_dy_c_exps.yotpo.com/30 days_dy_soct.yotpo.com/365 daysDYID.dynamicyield.com/420 days3rd partyDYSES.dynamicyield.com/Session3rd party_dycnst.yotpo.com/30 days_dyid.yotpo.com/30 days_dyfs.yotpo.com/Session_dyjsession.yotpo.com/Sessiondy_fs_page.yotpo.com/Session_dy_lu_ses.yotpo.com/Session_dycst.yotpo.com/30 days_dy_geo.yotpo.com/30 days_dy_df_geo.yotpo.com/30 days_dy_toffset.yotpo.com/30 dayslang.ads.linkedin.com/Session3rd party<p>Session-based cookie that remembers the user's selected language version of a website.</p>lidc.linkedin.com/1 day3rd party<p>Used by LinkedIn for routing.</p>lang.linkedin.com/Session3rd party<p>Session-based cookie that remembers the user's selected language version of a website.</p>drift_campaign_refreshwww.yotpo.com/1 hour<p>Used by Drift to provide Website Chat functionality.</p>drift_aidwww.yotpo.com/730 days<p>Used by Drift to provide Website Chat functionality.</p>driftt_aidwww.yotpo.com/730 days<p>This is the anonymous identifier token.\nIt is used to tie the visitor on your website with the profile within the Drift system.</p>VISITOR_INFO1_LIVE.youtube.com/180 days3rd party<p>A cookie that YouTube sets that measures your bandwidth to determine whether you get the new player interface or the old.</p>sp_t.spotify.com/365 days3rd party__atuvcwww.yotpo.com/395 days<p>This cookie is created and read by the AddThis social sharing widget which is commonly embedded in websites to enable visitors to share content with a range of networking and sharing platforms.</p>__atuvswww.yotpo.com/1 hour<p>This cookie is created and read by the AddThis social sharing widget which is commonly embedded in websites to enable visitors to share content with a range of networking and sharing platforms.</p>_sp_ses.5ab6www.yotpo.com/1 hour_sp_id.5ab6www.yotpo.com/730 daysli_gc.linkedin.com/728 days, 9 hours3rd party<p>Used by LinkedIn to store consent of guests regarding the use of cookies for non-essential purposes</p>scarab.visitor.themuse.com/365 days3rd partysession_id.themuse.com/30 days3rd partysp_landing.spotify.com/1 day3rd partyajs_user_idwww.yotpo.comPersistentDRIFT_visitCountswww.yotpo.comPersistent_dyprdobjwww.yotpo.comPersistent_dy_lu_seswww.yotpo.comPersistent_dy_toffsetwww.yotpo.comPersistent_dy_geowww.yotpo.comPersistent_dycstwww.yotpo.comPersistent_dyprdwww.yotpo.comPersistent_dy_df_geowww.yotpo.comPersistent_dy_c_expswww.yotpo.comPersistentDRIFT_openTabswww.yotpo.comPersistent_dy_devicewww.yotpo.comPersistent_dyaud_nchcwww.yotpo.comPersistent_dycnstwww.yotpo.comPersistent_dyexpswww.yotpo.comPersistent_dy_cscwww.yotpo.comPersistent_dy_tsrcwww.yotpo.comPersistent_dy_weather_8767569www.yotpo.comPersistentdy_fs_pagewww.yotpo.comPersistent_dy_soctwww.yotpo.comPersistent_dyaud_pagewww.yotpo.comPersistent_dyidwww.yotpo.comPersistent_dy_ses_load_seqwww.yotpo.comPersistentDRIFT_ALWAYS_SEND_IDSwww.yotpo.comSessionDRIFT_SESSION_STARTEDwww.yotpo.comSession_dy_csc_seswww.yotpo.comSession_dyuss_8767569www.yotpo.comSessionDRIFT_SESSION_IDwww.yotpo.comSession_dyjsessionwww.yotpo.comSession_dyaud_sesswww.yotpo.comSessionCONSENT.youtube.com/6042 days, 13 hours3rd party<p>Used by Google to store user consent preferences</p>NID.google.com/183 days3rd party<p>A browser sends this cookie with requests to Google’s sites.\nThe NID cookie contains a unique ID Google uses to remember your preferences and other information, such as your preferred language (e.g.\nEnglish), how many search results you wish to have shown per page (e.g.\n10 or 20), and whether or not you wish to have Google’s SafeSearch filter turned on.</p>CONSENT.google.com/6042 days, 13 hours3rd party<p>Used by Google to store user consent preferences</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>Analytical cookies help us improve our website by collecting and reporting information on its usage.</p>NameHostnamePathExpiry&nbsp;MUID.bing.com/390 days3rd party<p>Microsoft User Identifier tracking cookie used by Bing Ads.\nIt can be set by embedded microsoft scripts.\nWidely believed to sync across many different Microsoft domains, allowing user tracking.</p>amplitude_idundefinedyotpo.com.yotpo.com/Sessionajs_anonymous_id.yotpo.com/365 days<p>This cookie is used to aggregate and segment data to different data tracking tools by Segment</p>amplitude_id_5c598a0ee34534611855f70270a31be1yotpo.com.yotpo.com/3650 days_ga.yotpo.com/730 days<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gid.yotpo.com/1 day<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_hjTLDTest.yotpo.com/Session<p>When the Hotjar script executes we try to determine the most generic cookie path we should use, instead of the page hostname.\nThis is done so that cookies can be shared across subdomains (where applicable).\nTo determine this, we try to store the _hjTLDTest cookie for different URL substring alternatives until it fails.\nAfter this check, the cookie is removed.</p>_hjid.yotpo.com/365 days<p>Hotjar cookie.\nThis cookie is set when the customer first lands on a page with the Hotjar script.\nIt is used to persist the Hotjar User ID, unique to that site on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID.</p>_hjFirstSeen.yotpo.com/1 hour<p>This cookie is set by Hotjar to identify a new user’s first session.\nIt stores a true/false value, indicating whether this was the first time Hotjar saw this user.\nIt is used by Recording filters to identify new user sessions.</p>_hjIncludedInPageviewSamplewww.yotpo.com/1 hour<p>This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's pageview limit.</p>_hjAbsoluteSessionInProgress.yotpo.com/1 hour<p>The cookie is set so Hotjar can track the beginning of the user's journey for a total session count.\nIt does not contain any identifiable information.</p>_hjIncludedInSessionSamplewww.yotpo.com/1 hour<p>This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's daily session limit.</p>bcookie.linkedin.com/730 days, 12 hours3rd party<p>This is a Microsoft MSN 1st party cookie for sharing the content of the website via social media.</p>YSC.youtube.com/Session3rd party<p>This cookie is set by YouTube video service on pages with YouTube embedded videos to track views.</p>uvc.addthis.com/395 days3rd party<p>This cookie is one of the cookies used to track usage of the Addthis.com service.\nIt allows a user to share a webpage with many social sites.</p>loc.addthis.com/395 days3rd party<p>This cookie is one of the cookies used to track usage of the Addthis.com service.\nIt is set to store location data.</p>AMP_TOKEN.themuse.com/1 hour3rd party<p>Used by Google Analytics and contains a token that can be used to retrieve a Client ID from AMP Client ID service.\nOther possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service.</p>_ga.themuse.com/730 days3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gid.themuse.com/1 day3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gat_*.themuse.com/1 hour3rd party<p>Used by Google Analytics to throttle request rate (limit the collection of data on high traffic sites)</p>amplitude_unsent_identify_5c598a0ee34534611855f70270a31be1www.yotpo.comPersistentamplitude_unsent_5c598a0ee34534611855f70270a31be1www.yotpo.comPersistent_hjidwww.yotpo.comPersistenthjViewportIdwww.yotpo.comSession_uv_id.slideshare.net/730 days3rd party<p>Used by Linkedin to collects data on the user's visits to the website, such as which pages have been read.</p>__utma.slideshare.net/730 days3rd party<p>This is a persistent cookie which expires in 2 years by default and distinguishes between users and sessions.\nIt is used to track first visit, last visit, current visit, and number of visits to calculate new and returning visitor statistics.\nThe cookie is updated every time data is sent to Google Analytics.\nThe lifespan of the cookie can be customised by website owners.</p>__utmc.slideshare.net/Session3rd party<p>Contains a timestamp of the exact moment in time when a visitor leaves the website.\nThis works with _utmb to calculate when you close your browser to calculate how long a visit takes.</p>__utmz.slideshare.net/182 days, 12 hours3rd party<p>This cookie keeps track of entry point into your website storing traffic source, medium, campaign, and search term used to land on your website - so Google Analytics can tell site owners where visitors came from when arriving on the site.\nThe cookie has a life span of 6 months and is updated every time data is sent to Google Analytics.</p>__utmt.slideshare.net/1 hour3rd party<p>Used to throttle the request rate for the service (limit the collection of data on high traffic sites)</p>__utmb.slideshare.net/1 hour3rd party<p>Used to determines new sessions and visits and expires after 30 minutes.\nThe cookie contains the timestamp of the exact moment in time when a visitor enters the website and is updated every time data is sent to Google Analytics.\nAny activity by a user within the 30 minute life span will count as a single visit, even if the user leaves and then returns to the site.\nA return after 30 minutes will count as a new visit, but a returning visitor.</p>_ga.giphy.com/730 days3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gid.giphy.com/1 day3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gat.giphy.com/1 hour3rd party<p>Used by Google Analytics to throttle request rate (limit the collection of data on high traffic sites)</p>\n<p>\n<strong>Marketing cookies</strong>\n</p>\n<p>Marketing cookies are used to track visitors across websites to allow publishers to display relevant and engaging advertisements.</p>NameHostnamePathExpiry&nbsp;_uetsid.yotpo.com/1 day<p>This cookie is used by Bing to determine what ads should be shown that may be relevant to the end user perusing the site.</p>_uetvid.yotpo.com/390 days<p>Used by Microsoft Advertising to store a unique, anonymized visitor ID to personalize marketing.</p>_session_idtracking.g2crowd.com/14 days3rd partytest_cookie.doubleclick.net/1 hour3rd party<p>Used to check if the user's browser supports cookies</p>_fbp.yotpo.com/90 days<p>Facebook Pixel advertising first-party cookie.\nUsed by Facebook to track visits across websites to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>fr.facebook.com/90 days3rd party<p>Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>UserMatchHistory.linkedin.com/30 days3rd party<p>Contains a unique identifier used by LinkedIn to determine that two distinct hits belong to the same user across browsing sessions.</p>r.influ2.com/365 days3rd partybscookie.www.linkedin.com/730 days, 12 hours3rd party<p>Used by the social networking service, LinkedIn, for tracking the use of embedded services.</p>AnalyticsSyncHistory.linkedin.com/30 days3rd party<p>Used by LinkedIn to store information about the time a sync with the lms_analytics cookie took place for users in the Designated Countries</p>IDE.doubleclick.net/390 days3rd party<p>Used by Google's DoubleClick to serve targeted advertisements that are relevant to users across the web.\nTargeted advertisements may be displayed to users based on previous visits to a website.\nThese cookies measure the conversion rate of ads presented to the user.</p>_gcl_au.themuse.com/90 days3rd party<p>Used by Google AdSense to understand user interaction with the website by generating analytical data.</p>_fbp.themuse.com/90 days3rd party<p>Facebook Pixel advertising first-party cookie.\nUsed by Facebook to track visits across websites to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>_mkto_trk.themuse.com/730 days3rd party<p>\n<strong>Other cookies</strong>\n</p>\n<p>The cookies in this category have not yet been categorized and the purpose may be unknown at this time.</p>NameHostnamePathExpiry&nbsp;srecommender.scarabresearch.com/merchants/11D40B62B51A6232Session3rd party_xsrfwww.themuse.com/Session3rd partyoskar_session.themuse.com/1 hour3rd partyoskar_id.themuse.com/730 days3rd partyoskar_device_id.themuse.com/730 days3rd partyoskar_identified.themuse.com/730 days3rd partycdvrecommender.scarabresearch.com/365 days, 6 hours3rd partyxprecommender.scarabresearch.com/365 days, 6 hours3rd partyajs_user_traitswww.yotpo.comPersistent_uetvid_expwww.yotpo.comPersistent_uetsid_expwww.yotpo.comPersistent_uetsidwww.yotpo.comPersistentajs_group_propertieswww.yotpo.comPersistentdebugwww.yotpo.comPersistentajs_group_idwww.yotpo.comPersistentajs_anonymous_idwww.yotpo.comPersistent_uetvidwww.yotpo.comPersistentundefinedwww.yotpo.comPersistentloglevelwww.yotpo.comPersistent_at.cwwwww.yotpo.comPersistentat-randwww.yotpo.comPersistentat-lojson-cache-ra-5e177d7d0200da64www.yotpo.comPersistent_dy_att_expswww.yotpo.comPersistentbhr.www.ispot.tv/3650 days3rd partysc_anonymous_id.soundcloud.com/3650 days3rd partyDRIFT_SESSION_CAMPAIGNSwww.yotpo.comPersistentlocation_filterwww.yotpo.com/Sessiondepartment_filterwww.yotpo.com/Session_igt.themuse.com/Session3rd party_ig.themuse.com/365 days3rd partyMR.bat.bing.com/7 days3rd party_at.hist.0616www.yotpo.comPersistent_at.hist.0617www.yotpo.comPersistentSave settings Prefix", "created_at": "2021-09-02 02:41:21.613543", "updated_at": "2021-09-02 00:44:41.059195"}, {"id": 8903, "name": "Terms of Service", "url": "https://www.yotpo.com/terms-of-service/", "xpath": "", "text": "Popup headingClose<ul>\n<li>Press ‎↵ Enter‎ for Accessibility for blind people who use screen readers</li>\n<li>Press ‎↵ Enter‎ for Keyboard Navigation</li>\n<li>Press ‎↵ Enter‎ for Accessibility menu</li>\n</ul>Please note: This website includes an accessibility system.\nPress Control-F11 to adjust the website to the visually impaired who are using a screen reader.\nPress Control-F10 to open an accessibility menu.\n<ul>\n<li> Platform<ul>\n<li> Reviews &amp.\nRatingsCollect and display customer content using the power of AI.\n</li>\n<li> SMS MarketingEngage your shoppers with high-converting mobile experiences.\n</li>\n<li> Loyalty &amp.\nReferralsCreate custom-tailored loyalty and referral programs.\n</li>\n<li> Visual UGCShowcase customer photos and videos across the buyer journey.\n</li>\n<li> - </li>\n<li> IntegrationsIntegrate seamlessly with the tech you already use.\n</li>\n<li> Use CasesDiscover everything your brand can do with Yotpo.\n</li>\n</ul>\n</li>\n<li> Customers<ul>\n<li> Case StudiesFind out what our customers love about our platform.\n</li>\n<li> Customer SuccessMeet the team that ensures you get the most out of Yotpo.\n</li>\n<li> Inspiration GallerySee how industry-leading brands use Yotpo.\n</li>\n</ul>\n</li>\n<li> Enterprise</li>\n<li> Plans</li>\n<li> Resources<ul>\n<li> Ultimate Product Page GuideYour go-to guide to creating high-converting eCommerce product pages.\n</li>\n<li> Loyalty ROI CalculatorHow can a loyalty program drive revenue for your business? </li>\n<li> SMS Marketing ExamplesBuild a winning SMS strategy with these best practices and examples.\n</li>\n<li> Google PartnershipYotpo’s suite of advanced Google search features.\n</li>\n<li> Loyalty Program GeneratorSee what a loyalty program could look like for you.\n</li>\n<li> D2C Marketing CourseFree lessons written for and by industry leaders.\n</li>\n<li> BlogThe latest news and opinions from the Yotpo community.\n</li>\n<li> A+ TextsHow top brands are texting their customers with real SMS examples.\n</li>\n<li> eCommerce Marketing ResourcesThe definitive destination for guides, strategies, and tools to elevate your marketing.\n</li>\n</ul>\n</li>\n<li> Yotpo Blog<ul>\n<li> eCommerce DataStats, benchmarks, and data-filled reports.\n</li>\n<li> Interviews &amp.\nIdeasGet inside the minds of eCommerce leaders.\n</li>\n<li> Company and ProductThe latest on Yotpo announcements &amp.\nproduct updates.\n</li>\n<li> eCommerce MarketingFrom Facebook Ads to Google Shopping, and more.\n</li>\n<li> On-Site ExperienceBest practices for optimizing your eCommerce website.\n</li>\n<li> Customer RetentionKey strategies for building brand loyalty.\n</li>\n<li> Yotpo BlogThe definitive eCommerce marketing blog.\n</li>\n</ul>\n</li>\n<li> Log in</li>\n</ul> Log in Request a demo Request a demo Terms of Service<p>Last updated on September 14, 2020</p>\n<p>The Terms of Service (these “Terms” also referred to as this “Agreement”) govern your use of and access to marketing technology and related services (the “Services”) provided by Yotpo, Inc.\n(together with its Affiliates (as defined below), “Yotpo”, “we”, “us” or “our”) to you.\nBy using any of the Services, you agree to be bound by these Terms, as updated from time to time.\nFor the purpose of these Terms, an “Affiliate” means, with respect to an entity, any other entity that controls, is controlled by, or is under common control with such entity, directly or indirectly.\nFor the purposes of clarity, Yotpo Affiliates include: Yotpo Ltd., Yotpo, Inc., Yotpo UK Limited and SMSBump Ltd.</p>\n<p>The terms “you,” “your” and “Client” and “Customer” will refer to you.\nTo be eligible to register for a customer account in order to use the Services, you must review and accept these Terms by clicking on the “I Accept” or “Get Started” button or other mechanism provided.\nIf you are registering for a customer account in order to use the Services on behalf of an organization, then you are agreeing to these Terms for that organization and promising to Yotpo that you have the authority to bind that organization to these Terms (and, in which case, the terms “you” and “your” and “Client” or “Customer” will refer to that organization).</p>\n<p>BY ENTERING INTO THIS AGREEMENT, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND ALL OF THE TERMS OF THIS AGREEMENT.</p>\n<ol>\n<li>SERVICES<p>Yotpo’s platform is a unique, proprietary ecommerce marketing platform the (“<strong>Platform</strong>”) that offers solutions for customer reviews, visual marketing, SMS/MMS marketing, and loyalty and referral programs (each also referred to as a “<strong>Product</strong>” and collectively as the “<strong>Products</strong>”).\n“<strong>Services</strong>,” as used in the Agreement, refers to your access to the Platform and the Products.\nAll content, data and other information that you submit to the Services through your use thereof, including, without limitation, such information as you may collect through the Services from End-Users (defined below), is “<strong>Your Content</strong>” for the purposes of this Agreement.\nDepending on the Products you are accessing, you may have access to the following functionality.\nIf you are not accessing Products that offer the following functionality then the applicable terms do not apply:</p>\n<ol>\n<li>User Generated Content– Certain Products enable you to collect, organize and use Your Content that may include, without limitation, text, videos, photographs and other user-generated content created or otherwise supplied by your customers, end users or parties with whom you interacts (collectively, “<strong>End-Users</strong>”) on your website, social media services, and third-party websites.\nAn example of such functionality would be your use of the Platform to display an End-User’s photo of your product on your website.</li>\n<li>Loyalty and Referrals– Certain Products enable you to provide End-Users with the ability to (i) earn loyalty points from you and apply applicable point balances to purchases from you and (ii) earn an incentive when the End-User refers a third-party purchaser to you.\nYour Content in the context of Loyalty and Referrals includes information related to an End-User’s participation in a loyalty or referral program (for example, the number of the End-User’s loyalty points).</li>\n<li>Reviews– Certain Products enable you to invite End-Users to write reviews.\n“Reviews” are Your Content that may include, without limitation, opinions, product or service ratings or reviews, articles, written expressions, in any form or media, and/or any works of authorship created by the End-User, the you or any other third party and may, subject to the Agreement, include any Reviews that are imported through the Platform from third-party sites.</li>\n<li>SMSBump– Certain Products enable you to engage with End-Users using SMS/MMS/text messages.\nThrough an application provided by Yotpo, or through the Platform, you can enable features whereby you can send marketing and other messages via SMS/MMS/text message regarding your products or services.</li>\n</ol>\n</li>\n<li>PROPRIETARY RIGHTS<ol>\n<li>Ownership– Neither party grants the other any rights or licenses not expressly set out in this Agreement.\nExcept for Yotpo’s rights under this Agreement, between the parties, you retain all intellectual property and other rights in its intellectual property and to Your Content provided to Yotpo.\nYotpo and its licensors retain all intellectual property and other rights in the Platform, and in and to each Product, the Services, and any deliverables and related Yotpo technology, templates, documentation, help files, tutorials, formats and dashboards, including any modifications or improvements to these items made by Yotpo, and the Usage Data (the “<strong>Yotpo Materials</strong>”).\nIf you provide Yotpo with feedback or suggestions regarding the Service or other Yotpo offerings, Yotpo may use the feedback or suggestions without restriction or obligation.</li>\n<li>Usage Data– Yotpo may generate technical logs, data and learnings about your use and End-Users’ use of the Services (the “<strong>Usage Data</strong>”) and Your Content processed by the Services, and use such information to operate, analyze, improve and support the Platform and/or the Services and for other lawful purposes.\nExcept as required by law, Yotpo will not disclose Usage Data externally, including in benchmarks or reports except in the aggregate.</li>\n</ol>\n</li>\n<li>LIMITED ACCESS AND LIMITED LICENSE TO YOUR CONTENT<ol>\n<li>Access to the Services- Subject to the terms and conditions set forth herein, you may access and use the Services only for your internal business purposes in accordance with the terms of this Agreement.\nAccess to the Services is limited to your employees and contractors acting for the sole benefit of you (“<strong>Permitted Users</strong>”).\nYou and your Permitted Users may need to register for a Yotpo account in order to access or use the Services.\nYou are responsible for ensuring that account registration information is accurate, current and complete.</li>\n<li>License to Your Content- you grant to Yotpo a worldwide, non-exclusive, transferable, revocable, royalty-free license to use, transfer, copy, reproduce, distribute, publicly perform, publicly display, digitally perform, modify, directly or through third parties, create derivative works of Your Content and otherwise use and commercially exploit Your Content in any media formats (i) to the extent necessary to provide you with access to and use of the Services in accordance with the terms of this Agreement, (ii) to comply with law, (iii) to detect, prevent and investigate security incidents, fraud, spam, or unlawful use of the Services, (iv) to address technical problems, address support requests, and attend to the proper working of the Services, (v) to protect the rights, property or safety of Yotpo, its customers, its customers’ end users, and/or the public, and (vi) subject to the Data Processing Agreement, for any other lawful purpose, including without limitation, for the purposes set forth in Section 2.2 hereof.\nSuch license will apply to any form, media, or technology now known or hereafter developed.</li>\n</ol>\n</li>\n<li>LIMITATIONS OF USE<ol>\n<li>Your use of the Services shall be limited to your own internal business use.\nExcept as specifically permitted herein, you shall not (i) sell, license (or sub-license), lease, assign, transfer, pledge, or share any of your rights under this Agreement with/to any other party, entity or person.\n(ii) transfer, distribute, copy all or any part of the Services and/or the Yotpo Materials.\n(iii) refer to the Services by use of framing and/or deep-linking.\n(iv) make use of the Services or distribute any part thereof in any jurisdiction where same is illegal or where such use or distribution would subject Yotpo or its Affiliates to any registration requirement within such jurisdiction or country.\n(v) use, or encourage, promote, facilitate or instruct others to use, the Platform for any illegal, harmful or offensive use.\n(vi) promote any content, products, services, or other information that may be illegal to sell or promote under any applicable law or may reasonably be perceived to be unlawful, inflammatory, offensive, or otherwise inconsistent with the spirit of Yotpo’s services, brand or image.\n(vii) transmit any viruses or other harmful, infringing, illegal, disruptive or destructive content, messages or files.\n(viii) visit the Platform or access the Services through unauthorized means, including without limitation any data mining, robots/bots, or similar data gathering and extraction tools to extract for re-utilization of any parts of the Platform.\n(ix) distribute, publish, send, or facilitate the sending of unsolicited mass messages, promotions, advertising, or solicitations (e.g.\n“spam”) including unlawful commercial advertising and informational announcements as further described in 4.2.\n(x) distribute, publish, send, or facilitate the sending of any inappropriate, inaccurate, misleading, fraudulent or otherwise illegal content or content which infringes intellectual property rights of third parties or their right for privacy.\n(xi) modify, translate, reverse engineer, decompile, disassemble (except to the extent applicable laws specifically prohibit such restriction), make any attempt to discover the source code of the Platform and/or the Services and/or any other software available therein or create derivative works thereof.\n(xii) remove any copyright, trademark or other proprietary rights notices contained in or on the Platform.\n(xiii) remove, change or modify any trademarks from or attach any additional trademarks to the Platform.\n(xiv) use the Platform or the Services in a manner that subjects any part thereof to any obligation to disclose or distribute the source code thereof and/or that may cause others to have the right to modify or create derivative works thereof.\nor cause them to become redistributable at no charge.\nYou are solely responsible for obtaining, paying for, repairing and maintaining all the equipment, software, hardware and services required for you to access to the Services.</li>\n<li>you shall not use the Services in a manner that violates generally recognized industry guidelines, including, without limitation, (i) using non-permission based email lists (i.e., lists in which each recipient has not explicitly granted permission to receive emails from you by affirmatively opting-in to receive those emails).\n(ii) using purchased or rented email lists.\n(iii) using third party email addresses, domain names, or mail servers without proper permission.\n(iv) sending emails to non-specific addresses (e.g., webmaster@domain.com or info@domain.com).\n(v) sending emails that result in an unacceptable number of spam or unsolicited commercial email complaints (even if the emails themselves are not actually spam or unsolicited commercial email).\n(vi) failing to include a working “unsubscribe” link in each email that allows the recipient to remove themselves from your mailing list.\n(vii) failing to comply with any request from a recipient to be removed from your mailing list within 10 days of receipt of the request.\n(viii) failing to include in each email a link to the then-current privacy policy applicable to that email.\n(ix) using misleading subject headings or other content or disguising the origin or subject matter of any email or falsifying or manipulating the originating email address, subject line, headers, or transmission path information for any email.\n(x) failing to include in each email your valid physical mailing address or a functioning link to that information.\n(xi) failing to note in the heading and at the beginning of advertising messages that the transmission is an advertisement.\nand (xii) including “junk mail,” “chain letters,” “pyramid schemes,” incentives (e.g., coupons, discounts, awards, or other incentives) or other material in any email that encourages a recipient to forward the email to another recipient.</li>\n</ol>\n</li>\n<li>YOUR OBLIGATIONS<ol>\n<li>Compliance with Law– you represent, warrant and covenant to Yotpo that your use of the Services shall comply with the limitations of use in Section 4 and all applicable laws, rules or regulations of any jurisdiction, including, without limitation, those relating to (i) communication by telephone, text/SMS/MMS message or email for advertising, marketing or other purposes.\n(ii) monitoring or recording of electronic or telephonic communications.\n(iii) the privacy, security or protection of ‘personal data’ or ‘personal information’, as such terms are defined under privacy laws (collectively, “<strong>Personal Information</strong>”), including, without limitation, as applicable to the collection, storage, retention, processing, transfer, disclosure, sharing, disposal or destruction of Personal Information.\nor (iv) requirements for websites and mobile applications, online behavioral advertising, or online tracking technologies (collectively, “<strong>Laws</strong>”).\nWithout limiting the foregoing, Laws include the Telephone Consumer Protection Act, the Telemarketing and Consumer Fraud and Abuse Prevention Act, the Do-Not-Call Implementation Act, the Controlling the Assault of Non-Solicited Pornography and Marketing Act of 2003, the Children’s Online Privacy Protection Act (“COPPA”), the Federal Trade Commission Act, the California Consumer Privacy Act (“CCPA”), other state privacy, data security and breach notification laws, state consumer protection laws, the European Union’s General Data Protection Regulation (2016/679) (“GDPR”) and Privacy and Electronic Communications Directive 2002/58/EC (the “ePrivacy Directive”), the United Kingdom’s Data Protection Act 2018 (together with the GDPR, the ePrivacy Directive and any national legislation implementing either, “European Data Protection Law”), Canada’s Personal Information Protection and Electronic Documents Act, Canada’s Anti-Spam Legislation (S.C.\n2010, c 23), and any legislation and/or regulation implementing or made pursuant to, or which amends, replaces, re-enacts or consolidates, any of the foregoing.\nFor purposes of this Agreement, Laws also include the Cellular Telecommunications Industry Association (CTIA) Messaging Principles and any other applicable self-regulatory rules or codes of conduct, as amended from time to time, including, without limitation, such rules and guidelines issued by the Mobile Marketing Association and telecommunications providers.</li>\n<li>Privacy and Cookie Notices– you shall provide and make available to End-Users a privacy notice that describes the collection, use and disclosure of End-Users’ Personal Information in connection with your use of the Services, including without limitation, such collection, use and disclosure contemplated by this Agreement.\nIf you are subject to the GDPR or ePrivacy Directive or other Laws requiring you to give notice of, or obtain consent to, the use of cookies or similar technologies on your websites or other online services, then you shall give such notices and obtain such consents with respect to any Yotpo cookies or similar technologies utilized on your websites or other online services.</li>\n<li>Restricted Data– you shall ensure that Your Content does not include (i) protected health information regulated by the Health Insurance Portability and Accountability Act (HIPAA) or medical information governed by state healthcare privacy laws.\n(ii) Social Security numbers, driver’s license numbers or other government-issued identification numbers.\n(iii) financial information, banking account numbers or passwords, or information regulated by the Gramm-Leach-Bliley Act.\n(iv) payment card data regulated by the Payment Card Industry Data Security Standards.\n(v) biometric data regulated by biometric privacy laws.\n(vi) online account passwords, mother’s maiden name or date of birth, (vii) criminal history, (viii) racial, ethnic, political or religious affiliation, trade union membership, or information about sexual life or sexual orientation or other information that constitutes “special categories of data” regulated by the GDPR.\nor (ix) Personal Information of children under 13 years of age regulated by COPPA or under the age of consent for purposes of applicable privacy laws.\nYotpo shall have no liability with respect to such information, notwithstanding anything in the Agreement to the contrary.</li>\n<li>Security– you shall use your best efforts to prevent unauthorized access to or use of the Services through you or your Permitted Users accounts, promptly notify Yotpo of any unauthorized access or use and provide reasonable cooperation regarding information requests from law enforcement, regulators, or telecommunications providers.</li>\n<li>Obligations Regarding Your Content– you acknowledge that the Services are provided by Yotpo to you on a business-to-business basis, and that Yotpo does not have a direct relationship with any End-User as a result of providing the Services to you hereunder.\nAs a result, you acknowledge that Yotpo relies on your rights to Your Content in order to provide the Services.\nyou are solely responsible for the accuracy, content and legality of Your Content.\nYotpo shall not be liable for Your Content, and shall be entitled, in its sole discretion, to edit or remove from the Platform Your Content which Yotpo reasonably believes to be inaccurate, inappropriate or otherwise not in compliance with the Agreement or applicable law.\nNOTHING IN THE AGREEMENT OBLIGATES YOTPO TO DISPLAY ANY YOUR CONTENT THAT YOTPO REASONABLY BELIEVES TO BE INACCURATE, INAPPROPRIATE OR OTHERWISE NOT IN COMPLIANCE WITH THE AGREEMENT OR APPLICABLE LAW OR TO USE SUCH YOUR CONTENT AT ALL OR IN A CERTAIN MANNER.\nYou shall designate a copyright agent and implement a notice and takedown mechanism in compliance with the Digital Millennium Copyright Act (or other comparable applicable laws in jurisdictions outside of the United States), and you shall comply with any such takedown notice received in respect of Your Content, in each case, to the extent required by applicable law.</li>\n<li>Rights in Your Content– you represent and warrant to Yotpo that you have given all notices and obtained all rights consents, assignments, licenses, permissions and authorizations (including the waiver of any moral rights) necessary for you to transfer to Yotpo and for Yotpo to collect, use and share Your Content (and any Personal Information contained therein) as contemplated by this Agreement without violation or infringement of (i) any Laws.\n(ii) intellectual property, publicity, privacy or other rights.\nor (iii) any terms of service or other agreements governing Your Content or your activities relating to your use of the Services (including, without limitation, the Instagram Platform Policy).</li>\n<li>Permitted Users and End-Users– you shall ensure that each of your Permitted Users and End-Users is legally bound by your terms of use, terms of service or such other legally binding agreement between you and each such End-User in a manner that prohibits End-Users from infringing or otherwise violating third-party rights including, without limitation, third party intellectual property rights.\nyou are solely responsible for all acts, omissions and activities of Permitted Users and End-Users, including their compliance with this Agreement.</li>\n<li>Order Fulfillment– As between you and Yotpo, you are solely responsible for all customer service, order fulfillment and returns, and payment of taxes or charges associated with any products or services that you sell or markets in connection with the domains listed on the Yotpo Order Form.</li>\n<li>Sending Messages to End-Users via the Services– To the extent that Yotpo provides you with access to functionality that allows you to send you communications by telephone, text/SMS/MMS message or email to End-Users, including, without limitation, marketing and advertising communications (“<strong>Your Messages</strong>”), you agree not to send any unsolicited, commercial communications.\nFurther, you acknowledge that you are solely responsible for all content of Your Messages created by or on behalf of you and for your compliance with all Laws in connection with your use of the Services to send Your Messages.\nAccordingly, and notwithstanding any representation or warranty disclaimer in the Agreement, you represent, warrant and covenant that: (i) all applicable lists of email addresses and/or phone numbers were created and/or shared with Yotpo in a manner that complies with Laws.\n(ii) each End-User or other recipient of Your Messages or other communications has been given clear and conspicuous notice prior to the collection of his or her phone number, email address and/or other contact information that such information may be collected, used or shared to facilitate sending Your Messages to such recipient and as contemplated in this Agreement.\nand (iii) each End-User or other recipient of applicable communications has given all consents required by Law to receiving commercial email and other forms of communication, including, but not limited to consent to receive Your Messages.\nyou acknowledge that the services may employ automated telephone dialing systems regulated by the TCPA to transmit Your Messages and you agree that such consents shall be sufficient to permit the Services’ use of such systems, including without limitation, to send messages for advertising and solicitation purposes.</li>\n<li>Limits on Certain Messages– By using functionality to send Your Messages to End-Users, you agree to make End-Users aware of their right to opt-out of any future messages.\nYou must use a valid telephone number.\nPhone numbers such as landline numbers that cannot receive SMS/MMS or text messages will not be eligible for the Services.\nyou agree that Yotpo reserves the right in its sole discretion to cap the number of Your Messages that may be sent in connection with the Services.\nApplicable message and data rates apply to such messages.\nYou hereby acknowledge and agree that (i) Yotpo merely plays a technical role in transmitting or routing Your Messages sent by you as a conduit, (ii) that you are the sender of Your Messages for purposes of Laws, (iii) Yotpo has no relationship with or any obligation to any End-User or any other person or entity with to whom you provides services utilizing the Services (“<strong>End-User Services</strong>”), none of whom is a third-party beneficiary of the Agreement, and (iv) you shall have sole responsibility and liability for Your Messages and for compliance with any Laws related to End-User Services.\nYotpo may suspend or disable your ability to send messages through the Services at any time if Yotpo, in its sole discretion, believes you are sending messages in violation of the terms of the Agreement.</li>\n</ol>\n</li>\n<li>SUSPENSION OF SERVICE<ol>\n<li>Yotpo may suspend your access to the Service and related services if you breach Section 4 (Limitations on Use) or Section 5 (Your Obligations), or if your actions risk harm to other customers or the security, availability or integrity of the Service.\nWhere practicable, Yotpo will use reasonable efforts to provide you with prior notice of the suspension.\nOnce you resolve the issue requiring suspension, Yotpo will promptly restore your access to the Service in accordance with this Agreement.\nYotpo reserves the right, but is not obligated, to monitor and audit your use of the Services for any reason or no reason, without notice, to ensure your compliance with this Agreement.</li>\n</ol>\n</li>\n<li>REPRESENTATIONS AND WARRANTIES<ol>\n<li>In addition to representations and warranties made elsewhere in this Agreement, you represent and warrant to Yotpo that: (i) you have, and will have at all times, all right, title and interest necessary to grant to Yotpo any and all licenses granted by you or your End-Users or other third parties hereunder for the purposes contemplated by this Agreement, including from your End-Users or any third-party site for the use of Your Content.\n(ii) have all necessary rights, permits and licenses under all Laws, rules and regulations to operate the domains listed on the Yotpo Order Form and to promote, offer for sale, and sell all products or services offered or sold in connection with such domains.\n(iii) Your Content complies, and will comply at all times during the term of this Agreement, with all Laws, rules and regulations, and the Agreement and does not and will not during the term of this Agreement infringe the rights of any third party, including any intellectual property rights.\nand (iv) you shall comply with all Laws, including without limitation, TCPA, CAN-SPAM Act and the Digital Millennium Copyright Act.</li>\n</ol>\n</li>\n<li>PRIVACY AND DATA PROTECTION<ol>\n<li>Yotpo may use account registration information and other Personal Information (as defined below) of Permitted Users collected in connection with their use of the Service as described in Yotpo’s Privacy Policy, as updated from time to time (currently available https://www.yotpo.com/privacy-policy/).\nyou are responsible for any use of the Services by your Permitted Users and their compliance with this Agreement.\nYou shall keep confidential you and your Permitted Users’ user IDs and passwords for the Services and shall be responsible for any actions taken through their respective accounts.</li>\n<li>Yotpo’s Data Processing Agreement, as updated from time to time (currently available at www.yotpo.com/data-processing-agreement/ and, for SMSBump https://smsbump.com/page/privacy-policy).\nshall apply and form part of this Agreement when Your Content constitutes Personal Information subject to EU Data Protection Law or the CCPA.</li>\n</ol>\n</li>\n<li>DISCLAIMERS<ol>\n<li>EXCEPT AS EXPRESSLY PROVIDED HEREIN: (I) THE PLATFORM, INCLUDING WITHOUT LIMITATION ANY AND ALL YOTPO MATERIALS, THE SERVICES (INCLUDING WITHOUT LIMITATION INSTALLATION, INTEGRATION AND IMPLEMENTATION SERVICES), AND THE PRODUCTS ARE PROVIDED BY YOTPO “AS IS” AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESSED OR IMPLIED.\n(II) TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, YOTPO DISCLAIMS ALL WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT AND FITNESS FOR A PARTICULAR PURPOSE.\n(III) YOTPO DOES NOT WARRANT THAT THE YOTPO MATERIALS, THE SERVICES OR CONTENT AVAILABLE THROUGH THE PLATFORM WILL BE UNINTERRUPTED OR ERROR-FREE, OR THAT THE PLATFORM OR THE SERVER(S) THAT MAKE THE PLATFORM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nAND (IV) YOTPO DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS THAT YOUR USE OF THE SERVICES WILL COMPLY WITH LAWS OR OTHERWISE RELATING TO THE USE OR THE RESULTS OF THE USE OF THE SERVICES, THE YOTPO MATERIALS OR OTHER CONTENT MADE AVAILABLE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nYOU ARE RESPONSIBLE FOR EVALUATING THE CAPABILTIES AND FEATURS OF THE SERVICES AND MAKING ITS OWN DETERMINATION ABOUT WHETHER YOU ARE ABLE TO USE THE SERVICES IN COMLIANCE WITH LAWS.\nYOU ARE RESPONSIBLE FOR TAKING ALL PRECAUTIONS YOU BELIEVE NECESSARY OR ADVISABLE TO PROTECT YOU AGAINST ANY CLAIM, DAMAGE, LOSS OR HAZARD THAT MAY ARISE BY VIRTUE OF YOUR USE OF OR RELIANCE UPON THE PLATFORM, YOTPO’S WEBSITE, OR THE SERVICES.\nYOTPO ADDITIONALLY DISCLAIMS ALL WARRANTIES RELATED TO THIRD PARTY TELECOMMUNICATIONS PROVIDERS.\nTHE SERVICES SHOULD NOT BE USED FOR EMERGENCY COMMUNICATIONS AND YOTPO WILL HAVE NO LIABILITY ARISING FROM SUCH USE.</li>\n<li>YOU ACKNOWLEDGE, THAT EMAIL AND TEXT/SMS/MMS MESSAGES ARE INSECURE MEDIUMS THAT ARE GENERALLY NOT ENCRYPTED IN TRANSIT AND SECURITY OF INFORMATION TRANSMITTED THROUGH THE INTERNET CAN NEVER BE GUARANTEED AND, ACCORDINGLY, YOTPO IS NOT RESPONSIBLE FOR ANY INTERCEPTION OR INTERRUPTION OF ANY COMMUNICATIONS THROUGH THE INTERNET OR FOR CHANGES TO OR LOSS OF YOUR CONTENT IN CONNECTION WITH THE SERVICES.</li>\n<li>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN IMPLIED WARRANTIES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY WHERE SUCH LIMITATIONS ARE INAPPLICABLE.</li>\n</ol>\n</li>\n<li>LIMITATION OF LIABILITY<ol>\n<li>TO THE MAXIMUM PERMITTED UNDER LAW, UNDER NO CIRCUMSTANCES WHATSOEVER WILL YOTPO NOR ITS RESPECTIVE AFFILIATES OR PARTNERS NOR ANY OF ITS OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AGENTS, LICENSORS, SUBCONTRACTORS OR SUPPLIERS BE RESPONSIBLE OR LIABLE, UNDER ANY LEGAL THEORY, WHETHER BASED IN CONTRACT, TORT OR OTHERWISE, FOR ANY COMPENSATORY, DIRECT OR INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, INCLUDING WITHOUT LIMITATION ANY LOST PROFITS AND LOST BUSINESS OPPORTUNITIES, BUSINESS INTERUPTION, REVENUE, INCOME, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES OR SPECIAL, EXEMPLARY, OR PUNITIVE DAMAGES THAT RESULT FROM OR RELATE IN ANY MANNER WHATSOEVER TO THIS AGREEMENT OR THE MATTERS CONTEMPLATED HEREIN, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY, IN THE EVENT THAT YOTPO IS FOUND LIABLE OR RESPONSIBLE TO YOU FOR ANY CLAIM, LOSS, DAMAGE OR EXPENSE IN CONNECTION WITH THESE TERMS AND/OR THE MATTERS CONTEMPLATED HEREIN, YOTPO’S AGGREGATE LIABILITY TO YOU SHALL BE LIMITED TO $100.00.</li>\n<li>SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY.</li>\n<li>YOU RECOGNIZE AND AGREE THAT THE WARRANTY DISCLAIMERS AND LIABILITY AND REMEDY LIMITATIONS IN THESE TERMS ARE A MATERIAL BARGAINED-FOR BASIS OF THESE TERMS AND THAT THEY HAVE BEEN TAKEN INTO ACCOUNT AND REFLECTED IN THE DECISION BY YOTPO TO OFFER TO YOU AND BY YOU TO USE THE SERVICES AND THE PLATFORM.</li>\n</ol>\n</li>\n<li>INDEMNIFICATION<ol>\n<li>You agree to defend, indemnify and hold Yotpo and its Affiliates and its and their respective owners, shareholders, directors, managers, officers, Affiliates, employees, attorneys, agents and representatives harmless against any losses, expenses, costs, claims, and damages, including reasonable attorneys’ fees, experts’ fees and other reasonable costs (collectively, “Losses”) arising from, incurred as a result of, or in any manner related to any third-party claim resulting or arising from: (i) your breach of your representations and warranties contained herein, (ii) your or any End User’s use of the Platform or the Services in violation of this Agreement, (iii) your failure to obtain all End User Consents and Permissions, (iv) Your Messages, (v) Your Content, (vi) your products and/or services.\nand/or (vii) your gross negligence, fraud, bad faith, or willful misconduct, regardless of any negligence on the part of Yotpo.</li>\n</ol>\n</li>\n<li>THIRD PARTY PLATFORMS AND CONTENT<ol>\n<li>you may choose to use the Services with certain platform(s), add-on, website(s), publisher(s) (including without limitation, Google), add-on, website(s), service or product not provided by Yotpo that you elect to integrate or enable for use with the Services (“Third-Party Platforms”).\nUse of Third-Party Platforms is subject to your agreement with the relevant provider and not this Agreement.\nYotpo does not control and has no liability for Third-Party Platforms, including their security, functionality, operation, availability or interoperability or how the Third-Party Platforms or their providers use any and all data including (without limitation) End-User data.\nIf you enable a Third-Party Platform to integrate or otherwise operate in connection with the Services, you authorize Yotpo to (i) access and exchange Your Content and End-User data (including personally identifiable information) with the Third-Party Platform on your behalf and (ii) if required by the applicable Third-Party Platform, retain Client Content and/or End-User data for such time period and otherwise in accordance with the terms of the applicable Third-Party Platform, subject in each case to Yotpo’s obligations under the Data Processing Agreement.&nbsp;</li>\n<li>If you are redirected to linked sites and content in connection with your use of any Third-Party Platform, Yotpo recommends you carefully read and abide by the terms of use and privacy policies of such sites and content.\nAny opinions, advice, statements, content, services, offers or other information expressed or made available by any Third-Party Platform, are those of the respective third-party author(s) or distributor(s) and do not necessarily state or reflect those of Yotpo.</li>\n</ol>\n</li>\n<li>TERMINATION AND EXTENSION<ol>\n<li>Yotpo may terminate these Terms and your access to and use of the Services immediately without notice for any reason or no reason.\nUpon termination by Yotpo, you shall immediately cease using the Platform.\nThe following Sections shall survive termination or expiration of the Terms: 2, 3.2, 6, 8, 10-15.</li>\n</ol>\n</li>\n<li>DISPUTE RESOLUTION<ol>\n<li>If you reside outside of U.S.\nor your business is located outside of U.S.: If the Yotpo contracting entity is Yotpo UK Limited, then the Agreement shall be governed by and construed in accordance with the laws of England and Wales, without regard to the principles of conflict of law.\nIf the contracting entity is SMSBump, the Agreement shall be governed by and construed in accordance with the laws of Bulgaria without regard to the principles of conflict of law therein.\nRegardless of the contracting entity, the application of the United Nations Convention of Contracts for the International Sale of Goods or other international laws is expressly excluded.</li>\n<li>If you reside in the US or your business is located in the US: You and we agree to arbitrate any claim, cause of action, or dispute between you and us that arises out of or relates to any access or use of the Services for business or commercial purposes (“commercial claim”).\nThis provision does not cover any commercial claims relating to violations of your or our intellectual property rights, including, but not limited to, copyright infringement, patent infringement, trademark infringement, or efforts to interfere with our Services or engage with our Services in unauthorized ways.</li>\n<li>We and you agree that, by entering into this arbitration provision all parties are waiving their respective rights to a trial by jury or to participate in a class or representative action.\nTHE PARTIES AGREE THAT EACH MAY BRING COMMERCIAL CLAIMS AGAINST THE OTHER ONLY IN ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, REPRESENTATIVE, OR PRIVATE ATTORNEY GENERAL PROCEEDING.\nYou may bring a commercial claim only on your own behalf and cannot seek relief that would affect other parties.\nIf there is a final judicial determination that any particular commercial claim (or a request for particular relief) cannot be arbitrated in accordance with this paragraph’s limitations, then only that commercial claim (or only that request for relief) may be brought in court.\nAll other commercial claims (or requests for relief) remain subject to this paragraph.\nThe Federal Arbitration Act governs the interpretation and enforcement of this arbitration provision.\nAll issues are for an arbitrator to decide, except that only a court may decide issues relating to the scope or enforceability of this arbitration provision or the interpretation of the prohibition of class and representative actions.\nIf any party intends to seek arbitration of a dispute, that party must provide the other party with notice in writing.\nThis notice of dispute to us must be sent to the following address:<br> Yotpo, Inc.<br> 400 Layette Street, 4th Floor<br> New York, NY 10003</li>\n<li>The arbitration will be governed by the AAA’s Commercial Arbitration Rules (“AAA Rules”), as modified by these Terms, and will be administered by the AAA.\nIf the AAA is unavailable, the parties will agree to another arbitration provider or the court will appoint a substitute.\nThe arbitrator will not be bound by rulings in other arbitrations in which you are not a party.\nTo the fullest extent permitted by applicable law, any evidentiary submissions made in arbitration will be maintained as confidential in the absence of good cause for its disclosure.\nThe arbitrator’s award will be maintained as confidential only to the extent necessary to protect either party’s trade secrets or proprietary business information or to comply with a legal requirement mandating confidentiality.\nEach party will be responsible for paying any AAA filing, administrative and arbitrator fees in accordance with AAA Rules, except that we will pay for your filing, administrative, and arbitrator fees if your commercial claim for damages does not exceed $75,000 and is non-frivolous (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).\nIf you do not wish to be bound by this provision (including its waiver of class and representative claims), you must notify us as set forth below within 30 days of the first acceptance date of any version of these Terms containing an arbitration provision.\nYour notice to us under this subsection must be submitted to the address above.</li>\n<li>All commercial claims between us, whether subject to arbitration or not, will be governed by New York law, excluding New York’s conflict of laws rules, except to the extent that New York law is contrary to or preempted by federal law.\nIf a commercial claim between you and us is not subject to arbitration, you agree that the claim must be resolved exclusively in the U.S.\nDistrict Court for the Southern District of New York or a state court located in New York, NY, and that you submit to the personal jurisdiction of either of these courts for the purpose of litigating any such claim.\nIf any term or provision of this Section is invalid, illegal, or unenforceable in any jurisdiction, such invalidity, illegality or unenforceability shall not affect any other term or provision of this Section or invalidate or render unenforceable such term or provision in any other jurisdiction.\nIf for any reason a Dispute proceeds in court rather than in arbitration, the parties hereby waive any right to a jury trial.</li>\n</ol>\n</li>\n<li>GENERAL<ol>\n<li>If any provision of the Agreement is held to be unenforceable, such provision shall be reformed only to the extent necessary to make f enforceable and if such provision is determined to be invalid or unenforceable nonetheless, the provision shall be deemed to be severable from the remainder of the Agreement and shall not cause the invalidity or unenforceability of the remainder of the Agreement.</li>\n<li>you acknowledge and agree that Yotpo has the right, at any time and for any reason, to redesign or modify the Yotpo Materials and other elements of the Platform or any part thereof.</li>\n<li>Prior notice of changes: Yotpo may update these Terms of Service from time to time by providing you with prior written notice of material updates at least thirty (30) days in advance of the effective date.\nNotice will be given in your account portal or via an email to the email address owner of your account.\nThis notice will highlight the intended updates.\nExcept as otherwise specified by Yotpo, updates will be effective upon the effective date indicated at the top of these Terms of Service.\nThe updated version of these Terms will supersede all prior versions.\nYour acceptance: Following such notice, your continued access or use of the Services on or after the effective date of the changes to the Terms constitutes your acceptance of any updates.\nIf you do not agree to any updates, you should stop using the Services.\nExceptions: Yotpo may not be able to provide at least thirty (30) days prior written notice of updates to these Terms that result from changes in the law or requirements from telecommunications providers.</li>\n<li>No failure, delay or default in performance of any obligation of a party (other than a payment obligation) shall constitute an event of default or breach of this Agreement to the extent that such failure to perform, delay or default arises out of a cause, existing or future, that is beyond the control of such party, including action or inaction of governmental, civil or military authority.\nfire.\nstrike, lockout or other labor dispute.\nflood, terrorist act.\nwar.\nriot.\ntheft.\nepidemic, pandemic or quarantine.\nearthquake, tornado or other natural disaster.\nfailure or diminishment of power or telecommunications or data networks or services.\ndistributed denial of service (DDoS) or other cyberattacks.\nor refusal of a license by a government agency.\nThe party affected by such cause shall take all reasonable actions to minimize the consequences of any such cause.</li>\n<li>Neither party may assign this Agreement without the prior written consent of the other party, not to be unreasonably withheld, provided that either party may assign or transfer this Agreement, without the prior written consent of the other party, to an affiliate or in connection with a sale or merger of all or substantially all of the assigning party’s business or assets.\nAny unauthorized assignment will be void and of no force or effect.</li>\n<li>Except as expressly stated herein, nothing in this Agreement shall be considered as granting any rights to third parties.\nThe failure of either party to enforce any rights granted hereunder or to take action against the other party in the event of any breach hereunder shall not be deemed a waiver by that party as to subsequent enforcement of rights or subsequent actions in the event of future breaches.</li>\n<li>Yotpo may use subcontractors and permit them to exercise Yotpo’s rights (including without limitation the provision of customer support), but Yotpo remains responsible for their compliance with this Agreement and for its overall performance under this Agreement.</li>\n<li>YOU AGREE THAT YOU MUST COMMENCE ANY CAUSE OF ACTION AGAINST YOTPO ARISING OUT OF OR RELATED TO THE SERVICES OR THE PLATFORM WITHIN THREE (3) MONTHS OF WHEN SUCH CAUSE OF ACTION AROSE.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</li>\n</ol>\n</li>\n</ol>\n<p>Previous Versions:</p>\n<ul>\n<li>December 5, 2019</li>\n<li>January 22, 2020</li>\n<li>May 10, 2020</li>\n</ul> Product<ul>\n<li>Reviews &amp.\nRatings</li>\n<li>Loyalty &amp.\nReferrals</li>\n<li>SMS Marketing</li>\n<li>Visual UGC</li>\n<li>Consumer Insights</li>\n<li>Integrations</li>\n<li>Use Cases</li>\n<li>Google Partnership</li>\n<li>Walmart Syndication</li>\n<li>AI Engine</li>\n<li>Plans</li>\n<li>Get Started</li>\n<li>Enterprise</li>\n</ul>Resources<ul>\n<li>A+ Texts</li>\n<li>Ultimate eCommerce Product Page Guide</li>\n<li>eCommerce Retention Course</li>\n<li>SMS Marketing Examples</li>\n<li>Loyalty ROI Calculator</li>\n<li>SMS Marketing Guide</li>\n<li>Google Shopping Guide</li>\n<li>Inspiration Gallery</li>\n<li>Loyalty Program Generator</li>\n<li>D2C Marketing Course</li>\n<li>Fan Favorites</li>\n<li>Glossary</li>\n<li>Success Stories</li>\n<li>Videos &amp.\nWebinars</li>\n</ul>Partnerships<ul>\n<li>Partner Awards</li>\n<li>App Market</li>\n<li>eCommerce Platforms</li>\n<li>Partner Program</li>\n<li>Agency Partners</li>\n<li>App Developer Terms</li>\n<li>App Developer API Docs</li>\n</ul>Company<ul>\n<li>Contact Us</li>\n<li>Request a Demo</li>\n<li>Jobs</li>\n<li>Destination:D2C Conference</li>\n<li>Customer Success</li>\n<li>Refer a Friend</li>\n<li>Events</li>\n<li>SMSBump</li>\n<li>Amazing Women in eCommerce</li>\n<li>About Yotpo</li>\n</ul>Support<ul>\n<li>Help Center</li>\n<li>Contact Support</li>\n<li>Release Notes</li>\n<li>Accessibility Statement</li>\n<li>Status</li>\n<li>API Documentation</li>\n<li>API Changelog</li>\n</ul>INTERESTED IN YOTPO?<p>Schedule a call with one of our marketing consultants.</p> Request a demo Terms of Service Privacy Policy Cookie Settings Accessibility Interested in <strong>Yotpo</strong>?Schedule a call with one of our marketing consultants to learn more.\n*******Please keep me updated with news and promotions from YotpoRequest a demo<p>Your information will be treated in accordance with our Privacy Policy</p>Let's get personalMore info will help us customize your demo.<p>Which products are you interested in?</p>*Reviews and Ratings*Loyalty and Referrals*Visual Marketing*SMS Marketing*Monthly Order VolumeI'm an agencyPre-launch0-500500-1,0001,000-2,0002,000-5,0005,000+Submit Thank you!We'll be in touch in no time! In the meantime, take a look at what our customers are saying about Yotpo.\nYotpo Success Stories &gt.\nTrusted by the worlds<br> fastest-growing brands <p>\n<strong>About cookies on this site</strong>\n</p>\n<p>We use cookies to collect and analyse information on site performance and usage, to provide social media features and to enhance and customise content and advertisements.</p>\n<p>Learn more</p>Allow all cookies<p>\n<strong>About cookies on this site</strong>\n</p>\n<ul>\n<li>Cookie settings</li>\n<li>Cookie declaration</li>\n</ul>\n<p>Cookies used on the site are categorized and below you can read about each category and allow or deny some or all of them.\nWhen categories than have been previously allowed are disabled, all cookies assigned to that category will be removed from your browser.\nAdditionally you can see a list of cookies assigned to each category and detailed information in the cookie declaration.</p>\n<p>Learn more</p>Allow all cookiesDeny all<p>\n<strong>Necessary cookies</strong>\n</p>\n<p>Some cookies are required to provide core functionality.\nThe website won't function properly without these cookies and they are enabled by default and cannot be disabled.</p>\n<p>\n<strong>Preferences</strong>\n</p>\n<p>Preference cookies enables the web site to remember information to customize how the web site looks or behaves for each user.\nThis may include storing selected currency, region, language or color theme.</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>Analytical cookies help us improve our website by collecting and reporting information on its usage.</p>\n<p>\n<strong>Marketing cookies</strong>\n</p>\n<p>Marketing cookies are used to track visitors across websites to allow publishers to display relevant and engaging advertisements.</p>\n<p>\n<strong>Other cookies</strong>\n</p>\n<p>The cookies in this category have not yet been categorized and the purpose may be unknown at this time.</p>\n<p>Cookies used on the site are categorized and below you can read about each category and allow or deny some or all of them.\nWhen categories than have been previously allowed are disabled, all cookies assigned to that category will be removed from your browser.\nAdditionally you can see a list of cookies assigned to each category and detailed information in the cookie declaration.</p>\n<p>Learn more</p>\n<p>\n<strong>Necessary cookies</strong>\n</p>\n<p>Some cookies are required to provide core functionality.\nThe website won't function properly without these cookies and they are enabled by default and cannot be disabled.</p>NameHostnamePathExpiry&nbsp;__cf_bm.app-lon04.marketo.com/1 hour3rd party<p>The __cf_bm cookie supports Cloudflare Bot Management by managing incoming traffic that matches criteria associated with bots.\nThe cookie does not collect any personal data, and any information collected is subject to one-way encryption.</p>__cf_bm.g2crowd.com/1 hour3rd party<p>The __cf_bm cookie supports Cloudflare Bot Management by managing incoming traffic that matches criteria associated with bots.\nThe cookie does not collect any personal data, and any information collected is subject to one-way encryption.</p>BIGipServerPOOL-94.236.119.17-442app-lon04.marketo.com/Session3rd party_gat_UA-25706646-4.yotpo.com/1 hour_mkto_trk.yotpo.com/730 daysPHPSESSIDwww.yotpo.com/Session<p>Cookie generated by applications based on the PHP language.\nThis is a general purpose identifier used to maintain user session variables.\nIt is normally a random generated number, how it is used can be specific to the site, but a good example is maintaining a logged-in status for a user between pages.</p>pixel.yotpo.com/365 daysJSESSIONID.www.linkedin.com/Session3rd party<p>General purpose platform session cookie, used by sites with JavaServer Pages (JSP).\nThe cookie is usually used to maintain an anonymous user session by the server.</p>wistiawww.yotpo.comPersistentPHPSESSIDwww.ispot.tv/Session3rd party<p>Cookie generated by applications based on the PHP language.\nThis is a general purpose identifier used to maintain user session variables.\nIt is normally a random generated number, how it is used can be specific to the site, but a good example is maintaining a logged-in status for a user between pages.</p>languagewww.slideshare.net/Session3rd party<p>This cookie keeps track of the chosen language.\nIt is automatically removed when you turn off your web browser.</p>cookiehub.yotpo.com/365 days<p>Used by CookieHub to store information about whether visitors have given or declined the use of cookie categories used on the site.</p>BIGipServer*828-gcw-581.mktoresp.com/Session3rd party<p>Cookie used for connection persistence and routing the request to proper server in server pool</p>\n<p>\n<strong>Preferences</strong>\n</p>\n<p>Preference cookies enables the web site to remember information to customize how the web site looks or behaves for each user.\nThis may include storing selected currency, region, language or color theme.</p>NameHostnamePathExpiry&nbsp;_dy_ses_load_seq.yotpo.com/30 days_dy_csc_ses.yotpo.com/Session_dy_c_exps.yotpo.com/30 days_dy_soct.yotpo.com/365 daysDYID.dynamicyield.com/420 days3rd partyDYSES.dynamicyield.com/Session3rd party_dycnst.yotpo.com/30 days_dyid.yotpo.com/30 days_dyfs.yotpo.com/Session_dyjsession.yotpo.com/Sessiondy_fs_page.yotpo.com/Session_dy_lu_ses.yotpo.com/Session_dycst.yotpo.com/30 days_dy_geo.yotpo.com/30 days_dy_df_geo.yotpo.com/30 days_dy_toffset.yotpo.com/30 dayslang.ads.linkedin.com/Session3rd party<p>Session-based cookie that remembers the user's selected language version of a website.</p>lidc.linkedin.com/1 day3rd party<p>Used by LinkedIn for routing.</p>lang.linkedin.com/Session3rd party<p>Session-based cookie that remembers the user's selected language version of a website.</p>drift_campaign_refreshwww.yotpo.com/1 hour<p>Used by Drift to provide Website Chat functionality.</p>drift_aidwww.yotpo.com/730 days<p>Used by Drift to provide Website Chat functionality.</p>driftt_aidwww.yotpo.com/730 days<p>This is the anonymous identifier token.\nIt is used to tie the visitor on your website with the profile within the Drift system.</p>VISITOR_INFO1_LIVE.youtube.com/180 days3rd party<p>A cookie that YouTube sets that measures your bandwidth to determine whether you get the new player interface or the old.</p>sp_t.spotify.com/365 days3rd party__atuvcwww.yotpo.com/395 days<p>This cookie is created and read by the AddThis social sharing widget which is commonly embedded in websites to enable visitors to share content with a range of networking and sharing platforms.</p>__atuvswww.yotpo.com/1 hour<p>This cookie is created and read by the AddThis social sharing widget which is commonly embedded in websites to enable visitors to share content with a range of networking and sharing platforms.</p>_sp_ses.5ab6www.yotpo.com/1 hour_sp_id.5ab6www.yotpo.com/730 daysli_gc.linkedin.com/728 days, 9 hours3rd party<p>Used by LinkedIn to store consent of guests regarding the use of cookies for non-essential purposes</p>scarab.visitor.themuse.com/365 days3rd partysession_id.themuse.com/30 days3rd partysp_landing.spotify.com/1 day3rd partyajs_user_idwww.yotpo.comPersistentDRIFT_visitCountswww.yotpo.comPersistent_dyprdobjwww.yotpo.comPersistent_dy_lu_seswww.yotpo.comPersistent_dy_toffsetwww.yotpo.comPersistent_dy_geowww.yotpo.comPersistent_dycstwww.yotpo.comPersistent_dyprdwww.yotpo.comPersistent_dy_df_geowww.yotpo.comPersistent_dy_c_expswww.yotpo.comPersistentDRIFT_openTabswww.yotpo.comPersistent_dy_devicewww.yotpo.comPersistent_dyaud_nchcwww.yotpo.comPersistent_dycnstwww.yotpo.comPersistent_dyexpswww.yotpo.comPersistent_dy_cscwww.yotpo.comPersistent_dy_tsrcwww.yotpo.comPersistent_dy_weather_8767569www.yotpo.comPersistentdy_fs_pagewww.yotpo.comPersistent_dy_soctwww.yotpo.comPersistent_dyaud_pagewww.yotpo.comPersistent_dyidwww.yotpo.comPersistent_dy_ses_load_seqwww.yotpo.comPersistentDRIFT_ALWAYS_SEND_IDSwww.yotpo.comSessionDRIFT_SESSION_STARTEDwww.yotpo.comSession_dy_csc_seswww.yotpo.comSession_dyuss_8767569www.yotpo.comSessionDRIFT_SESSION_IDwww.yotpo.comSession_dyjsessionwww.yotpo.comSession_dyaud_sesswww.yotpo.comSessionCONSENT.youtube.com/6042 days, 13 hours3rd party<p>Used by Google to store user consent preferences</p>NID.google.com/183 days3rd party<p>A browser sends this cookie with requests to Google’s sites.\nThe NID cookie contains a unique ID Google uses to remember your preferences and other information, such as your preferred language (e.g.\nEnglish), how many search results you wish to have shown per page (e.g.\n10 or 20), and whether or not you wish to have Google’s SafeSearch filter turned on.</p>CONSENT.google.com/6042 days, 13 hours3rd party<p>Used by Google to store user consent preferences</p>\n<p>\n<strong>Analytical cookies</strong>\n</p>\n<p>Analytical cookies help us improve our website by collecting and reporting information on its usage.</p>NameHostnamePathExpiry&nbsp;MUID.bing.com/390 days3rd party<p>Microsoft User Identifier tracking cookie used by Bing Ads.\nIt can be set by embedded microsoft scripts.\nWidely believed to sync across many different Microsoft domains, allowing user tracking.</p>amplitude_idundefinedyotpo.com.yotpo.com/Sessionajs_anonymous_id.yotpo.com/365 days<p>This cookie is used to aggregate and segment data to different data tracking tools by Segment</p>amplitude_id_5c598a0ee34534611855f70270a31be1yotpo.com.yotpo.com/3650 days_ga.yotpo.com/730 days<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gid.yotpo.com/1 day<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_hjTLDTest.yotpo.com/Session<p>When the Hotjar script executes we try to determine the most generic cookie path we should use, instead of the page hostname.\nThis is done so that cookies can be shared across subdomains (where applicable).\nTo determine this, we try to store the _hjTLDTest cookie for different URL substring alternatives until it fails.\nAfter this check, the cookie is removed.</p>_hjid.yotpo.com/365 days<p>Hotjar cookie.\nThis cookie is set when the customer first lands on a page with the Hotjar script.\nIt is used to persist the Hotjar User ID, unique to that site on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID.</p>_hjFirstSeen.yotpo.com/1 hour<p>This cookie is set by Hotjar to identify a new user’s first session.\nIt stores a true/false value, indicating whether this was the first time Hotjar saw this user.\nIt is used by Recording filters to identify new user sessions.</p>_hjIncludedInPageviewSamplewww.yotpo.com/1 hour<p>This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's pageview limit.</p>_hjAbsoluteSessionInProgress.yotpo.com/1 hour<p>The cookie is set so Hotjar can track the beginning of the user's journey for a total session count.\nIt does not contain any identifiable information.</p>_hjIncludedInSessionSamplewww.yotpo.com/1 hour<p>This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's daily session limit.</p>bcookie.linkedin.com/730 days, 12 hours3rd party<p>This is a Microsoft MSN 1st party cookie for sharing the content of the website via social media.</p>YSC.youtube.com/Session3rd party<p>This cookie is set by YouTube video service on pages with YouTube embedded videos to track views.</p>uvc.addthis.com/395 days3rd party<p>This cookie is one of the cookies used to track usage of the Addthis.com service.\nIt allows a user to share a webpage with many social sites.</p>loc.addthis.com/395 days3rd party<p>This cookie is one of the cookies used to track usage of the Addthis.com service.\nIt is set to store location data.</p>AMP_TOKEN.themuse.com/1 hour3rd party<p>Used by Google Analytics and contains a token that can be used to retrieve a Client ID from AMP Client ID service.\nOther possible values indicate opt-out, inflight request or an error retrieving a Client ID from AMP Client ID service.</p>_ga.themuse.com/730 days3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gid.themuse.com/1 day3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gat_*.themuse.com/1 hour3rd party<p>Used by Google Analytics to throttle request rate (limit the collection of data on high traffic sites)</p>amplitude_unsent_identify_5c598a0ee34534611855f70270a31be1www.yotpo.comPersistentamplitude_unsent_5c598a0ee34534611855f70270a31be1www.yotpo.comPersistent_hjidwww.yotpo.comPersistenthjViewportIdwww.yotpo.comSession_uv_id.slideshare.net/730 days3rd party<p>Used by Linkedin to collects data on the user's visits to the website, such as which pages have been read.</p>__utma.slideshare.net/730 days3rd party<p>This is a persistent cookie which expires in 2 years by default and distinguishes between users and sessions.\nIt is used to track first visit, last visit, current visit, and number of visits to calculate new and returning visitor statistics.\nThe cookie is updated every time data is sent to Google Analytics.\nThe lifespan of the cookie can be customised by website owners.</p>__utmc.slideshare.net/Session3rd party<p>Contains a timestamp of the exact moment in time when a visitor leaves the website.\nThis works with _utmb to calculate when you close your browser to calculate how long a visit takes.</p>__utmz.slideshare.net/182 days, 12 hours3rd party<p>This cookie keeps track of entry point into your website storing traffic source, medium, campaign, and search term used to land on your website - so Google Analytics can tell site owners where visitors came from when arriving on the site.\nThe cookie has a life span of 6 months and is updated every time data is sent to Google Analytics.</p>__utmt.slideshare.net/1 hour3rd party<p>Used to throttle the request rate for the service (limit the collection of data on high traffic sites)</p>__utmb.slideshare.net/1 hour3rd party<p>Used to determines new sessions and visits and expires after 30 minutes.\nThe cookie contains the timestamp of the exact moment in time when a visitor enters the website and is updated every time data is sent to Google Analytics.\nAny activity by a user within the 30 minute life span will count as a single visit, even if the user leaves and then returns to the site.\nA return after 30 minutes will count as a new visit, but a returning visitor.</p>_ga.giphy.com/730 days3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gid.giphy.com/1 day3rd party<p>Contains a unique identifier used by Google Analytics to determine that two distinct hits belong to the same user across browsing sessions.</p>_gat.giphy.com/1 hour3rd party<p>Used by Google Analytics to throttle request rate (limit the collection of data on high traffic sites)</p>\n<p>\n<strong>Marketing cookies</strong>\n</p>\n<p>Marketing cookies are used to track visitors across websites to allow publishers to display relevant and engaging advertisements.</p>NameHostnamePathExpiry&nbsp;_uetsid.yotpo.com/1 day<p>This cookie is used by Bing to determine what ads should be shown that may be relevant to the end user perusing the site.</p>_uetvid.yotpo.com/390 days<p>Used by Microsoft Advertising to store a unique, anonymized visitor ID to personalize marketing.</p>_session_idtracking.g2crowd.com/14 days3rd partytest_cookie.doubleclick.net/1 hour3rd party<p>Used to check if the user's browser supports cookies</p>_fbp.yotpo.com/90 days<p>Facebook Pixel advertising first-party cookie.\nUsed by Facebook to track visits across websites to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>fr.facebook.com/90 days3rd party<p>Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>UserMatchHistory.linkedin.com/30 days3rd party<p>Contains a unique identifier used by LinkedIn to determine that two distinct hits belong to the same user across browsing sessions.</p>r.influ2.com/365 days3rd partybscookie.www.linkedin.com/730 days, 12 hours3rd party<p>Used by the social networking service, LinkedIn, for tracking the use of embedded services.</p>AnalyticsSyncHistory.linkedin.com/30 days3rd party<p>Used by LinkedIn to store information about the time a sync with the lms_analytics cookie took place for users in the Designated Countries</p>IDE.doubleclick.net/390 days3rd party<p>Used by Google's DoubleClick to serve targeted advertisements that are relevant to users across the web.\nTargeted advertisements may be displayed to users based on previous visits to a website.\nThese cookies measure the conversion rate of ads presented to the user.</p>_gcl_au.themuse.com/90 days3rd party<p>Used by Google AdSense to understand user interaction with the website by generating analytical data.</p>_fbp.themuse.com/90 days3rd party<p>Facebook Pixel advertising first-party cookie.\nUsed by Facebook to track visits across websites to deliver a series of advertisement products such as real time bidding from third party advertisers.</p>_mkto_trk.themuse.com/730 days3rd party<p>\n<strong>Other cookies</strong>\n</p>\n<p>The cookies in this category have not yet been categorized and the purpose may be unknown at this time.</p>NameHostnamePathExpiry&nbsp;srecommender.scarabresearch.com/merchants/11D40B62B51A6232Session3rd party_xsrfwww.themuse.com/Session3rd partyoskar_session.themuse.com/1 hour3rd partyoskar_id.themuse.com/730 days3rd partyoskar_device_id.themuse.com/730 days3rd partyoskar_identified.themuse.com/730 days3rd partycdvrecommender.scarabresearch.com/365 days, 6 hours3rd partyxprecommender.scarabresearch.com/365 days, 6 hours3rd partyajs_user_traitswww.yotpo.comPersistent_uetvid_expwww.yotpo.comPersistent_uetsid_expwww.yotpo.comPersistent_uetsidwww.yotpo.comPersistentajs_group_propertieswww.yotpo.comPersistentdebugwww.yotpo.comPersistentajs_group_idwww.yotpo.comPersistentajs_anonymous_idwww.yotpo.comPersistent_uetvidwww.yotpo.comPersistentundefinedwww.yotpo.comPersistentloglevelwww.yotpo.comPersistent_at.cwwwww.yotpo.comPersistentat-randwww.yotpo.comPersistentat-lojson-cache-ra-5e177d7d0200da64www.yotpo.comPersistent_dy_att_expswww.yotpo.comPersistentbhr.www.ispot.tv/3650 days3rd partysc_anonymous_id.soundcloud.com/3650 days3rd partyDRIFT_SESSION_CAMPAIGNSwww.yotpo.comPersistentlocation_filterwww.yotpo.com/Sessiondepartment_filterwww.yotpo.com/Session_igt.themuse.com/Session3rd party_ig.themuse.com/365 days3rd partyMR.bat.bing.com/7 days3rd party_at.hist.0616www.yotpo.comPersistent_at.hist.0617www.yotpo.comPersistentSave settings Prefix", "created_at": "2021-09-02 02:41:21.611892", "updated_at": "2021-09-02 00:42:57.327025"}], "points": [{"id": 25034, "title": "You waive your moral rights", "source": "https://www.yotpo.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2021-09-02 06:37:48.278669", "updated_at": "2021-09-02 16:11:19.423023", "quoteText": "the waiver of any moral rights", "case_id": 118, "document_id": 8903, "quoteStart": 21373, "quoteEnd": 21403}], "urls": ["yotpo.com"]}}