{"error": 448, "message": "OK", "parameters": {"id": 5888, "name": "unsplash", "created_at": "2021-11-27 01:36:10.924094", "updated_at": "2021-11-27 23:01:09.538946", "wikipedia": null, "keywords": null, "related": null, "slug": "unsplash", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5888.png", "url": "unsplash.com", "documents": [{"id": 10632, "name": "Terms & Conditions", "url": "https://unsplash.com/terms", "xpath": "/html/body/div[1]/div/div[2]/div", "text": "<ul>Unsplash<li>License</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>API Terms</li>\n</ul>Terms &amp.\nConditions1.\nIntroduction\n<p>Unsplash is a photo discovery platform for free to use, high-definition photos.\nWe (Unsplash Inc., a Canadian corporation) operate the Unsplash website at unsplash.com (the “<strong>Site</strong>”) and all related websites, software, mobile apps, and other services that we provide (together, the “<strong>Service</strong>”) with the goal of celebrating and enabling contributors and fostering creativity in our community.\nYour use of the Service, and our provision of the Service to you, constitutes an agreement by you and Unsplash to be bound by the terms and conditions in these Terms of Service.</p>\n<p>PLEASE READ THESE TERMS OF SERVICE CAREFULLY.\nBY REGISTERING FOR OR OTHERWISE USING THE SERVICE, YOU ARE TELLING US THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THESE TERMS OF SERVICE, INCLUDING OUR PRIVACY POLICY (TOGETHER, THESE “<strong>TERMS</strong>”).\nIf you don’t agree with anything we propose in these Terms, please don’t (and you don’t have our permission to) use any part of the Service.</p>\n<p>THIS PART IS REALLY IMPORTANT: These Terms require that if we get into a dispute with you relating to the Service (or vice versa), unless you live in the United Kingdom or the European Union, the dispute will be resolved by BINDING ARBITRATION.\nThis means that YOU AGREE TO GIVE UP YOUR RIGHT TO GO TO COURT TO SUE US (OR BE SUED BY US) UNDER THIS CONTRACT (except for some disputes that can be taken to small claims court).\nOur disputes will be determined by a NEUTRAL ARBITRATOR and NOT A JUDGE OR JURY and you cannot start or join a class action lawsuit.\nHave a very careful read through Section 18 for the actual details regarding our agreement to arbitrate, which we’ve tried to make fair to our users.</p>\n2.\nEligibility\n<p>The Service is designed for use by people who are at least 13 years old.\nIf you are not yet 13, then you can’t use the Service.\nIf you are 13 or older, you promise to us that you have never been suspended from the Service, and promise that your use of the Service won’t break any laws or regulations.\nIf you are using the Service on behalf of a company, organization, or other kind of entity, you represent to us that you have authority to bind the organization to these Terms on its behalf.</p>\n3.\nAccounts and Registration\n<p>When you use the Service, you have the opportunity to register an account.\nWe suggest you do register an account, because creating an account on the Service gives you access to special features around discovery, downloading, and contributing to the community.\nIf you do, we ask that you give us some information about yourself as part of the registration process, some of which is required in order to register the account.\nYou promise that all the information you provide is accurate and that you will keep it accurate and up-to-date in the future.\nWe also ask you to provide a password to protect the security of your account.\nYou are responsible for keeping your password safe and confidential.\nAny activity that happens under your account will be your responsibility.\nIf ever you think that your account may no longer be secure, you need to notify us immediately at support@unsplash.com.\nYou can also reset your password via https://unsplash.com/users/password/new.</p>\n4.\nLimited License to Use the Service (but not the Photos)\n<p>Conditioned on your continued compliance with these Terms, we grant you permission to access the Service only for your personal use.</p>\n5.\nLicense to Photos\n<p>One of the best features of the Service permits you to search, view, and download photographs that have been uploaded by Unsplash users (“<strong>Photos</strong>”).\nYou may download and use Photos from the Service in accordance with, and subject to, the Unsplash License.\nWe encourage you to familiarize yourself with the Unsplash License, as well as the accompanying FAQs.\nTo be sure you don’t miss it, here’s the crux of the license:</p>\n<blockquote>\n<p>Unsplash grants you an irrevocable, nonexclusive, worldwide copyright license to download, copy, modify, distribute, perform, and use photos from Unsplash for free, including for commercial purposes, without permission from or attributing the photographer or Unsplash, but this license does not include the right to compile photos from Unsplash to replicate a similar or competing service.</p>\n</blockquote>\n<p>This means that Photos on the Service come with a very, very broad copyright license under the Unsplash License.\nThis is why we say that they are “Free to Use.” Note that the Unsplash License does not include the right to use:</p>\n<ul>\n<li>\n<p>Trademarks, logos, or brands that appear in Photos</p>\n</li>\n<li>\n<p>People’s images if they are recognizable in the Photos</p>\n</li>\n<li>\n<p>Works of art or authorship that appear in Photos</p>\n</li>\n</ul>\n<p>If you download photos with any of these depicted in them, you may need the permission of the brand owner of the brand or work of authorship or individual depending on how you use the Photo.\nPlease see our FAQs for more information and, if you still aren’t sure, you should probably talk to a lawyer who knows about these things.</p>\n6.\nUser Content\n<p>YOU OWN ALL OF YOUR USER CONTENT, INCLUDING ANY PHOTOS THAT YOU UPLOAD TO THE SITE.</p>\n<ul>\n<li>\n<p>\n<strong>At a High Level</strong>.\nThe Service lets you upload and post your Photos, as well as written text, images, web links, location information, and other content (“<strong>User Content</strong>”).\nAny User Content that you make available on the Service will belong to you or your licensors.\nWe will not claim any ownership in your User Content–it is completely, 100%, yours.</p>\n</li>\n<li>\n<p>\n<strong>Limited License to Us</strong>.\nYou grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to host, store, transfer, display, adapt, perform, reproduce, modify, translate, and distribute your User Content (in whole or in part) in any media formats and through any media channels (now known or hereafter developed).\nYou understand that we will not pay you for any use of your Photos and that your Photos will be made available to the public for their use without providing you attribution or compensation.</p>\n</li>\n<li>\n<p>\n<strong>Authority</strong>.\nWhen you upload Photos to the Service, in addition to the license that you grant us to post the Photos publicly and permit other Unsplash users to download and use them, you also authorize us under your copyrights to enforce any violations of the sublicenses we grant in the Photos to others.\nIn other words, if an Unsplash user misuses one of your Photos downloaded from the Service, you authorize us to enforce your copyrights in the Photos on your behalf.\nIf you are interested in learning more about this, please see our FAQs.</p>\n</li>\n<li>\n<p>\n<strong>Representations and Warranties</strong>.\nYou are solely responsible for your User Content and any consequences that occur because you’ve uploaded or posted the User Content on the Service.\nEach time you upload or post publish User Content, you represent and warrant to us that:</p>\n<ul>\n<li>You are the creator and owner of the User Content or have all necessary rights from other people or companies to use, and permit other users to use, your User Content on the Service as envisioned in this Section 6.\nand</li>\n<li>Your User Content (including as used by you, us, or other users of the Service) does not and will not infringe or misappropriate any third party right, including copyright and other intellectual property rights, privacy rights, rights of publicity, or moral rights, or slander, defame, or libel anyone.\nIn other words, your User Content must be your original work and you must have the permission of any third parties that have rights in the User Content before you upload or post the User Content to the Service.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Disclaimer</strong>.\nThere is no reasonable way for us to monitor all of the User Content that gets uploaded to or posted on the Service, and we are under no obligation to you or the other users to monitor, edit, or control the User Content that you and other users upload or post to the Service.\nThis means that we are not responsible for any User Content on the Service and you agree not to make any claims against us on account of User Content.\nThat said, we may at any time remove, edit, screen, or block any User Content from the Service (without notifying you first) for any reason, including if we think the User Content violates these Terms or is otherwise objectionable.\nWhen you use the Service, you will be exposed to the User Content of other users, some of which may be offensive, inaccurate, or indecent.\nWe may investigate claims alleging that User Content violates these Terms and, in those cases, we alone will decide what actions to take (if any) regarding the User Content in question.</p>\n</li>\n</ul>\n7.\nDigital Millenium Copyright Act\n<p>We comply with the parts of the Digital Millennium Copyright Act that are applicable to internet service providers (17 U.S.C.\n§512, as amended).\nIf you think that materials uploaded to or posted on the Service infringe any of your copyrights, you may contact our Designated Agent at:</p>\n<blockquote>\n<p>Unsplash, Inc.\n500–400 rue McGill\nMontréal, QC\nH2Y 2G1, Canada\nE-mail: abuse@unsplash.com</p>\n</blockquote>\n<p>Any notice that alleges materials hosted by or distributed through the Service infringe intellectual property rights must include:</p>\n<ul>\n<li>\n<p>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other right that is alleged to be infringed;</p>\n</li>\n<li>\n<p>a description of the copyrighted work or other intellectual property that you claim has been infringed;</p>\n</li>\n<li>\n<p>a description of the material that you claim is infringing and where it is located on the Service.\nyour address, telephone number, and email address;</p>\n</li>\n<li>\n<p>a statement from you that you have a good faith belief that the use of the materials on the Service of which you are complaining is not authorized by the copyright owner, its agent, or the law.\nand</p>\n</li>\n<li>\n<p>a statement by you that the information in your notice is accurate and that, under penalty of perjury, you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.</p>\n</li>\n</ul>\n<p>We will terminate (without notice) the accounts of users that we find are “repeat infringers,” which is a user who has been notified of infringing activity more than twice or has had infringing User Content removed from the Service more than twice.</p>\n8.\nProhibited Conduct\n<p>BY USING THE SERVICE YOU AGREE NOT TO:</p>\n<ul>\n<li>\n<p>Use the Service for any illegal purpose or in violation of any laws or regulations;</p>\n</li>\n<li>\n<p>Violate or encourage others to violate third party rights, including the infringement or misappropriation of intellectual property rights;</p>\n</li>\n<li>\n<p>Upload, post, or publish any User Content that is unlawful, defamatory, libelous, objectionable, profane, indecent, pornographic, harassing, threatening, hateful, or otherwise inappropriate;</p>\n</li>\n<li>\n<p>Interfere with the security features of the Service (e.g., don’t disable or circumvent features that limit your use or copying of any User Content or reverse engineer the Service to discover the Source Code of the Service);</p>\n</li>\n<li>\n<p>Interfere with our operation of the Service or another user’s use of the Service (this means don’t upload or spread any viruses, adware, or spyware, don’t make unsolicited offers or promotions, don’t collect other people’s personal information, and don’t interfere with the networks or equipment that we use to provide the Service);</p>\n</li>\n<li>\n<p>Perform fraudulent activities, such as impersonating another person or lying about your date of birth;</p>\n</li>\n<li>\n<p>Sell copies of Photos without first significantly or meaningfully updating, modifying, or otherwise incorporating new creative elements into the Photos beyond simple retouches, resizing, or other minimal changes so long as they are not done by automated means (i.e., selling unaltered, slightly altered, or altered by automatic script copies of the Photos), including selling them as prints or printed on physical goods;</p>\n</li>\n<li>\n<p>Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) reproduce, distribute, publicly display, or publicly perform the Service.\n(b) make modifications to the Service.\nor (c) interfere with or circumvent any feature of the Service, including any security or access control mechanism;</p>\n</li>\n<li>\n<p>Except for use of the Unsplash API in accordance with our API Terms, access the Service using any bots, spiders, scripts, crawlers, scrapers, or other automated tools or applications (other than your web browser or any mobile app that we may publish);</p>\n</li>\n<li>\n<p>Copy the look and feel of the Site or access, download, copy, modify, distribute, perform, or use any Photos to create a similar or competitive service or to contribute the Photos to an existing similar or competitive service;</p>\n</li>\n<li>\n<p>Transfer your rights to use the Service or to view, access, or use any Materials.\nor</p>\n</li>\n<li>\n<p>Attempt to do, or assist anyone else to do, any of these things.</p>\n</li>\n</ul>\n9.\nOther Companies' Services and Linked Websites\n<p>You may find tools on the Service that let you send information, including User Content, to other companies’ services, such as through features that allow you to link your account on the Service with an account on another service (e.g., Twitter or Facebook or the implementation of other companies’ like or share buttons).\nIf you use these tools, you permit us to send this information to the other companies’ services and you acknowledge that we are not responsible for the other companies’ use of this information because, well, we don’t control them at all.\nYou may also find links to other websites not operated by us on the Service.\nThese websites are also not under our control, so please use your discretion when you leave the Service.</p>\n10.\nTermination of Your Account\n<p>If you breach any of these Terms, your permission to use the Service will terminate automatically.</p>\n<p>Additionally, we may terminate your account on the Service or suspend or terminate your access to the Service at any time (with or without notice) without liability to you.\nYou can terminate your account on the Service by going to https://unsplash.com/account/close.</p>\n<p>We may update, modify, or even discontinue the Service at any time without notice to you.</p>\n11.\nPrivacy Policy and Additional Requirements\n<ul>\n<li>\n<p>We take privacy seriously, and we want you to know what information we are collecting from you and how we are using it.\nPlease read our privacy policy (the “<strong>Privacy Policy</strong>”) carefully.\nThe Privacy Policy is incorporated into these Terms as part of our agreement.</p>\n</li>\n<li>\n<p>Additionally, we may notify you of additional requirements that you need to follow when using the Service, including the Unsplash License (the “<strong>Additional Policies</strong>”).\nThese requirements could be things like acceptable use policies or community guidelines.\nAny Additional Policies that we post on or link to the Service are incorporated into these Terms as part of our agreement.</p>\n</li>\n</ul>\n12.\nModifying these Terms\n<p>We may, at times, make changes to these Terms on 7 days’ notice.\nIf and when we do, we will make reasonable efforts to notify you of the changes.\nWe may provide these notices through a pop-up banner, by sending an email to an email address associated with your account on the Service, or in some other way, and we will let you know when the new version of these Terms will go into effect.\nIf you don’t accept the new Terms that we are proposing, we may cancel your account immediately and terminate your access to the Service.\nIf we have any disputes regarding the Service, they will be resolved in accordance with the version of these Terms that was in effect when the dispute arose.</p>\n13.\nOwnership of the Service\n<p>Unsplash, Inc.\nowns and operates the Service.\nAll of the software, visual interfaces, graphics, designs, information, compilation of Photos, and all other elements of the Service (the “<strong>Materials</strong>”) that we provide are protected by intellectual property and other laws.\nWe or our licensors own all of the Materials contained in the Service and you cannot use the Materials except as you are specifically permitted under these Terms.</p>\n14.\nIndemnity\n<p>You are responsible for your use of the Service.\nYou agree to defend and indemnify us, including our directors, officers, employees, consultants, affiliates, and agents, from and against any and all claims, liabilities, damages, losses, and expenses (including reasonable attorneys’ fees and costs) arising out of or in any way connected with (i) your access to or use of the Service.\n(ii) your violation of these Terms or any law or regulation.\n(iii) your violation of anyone’s rights, including intellectual property rights.\nor (iv) any disputes between you and a third party.\nIf you do have to defend us, we will have the right to assume exclusive control of the matter (without limiting your indemnification responsibilities) and, if that happens, you will cooperate with our defense of the claim.</p>\n15.\nDisclaimer.\nNo Warranties\n<p>WE PROVIDE THE SERVICE, AND ALL CONTENT THAT’S AVAILABLE THROUGH THE SERVICE, ON AN “AS-IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE SPECIFICALLY DISCLAIM ALL WARRANTIES OF ANY KIND, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, TITLE, AND ANY WARRANTIES ARISING OUT OF THE COURSE OF DEALING, USAGE, OR TRADE.\nWE DO NOT GUARANTEE OR WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS OR HARMFUL COMPONENTS, OR THAT WE WILL FIX ANY ERRORS OR HARMFUL COMPONENTS.</p>\n<p>EXCEPT AS PROVIDED IN SECTION 16 BELOW, YOU USE THE SERVICE AT YOUR OWN RISK AND ASSUME ALL RISK FOR ANY DAMAGES THAT RESULT FROM YOUR USE OF OR ACCESS TO THE SERVICE, YOUR INTERACTIONS WITH OTHER SERVICE USERS, AND ANY CONTENT AVAILABLE THROUGH THE SERVICE.\nYOUR USE OF THE SERVICE AND USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAIN MATERIALS OR CONTENT THROUGH THE SERVICE AND ANY ASSOCIATED SITES OR SERVICES AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR MOBILE DEVICE USED IN CONNECTION WITH THE SERVICE) OR LOSS OF DATA THAT RESULTS FROM THE USE OF THE SERVICE OR THE DOWNLOAD OR USE OF THE CONTENT.</p>\n<p>THE LAW IN SOME PLACES PROHIBITS A DISCLAIMER OF WARRANTIES AND YOU MAY HAVE OTHER RIGHTS THAT MAY VARY DEPENDING ON WHERE YOU RESIDE.\nWE DO NOT EXCLUDE OR LIMIT IN ANY WAY OUR LIABILITY TO YOU WHERE IT WOULD BE UNLAWFUL TO DO SO.\nIN THE UNITED KINGDOM AND THE EUROPEAN UNION, THIS INCLUDES LIABILITY FOR DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE OR THE NEGLIGENCE OF OUR EMPLOYEES, AGENTS, OR SUBCONTRACTORS.\nFOR FRAUD OR FRAUDULENT MISREPRESENTATION.\nOR FOR OUR OBLIGATION TO PERFORM THE SERVICE WITH REASONABLE CARE AND SKILL OR FAILURE TO PERFORM THE SERVICE IN ACCORDANCE WITH INFORMATION PROVIDED ABOUT US OR THE SERVICE.</p>\n16.\nLimitation of Liability\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WE WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE (OR INABILITY TO USE) THE SERVICE OR ANY CONTENT ON THE SERVICE, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR OTHER LEGAL THEORY, WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF THE DAMAGES.</p>\n<p>EXCEPT AS EXPLICITLY PROVIDED IN SECTION 18, OUR MAXIMUM AGGREGATE LIABILITY TO YOU FOR ANY AND ALL CLAIMS ARISING OUT OF OR RELATING TO YOUR ACCESS TO OR USE (OR INABILITY TO USE) THE SERVICE OR ANY CONTENT AVAILABLE THROUGH THE SERVICE, WHETHER BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), STATUTE, OR OTHER LEGAL THEORY IS LIMITED TO US$100.</p>\n<p>THE LAW IN SOME PLACES DOES NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES.\nACCORDINGLY, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>EACH PROVISION OF THESE TERMS THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS TO ALLOCATE THE RISKS UNDER THESE TERMS BETWEEN THE YOU AND US.\nTHIS ALLOCATION IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.\nEACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THESE TERMS.\nTHE LIMITATIONS IN THIS SECTION 16 WILL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>\n17.\nGeneral\n<p>These Terms, along with the Privacy Policy and the other policies that are incorporated into these Terms, are the entire agreement between you and us regarding your use of the Service.\nExcept for our right to update these Terms under Section 12 above, these Terms can only be amended by a written agreement signed by both you and us.\nYou are not allowed to assign or transfer these Terms, or transfer your account on the Service, to any other person or company without our consent, including any transfer that you want to make in connection with a corporate acquisition.\nWe may assign these Terms with or without notice to you.\nAny delay or failure to enforce any rights under, or require your compliance with, these Terms will not affect our right to enforce the rights or require your compliance at a later time.\nIf we waive any breach by you of these Terms, we will not be waiving any subsequent breach or your obligation to comply with any terms that you breached.\nWe’ve included paragraph and section headings for ease of reference, but these headings do not affect the interpretation of these Terms.\nIn the event that any part of these Terms is determined by a judge or arbitrator to be unenforceable, the unenforceable part will be given effect as much as possible and the remaining parts will remain in full force and effect.\nWhen these Terms are terminated, any provision that by its nature should survive (or that specifically states that it will survive) will survive the termination, including the following: Sections 2, 5, 6, and 8 through 21.</p>\n18.\nGoverning Law, Dispute Resolution and Arbitration\n<ul>\n<li>\n<p>\n<strong>Residents of Canada</strong>.\nIf you are a resident of Canada, this Section 18.a applies to you:</p>\n<ul>\n<li>\n<p>\n<em>General</em>.\nThese Terms and any action related thereto will be governed by the laws of the Province of Quebec, Canada, without regard to its conflict of laws provisions.\nSubject to the rest of this Section 18.a, the exclusive jurisdiction and venue of any action in relation to this Agreement will be the District of Montreal and each of us waives any objection to jurisdiction and venue in these courts.\nexcept that, in the event of the actual or threatened infringement, misappropriation, or violation of our intellectual property rights, we may pursue legal proceedings in any jurisdiction of our choosing.</p>\n</li>\n<li>\n<p>\n<em>Arbitration</em>.\nEach of us agrees that any dispute, claim, or controversy arising out of or relating to these Terms or the use of the Service will be settled exclusively by binding arbitration, except that each of us retains the right to bring an individual action in small claims court and the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of intellectual property rights.\nYou acknowledge and agree that you are waiving the right to participate as a plaintiff in any purported class action or representative proceeding.\nUnless both you and we otherwise agree in writing, the arbitrators may not consolidate more than one person's claims, and may not otherwise preside over any form of any class or representative proceeding.\nIf this Section 18.a.ii is held unenforceable, then the entirety of Section 18.a will be deemed void.</p>\n</li>\n<li>\n<p>\n<em>Arbitration Rules</em>.\nThe arbitration will be subject to article 940 and following of the Code of civil Procedure (Quebec).</p>\n</li>\n<li>\n<p>\n<em>Arbitration Location</em>.\nUnless you and we otherwise agree, the arbitration will be conducted in Montreal, Quebec.</p>\n</li>\n<li>\n<p>\n<em>Decision</em>.\nThe arbitrators will render an award within the time frame specified in the Code of Civil Procedure (Quebec).\nThe decision will include the essential findings and conclusions upon which the arbitrators based the award.\nJudgment on the arbitration award may be entered in any court having jurisdiction to do so.\nAny damages granted by the arbitrators must be consistent with the terms of Section 16 as to the types and the amounts of damages for which a party may be held liable.</p>\n</li>\n<li>\n<p>\n<em>Fees</em>.\nThe arbitrators will determine who is responsible to pay the fees associated with the arbitration.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Residents of the US and Other Countries</strong>.\nIf you are a resident of the United States, or any other country outside of Canada, the United Kingdom, or the European Union, this Section 18.b applies to you:</p>\n<ul>\n<li>\n<p>\n<em>Generally</em>.\nIn the interest in resolving disputes between you and us in the most efficient and cost effective way, you and we agree to resolve any and all disputes arising in connection with these Terms or your use of the Service by binding arbitration.\nArbitration is less formal than a lawsuit in court.\nIt uses a neutral arbitrator instead of a judge or jury, may allow for limited discovery (i.e., pre-trial fact finding) than in court, and usually is not appealable in court.\nArbitrators can award the same damages and relief that a court can award.\nOur agreement to arbitrate claims arising out of or relating to any aspect of these Terms, includes all claims, whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether the claims arise during or after the termination of these Terms.\nYOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND UNSPLASH ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION LAWSUIT.</p>\n</li>\n<li>\n<p>\n<em>Exceptions</em>.\nNotwithstanding Section 18.b.i, we both agree that nothing in these Terms waives or limits either of our right to (i) bring an individual action in small claims court, (ii) pursue enforcement actions through federal, state, or local agencies, (iii) seek injunctive relief or other provisional relief in aid arbitration from a court of law, or (iv) to file a lawsuit in a court of law to address intellectual property claims.</p>\n</li>\n<li>\n<p>\n<em>Arbitrator</em>.\nAny arbitration between us will be held under the Commercial Dispute Resolution Procedures and the Supplementary Procedures for Consumer Related Disputes (collectively, “<strong>AAA Rules</strong>”) of the American Arbitration Association (“<strong>AAA</strong>”), as modified by these Terms, and will be administered by the AAA.\nIf you would like a copy of the AAA Rules, they are available online at www.adr.org, by calling the AAA at 1-800-778-7879.</p>\n</li>\n<li>\n<p>\n<em>Notice and Process</em>.\nIf one of us intends to seek an arbitration, then they must first send a written notice of the dispute to the other party, by certified mail or Federal Express (signature required), or, if we don’t have a physical address on file for you, by email (“<strong>Notice</strong>”).\nOur address for Notice is: Unsplash, Inc., 500—400 rue McGill, Montréal, Que, H2Y 2G1, Canada.\nAny Notice must (a) describe the nature and basis of the claim or dispute, and (b) describe the specific relief requested (“<strong>Demand</strong>”).\nYou and we agree to use good faith efforts to resolve any claim directly, but if we don’t reach a resolution within 30 days after the Notice is received, you or we may start arbitration proceedings.\nDuring the arbitration proceeding, the amount of any settlement offers by you or us will not be disclosed to the arbitrator until after the arbitrator makes a final decision and award (if any).\nIf our dispute is resolved through arbitration in your favor, we will pay you the greater of: (i) the amount awarded by the arbitrator (if any), (ii) the last written settlement offered by us to settle the dispute prior to the arbitrator’s award, and (iii) $10,000.</p>\n</li>\n<li>\n<p>\n<em>Fees</em>.\nIf you commence arbitration under these Terms, we will reimburse you for your payment of the filing fee if your claim is for $10,000 or less.\nOtherwise, the payment of filing fees will be decided by the AAA Rules.\nIf your claim is for $10,000 or less, you can choose whether the arbitration is conducted (i) solely on the basis of documents submitted to the arbitrator, (ii) via telephone, with no in-person hearings, or (iii) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address.\nIf your claim is for more than $10,000, the arbitration hearings will take place at a location that we agree upon in Los Angeles County, California.\nIf the arbitrator rules that the substance of your claim or the relief you seek in the Demand is frivolous or brought for an improper purpose (as measured by the standards in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules and you agree to reimburse us for any amounts we previously paid but for which you are obligated to pay under the AAA Rules.\nThe arbitrator will issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award (if any) are based.\nThe arbitrator may make rulings and resolve disputes regarding the payment of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.</p>\n</li>\n<li>\n<p>\n<em>No Class Actions</em>.\nYOU AND WE EACH AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nUnless you and we agree otherwise, the arbitrator cannot consolidate more than one person’s claims and may not preside over any form of representative or class proceeding.</p>\n</li>\n<li>\n<p>\n<em>Modifications</em>.\nIf we make any future changes to this arbitration agreement (other than a change to our address for Notice), you can reject the changes by sending us written notice (to our address for Notice) within 30 days of the change.\nIf you do so, your account on the Service will immediately terminate and this arbitration agreement, as in effect immediately prior to the amendments you rejected, will survive termination.</p>\n</li>\n<li>\n<p>\n<em>Enforceability</em>.\nIf Section 18.b.vi is found to be unenforceable, or if the entirety of the arbitration agreement in this Section 18.b is found to be unenforceable, then this Section 18.b will be null and void and, if this happens, you and we agree to submit any disputes arising in connection with these Terms or your use of the Service in the exclusive jurisdiction described in Section 18.c.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Residents of the United Kingdom and the European Union</strong>.\nIf you are a resident of the United Kingdom or the European Union, this Section 18.c applies to you.\nThis Agreement is governed by the laws of England and Wales.\nThe courts of England and Wales will have non-exclusive jurisdiction for resolution of any lawsuit or court proceeding permitted under this Agreement, which means that as a consumer you may only bring any lawsuit or court proceedings against us in a court in your country of residence of the courts of England and Wales.\nIf Unsplash wishes to enforce any of its rights against you, we may do so only in the courts of your country of residence.\nIn addition, please note that disputes may be submitted for online resolution to the European Commission Online Dispute Resolution platform.</p>\n</li>\n<li>\n<p>\n<strong>Governing Law</strong>.\nIf you are a resident of the United States or any other country outside of Canada, the United Kingdom, or the European Union, our agreement under these Terms is governed by the laws of New York, without regard to its conflict of laws principles.\nIf a lawsuit is permitted under these Terms, you and we agree to the exclusive jurisdiction of the state and federal courts located in New York County, New York.</p>\n</li>\n</ul>\n19.\nConsent to Electronic Communications\n<p>You consent to receive electronic communications from us as described in our Privacy Policy.\nPlease read our Privacy Policy to learn about your choices regarding our electronic communications practices.\nWe may send you any notices, agreements, disclosures, or other communications to you electronically.</p>\n20.\nContact Information\n<p>The Service is offered by Unsplash, Inc., located at 500–400 rue McGill, Montréal, QC, H2Y 2G1, Canada.\nYou can reach us by sending letters to our address or by emailing us at support@unsplash.com.</p>\n21.\nNotice California Residents\n<p>If you are a California resident, under California Civil Code Section 1789.3, you may contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 N.\nMarket Blvd., Suite S-202, Sacramento, California 95834, or by telephone at (800) 952-5210 in order to resolve a complaint regarding the Service or to receive further information regarding use of the Service.</p>\n", "created_at": "2021-11-27 00:38:03.931599", "updated_at": "2021-11-27 00:38:10.455106"}, {"id": 10631, "name": "API Terms", "url": "https://unsplash.com/api-terms", "xpath": "/html/body/div[1]/div/div[2]/div", "text": "<ul>Unsplash<li>License</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>API Terms</li>\n</ul>API Terms<p>These Unsplash API Terms of Use (these “<strong>API</strong>\n<strong>Terms</strong>”) comprise a legal agreement between Unsplash Inc.\n(“<strong>Unsplash</strong>,” “<strong>us</strong>,” “<strong>we</strong>,” or “<strong>our</strong>”) and you, and describe the rules developers must follow when accessing or using the Unsplash application programming interfaces (the “<strong>APIs</strong>”) and related documentation made available by Unsplash through the Unsplash developer website currently located at https://unsplash.com/developers (“<strong>Developer Site</strong>”).\nAny application you integrate with the APIs is a “<strong>Developer App</strong>.”</p>\n<p>BY CLICKING “I AGREE” OR IMPLEMENTING OR OTHERWISE USING ANY UNSPLASH API, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND AND AGREE TO BE BOUND BY THESE API TERMS.</p>\n1.\nYour Relationship with Unsplash.\n<ul>\n<li>\n<p>\n<strong>Legal Agreement</strong>.\nYour use of the APIs is subject to these API Terms.\nThese API Terms, together with any other documents or terms incorporated into these API Terms or provided to you by Unsplash in connection with the APIs, are incorporated into the Unsplash Terms &amp.\nConditions (together with the Unsplash Privacy Policy, and Unsplash API Guidelines, the “<strong>Policies</strong>”).\nIf there is any contradiction between these API Terms and the other Policies, then these API Terms will take precedence with respect to the contradicting terms, but solely regarding your use of the APIs.</p>\n</li>\n<li>\n<p>\n<strong>Changes to the Terms</strong>.\nUnsplash reserves the right, at Unsplash’s discretion, to change these API Terms on a going-forward basis at any time by posting the amended API Terms to the Developer Site with reasonable advanced notice when possible.\nPlease check these API Terms and any other Policies periodically for changes.\nIn addition, if our modifications are material, we will make commercially reasonable efforts to notify you electronically.\nYour continued use of the APIs after new and/or revised API Terms are effective indicates that you have read, understood, and agreed to those API Terms.\nYour continued access to, or use of, the APIs following the effective date of any changes to the API Terms will signify your assent to and acceptance of such changes.</p>\n</li>\n</ul>\n2.\nAccount and Registration\n<ul>\n<li>\n<p>\n<strong>Organization</strong>.\nIf you use the APIs on behalf of a business, you represent to Unsplash that you have the authority to bind that business and your acceptance of these API Terms will be treated as acceptance by that business.\nIn that event, “you” and “your” will refer to that business in these API Terms.</p>\n</li>\n<li>\n<p>\n<strong>Registration</strong>.\nIn order to access the APIs, you need to create a developer account and you will be required to provide certain information (such as identification or contact details) as part of the registration process, or as part of your continued access to or use of the APIs.\nYou agree that any registration information you give to us will always be accurate and up to date and you will promptly make updates as needed.\nYou may only access your account with the Client ID, access key, or other token (“<strong>Credentials</strong>”) provided to you by Unsplash and you will be fully responsible and liable for all activities that occur through the use of your Credentials.\nYou must only access (or attempt to access) the APIs by the means described in these API Terms, including in accordance with the documentation for the specific APIs you access.\nYou will not use the developer credentials assigned to a different individual or entity, or mask or misrepresent your identity when using the APIs or developer accounts.\nYou may not share your Credentials with any third party.\nYou may only link your API account with other Service accounts that you manage.\nAnyone who has had their access to any of the APIs suspended or terminated is prohibited from accessing, or attempting to access, the APIs via any means, including by creating or requesting, or using a proxy to create, new developer credentials or API credentials.</p>\n</li>\n</ul>\n3.\nCompliance with the Terms\n<p>You may access and use the APIs solely to develop and operate your Developer Apps, and only in accordance with these API Terms (including all applicable Policies).\nIn accordance with Section 19 (Termination), Unsplash may suspend or terminate your (or your Developer App’s) access to, or use of, any aspect of the APIs without notice for non-compliance with these API Terms.</p>\n4.\nCompliance with Laws and Third Party Rights\n<p>Your access to, and use of, the APIs will comply with, and you will require those acting on your behalf and your users to comply with (and not encourage, require, or enable them to violate), all applicable laws (notably, where applicable, the EU General Data Protection Regulation, the “GDPR”), rules and regulations, and all third-party rights.\nYou and your Developer App will not use, or encourage, require, or enable others to use, the APIs in a manner that encourages or promotes illegal activity.\nis deceptive, unethical, false or misleading.\nor infringes or violates third-party rights, including intellectual property rights.\nYou must not aggregate Content (as defined below) received via the APIs with any third party content such that users of your Developer Apps cannot attribute the Content to Unsplash.</p>\n5.\nUser Privacy and API Clients\n<p>You will comply with all applicable privacy laws and regulations, including those applying to personal data and, where applicable, the GDPR.\nYou will provide and adhere to a published privacy policy for each of your Developer Apps that clearly and accurately describes to users of each Developer App what user information you collect, store and delete, and how you use, process, and share such information (including for advertising) with us and any third parties.</p>\n6.\nData\n<p>In connection with any Photos that you access via the APIs, you must directly use or embed the related image URLs returned by the API in your Developer Apps (generally referred to as “hotlinking”) in accordance with the API Guidelines.\nAdditionally, each time there is a download of a Photo or other comparable event (e.g., setting a Photo as background wallpaper) in your Developer Apps, you must provide us notice of the event in accordance with the API Guidelines.\nFailure to do any of the foregoing in this Section 6 will constitute a material breach of these API Terms.\nYou agree that Unsplash may track user views, downloads, and other interactions with Photos within your Developer Apps via the image URLs or other technological means agreed between you and Unsplash (“<strong>Photo Interaction Data</strong>”).\nUnsplash owns all Photo Interaction Data collected from use of your Developer Apps.\nUnsplash grants you a limited, non-exclusive, non-transferrable, royalty-free license to use Photo Interaction Data from each Developer App in connection with the operation and maintenance of that Developer App.\nYou must not (a) transfer, sell, lease, license, sublicense, distribute, disclose, divulge, or make available the Photo Interaction Data (or any derived data or derivative product based on the Photo Interaction Data) to, or permit use of or access to the Photo Interaction Data (or any such derived data or derivative product) by, any person or entity other than your employees, (b) use the Photo Interaction Data to create, market, or distribute any product or service that is competitive with Unsplash’s products or services, (c) contest, challenge, or otherwise make any claim or take any action adverse to Unsplash’s ownership of, or interest in, the Photo Interaction Data, including the intellectual property rights therein, or (d) permit, procure, enable, or request any other person or entity to do any of the foregoing.</p>\n7.\nGDPR - Protection of Personally Identifiable Information\n<p>Where applicable, You acknowledge that the obligations under the GDPR applies to You, in your capacity of Data Controller, it being specified that Unsplash will act in its capacity of Data Processor.\nUnsplash shall process your personal data (as defined under the GDPR) in strict compliance with the Agreement, your written instructions, it being specified that if Unsplash acts outside your instructions or contrary to these instructions, Unsplash will be considered as Data Controller within the meaning of the GDPR.</p>\n<p>Unsplash undertakes to:</p>\n<ul>\n<li>\n<p>provide You with sufficient guarantees for the implementation of appropriate technical and organizational measures so that the processing of personal data implemented for the purposes of the execution of the Agreement meet the requirements of the GDPR and any other applicable privacy law;</p>\n</li>\n<li>\n<p>not process personal data without duly documented instructions from You, it being specified that, if Unsplash considers that an instruction from You constitutes a violation of the GDPR and any other applicable privacy law, it shall inform You as soon as possible;</p>\n</li>\n<li>\n<p>process personal data only for the purposes provided for in the Agreement, excluding any further processing by Unsplash for statistical purposes for its own behalf;</p>\n</li>\n<li>\n<p>make its best efforts to guarantee the security and confidentiality of personal data and of Unsplash’s premises, so as to prevent the destruction, loss, alteration, distortion or other modification, hacking, misappropriation, damage, disclosure or access by unauthorized persons of personal data of which Unsplash has had access, which Unsplash stores or, more generally, which it processes in any manner whatsoever, on behalf of You;</p>\n</li>\n<li>\n<p>make its best efforts to collaborate with You, in particular by providing it with the necessary documentation to demonstrate compliance with all its obligations, in particular the performance of audits, including inspections, by You or another auditor (that is independent and not a competitor of Unsplash) that You has mandated, and contribute to such audits;</p>\n</li>\n<li>\n<p>where possible, collaborate with You to respond to requests from data subjects concerning their rights of access, rectification, deletion, if necessary limitation, opposition or portability, on their personally identifiable information, and to correct or delete them;</p>\n</li>\n<li>\n<p>allow access to and make any transmission, extraction, communication, copy or other transfer, in whatever form, of personal data to a recipient located in a country outside the European Union and Canada, provided that (i) You have given your prior written consent and approval.\n(ii) the State in which the recipient is located, as well as any other subsequent recipient, is recognized as ensuring an adequate level of protection within the meaning of the GDPR and any other applicable laws or, in the absence of such recognition, the transfer is governed by appropriate safeguards (duly validated standard contractual clauses or binding corporate rules duly approved by the competent authority);</p>\n</li>\n<li>\n<p>make its best efforts to ensure that all of Unsplash’s obligations under the Agreement are respected by any company replacing Unsplash and any subcontractor, regardless of its rank or method of intervention, by expressly providing for these same obligations in the contract binding Unsplash to the said company or the subcontractor to any subsequent subcontractor, so that they undertake to respect the Agreement;</p>\n</li>\n<li>\n<p>do its best to inform You, without undue delay, in case of a request from an administrative or judiciary authority received by Unsplash related to the processing of personal data made in respect of services;</p>\n</li>\n<li>\n<p>not to store personal data beyond the retention period fixed by You in relation to the purposes for which they were collected and, in any event, not to store them after the expiration of the Agreement, except in the event of any legislative or regulatory provision or any administrative or judicial decision stating the contrary;</p>\n</li>\n<li>\n<p>notify You without undue delay after the discovery of an occurrence of a physical or technical incident relating to the security of personal data having led to any breach of personally identifiable information, or any security breach (such as access by unauthorized persons, alteration, destruction, loss, modification, infringement of integrity of data or their disclosure), in the conditions specified under GDPR and any applicable privacy laws and to take, as soon as possible, the appropriate measures to remedy the incident or security breach, including any useful steps to assist the competent national protection authority and cooperate with You to communicate, by mutual agreement, the existence of the violation of personal data security to the persons concerned.\nand,</p>\n</li>\n<li>\n<p>at the termination of the Agreement, delete or return all the personal data to You at Your choice, and delete existing copies unless applicable law requires storage of the personally identifiable information.</p>\n</li>\n</ul>\n8.\nPhotos\n<p>Subject to your compliance with these API Terms, all Photos that are made available through the APIs are provided pursuant to the Unsplash License, except that, if you receive Unsplash’s prior written consent, you additionally have the right to sublicense your rights to Photos that are made available to you through the APIs.</p>\n9.\nAttribution.\n<p>Each time you or your Developer App displays a Photo, your Developer App must attribute Unsplash, the Unsplash photographer, and contain a link back to the photographer’s Unsplash profile.\nUnsplash, and other Unsplash graphics, logos, designs, headers, button icons, scripts and service names are trademarks, registered trademarks, service marks or trade dress of Unsplash (“<strong>Unsplash Marks</strong>”).\nSubject to your full compliance with these API Terms and any other Trademark Guidelines made available by Unsplash to you, Unsplash hereby grants you a limited, personal, non-sublicenseable, non-transferable, nonexclusive, revocable license to use the Unsplash Marks in your Developer App.\nYou may not:</p>\n<ul>\n<li>\n<p>use the Unsplash Marks in any manner that creates a false suggestion, either directly or indirectly, that your Developer App is sponsored by Unsplash</p>\n</li>\n<li>\n<p>use or alter any text, logo, Unsplash Mark, Unsplash signature colors, or Unsplash layout, or</p>\n</li>\n<li>\n<p>alter or use any Unsplash Mark in a misleading way, (d) use any Unsplash logo or Unsplash Mark in your Developer App in a more prominent manner than the logo or mark that primarily describes the Developer App.\nUnsplash has the right to do quality insurance inspections of your Developer App and withhold the right to use any Unsplash Mark if the quality is not satisfactory to Unsplash in its sole discretion.</p>\n</li>\n</ul>\n10.\nProprietary Rights Notices\n<p>You agree that you will not remove, obscure, or alter any proprietary rights notices (including copyright and trademark notices or Terms of Service links) that may appear on, or be provided through, the APIs.\nYou grant Unsplash a royalty free license to reproduce and publicly display your company name, your Developer App name and/or logo for the purpose of promoting your Developer App and the API program on any website owned or controlled by or on behalf of Unsplash, within the Service, Unsplash’s social media channels, Unsplash’s internal corporate documents and presentations, and other related marketing materials and marketing collateral, whether online or offline, and through any medium and using any technology, whether now known or hereafter created, selected by Unsplash in its sole discretion.</p>\n11.\nChanges to the APIs\n<p>Unsplash may at any time change the specifications of or restrict or limit access to the APIs in Unsplash’s sole discretion, without any liability to you.\nYour right to access and use the APIs is a privilege, which may be revoked by Unsplash at any time, with or without notice.\nYou acknowledge and agree that Unsplash may use any technological means to enforce these API Terms.\nNotwithstanding anything to the contrary, you hereby grant Unsplash the right to crawl, test, or otherwise monitor your Developer App for the purpose of verifying your compliance with these API Terms, and that you will not block, attempt to block, or otherwise interfere with such crawling or monitoring.</p>\n12.\nUsage and Quotas\n<p>Unsplash may set a quota on your (or your Developer App’s) usage of any APIs.\nYou will not attempt to exceed or circumvent automated use or quota restrictions.\nUnsplash may specify additional requirements relating to automated use or quotas.</p>\n13.\nOwnership.\nNo Implied Rights\n<p>Except as expressly granted herein, neither party through this Agreement grants the other party any intellectual property rights or other propriety rights.\nAs between you and Unsplash, Unsplash and its applicable licensors retain all intellectual property rights (including all patent, trademark, copyright, trade secret, and other proprietary rights) in and to the APIs and its documentation and specifications, and the Service.\nFor the avoidance of doubt, you retain all rights in and to your Developer App, excluding any Unsplash materials and intellectual property.\nAll license rights granted in these API Terms are not sublicensable, transferable or assignable unless otherwise stated in these API Terms.</p>\n14.\nNon-exclusive\n<p>These API Terms constitute a non-exclusive agreement.\nYou acknowledge that Unsplash may be developing, and may develop in the future, products or services that compete with the APIs, your Developer App, or any other products or services, and we have no obligation to make any of these products or services available to you.</p>\n15.\nIndemnification\n<p>To the fullest extent permitted by law, you will indemnify and hold Unsplash, its affiliates, and any of their respective officers, directors, employees, agents, shareholders, licensors, licensees, assigns, or successors harmless against any claim, costs, losses, damages, liabilities, judgments, fees (including reasonable fees of attorneys and other professionals), and expenses arising out of or in connection with any claim, action or proceeding (any and all of which are “<strong>Claims</strong>”) by a third party arising out of:</p>\n<ul>\n<li>\n<p>access to, or use of, any APIs by you, those acting on your behalf, your Developer App, or any of your users</p>\n</li>\n<li>\n<p>violation of these API Terms, or violation or infringement of any third-party right, including any intellectual property or other proprietary right, privacy right, or right of publicity, by you, those\nacting on your behalf, your Developer Apps, or any of your users</p>\n</li>\n<li>\n<p>the development, operation, maintenance, or use, of your Developer Apps, or</p>\n</li>\n<li>\n<p>any content, data, technology or materials provided or contributed by you, those acting on your behalf, your Developer Apps, or any of your users.\nYou must not settle any Claim without Unsplash’s prior written consent.</p>\n</li>\n</ul>\n16.\nExclusion of Warranties.\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW:</p>\n<ul>\n<li>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE APIS AND ANY AND ALL PHOTOS IS AT YOUR SOLE RISK AND THAT THE APIS AND PHOTOS ARE PROVIDED “AS IS” AND “AS AVAILABLE.”</p>\n</li>\n<li>\n<p>UNSPLASH, ITS AFFILIATES AND LICENSORS, AND THEIR SUPPLIERS, DO NOT REPRESENT OR WARRANT TO YOU THAT: (i) THE APIS WILL MEET YOUR REQUIREMENTS.\n(ii) THE APIS WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\n(iii) THE APIS WILL BE ACCURATE, RELIABLE, COMPLETE OR OTHERWISE VALID.\nOR (iv) DEFECTS IN THE OPERATION OR FUNCTIONALITY OF THE APIS, INCLUDING ANY SOFTWARE, CODE, CONTENT, DATA, SUPPORT OR ANYTHING ELSE PROVIDED TO YOU AS PART OF OR IN CONNECTION WITH THE APIS, WILL BE CORRECTED.</p>\n</li>\n<li>\n<p>ANY PHOTOS OR OTHER CONTENT OR DATA OBTAINED THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR OR YOUR USERS’ COMPUTER SYSTEM(S) OR DEVICE(S), LOSS OF DATA, OR ANY OTHER DAMAGE OR INJURY THAT RESULTS FROM ANY ASPECT OF THE APIS.</p>\n</li>\n<li>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US, OR THROUGH OR FROM THE APIS, WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THESE API TERMS.</p>\n</li>\n<li>\n<p>UNSPLASH, ITS AFFILIATES AND LICENSORS, AND THEIR SUPPLIERS FURTHER EXPRESSLY DISCLAIM ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING ANY IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.</p>\n</li>\n</ul>\n17.\nDisclaimer for Third Party Content, Websites and Services\n<ul>\n<li>\n<p>The content accessible through the APIs includes photos, graphics, text, and other materials, including music (collectively, “<strong>Content</strong>”).\nSuch Content may come from a variety of sources and is the sole responsibility of the person or entity that submits the Content under the Unsplash Terms &amp.\nConditions.\nWe are a provider of hosting services for Content and are not responsible for the availability, accuracy, usefulness, safety, or legality of such Content, including Content that may be offensive, indecent, defamatory, objectionable, or that may violate third-party rights or applicable laws or regulations.</p>\n</li>\n<li>\n<p>Additionally, the APIs may contain links to third party websites and online services that are not owned or controlled by us.\nWe have no control over, and assume no responsibility for, such websites or online services.</p>\n</li>\n</ul>\n18.\nLimitation of Liability\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, EACH OF UNSPLASH, ITS AFFILIATES AND LICENSORS, AND THEIR SUPPLIERS, IS NOT RESPONSIBLE FOR LOST PROFITS, REVENUES, OR DATA, FINANCIAL LOSSES OR INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES, OR OTHER LIABILITY, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE.\nIN ALL CASES, TO THE FULLEST EXTENT PERMITTED BY LAW, UNSPLASH WILL NOT BE LIABLE FOR ANY SUCH LOSS OR DAMAGE WHETHER OR NOT UNSPLASH, ITS AFFILIATES AND LICENSORS, OR THEIR SUPPLIERS HAVE BEEN ADVISED OF OR SHOULD HAVE BEEN AWARE OF THE POSSIBILITY OF ANY SUCH LOSSES OR DAMAGES.\nTO THE FULLEST EXTENT PERMITTED BY LAW, UNSPLASH’S TOTAL AGGREGATE LIABILITY UNDER OR ARISING OUT OF THE TERMS IS LIMITED TO THE GREATER OF: (I) THE FEES PAID BY YOU FOR THE APIS IN THE TWELVE MONTHS PRECEDING THE EVENT GIVING RISE TO LIABILITY.\nAND (II) $100.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, UNSPLASH IS NOT LIABLE FOR ANY DAMAGES THAT MAY RESULT FROM (I) REMOVING, MODIFYING, SUSPENDING OR TERMINATING ANY ASPECT OF THE APIS INCLUDING (A) ANY OR ALL FEATURES, FUNCTIONS, OR VERSIONS OF ANY OF THE APIS, INCLUDING DATA UNSPLASH MAKES AVAILABLE TO YOU OR ANY VIDEO CONTENT (IN WHOLE OR IN PART).\nAND (B) WITH RESPECT TO ANY SPECIFIC API USER OR DEVELOPER APP, CATEGORY OF USERS OR DEVELOPER APPS, OR ALL USERS, OR DEVELOPER APPS, OR (II) PROVIDING SUPPORT OR MODIFICATIONS TO THE APIS, INCLUDING WITH RESPECT TO ANY SPECIFIC API USER OR DEVELOPER APP, CATEGORY OF USERS OR DEVELOPER APPS, OR ALL USERS, OR DEVELOPER APPS.</p>\n19.\nTermination\n<ul>\n<li>\n<p>Any rights granted to you in these API Terms will terminate automatically without notice if you fail to comply with any provision of these API Terms.\nNotwithstanding anything to the contrary, including under Section 11 (Changes to the APIs) of these API Terms (where applicable), we reserve the right to (i) suspend or terminate access to, or use of, any aspect of the APIs, and (ii) terminate these API Terms or any portion thereof, as applied to any specific user or Developer App, category of users or Developer Apps, or all users or Developer Apps at any time and without notice in our sole discretion and we will bear no liability for such decisions.\nIf we elect to provide you with support or modifications for the APIs, this support or modification may be terminated at any time without notice to you.\nIt is solely your responsibility at all times to be prepared to conduct your business and operate your Developer Apps without access to any aspect of the APIs.\nUpon any suspension, termination or notice of any discontinuance, you will immediately stop and thereafter desist from using all APIs.\nWe are under no obligation to provide the APIs.</p>\n</li>\n<li>\n<p>You may terminate these API Terms by discontinuing your and your Developer App’s use of and access to the APIs at any time.\nYou do not need to specifically inform us when you stop using and accessing the APIs.</p>\n</li>\n<li>\n<p>The following Sections of these API Terms will continue to apply indefinitely even upon any termination or expiration of the Terms: 1, 6, 13, and 15 – 20.</p>\n</li>\n</ul>\n20.\nGeneral Legal Terms\n<ul>\n<li>\n<p>The API Terms, with the Policies, control the relationship between you and us and constitute the entire agreement between you and Unsplash with respect to the matters described in these API Terms.\nWe may deny or grant in our sole discretion for any or no reason any consents, approvals, or permissions that are expressly contemplated under these API Terms or otherwise requested by you.\nAny dispute arising under these API Terms will be resolved pursuant to the Governing Law, Dispute Resolution and Arbitration section of the Unsplash Terms &amp.\nConditions.\nThese API Terms and any arbitration arising from disputes under these API Terms will be subject to the Choice of Law and Forum section of the Unsplash Terms &amp.\nConditions.\nTO THE FULLEST EXTENT PERMITTED BY LAW, YOU AND UNSPLASH AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE APIS MUST COMMENCE WITHIN ONE YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>\n</li>\n<li>\n<p>Except as stated in Section 15, these API Terms create no third party beneficiary rights.\nA party’s failure to enforce a provision is not a waiver of its right to do so later.\nIf a provision is found unenforceable, then the remaining provisions of these API Terms will remain in full effect and an enforceable term will be substituted reflecting our intent as closely as possible.\nYou may not assign any of your rights in these API Terms, and any such attempt is void, but Unsplash may assign its rights to any of its affiliates or subsidiaries, or to any successor in interest of any business associated with the APIs.\nUnsplash and you are not legal partners or agents.\ninstead, our relationship is that of independent contractors.</p>\n</li>\n</ul>\n", "created_at": "2021-11-27 00:37:38.228133", "updated_at": "2021-11-27 00:37:45.101429"}, {"id": 10630, "name": "privacy policy", "url": "https://unsplash.com/privacy", "xpath": "/html/body/div[1]/div/div[2]/div", "text": "<ul>Unsplash<li>License</li>\n<li>Privacy Policy</li>\n<li>Terms &amp.\nConditions</li>\n<li>API Terms</li>\n</ul>Privacy Policy<p>Unsplash Inc.\nand its affiliates and subsidiaries (“<strong>Unsplash</strong>”, “<strong>we</strong>” or “<strong>us</strong>”) are committed to protecting your privacy and safeguarding your personal information.\nThe purpose of this privacy policy (the “<strong>Privacy Policy</strong>”) is to inform you about our privacy practices, including how we collect, use and disclose your personal information.</p>\n<p>This Privacy Policy applies to our website, mobile applications and related services (collectively, the “<strong>Unsplash Services</strong>”).\nBy visiting, accessing, or using the Unsplash Services, you consent to the policies and practices of this Privacy Policy so please read them carefully.\nIf any policies or practices of this Privacy Policy are unacceptable to you, please do not visit, access, or use the Unsplash Services.</p> What's in this Privacy Policy?\n<ul>\n<li>\n<p>Privacy Policy Amendments</p>\n</li>\n<li>\n<p>Personal Information We Collect</p>\n</li>\n<li>\n<p>How We Use Personal Information</p>\n</li>\n<li>\n<p>How We Share Personal Information</p>\n</li>\n<li>\n<p>Information Security</p>\n</li>\n<li>\n<p>Retention of Personal Information</p>\n</li>\n<li>\n<p>Rights Regarding your Personal Information</p>\n</li>\n<li>\n<p>Direct Marketing</p>\n</li>\n<li>\n<p>Data Transfer</p>\n</li>\n<li>\n<p>Third Party Websites and Services</p>\n</li>\n<li>\n<p>Children’s Privacy</p>\n</li>\n<li>\n<p>Contact Us</p>\n</li>\n</ul> Privacy Policy Amendments\n<p>Your privacy matters to us so whether you are new to the Unsplash Services or a long-time user, please take the time to get to know and familiarize yourself with our policies and practices.\nFeel free to print and keep a copy of this Privacy Policy, but please understand that we reserve the right to change any of our policies and practices at any time.\nBut don’t worry, you can always find the latest version of this Privacy Policy here on this page.\nVisiting, accessing, or using the Unsplash Services following any change to this Privacy Policy is considered to be your acceptance of any such changes.\nYou should, therefore, read this Privacy Policy from time to time.\nIf you do not agree to be bound by this Privacy Policy, you should not visit, access or use the Unsplash Services.</p> Personal Information We Collect\n<p>The personal information we collect about you may include the following.\nIn each case, we identify the grounds that we rely on to process your personal information under the General Data Protection Regulation (the “<strong>GDPR</strong>”):</p>\n<ul>\n<li>Account Profile – when you open an account, we may collect your first name, last name, email address, username and password.\nYou may also provide additional details on your account profile, such as your profile picture, photos, location data, personal website, Instagram username, Twitter username and Facebook profile.\n<em>Applicable legal grounds</em>: contract performance, consent, legitimate interests (to enable us to perform our obligations and provide our services);</li>\n<li>Device Information – information that is automatically collected about your device, such as hardware, operating system, browser, etc.\n<em>Applicable legal grounds</em>: legitimate interests (to allow us to provide the content and services on the website), consent, contract performance;</li>\n<li>Location Information – information that is automatically collected via analytics systems providers to determine your location, including your IP address and/or domain name and any external page that referred you to us.\n<em>Applicable legal grounds</em>: legitimate interests (to allow us to provide the content and services on the website), consent, contract performance;</li>\n<li>Server Log Information – information that is generated by your use of the Unsplash Services that is automatically collected and stored in our server logs.\nThis may include, but is not limited to, device-specific information, location information, system activity and any internal and external information related to Unsplash pages that you visit.\n<em>Applicable legal grounds</em>: legitimate interests (to allow us to provide the content and services on the website), consent, contract performance;</li>\n<li>Correspondence – information that you provide to us in correspondence, such as when you submit questions or inquiries and with respect to ongoing customer support.\n<em>Applicable legal grounds</em>: legitimate interests (to enable us to perform our obligations and provide our services), consent, contract performance.</li>\n</ul>\n<p>Unsplash may also make use of the standard practice of placing tiny data files called cookies, flash cookies, pixel tags, or other tracking tools (“<strong>Cookies</strong>”) on your computer or other devices used to access the Unsplash Services.\nCookies are small bits of information that are automatically stored on the web browser of your device that can be retrieved by us.\nThe type of information we collect includes, but is not limited to, uniquely identifying visitor information and information related to your usage preferences.\nWe use these technologies to help us recognize you as a user, collect information about your use of the Unsplash Services to better customize our services and content for you.\nBy using the Unsplash Services, you acknowledge and agree that we may collect and/or transmit any data collected to our third-party service providers, such as analytics providers, which may also make use of such technologies described above.\nPlease note that if you block or delete cookies you will not be able to use some or all of the Unsplash Services.</p> How We Use Personal Information\n<p>We take steps designed to ensure that only those employees who need access to your personal information to fulfil their employment duties will have access to it.\nWe may use the personal information we collect to:</p>\n<ul>\n<li>provide you with the Unsplash Services, including customer support;</li>\n<li>optimize and enhance the Unsplash Services, including to develop new products, services, features, and functionality;</li>\n<li>respond to inquiries and other requests;</li>\n<li>provide you with information that we think may interest you, including in regards to our products and services;</li>\n<li>monitor the usage of the Unsplash Services, including by conducting automated and manual security checks;</li>\n<li>understand and analyze the usage trends and preferences of our users;</li>\n<li>create aggregated and anonymized reporting data about the Unsplash Services;</li>\n<li>investigate legal claims;</li>\n<li>carry out such purposes for which we may obtain consent from time to time.\nand</li>\n<li>carry out such other purposes as may be permitted or required by applicable law.</li>\n</ul> How We Share Personal Information\n<p>We may disclose your personal information to law enforcement and governmental entities when required by law or in the good-faith belief that such action is necessary to comply with applicable laws, in response to a facially valid court order, judicial or other government subpoena or warrant, or to otherwise cooperate with law enforcement or other governmental agencies.\nWe may also disclose your personal information to a third party in the event of any potential or completed reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business.</p>\n<p>We rely on third party services providers to perform a variety of services on our behalf, such as identity verification, detection of fraud or security threats, telephone or technical support, payment card processing, hosting services, and data storage or processing, and we may transfer your personal information to our service providers for such purposes.\nThird party service providers have access to and may collect personal information only as needed to perform their functions and are not permitted to share or use the information for any other purpose.</p>\n<p>When we disclose your personal information to third parties, we take reasonable measures to ensure that the rules set forth in this Privacy Policy are complied with and that such third parties provide sufficient guarantees to implement appropriate technical and organisational measures to protect your personal information.</p> Information Security\n<p>We take your privacy very seriously and have implemented physical, organizational and technological security measures with a view to protecting your personal information from loss or theft, unauthorized access, disclosure, copying, use or modification.\nIn particular, we encrypt the Unsplash website with SSL.\nwe periodically review information collection, storage, and processing practices.\nand we restrict access to your information on a need-to-know basis for our employees, contractors, and agents who are subject to strict contractual confidentiality obligations and may be disciplined or terminated if they fail to meet these obligations.</p>\n<p>Despite the measure outlined above, no method of information transmission or information storage is 100% secure or error-free, so we unfortunately cannot guarantee absolute security.\nIf you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any information that you provided to us has been compromised), please contact us immediately using the contact information in the “Contact Us” section below.</p> Retention of Personal Information\n<p>We will use, disclose or retain your personal information only for as long as necessary to fulfill the purposes for which that personal information was collected and as permitted or required by law.</p> Rights Regarding Your Personal Information\n<p>Under certain circumstances and in accordance with the GDPR or other applicable data protection laws, you have the following rights:</p>\n<ul>\n<li>Access – ask if we are processing information and, if we are, request access to your personal information.\nThis enables you to receive a copy of the personal information we hold and certain other information about you;</li>\n<li>Correction – request that any incomplete or inaccurate personal information about you that we hold be corrected;</li>\n<li>Erasure – ask us to delete or remove your personal information in certain circumstances.\nThere are certain exceptions where we may refuse a request for erasure, for example, where the personal information is required for compliance with law or in connection with legal claims;</li>\n<li>Restriction – ask us to suspend the processing of your personal information, for example, to establish its accuracy or the reason for processing it;</li>\n<li>Transfer – request the transfer of certain personal information to another party;</li>\n<li>Objection – challenge our processing of personal information based on a legitimate interest (or those of a third party) or for direct marketing purposes.\nHowever, we may be entitled to continue processing information in certain circumstances;</li>\n<li>Automated decisions – contest any automated decision made where it has a legal or similar significant effect and ask for it to be reconsidered.\nand</li>\n<li>Consent – where we are processing personal information with consent, withdraw your consent.</li>\n</ul>\n<p>You also have a right to make a complaint with a data protection supervisory authority, in particular in the Country (as defined below) where you normally reside, where we are based or where an alleged infringement of data protection law has taken place.</p>\n<p>To exercise any of these rights, please contact us as set forth in the “Contact Us” section.</p> Direct Marketing\n<p>Subject to applicable laws and regulations, we may from time to time send direct marketing materials promoting services, products, facilities, or activities to you using information collected from you.\nIf you no longer want to receive marketing-related communications from us, you may opt-out of such communications by clicking the “unsubscribe” link at the bottom of emails you receive from us.\nYou may also opt-out by contacting us directly using the contact information in the “Contact Us” section below.\nWe will endeavour to respond to your opt-out request promptly, but we ask that you please allow us reasonable time to process your request.\nWe will not provide your information to third parties for direct marketing or other unrelated purposes without your written consent.</p>\n<p>Please note that if you opt-out from receiving marketing-related communications, we may still need to send you communications about your use of our products or services, or other matters, subject to applicable laws and regulations.</p> Data Transfer\n<p>Your personal information may be stored and processed in any country, province or state (each a “<strong>Country</strong>”) where we have facilities or in which we engage third party service providers.\nAs a result, your personal information may be transferred to Countries outside your Country of residence, which may have different data protection rules than in your Country.\nWhile such information is outside of your Country, it is subject to the laws of the Country in which it is held, and may be subject to disclosure to the governments, courts or law enforcement or regulatory agencies of such other Country, pursuant to the laws of such Country.\nHowever, our practices regarding your personal information will at all times continue to be governed by this Privacy Policy and, if applicable, we will comply with the GDPR requirements of providing adequate protection for the transfer of personal information from the EU/EEA to other countries.</p> Third Party Websites and Services\n<p>This Privacy Policy applies only to the Unsplash Services and does not extend to any websites or products or services provided by third parties.\nWe do not assume responsibility for the privacy practices of such third parties, and we encourage you to review all third party privacy policies prior to using third party websites or products or services.</p> Children's Privacy\n<p>The Unsplash Services are not directed to children under the age of 16, and we do not knowingly collect personal information from children under the age of 16 without obtaining parental consent.\nIf you are under 16 years of age, then please do not use or access the Unsplash Services at any time or in any manner.\nIf we learn that personal information has been collected on the Unsplash Services from persons under 16 years of age and without verifiable parental consent, then we will take the appropriate steps to delete this information.\nIf you are a parent or guardian and discover that your child under 16 years of age has provided personal information, then you may alert us as set forth in the “Contact Us” section and request that we delete that child’s personal information from our systems.</p> Contact Us\n<p>For any questions or comments about this Privacy Policy or your personal information, to make an access or correction request, to exercise any applicable rights, to make a complaint, or to obtain information about our policies and practices with respect to any service providers outside Canada, our Privacy Officer can be reached at privacy@unsplash.com.</p>\n<p>This Privacy Policy was last updated on March 15th, 2019.</p>\n", "created_at": "2021-11-27 01:36:10.926951", "updated_at": "2021-11-27 00:37:29.49219"}], "points": [], "urls": ["unsplash.com"]}}