{"error": 448, "message": "OK", "parameters": {"id": 4149, "name": "Maketime", "created_at": "2021-06-19 12:19:24.822905", "updated_at": "2021-06-19 22:00:47.263348", "wikipedia": null, "keywords": null, "related": null, "slug": "maketime", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4149.png", "url": "maketime.online", "documents": [{"id": 7170, "name": "privacy policy", "url": "https://maketime.online/privacy.html", "xpath": "//body", "text": " Условия использования <br> Правила защиты информации о пользователях сайта maketime.online\n<br> 1.\nОбщие положения <ul>\n<li>\n<b>1.1.</b> Настоящие Правила являются официальным документом и определяют порядок обработки и защиты информации о физических лицах, пользующихся услугами интернет-сайта <b>http://maketime.online/</b> (далее – Сайт) и его сервисов (далее – Пользователи).\n</li>\n<li>\n<b>1.2.</b> Целью настоящих Правил является обеспечение надлежащей защиты информации о пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения.\n</li>\n<li>\n<b>1.3.</b> Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях Сайта, регулируются настоящими Правилами, иными официальными документами Администрации Сайта и действующим законодательством Украины.\n</li>\n<li>\n<b>1.4.</b> Действующая редакция Правил, являющихся публичным документом, доступна любому пользователю сети Интернет при переходе по ссылке <b>http://maketime.online/privacy</b>.\nАдминистрация Сайта вправе вносить изменения в настоящие Правила.\nПри внесении изменений в Правила Администрация Сайта уведомляет об этом пользователей путем размещения новой редакции Правил на Сайте по постоянному адресу <b>http://maketime.online/privacy</b> не позднее, чем за 10 дней до вступления в силу соответствующих изменений.\nПредыдущие редакции Правил хранятся в архиве документации Администрации Сайта.\n</li>\n<li>\n<b>1.5.</b> Настоящие Правила разработаны и используются в соответствии с Правилами пользования сайтом maketime.online.\nВ случае наличия противоречий между настоящими Правилами и иными официальными документами Администрации Сайта применению подлежат настоящие Правила.\n</li>\n<li>\n<b>1.6.</b> Регистрируясь и используя Сайт, Пользователь выражает свое согласие с условиями настоящих Правил.\n</li>\n<li>\n<b>1.7.</b> В случае несогласия Пользователя с условиями настоящих Правил использование Сайта и его сервисов должно быть немедленно прекращено.\n</li>\n</ul> 2.\nУсловия пользования Сайтом <ul>\n<li>\n<b>2.1.</b> Оказывая услуги по использованию Сайта и его сервисов (далее – Услуги Сайта), Администрация Сайта, действуя разумно и добросовестно, считает, что Пользователь: <ul>\n<li>обладает всеми необходимыми правами, позволяющими ему осуществлять регистрацию и использовать настоящий Сайт.\n</li>\n<li>указывает достоверную информацию о себе в объемах, необходимых для пользования Услугами Сайта.\n</li>\n<li>осознает, что информация на Сайте, размещаемая Пользователем о себе, может становиться доступной для других Пользователей Сайта и пользователей Интернета, может быть скопирована и распространена такими пользователями.\n</li>\n<li>осознает, что некоторые виды информации, переданные им другим Пользователям, не могут быть удалены самим Пользователем.\n</li>\n<li>ознакомлен с настоящими Правилами, выражает свое согласие с ними и принимает на себя указанные в них права и обязанности.\n</li>\n</ul>\n</li>\n<li>\n<b>2.2.</b> Администрация Сайта не проверяет достоверность получаемой (собираемой) информации о пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения Администрацией Сайта обязательств перед пользователем.\n</li>\n</ul>\n<br>\n<br> 3.\nЦели обработки информации Администрация Сайта осуществляет обработку информации о Пользователях, в том числе их персональных данных, в целях выполнения обязательств Администрации Сайта перед Пользователями в отношении использования Сайта и его сервисов.\n<br>\n<br>\n<br> 4.\nСостав информации о пользователях <ul>\n<li>\n<b>4.1.\nПерсональные данные Пользователей</b>\n<br> Персональные данные Пользователей включают в себя: <ul>\n<li>\n<b>4.1.1.</b> предоставляемые Пользователями и минимально необходимые для регистрации на Сайте: имя, фамилия, пол, номер мобильного телефона и/или адрес электронной почты.\n</li>\n<li>\n<b>4.1.2.</b> предоставляемые Пользователями с использованием раздела редактирования своих страниц на Сайте (в том числе семейное положение, дата рождения, родной город, родственные связи, домашний адрес, информация об образовании).\n</li>\n<li>\n<b>4.1.3.</b> дополнительно предоставляемые Пользователями по запросу Администрации Сайта в целях исполнения Администрацией Сайта обязательств перед Пользователями, вытекающих из договора на оказание Услуг Сайта.\nАдминистрация Сайта вправе, в частности, запросить у Пользователя копию документа, удостоверяющего личность, либо иного документа, содержащего имя, фамилию, фотографию Пользователя, а также иную дополнительную информацию, которая, по усмотрению Администрации Сайта, будет являться необходимой и достаточной для идентификации такого Пользователя и позволит исключить злоупотребления и нарушения прав третьих лиц.\n</li>\n</ul>\n</li>\n<li>\n<b>4.2.\nИная информация о Пользователях, обрабатываемая Администрацией Сайта</b>\n<br> Администрация Сайта может также обрабатывать иную информацию о Пользователях, которая включает в себя: <ul>\n<li>\n<b>4.2.1.</b> дополнительные данные, получаемые при доступе к Сайту, включающие в себя данные о технических средствах (устройствах), технологическом взаимодействии с Сайтом (в т.ч.\nIP-адрес хоста, вид операционной системы пользователя, тип браузера, географическое положение, поставщик услуг Интернета, данные из адресной книги, данные, полученные в результате доступа к камере, микрофону и т.п.\nустройств), и последующих действиях Пользователя на Сайте.\nИнформация, содержащая историю посещения Сайта пользователем, доступна Пользователю в разделе «Настройки / Безопасность».\n</li>\n<li>\n<b>4.2.2.</b> информация, автоматически получаемая при доступе к Сайту с использованием закладок (cookies).\n</li>\n<li>\n<b>4.2.3.</b> информация, создаваемая пользователями на Сайте вне раздела редактирования страниц (в том числе статусы, записи в микроблоге («Стена»), фотографии, аудиозаписи, видеозаписи, комментарии, записи в обсуждениях групп).\n</li>\n<li>\n<b>4.2.4.</b> информация, полученная в результате действий Пользователя на Сайте (в частности, информация о вступлении в группу / выходе из группы, добавлении других Пользователей в список друзей, размещении фотографий, принятии участия / отказа от участия во встречах, добавлении видеозаписей).\nДанная информация о Пользователе может быть доступна для всех друзей пользователя в разделе «Мои Новости» в соответствии с настройками пользователя.\n</li>\n<li>\n<b>4.2.5.</b> информация, полученная в результате действий других пользователей на Сайте (в частности, отметки, сделанные на видеозаписях и фотографиях другими Пользователями).\n</li>\n</ul>\n</li>\n</ul> 5.\nОбработка информации о пользователях <ul>\n<li>\n<b>5.1.\nОбработка персональных данных осуществляется на основе принципов:</b>\n<br> а) законности целей и способов обработки персональных данных.\n<br> б) добросовестности.\n<br> в) соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Администрации Сайта.\n<br> г) соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных.\n<br> д) недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.\n<ul>\n<li>\n<b>5.1.1.</b> Условия и цели обработки персональных данных\n<br> Администрация Сайта осуществляет обработку персональных данных пользователя в целях исполнения договора между Администрацией Сайта и Пользователем на оказание Услуг Сайта (п.\n2.2 Правил пользования Сайтом maketime.online).\nВ силу статьи 6 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных» отдельное согласие пользователя на обработку его персональных данных не требуется.\nВ силу п.п.\n2 п.\n2 статьи 22 указанного закона Администрация Сайта вправе осуществлять обработку персональных данных без уведомления уполномоченного органа по защите прав субъектов персональных данных.\n</li>\n<li>\n<b>5.1.2.</b> Сбор персональных данных\n<br> Сбор персональных данных Пользователя осуществляется на Сайте при регистрации, а также в дальнейшем при внесении пользователем по своей инициативе дополнительных сведений о себе с помощью инструментария Сайта.\n<br> Персональные данные, предусмотренные п.\n4.1.1.\nнастоящих Правил, предоставляются Пользователем и являются минимально необходимыми при регистрации.\n<br> Персональные данные, предусмотренные п.\n4.1.2.\nнастоящих Правил, дополнительно предоставляются Пользователем по собственной инициативе с использованием вкладки «ред.» в разделе «Моя страница».\n</li>\n<li>\n<b>5.1.3.</b> Хранение и использование персональных данных\n<br> Персональные данные пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.\n</li>\n<li>\n<b>5.1.4.</b> Передача персональных данных\n<br> Персональные данные Пользователей не передаются каким-либо третьим лицам, за исключением случаев, прямо предусмотренных настоящими Правилами.\n<br> При указании пользователя или при наличии согласия пользователя возможна передача персональных данных пользователя третьим лицам-контрагентам Администрации Сайта с условием принятия такими контрагентами обязательств по обеспечению конфиденциальности полученной информации, в частности, при использовании приложений.\n<br> Приложения, используемые пользователями на Сайте, размещаются и поддерживаются третьими лицами (разработчиками), которые действуют независимо от Администрации Сайта и не выступают от имени или по поручению Администрации Сайта.\nПользователи обязаны самостоятельно ознакомиться с правилами оказания услуг и политикой защиты персональных данных таких третьих лиц (разработчиков) до начала использования соответствующих приложений.\n<br> Действия таких третьих лиц (разработчиков) регулируются официальным документом Администрации Сайта Условиями размещения приложений.\n<br> Предоставление персональных данных Пользователей по запросу государственных органов (органов местного самоуправления) осуществляется в порядке, предусмотренном законодательством.\n<br> В целях исполнения соглашения между Пользователем и Администрацией Сайта и предоставления Пользователю доступа к использованию функционала Сайта, Администрация Сайта развивает предоставляемые сервисы и продукты, разрабатывает и внедряет новые сервисы и продукты, оптимизирует качество сервисов и продуктов, совершенствует доступный функционал Сайта и сервисов.\nДля обеспечения реализации указанных целей Пользователь соглашается на осуществление Администрацией Сайта с соблюдением применимого законодательства сбора, хранения, накопления, систематизации, извлечения, сопоставления, использования, наполнения (уточнения) их данных, а также на получение и передачу аффилированным лицам и партнерам результатов автоматизированной обработки таких данных с применением различных моделей оценки информации, в виде целочисленных и/или текстовых значений и идентификаторов, соответствующих заданным в запросах оценочным критериям, для обработки данных Администрацией Сайта и/или лицами, указанными в настоящем пункте.\n</li>\n<li>\n<b>5.1.5.</b> Уничтожение персональных данных\n<br> Персональные данные пользователя уничтожаются при:\n<br> – самостоятельном удалении Пользователем данных со своей персональной страницы.\n<br> – самостоятельном удалении Пользователем своей персональной страницы с использованием функциональной возможности «удалить свою страницу», доступной Пользователю в разделе «Мои настройки».\n<br> – удалении Администрацией Сайта информации, размещаемой Пользователем, а также персональной страницы Пользователя в случаях, установленных Правилами пользования сайтом maketime.online ( п.п.\n7.2.2.\nи 8.6.).\n<br> В случае удаления персональной страницы Администрация Сайта хранит на своих электронных носителях персональные и иные необходимые данные Пользователя в течение необходимого и установленного действующим законодательством Украины срока.\nВ случае самостоятельного удаления своей персональной страницы Пользователь вправе восстановить свою персональную страницу в течение 210 дней с момента самостоятельного удаления персональной страницы.\n</li>\n</ul>\n</li>\n<li>\n<b>5.2.</b> Размещая информацию на персональной странице, в том числе свои персональные данные, Пользователь осознает и соглашается с тем, что указанная информация может быть доступна другим пользователям сети Интернет с учетом особенностей архитектуры и функционала Сайта.\nПользователь самостоятельно определяет режим конфиденциальности и условия доступа к информации, указанной в п.п.\n4.2.3 – 4.2.5 настоящих Правил, посредством соответствующих настроек.\nАдминистрация Сайта принимает технические и организационные меры по обеспечению функционирования соответствующего инструментария Сайта.\n</li>\n</ul>\n<br>\n<br> 6.\nПрава и обязанности пользователей <ul>\n<li>\n<b>6.1.\nПользователи вправе:</b>\n<ul>\n<li>\n<b>6.1.1.</b> осуществлять свободный бесплатный доступ к информации о себе посредством загрузки своих персональных страниц на Сайте с использованием логина и пароля.\n</li>\n<li>\n<b>6.1.2.</b> с помощью инструментария Сайта установить в отношении информации о себе желаемый уровень конфиденциальности (условия доступа к информации) в соответствии с п.\n6.3 настоящих Правил.\n</li>\n<li>\n<b>6.1.3.</b> самостоятельно вносить изменения и исправления в информацию о себе на персональной странице Пользователя на Сайте, при условии, что такие изменения и исправления содержат актуальную и достоверную информацию.\n</li>\n<li>\n<b>6.1.4.</b> удалять информацию о себе со своей персональной страницы на Сайте.\n</li>\n<li>\n<b>6.1.5.</b> требовать от Администрации Сайта уточнения своих персональных данных, их блокирования или уничтожения в случае, если такие данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки и если невозможно самостоятельно выполнить действия, предусмотренные п.п.\n6.1.3.\nи 6.1.4.\nнастоящих Правил.\n</li>\n<li>\n<b>6.1.6.</b> на основании запроса получать от Администрации Сайта информацию, касающуюся обработки его персональных данных.\n</li>\n</ul>\n</li>\n<li>\n<b>6.2.</b> Поскольку Сайт является универсальным средством коммуникации и поиска людей и главной функцией Сайта является восстановление и поддержание связей со старыми и новыми знакомыми, следующая информация о зарегистрированном Пользователе всегда доступна любому зарегистрированному Пользователю Сайта: <ul>\n<li>\n<b>6.2.1.</b> фамилия и имя Пользователя.\n</li>\n<li>\n<b>6.2.2.</b> дата рождения, профильная фотография, город, наименование посещаемого или оконченного высшего учебного заведения, год (планируемый год) окончания высшего учебного заведения, наименование факультета посещаемого или оконченного Пользователем высшего учебного заведения и записи Пользователя в микроблоге («Стена»), если Пользователь разместил эту информацию на Сайте в разделе «Моя страница».\n</li>\n<li>\n<b>6.2.3.</b> информация о подписках и подписчиках пользователя.\n</li>\n<li>\n<b>6.2.4.</b> список друзей пользователя, за исключением ограниченного перечня друзей, который пользователь предпочел скрыть.\n</li>\n</ul>\n</li>\n<li>\n<b>6.3.</b> Настройка пользователем уровня конфиденциальности информации о себе <ul>\n<li>\n<b>6.3.1.</b> Пользователь вправе, с учетом ограничений, предусмотренных п.\n6.2.\nнастоящих Правил, установить в отношении своих персональных данных (п.\n4.1.\nПравил), а также в отношении информации, предусмотренной п.п.\n4.2.3.\nнастоящих Правил, один из следующих уровней конфиденциальности:\n<br> а) информация доступна всем Пользователям Сайта.\n<br> б) информация доступна всем Пользователям Сайта, за исключением определенных Пользователей.\n<br> в) информация доступна лицам, имеющим на Сайте статус друзей Пользователя, а также лицам, имеющим статус их друзей.\n<br> г) информация доступна только лицам, имеющим на Сайте статус друзей пользователя.\n<br> д) информация доступна только некоторым лицам, имеющим на Сайте статус друзей Пользователя.\n<br> е) информация доступна некоторым спискам друзей (в случае, если пользователь создал хотя бы один список друзей с помощью инструментария «Создать список» в разделе «Мои Друзья»).\n<br> ж) информация доступна только Пользователю.\n</li>\n<li>\n<b>6.3.2.</b> В отношении информации, закрепленной в п.\n6.2.\nнастоящих Правил, Пользователь вправе установить один из следующих уровней конфиденциальности:\n<br> а) информация доступна всем пользователям сети Интернет и индексируется поисковыми системами.\n<br> б) информация доступна только Пользователям Сайта.\n<br> в) информация доступна всем пользователям Интернета, но при этом она не индексируется поисковыми системами.\n</li>\n<li>\n<b>6.3.3.</b> Администрация Сайта не несет ответственности за разглашение персональных данных Пользователя другими Пользователями Сайта, получившими доступ к таким данным в соответствии с выбранным Пользователем уровнем конфиденциальности.\n</li>\n<li>\n<b>6.3.4.</b> При удалении персональных данных (иной пользовательской информации) с персональной страницы Пользователя или удалении персональной страницы Пользователя с Сайта, информация о Пользователе, скопированная другими Пользователями или хранящаяся на страницах других Пользователей, сохраняется.\n</li>\n<li>\n<b>6.3.5.</b> Чтобы убедиться в правильности выбранного уровня конфиденциальности, Пользователь может с помощью инструментария Сайта посмотреть, как видят его персональную страницу другие Пользователи.\n</li>\n</ul>\n</li>\n</ul>\n<br>\n<br> 7.\nМеры по защите информации о Пользователях <ul>\n<li>\n<b>7.1.</b> Администрация Сайта принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных Пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.\n</li>\n<li>\n<b>7.2.</b> Для авторизации доступа к Сайту используется логин (адрес электронной почты или номер мобильного телефона) и пароль Пользователя.\nОтветственность за сохранность данной информации несет Пользователь.\nПользователь не вправе передавать собственный логин и пароль третьим лицам, а также обязан предпринимать меры по обеспечению их конфиденциальности.\n</li>\n<li>\n<b>7.3.</b> В целях обеспечения более надежной защиты информации о Пользователях Администрация Сайта использует систему привязки страницы к мобильному телефону.\nДля осуществления данной системы Пользователь должен предоставить Администрации Сайта номер своего мобильного телефона.\n<br> В рамках системы привязки страницы к мобильному телефону Пользователь в случае утраты логина или пароля может восстановить доступ к странице с помощью кода восстановления, содержащегося в SMS-сообщении, которое Пользователь получает на свой мобильный телефон.\n<br> В целях снижения вероятности использования третьими лицами логинов и паролей Пользователей для отсылки спама от их имени, в случае если ввод логина и пароля Пользователя осуществляется с использованием непривычного для данного Пользователя сервера (в частности, сервера иностранного государства), Администрация Сайта блокирует вход на персональную страницу Пользователя при помощи сообщения с требованием указать некоторые цифры мобильного телефона Пользователя.\nПосле трех неудачных попыток ввода цифр возможность доступа к персональной странице с использованием данного сервера блокируется на 4 часа.\n</li>\n<li>\n<b>7.4.</b> Пользователь вправе получать информацию о том, в какое время и с каких устройств производилась авторизация на его персональную страницу, с помощью ссылки «Показать историю активности» в разделе «Мои Настройки / Безопасность».\n</li>\n</ul>\n<br>\n<br> 8.\nОграничение действия Правил Действие настоящих Правил не распространяется на действия и интернет-ресурсы третьих лиц.\n<br>\n<br> Администрация Сайта не несет ответственности за действия третьих лиц, получивших в результате использования Интернета или Услуг Сайта доступ к информации о Пользователе в соответствии с выбранным Пользователем уровнем конфиденциальности, за последствия использования информации, которая, в силу природы Сайта, доступна любому пользователю сети Интернет.\nАдминистрация Сайта рекомендует Пользователям ответственно подходить к решению вопроса об объеме информации о себе, размещаемой на Сайте.\n<br>\n<br>\n<br> 9.\nОбращения пользователей <ul>\n<li>\n<b>9.1.</b> Пользователи вправе направлять Администрации Сайта свои запросы, в том числе запросы относительно использования их персональных данных, предусмотренные п.\n6.1.6 настоящих Правил, в форме электронного документа, подписанного квалифицированной электронной подписью в соответствии с законодательством Украины, по адресу электронной почты: uasmartapps@gmail.com.\n</li>\n<li>\n<b>9.2.</b> Запрос, направляемый пользователем, должен содержать следующую информацию: <ul>\n<li>номер основного документа, удостоверяющего личность пользователя или его представителя.\n</li>\n<li>сведения о дате выдачи указанного документа и выдавшем его органе.\n</li>\n<li>сведения, подтверждающие участие пользователя в отношениях с оператором (в частности, порядковый номер id пользователя или короткое (поддоменное) имя, заменяющее порядковый номер id).\n</li>\n<li>подпись пользователя или его представителя.\n</li>\n</ul>\n</li>\n<li>\n<b>9.3.</b> Администрация Сайта обязуется рассмотреть и направить ответ на поступивший запрос пользователя в течение 30 дней с момента поступления обращения.\n</li>\n<li>\n<b>9.4.</b> Вся корреспонденция, полученная Администрацией Сайта от пользователей (обращения в письменной или электронной форме), относится к информации ограниченного доступа и не разглашается без письменного согласия Пользователя.\nПерсональные данные и иная информация о Пользователе, направившем запрос, не могут быть без специального согласия Пользователя использованы иначе, как для ответа по теме полученного запроса или в случаях, прямо предусмотренных законодательством.\n</li>\n</ul> ", "created_at": "2021-06-19 12:19:24.825171", "updated_at": "2021-06-19 10:19:49.38985"}], "points": [], "urls": ["maketime.online"]}}