{"error": 448, "message": "OK", "parameters": {"id": 2849, "name": "Clapperboard", "created_at": "2021-03-23 20:06:59.087231", "updated_at": "2021-03-25 03:19:58.535037", "wikipedia": null, "keywords": null, "related": null, "slug": "clapperboard", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2849.png", "url": "clapperboard.eu", "documents": [{"id": 4359, "name": "TERMS & CONDITIONS", "url": "https://www.clapperboard.eu/terms/index.html", "xpath": "/html/body/div[5]/div/div/div[2]", "text": " TERMS &amp.\nCONDITIONS <p>This website is the property of CLAPPERBOARD, and was created for information purposes and for personal use.\nUsing and accessing this website implies knowledge and unreserved acceptance of the terms described below.</p>\n<p>1.\nOwnership of the website</p>\n<p>The domain name www.p3ambiental.es is registered to Julian Alexander Phillips, NIE - Y03000870M, Apartado 114, Paraje de Oscayar, 13, 04200 Tabernas, Almería, España.</p>\n<p>For the purposes of this legal notice, CLAPPERBOARD is headquartered in Apartado 114, Paraje de Oscayar, 13, 04200 Tabernas, Almería, España.\nYou can contact us at said address.</p>\n<p>2.\nTerms and Conditions of Use</p>\n<p>The user accesses this website voluntarily.\nAccessing and browsing this website implies accepting and knowing the legal notices and the conditions and terms specified therein.\nMerely accessing the site does not imply the existence of any type of business relationship between CLAPPERBOARD and the user.</p>\n<p>The terms of this Legal Notice are subject to change of any type and may be revised and/or updated as deemed necessary by CLAPPERBOARD, which may adapt them to comply with any regulatory and/or technical changes that may take place.\nThe modifications will take effect as soon as they are published on this page.</p>\n<p>This Legal Notice is applicable only to the information contained on this website.\nIt is not applicable to the contents and/or services present or offered on websites accessed or linked to from the CLAPPERBOARD website.</p>\n<p>3.\nIntellectual and Industrial Property</p>\n<p>This website and its contents are protected by applicable laws on intellectual and industrial property.</p>\n<p>You may not modify, copy, reproduce, download, transmit, distribute or transform the contents of this website without the consent of the corresponding copyright holder or if it is not legally permitted.</p>\n<p>Accessing this website does not give users any ownership claim over the intellectual property rights of its contents or of the website itself.\nReproducing, distributing, publicly communicating or transforming all or part of the contents and/or of the website, either for free or for payment, is expressly prohibited.\nThe above notwithstanding, for those works for which CLAPPERBOARD is the copyright holder, you may see, copy and print the documents and information contained on this website as long as:</p>\n<p>They are used citing the source and the author or holder of the copyright or explanatory notes on intellectual property, whenever these are known.</p>\n<p>They are not modified, altered, transformed or distorted.</p>\n<p>They are not copied or distributed out of context or for unintended purposes.</p>\n<p>Any use not in compliance with these conditions is not authorized by CLAPPERBOARD and is expressly prohibited.</p>\n<p>Likewise any brands, trademarks, logos and other distinctive features that are or may be contained on this website are the property of CLAPPERBOARD or the relevant third party and are protected by applicable industrial property laws.\nThe use and exploitation of said trademarks is prohibited.\nThe above notwithstanding, CLAPPERBOARD allows the use of trademarked symbols for which it owns the usage rights as long as it is done for reference purposes only and CLAPPERBOARD is cited as the owner of the trademark(s).</p>\n<p>Third party trademarks contained on this website may be registered by the respective owners and be protected by applicable laws.\nIn any event, users should determine their status and, when applicable, request permission before using them.</p>\n<p>4.\nContents and disclaimer</p>\n<p>CLAPPERBOARD reviews the information and data exhibited on this website but does not guarantee their accuracy, as they may be incorrect or incomplete.\nCLAPPERBOARD enjoys the trust of many clients and engages in rigorous and professional work.\nWe want the information and data published on this website to be useful, but we cannot be held responsible for any consequences arising from their interpretation or use.</p>\n<p>CLAPPERBOARD does not guarantee uninterrupted or error-free access to this website.\nIn no event shall CLAPPERBOARD be responsible for damage of any kind arising from the access and/or use of this website.\nCLAPPERBOARD also cannot guarantee that the website is free from viruses or other elements that may be harmful to a user’s computer equipment and shall not be liable for any damage that any such elements may cause.</p>\n<p>CLAPPERBOARD offers links to outside websites for information purposes.\nThese links do not constitute an invitation to contract the products and/or services that may be offered on the linked website.\nCLAPPERBOARD is not responsible for the content of linked websites and shall not be liable for any damage or loss arising from the use of any content, product or service that is available on said websites.\nCLAPPERBOARD is also not responsible for the opinions of third parties that may be accessed through links offered on this website.\nCLAPPERBOARD does not guarantee the proper operation of links to other websites.</p>\n<p>5.\nPrivacy and Data Protection Policy</p>\n<p>Pursuant to the stipulations of Organic Law 15/1999 of 13 December on the protection of personal information, CLAPPERBOARD informs the users of this website that any personal information provided will become part of a computer file that is the property and responsibility of CLAPPERBOARD, the purpose of which is to be able to attend to and properly process and requests made through the electronic forms located on the website, as well as to provide you with information on the products and/or services offered by CLAPPERBOARD through any means (E-mail, SMS, etc.).</p>\n<p>Your personal information is treated with the utmost privacy.\nCLAPPERBOARD, which is responsible for the file, has taken the technical and organizational measures needed to ensure the confidentiality and security of any personal information so that it is not altered, lost or improperly accessed or processed.</p>\n<p>CLAPPERBOARD stores the data that users provide when making a query or request using the “Contact” form, some of which are needed in order to properly process said queries or requests.\nThe user is informed of the need to supply said information, and that an e-mail address is needed in order to respond to the query.</p>\n<p>Likewise, as regards the personal information gathered pursuant to this Privacy Policy, users are informed that they have the right to access, amend, delete and challenge their personal information.\nThey may exercise this right either directly or through a representative by sending a written and signed request, along with proof of identity, to the following address: CLAPPERBOARD, Apartado 114, Paraje de Oscayar, 13, 04200 Tabernas, Almería, España.</p>\n<p>6.\nApplicable laws and jurisdiction</p>\n<p>The terms and conditions that regulate this website, as well as any matters that may arise in connection with it, are protected by and subject to Spanish law.</p>\n<p>Any claim, litigation or conflict that may arise between the user and CLAPPERBOARD due to the use of this website shall be subject to the jurisdiction of the courts and tribunals of the city of Madrid.</p>\n<br> ", "created_at": "2021-03-23 20:09:03.790929", "updated_at": "2021-03-23 20:09:14.128395"}, {"id": 4360, "name": "PRIVACY POLICY", "url": "https://www.clapperboard.eu/privacy/index.html", "xpath": "/html/body/div[5]/div/div/div[2]", "text": " PRIVACY POLICY <p>Privacy matters but it can be confusing.\nThis page explains our approach to privacy on our website and how it affects you.</p>\n<p>Short version</p>\n<p>We collect anonymous statistics about your visit to our website, like which of our pages you viewed.\nIf you sign up with us we take great care to keep your information safe and we’ll never share it with others without your express permission.</p>\n<p>We never share your data with 3rd parties except to help us deliver our own services.</p>\n<p>These are just the key points.\nIf you need detail, keep reading.</p>\n<p>Measuring our visitors</p>\n<p>We measure visitors to our websites and products using Google Analytics.\nThis service records what pages you view within our site, how you arrived at our site and some basic information about your computer.</p>\n<p>We anonymise the data in Google Analytics – so we don’t know who you are.\njust that somebody visited our site.</p>\n<p>The information we collect helps us understand what parts of our sites are doing well, how people arrive at our site and so on.\nLike most websites, we use this information to make our website better.</p>\n<p>You can learn more about Google Analytics or opt out if you wish.\nGoogle Analytics data is automatically deleted 26 months after your last visit.</p>\n<p>Support</p>\n<p>If you email our technical support, Your email address, name and any other information contained in your message to us will be stored by us.</p>\n<p>If you sign up for a service</p> When you sign up for or use any of our services – paid or otherwise – we will record specific personal information about you, such as your name and email address.<p>\n</p>\n<p>We will also collect and store information about your use of our services so as to improve them.\nFor example, we keep a log of what features are being used at any time.</p>\n<p>We also log account and transaction history for accounting purposes, and to monitor our business activities.</p>\n<p>Any data you provide us with is securely stored in databases managed by us, and hosted by DonDomino.\nDonDomino does not have access to your data.</p>\n<p>We delete your data from our servers 12 months after you terminate your service with us.\nWe may retain some information where it is legally necessary (e.g.\nfor accounting reasons).\nIf you wish for us to delete your personal data sooner, please email us at support@clapperboard.eu.</p>\n<p>Improving your experience</p>\n<p>Our services record your activity while using our products so that we can analyse the experience of our users and diagnose problems.\nSensitive data, such as passwords and payment details, are obscured from the recordings.</p>\n<p>You can opt-out to the use of these services across all apps, please email us at support@clapperboard.eu.</p>\n<p>Emails</p>\n<p>We may send you email notifications regarding your service (such as invoices) or which you have specifically requested (such as newsletters or notifications when a report is completed).\nYou have the ability to opt out of any of this communication at any time.</p>\n<p>We will never provide your personal information or email address to any third parties except where they are specifically employed to help deliver our own services, as detailed above.</p>\n<p>Paying for our services</p> We use Paypal to bill for all our products online.\nWhen paying by credit card, Clapperboard themselves do not ever have any access to your credit card details.\nWe share information with our payment providers only to the extent necessary for the purposes of processing payments you make via our website.<p>\n</p>\n<p>Internal communication</p>\n<p>We use Slack &amp.\nOneDrive for internal communication relating to sales and support of our products.\nIn order to fulfil their duties, our staff may use these services to share basic contact details with colleagues, such as your name and email address.\nIn all cases, our staff treat your data with care and abide by our data protection policies.</p>\n<p>Security</p>\n<p>Clapperboard take many precautions to prevent the loss, misuse or alteration of your personal information.\nThese precautions include:</p>\n<p>Use of SSL encryption for sensitive data</p>\n<p>Hardware stored in secured data centers behind firewalls</p>\n<p>All access to information restricted by password and/or secure key</p>\n<p>Restrictions to what information can be accessed via any location</p>\n<p>Whilst we take great care to ensure any confidential information remains protected we cannot guarantee the security of data sent over the Internet.</p>\n<p>Of course you are responsible for keeping your password and user details confidential.\nNobody at Clapperboard will ever ask you for your password, so please don’t trust anybody asking you for it.</p>\n<p>Updates to this policy</p>\n<p>We may update this privacy policy from time-to-time, particularly as technology changes.\nYou can always check this page for the latest version.\nWe may also notify you of changes to our privacy policy by email.</p>\n<p>Any questions?</p>\n<p>If you have any questions about this privacy policy or your personal data, please write to us by email to support@clapperboard.eu or by post to Clapperboard, Apt 114, Paraje de Oscayar, Tabernas 04200 Almeria, España.\n<br>\n</p> ", "created_at": "2021-03-23 20:10:13.994501", "updated_at": "2021-03-23 20:10:24.16468"}], "points": [], "urls": ["clapperboard.eu"]}}