{"error": 448, "message": "OK", "parameters": {"id": 3365, "name": "Mozilla Thunderbird", "created_at": "2021-05-01 12:20:54.578355", "updated_at": "2021-06-25 09:46:35.496637", "wikipedia": "https://en.wikipedia.org/wiki/Mozilla_Thunderbird", "keywords": null, "related": null, "slug": "mozilla_thunderbird", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3365.png", "url": "thunderbird.net", "documents": [{"id": 5557, "name": "Privacy Policy", "url": "https://www.mozilla.org/en-US/privacy/thunderbird/", "xpath": "//*[@id=\"outer-wrapper\"]/div/article", "text": " Thunderbird Privacy Notice March 16, 2021 <p>The Thunderbird application allows users to privately integrate and manage their online communications.</p>\n<p>This Privacy Notice explains what data Thunderbird collects and shares, and why.\nWe also adhere to the Mozilla Privacy Policy for how we receive, and handle, and share information.\n</p> Thunderbird Collects Data To:\nImprove Performance and Stability For Our Users\n<p>Thunderbird collects telemetry data by default to help improve the performance and stability of Thunderbird.\nThere are two types of telemetry data: interaction data and technical data.</p>\n<p>\n<strong>Interaction data</strong>: Thunderbird receives data about your interactions with the application, such as whether calendars and filters are being used, and how many email accounts a user has.</p>\n<p>\n<strong>Technical data</strong>: Thunderbird also receives basic information about your device and application version, including, hardware configuration, device operating system, and language preference.\nWhen Thunderbird sends technical data to us, your IP address is temporarily collected as part of our server logs.</p>\n<p>Read the telemetry documentation and learn how to opt-out of this data collection here.</p>\nSet-Up and Configure Your Email\n<p>Thunderbird collects your email domain and other technical data to set-up and configure your email account.\nOther information, like your name, your email messages, and your account’s address book are stored locally on your computer and never sent to us.\nLearn more here.\n</p>\n<p>\n<strong>Email domain</strong>: Thunderbird receives your email address domain.\nYour full email address is never processed or stored on our servers (unless you choose to share it when you send a crash report).\n</p>\n<p>\n<strong>Technical data</strong>: Thunderbird also receives information about the application’s version and device operating system.\nWhen Thunderbird sends technical data to us, your IP address is temporarily collected as part of our server logs.</p>\nReview Crash Reports\n<p>If Thunderbird crashes, we will ask you to share a report with more detailed information about the crash, but you always have the choice to decline.\nThunderbird uses the information in the crash report to diagnose and correct the problem that caused the crash.</p>\n<p>\n<strong>Sensitive data</strong>: Crash reports include a “dump file” of Thunderbird’s memory contents at the time of the crash, which may contain data that identifies you or is otherwise sensitive to you.</p>\n<p>\n<strong>Webpage data</strong>: Crash reports include any active URLs at time of crash.</p>\n<p>\n<strong>Add-on data</strong>: Crash reports include a list of all add-ons that you were using at the time of the crash, and the time since: the start-up of the program, the last crash, and the last install.</p>\n<p>\n<strong>Technical data</strong>: Crash reports include data on why Thunderbird crashed and the state of device memory and execution during the crash.\nWhen Thunderbird sends technical data to us, your IP address is temporarily collected as part of our server logs.</p>\n<p>\n<strong>Email address</strong>: If you choose, crash reports include your email address.</p>\n<p>Read the full documentation here.</p>\nImprove Security for Our Users Everywhere\n<p>\n<strong>Technical data for updates</strong>: To ensure you have the most up-to-date version of the product, Thunderbird checks for updates by periodically connecting to Thunderbird’s servers.\nYour application version, language, and device operating system are used to apply the correct updates.\nLearn more.</p>\n<p>\n<strong>Technical data for add-ons blocklist</strong>: To help to protect you from any malicious add-ons, Thunderbird periodically checks for blocklisted add-ons.\nYour Thunderbird version and language, device operating system, and list of installed add-ons are needed to apply and update the add-ons blocklist.\nLearn more.</p>\nInstall and Update Add-Ons\n<p>You can install add-ons from addons.thunderbird.net or from the Thunderbird Add-ons Manager, which is accessible by clicking on Tools &gt.\nAdd-ons.\nTo keep your installed add-ons up to date—like add-on descriptions, download counts, and ratings—the Thunderbird application periodically connects to our servers to install any updates.\n</p>\n<p>\n<strong>Search queries</strong>: If you enter keywords into the search field for the Add-ons Manager, those keywords will be sent to Thunderbird to perform the search.</p>\n<p>\n<strong>Interaction data</strong>: We receive aggregate data about visits to the Thunderbird website and the Add-ons Manager in Thunderbird, as well as interactions with content on those pages.\nRead about data practices on Mozilla websites.</p>\n<p>\n<strong>Technical data for updates</strong>: Thunderbird periodically connects to our server to install updates to add-ons.\nYour installed add-ons, application version, language, and device operating system are used to apply the correct updates.\nWhen Thunderbird sends technical data to us, your IP address is temporarily collected as part of our server logs.</p> Thunderbird May Disclose Information To:\n<p>\n<strong>Mozilla Affiliates</strong>: Thunderbird is a project of MZLA Technologies Corporation, a subsidiary of Mozilla Foundation and as such, shares some of the same infrastructure.\nThis means that, from time to time, your data (e.g., crash reports, and technical and interaction data) may be disclosed to Mozilla Corporation and Mozilla Foundation.\nIf so, it will be maintained in accordance with the commitments we make in this Privacy Notice.</p>\n<p>\n<strong>DNS servers, Standard Autoconfiguration URIs, and Mozilla's Configuration Database</strong>: To simplify the email set-up process, Thunderbird tries to determine the correct settings for your account by contacting Mozilla’s configuration database as well as external servers.\nThese include DNS servers and standard autoconfiguration URIs.\nDuring this process, your email domain may be sent to Mozilla's configuration database, and your email address may be disclosed to your network administrators.</p>\n<p>\n<strong>Amazon Web Services</strong>: Thunderbird uses Amazon Web Services (AWS) to host its servers and as a content delivery network.\nYour device’s IP address is collected as part of AWS’s server logs.</p>\n<p>\n<strong>Email address providers</strong>: Thunderbird has partnered with Gandi.net and Mailfence to allow you to create a new email address through Thunderbird.\nIf you choose to use this feature, your email address search terms are sent to Gandi.net and Mailfence to return available addresses.\nIn addition, your country location is also shared to provide the correct prices.\nYou can learn more about Gandi.net’s and Mailfence’s data practices by reading their privacy notices.</p> ", "created_at": "2021-05-01 12:21:42.87804", "updated_at": "2021-05-01 12:21:50.469732"}], "points": [{"id": 19524, "title": "This service gives your personal data to third parties (Amazon Web Services) involved in its operation", "source": "https://www.mozilla.org/en-US/privacy/thunderbird/", "status": "Generated through the annotate view", "created_at": "2021-05-01 12:56:49.581981", "updated_at": "2021-05-09 21:25:31.729781", "quoteText": "Your device’s IP address is collected as part of AWS’s server logs.</p>", "case_id": 188, "document_id": 5557, "quoteStart": 6251, "quoteEnd": 6322}, {"id": 19521, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.mozilla.org/en-US/privacy/thunderbird/", "status": "Generated through the annotate view", "created_at": "2021-05-01 12:36:48.643909", "updated_at": "2021-05-09 21:25:22.092472", "quoteText": "When Thunderbird sends technical data to us, your IP address is temporarily collected as part of our server logs.</p>\n<p>", "case_id": 399, "document_id": 5557, "quoteStart": 1031, "quoteEnd": 1152}, {"id": 19525, "title": "The software is open-source", "source": "https://www.thunderbird.net/en-US/", "status": "Thunderbird is open source project.", "created_at": "2021-05-01 12:58:43.737089", "updated_at": "2021-05-14 12:24:46.795414", "quoteText": null, "case_id": 485, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 19523, "title": "Third parties are involved in operating the service", "source": "https://www.mozilla.org/en-US/privacy/thunderbird/", "status": "Generated through the annotate view", "created_at": "2021-05-01 12:56:38.845849", "updated_at": "2021-05-09 21:23:47.955566", "quoteText": "Thunderbird uses Amazon Web Services (AWS) to host its servers and as a content delivery network.\n", "case_id": 207, "document_id": 5557, "quoteStart": 6153, "quoteEnd": 6251}, {"id": 19513, "title": "There is a date of the last update of the agreements", "source": "https://www.mozilla.org/en-US/privacy/thunderbird/", "status": "Generated through the annotate view", "created_at": "2021-05-01 12:25:21.662765", "updated_at": "2021-05-09 21:22:30.597264", "quoteText": "March 16, 2021 <p>", "case_id": 331, "document_id": 5557, "quoteStart": 28, "quoteEnd": 46}, {"id": 19514, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.mozilla.org/en-US/privacy/thunderbird/", "status": "Generated through the annotate view", "created_at": "2021-05-01 12:25:35.950376", "updated_at": "2021-05-08 08:35:16.367327", "quoteText": "Thunderbird Collects Data To:", "case_id": 227, "document_id": 5557, "quoteStart": 343, "quoteEnd": 372}, {"id": 19522, "title": "Your personal data is aggregated into statistics", "source": "https://www.mozilla.org/en-US/privacy/thunderbird/", "status": "Generated through the annotate view", "created_at": "2021-05-01 12:55:57.884177", "updated_at": "2021-05-06 19:50:07.754758", "quoteText": "We receive aggregate data about visits to the Thunderbird website and the Add-ons Manager in Thunderbird, as well as interactions with content on those pages.\n", "case_id": 190, "document_id": 5557, "quoteStart": 4521, "quoteEnd": 4680}, {"id": 19584, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.mozilla.org/en-US/privacy/thunderbird/", "status": "Generated through the annotate view", "created_at": "2021-05-01 23:17:37.661391", "updated_at": "2021-05-01 23:19:14.890593", "quoteText": "When Thunderbird sends technical data to us, your IP address is temporarily collected as part of our server logs.", "case_id": 399, "document_id": 5557, "quoteStart": 1031, "quoteEnd": 1144}], "urls": ["thunderbird.net"]}}