{"error": 448, "message": "OK", "parameters": {"id": 731, "name": "Mailchimp", "created_at": "2018-10-01 14:38:16.263594", "updated_at": "2022-06-11 21:27:36.313497", "wikipedia": "https://en.wikipedia.org/wiki/Mailchimp", "keywords": null, "related": null, "slug": "mailchimp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/731.png", "url": "mailchimp.com,list-manage.com,chimpstatic.com", "documents": [{"id": 1217, "name": " Terms of Use ", "url": "https://mailchimp.com/legal/terms/", "xpath": "/html/body/main/section[2]", "text": " In this document <ul>\n<li> Account </li>\n<li> Payment </li>\n<li> Rights </li>\n<li> Rules and Abuse </li>\n<li> Liability </li>\n<li> Other Important Stuff </li>\n</ul>\n<p>Thanks for using Mailchimp.</p>\n<p>Please read these Terms carefully.\nBy using Mailchimp or signing up for an account, you’re agreeing to these Terms, which will result in a legal agreement between you and Mailchimp (“Agreement”).\nWe’ll start with the basics, including a few definitions that should help you understand these Terms.\nMailchimp (“Mailchimp,” “we,” or “us”) is an online marketing platform (the “App”) that allows you to manage your contacts, and to create, send, and manage certain marketing campaigns, including, without limitation, emails, advertisements, Websites, and mailings (each a “Campaign,” and collectively, “Campaigns”), among other things.\nThe App is offered through our websites, including https://www.mailchimp.com, https://www.tinyletter.com, and https://www.mandrill.com, and any other website or mobile application owned, operated or controlled by us (we’ll collectively refer to these as the “Mailchimp Site,” and together with the App, the “Service”).\nMailchimp is a Georgia limited liability company whose legal name is The Rocket Science Group LLC d/b/a Mailchimp.\nMailchimp has employees, independent contractors, and representatives (“our Team”).\nAs a customer of the Service or a representative of an entity that’s a customer of the Service, you’re a “Member” according to this Agreement (or “you”).</p>\n<p>These Standard Terms of Use (“Terms,” including our Acceptable Use Policy, API Use Policy, Copyright and Trademark Policy, Data Processing Addendum, and Brand Guidelines) define the terms and conditions under which you’re allowed to use the Service in accordance with the Agreement, which in addition to our Privacy Policy and Cookie Statement, describe how we’ll treat your account and the data we collect and process about you, your end users, and your contacts while you’re a Member.\nIf you don’t agree to these Terms, you must immediately discontinue your use of the Service.</p>\n<p>Some features of the Service are offered as add-ons to your Mailchimp account (“Add-ons”).\nUnless expressly stated otherwise, these Terms apply to the use of Add-ons.\nSome Add-ons are intended for particular use cases and may also have additional terms or restrictions (“Additional Terms”).\nAdditional Terms for Add-ons can be found on our Mailchimp Site at mailchimp.com/legal/additional-terms, and Members agree to the applicable Additional Terms at the time they choose to add the corresponding Add-on.\nAlso note that a Member’s account may have access to unique features of the Service based on their historic usage or status.</p>\n<p>Mailchimp uses Google Maps and YouTube to provide certain features of the Service, and, as a result, we are contractually obligated to make our Members aware of certain terms related to the use of such features.\nTherefore, you acknowledge and agree that by signing up for an account and using the Service, you are also bound by the Google Maps/Google Earth Additional Terms of Service and the YouTube Terms of Service (including the Google Privacy Policy).</p>\n<p>If you download the App through the Apple App Store, Google Play or other app store or distribution platform (“App Provider”), you acknowledge and agree that: (i) these Terms are between us, and not with the App Provider, and that we are responsible for the Service, not the App Provider.\n(ii) the App Provider has no obligation to furnish maintenance and support services or handle any warranty claims.\n(iii) the App Provider is not responsible for addressing any claims you or any third party have relating to the App.\nand (iv) the App Provider is a third party beneficiary of these Terms as related to your use of the App, and the App Provider will have the right to enforce these Terms as related to your use of the App against you.</p>\n<p>If you have any questions about our Terms, feel free to contact us.</p> Account 1.\nEligibility\n<p>In order to use the Service, you must:</p>\n<ol>\n<li>be at least eighteen (18) years old and able to enter into contracts;</li>\n<li>complete the account registration process;</li>\n<li>agree to these Terms;</li>\n<li>provide true, complete, and up-to-date contact and billing information.\n</li>\n<li>not be based in Cuba, Iran, North Korea, Syria, or any other territory that is subject to a U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist-supporting” country.\nand</li>\n<li>not be listed on any U.S.\ngovernment list of prohibited or restricted persons.</li>\n</ol>\n<p>By using the Service, you represent and warrant that you meet all the requirements listed above, and that you won’t use the Service in a way that violates any laws or regulations.\nNote that by representing and warranting, you are making a legally enforceable promise.</p>\n<p>Mailchimp may refuse service, close accounts of any Members, and change eligibility requirements at any time.</p>\n2.\nTerm\n<p>When you sign up for an account and agree to these Terms, the Agreement between you and Mailchimp is formed, and the term of the Agreement (the “Term”) will begin.\nThe Term will continue for as long as you have a Mailchimp account or until you or we terminate the Agreement in accordance with these Terms, whichever happens first.\nIf you sign up for an account on behalf of a company or other entity, you represent and warrant that you have the authority to accept these Terms and enter into the Agreement on its behalf.</p>\n3.\nClosing Your Account\n<p>You or Mailchimp may terminate the Agreement at any time and for any reason by terminating your Mailchimp account or giving notice to the other party.\nWe may suspend the Service to you at any time, with or without cause.\nIf we terminate your account without cause, and your account is a paid account, we’ll refund a prorated portion of your monthly prepayment for a Monthly Plan or reimburse you for unused Pay as You Go Credits.\nWe won’t refund or reimburse you in any other situation, including if your account is suspended or terminated for cause, such as for a breach or violation of the Agreement.\nIf your account is inactive for 24 or more months, we may terminate your account and you won’t be entitled to a refund for a prepaid month or reimbursement for unused Pay as You Go Credits.\nOnce your account is terminated, you acknowledge and agree that we may permanently delete your account and all the data associated with it, including your Campaigns.\nUsernames are unique and can only be used once.\nIf your account has been terminated, the username will no longer be available for use on any future accounts and cannot be reclaimed.</p>\n4.\nChanges\n<p>We may change any of the Terms by posting revised Terms on our Mailchimp Site.\nUnless you terminate your account, the new Terms will be effective immediately upon posting and apply to any continued or new use of the Service.\nWe may change the Service, Add-ons, or any features of the Service at any time, and we may discontinue the Service, Add-ons, or any features of the Service at any time.</p>\n5.\nAccount and Password\n<p>You’re responsible for keeping your account name and password confidential.\nYou’re also responsible for any account that you have access to and any activity occurring in such account (other than activity that Mailchimp is directly responsible for that isn’t performed in accordance with your instructions), whether or not you authorized that activity.\nYou’ll immediately notify us of any unauthorized access or use of your accounts.\nWe’re not responsible for any losses due to stolen or hacked passwords.\nWe don’t have access to your current password, and for security reasons, we may only provide you with instructions on how to reset your password.\nWe have the right to update any of your contact information in your account for billing purposes.\nIn addition, you represent and warrant that all information you provide to us when you establish an account, and when you access and use the Service, is and will remain complete and accurate.\nWe may contact you, or any seat, authorized user, or login added to your account, based on the information provided in your account.</p>\n6.\nAccount Disputes\n<p>We don’t know the inner workings of your organization or the nature of your personal relationships.\nYou won’t request access to or information about an account that’s not yours, and you’ll resolve any account-related disputes directly with the other party.\nWe decide who owns an account based on a number of factors, including the content in that account, and the contact and profile information listed for that account.\nIn cases where differing contact and profile information is present or we are unable to reasonably determine ownership, we’ll require you to resolve the matter through proper channels outside of Mailchimp.</p>\n<p>When a dispute is identified, we may suspend any account associated with the dispute, including disabling login and sending capabilities, to protect the security and privacy of the data held within the account until the dispute is properly resolved.</p> Payment 7.\nPaid Monthly Plans and Audience\n<p>\n<strong>If you had a paid Monthly Plan on or before May 15, 2019, the following Section 7 may not apply to you and your account.\nIf it does not apply, an alternate version of Section 7 applicable to you and your account is available in your account (navigate to “Account,” then “Billing,” then “Monthly plans or credits”).</strong>\n</p>\n7A.\nPaid Monthly Plans\n<p>When you sign up for a paid monthly plan, you are required to self-select both your projected audience, as described in Section 7B below, and your package (e.g., Essentials, Standard, Premium) (together, your “Monthly Plan”) from those posted on our Mailchimp Site based on your anticipated use of the Service.\nEach Monthly Plan offers different pricing and feature options.\nOnce you select your Monthly Plan, Mailchimp will never automatically upgrade or downgrade your Monthly Plan.\nSo, give yourself room to grow if you’ll need it! If you exceed your Monthly Plan usage limits (either by exceeding your audience or monthly email limits, or both), <strong>you will incur additional charges</strong> for the prior billing cycle based on your current Monthly Plan, which will be detailed on your bill and in your account.\nBefore paying for your Monthly Plan for the first time, you will have an opportunity to preview the additional charges which would apply to your Monthly Plan should you incur them by exceeding your self-selected usage limits.\nIf you decide to proceed, and you incur additional charges, you agree to pay them on or before the next Pay Date, as described below.\nYou will always have the option to upgrade to a higher tier at any time.\nIf you upgrade during a billing cycle, you may elect to upgrade your package, your audience limit, or both.\nIf you elect to upgrade both, the upgrade amount for the package upgrade is calculated first, and the upgrade amount for the audience limit upgrade is calculated second.\nIn any event, your monthly charge for that billing cycle will be calculated based on the number of days in that billing cycle during which you were at each of the lower tier and the higher tier (including any applicable additional charges for the higher tier).\nYou will also have the option to downgrade to a lower tier at any time, but if you elect to downgrade during a billing cycle, your downgrade will not be effective until the end of that billing cycle, and you will still be charged for that entire billing cycle at the higher tier (including any applicable additional charges for the higher tier).</p>\n<p>When you sign up for a Monthly Plan, you agree to monthly recurring billing, starting on the date you sign up.\nBilling occurs on the same day each month, based on the date that you started your Monthly Plan.\nPayments are due for any month on the same or closest date to the day you made your first monthly payment (the “Pay Date”).\nIf any part of a month is included in the Term, then payment is required for the full month.\nIf you exceed your self-selected usage limits for your Monthly Plan, then you’ll have to pay additional charges (as described above) for the prior billing cycle on or before the next Pay Date, even if the Term ends or you downgrade to a Free Plan before that payment is otherwise due.\nBilling for Monthly Plans may be paused, and you may choose to close your account permanently at any time.</p>\n7B.\nAudience and Archiving\n<p>You may have several types of contacts in your Mailchimp account, but only contacts that you can engage through the Service count as contacts in your “audience” for purposes of your Monthly Plan or Free Plan.\nSubscribed, unsubscribed, and non-subscribed contacts count towards your audience.\nCleaned, reconfirmed, and archived contacts do not count towards your audience, nor do contacts whose opt-in confirmation is pending.\nYou may elect to archive contacts at any time, but any profile changes for an archived contact (whether initiated by you, the contact, or an integration) will automatically unarchive that contact.\nYou cannot engage in any activity through the Service with archived contacts unless and until they are unarchived.\nIf a contact is unarchived, it will immediately count towards your audience for your current billing cycle and any future billing cycles unless and until archived again.</p>\n8.\nFree Plans\n<p>If you use the Service under the free plan (“Free Plan”) and you want to go over the Free Plan limits, you’ll be required to upgrade your account to, and select and pay for, a Monthly Plan.\nMonthly Plans are described in Section 7A above.\nIf you exceed your Free Plan limits, or otherwise upgrade your account to a paid Monthly Plan, you’ll only be provided one complimentary downgrade to the Free Plan (provided your sending volume and audience numbers drop down to the Free Plan limits again).\nIf you go over the limits for the Free Plan more than once, you’ll no longer qualify for the Free Plan, even if your future sending volume and audience numbers are within the limits of the Free Plan.\n</p>\n9.\nPay as You Go Credits\n<p>You may also buy email credits to use the Service (“Pay as You Go Credits”), as explained on our Mailchimp Site.\nYou will have an opportunity to review current rates for Pay as You Go Credits in your account prior to purchase.\nIf you choose to buy Pay as You Go Credits, you’ll have access to the features of the Service included in the Essentials package, as described on the pricing page, and other than the monthly payment requirement, all of these Terms will still apply to you.\nPay as You Go Credits purchased on or after May 15, 2019 roll over each month, and expire 12 months after purchase.\nPay as You Go Credits purchased before May 15, 2019 also roll over each month, and expire on May 15, 2020.\nPay as You Go Credits have no cash value, cannot be refunded or redeemed for cash, and represent a limited license to use the Service for the specified volume and type of service.</p>\n10.\nDebit and Credit Cards\n<p>As long as you’re a Member with a Monthly Plan or otherwise have an outstanding balance with us, you’ll provide us with valid debit or credit card (“card”) information and authorize us to deduct your charges against that card.\nYou’ll replace the information for any card that expires with information for a valid one.\nIf your card is automatically replaced with a new card by a payment processor, you acknowledge and agree that we’re authorized to deduct any charges on your account against the new card.\nAnyone using a card represents and warrants that they are authorized to use that card, and that any and all charges may be billed to that card and won’t be rejected.\nIf we’re unable to process your card order, we’ll try to contact you by email and may suspend your account until your payment can be processed.</p>\n11.\nRefunds\n<p>We’ll give you a refund for a prepaid month or reimburse you for unused Pay as You Go Credits if we stop providing the Service and terminate your account without cause.\nYou won’t be entitled to a refund or credit from us under any other circumstances.\nWe may, at our sole discretion, offer a refund, discount or credit.</p>\n12.\nCharges for Add-Ons\n<p>If you use an Add-on that has a charge, then you’ll be billed that additional amount with each billing cycle for as long as the Add-on is active.\nYour billing cycle for an Add-on may differ from your billing cycle for your Monthly Plan or other features of the Service, and certain Add-ons may require upfront payment for their entire billing cycle.\nIf you use Mandrill to send bulk emails in violation of our Acceptable Use Policy, then we may charge you at the comparable Mailchimp plan or terminate your account.</p>\n13.\nBilling Changes\n<p>We may change our fees, including our charges for Monthly Plans and Pay as You Go Credits, at any time by posting a new pricing structure to our Mailchimp Site or in your account and/or sending you a notification by email.\nQuoted fees don’t include sales or other transaction-based taxes of any kind.</p> Rights 14.\nFeedback and Proprietary Rights\n<p>We own all proprietary rights in the Service, including, but not limited to, patents, trademarks, service marks, trade secrets, copyrights, and other intellectual property rights.\nYou will respect our proprietary rights in the Service, and you may only use our brand assets according to our Brand Guidelines.</p>\n<p>You shall retain all right, title, and interest in and to the material, content, data, and information (including your personal information and the personal information of others) you submit to Mailchimp in the course of using the Service or which Mailchimp otherwise retrieves or accesses at your direction or with your permission (collectively, your “Content”).\nSubject to these Terms, you grant us permission to use or disclose your Content (including any personal information therein) only as necessary to provide the Service to you and/or as otherwise permitted by these Terms.\nYou represent and warrant that: (i) you own or have otherwise obtained all necessary rights, releases, and permissions to submit all your Content to the Service and to grant the rights granted to us in these Terms and (ii) your Content and its submission and use as you authorize in these Terms will not violate (1) any applicable law, (2) any third-party intellectual property, privacy, publicity, or other rights, or (3) any of your or third-party policies or terms governing your Content.</p>\n<p>You may provide or we may ask you to provide suggestions, comments, input or other feedback (“Feedback”) regarding the Service.\nIf you provide us with any Feedback, then you grant us a royalty-free, non-exclusive, worldwide, sublicensable, and transferable license to use, reproduce, publicly display, distribute, modify, and publicly perform the Feedback as we see fit.\nAny Feedback you choose to provide is given entirely voluntarily.\nYou understand that you will not receive any compensation for your Feedback, and that we may use any Feedback you provide to improve the Service or to develop new features and services.</p>\n15.\nPrivacy Policy\n<p>Your privacy is important to us.\nPlease read our Privacy Policy and Cookie Statement for information regarding how we collect, use, and disclose your personal information and the privacy rights available to you when you use and interact with the Service.</p>\n<p>For the purposes of European privacy laws, for much of the personal information we collect and process through the Service, we act as a processor.\nhowever, there are certain instances, as described in our Privacy Policy, where we process personal information, including Content and other data from Member accounts, as a controller for important business purposes (e.g., for billing, administrative, security, and product improvement purposes).</p>\n<p>When we, as a controller, process data that originates from the European Economic Area, UK, or Switzerland in a country that has not been found to provide an adequate level of protection under applicable data protection law, we shall process such data in compliance with the European Commission decision C(2004) 5271 standard contractual clauses for controllers (as updated, amended, or replaced from time to time), the terms of which are incorporated herein by reference.\nFor the purposes of the descriptions in the standard contractual clauses: (a) Mailchimp shall be the \"data importer\" and you shall be the \"data exporter\".\n(b) the data importer selects option (iii) for the purposes of Clause 2(h) of the Model Clauses.\nand (c) the optional clauses are expressly not included.\nThe details of the transfer are as follows: (i) the purposes of transfer, categories of data and data subjects are described in our Privacy Policy.\n(ii) sensitive data: n/a.\nand (iii) contact points for data protection enquiries are as set forth in these Terms.</p>\n16.\nRight to Review Content and Campaigns\n<p>We may view, copy, and internally distribute Content from your Campaigns and account to create algorithms and programs (“Tools”) that help us spot problem accounts and improve the Service.\nWe use these Tools to find Members who violate these Terms or laws and to study data internally to make the Service smarter and create better experiences for Members and their contacts.\nWe may aggregate and anonymize data, including from the Content of your Campaigns, to create statistical information.\nAggregated anonymized statistical information may be shared externally for research, marketing, or other lawful purposes.</p> Rules and Abuse 17.\nGeneral Rules\n<p>By agreeing to these Terms, you promise to follow these rules:</p>\n<ol>\n<li>You won’t send spam!</li>\n<li>You won’t use purchased, rented, or third-party lists of email addresses.</li>\n<li>You’ll comply with our Acceptable Use Policy, which forms part of these Terms.</li>\n<li>If you use our API, you’ll comply with our API Use Policy, which forms part of these Terms.</li>\n</ol>\n<p>Mailchimp doesn’t allow accounts that promote or incite harm toward others or that promote discriminatory, hateful, or harassing Content.\nTo this end, we may suspend or terminate your account if you send a Campaign or otherwise distribute any Content that we determine, in our sole discretion, contains either of the following:</p>\n<ul>\n<li>\n<strong>A Threat of Physical Harm.</strong> This means any statement, photograph, advertisement, or other Content that in our sole judgment could be reasonably perceived to threaten, advocate, or incite physical harm to or violence against others.</li>\n<li>\n<strong>Hateful Content.</strong> This means any statement, image, photograph, advertisement, or other Content that in our sole judgment could be reasonably perceived to harm, threaten, promote the harassment of, promote the intimidation of, promote the abuse of, or promote discrimination against others based solely on race, ethnicity, national origin, sexual orientation, gender, gender identity, religious affiliation, age, disability, disease, or immigration status.</li>\n</ul>\n<p>We also may suspend or terminate your account if we determine, in our sole discretion, that you are either:</p>\n<ul>\n<li>an organization that has publicly stated or acknowledged that its goals, objectives, positions, or founding tenets include statements or principles that could be reasonably perceived to advocate, encourage, or sponsor Hateful Content or A Threat of Physical Harm;</li>\n<li>a person that has publicly made a comment or statement, or otherwise publicly made known a position, including by membership in an organization as discussed above, that could be reasonably perceived as Hateful Content or A Threat of Physical Harm.\nor</li>\n<li>a person or organization that has acted in such a way as could be reasonably perceived to support, condone, encourage, or represent Hateful Content or A Threat of Physical Harm.</li>\n</ul>\n<p>Mailchimp also does not allow the distribution of Content that is, in our sole discretion, materially false, inaccurate, or misleading in a way that could deceive or confuse others about important events, topics, or circumstances.</p>\n<p>If you violate any of these rules, then we may issue a warning to, suspend, or terminate your account.</p>\n18.\nReporting Abuse\n<p>If you think anyone is violating any of these Terms, please notify us immediately.\nIf you received spam you think came from a Mailchimp Member, please report it to our Abuse Team.\n(Every email Campaign sent through the Service has an embedded campaign tracking ID in the email header, making it easy to report suspected spam.) If you think anyone has posted material that violates any protected marks or copyrights, then you can notify us at the address provided in our Copyright and Trademark Policy.</p>\n19.\nBandwidth Abuse/Throttling\n<p>You may only use our bandwidth for your Content and Campaigns.\nWe provide image and data hosting only for your use of the Service, so you may not host images on our servers for anything else.\nWe may throttle your sending or connection through our API at our discretion.</p>\n20.\nCompliance with Laws\n<p>You represent and warrant that your use of the Service will comply with all applicable laws and regulations.\nYou’re responsible for determining whether the Service is suitable for you to use in light of your obligations under any regulations like HIPAA, GLB, Data Protection Laws (as defined in the Data Processing Addendum), United States export control laws and regulations and economic sanctions laws and regulations (“U.S.\nExport Control Laws and Regulations”), or other applicable laws.\nIf you’re subject to regulations (like HIPAA) and you use the Service, then we won’t be liable if the Service doesn’t meet those requirements.\nYou may not use the Service for any unlawful or discriminatory activities, including acts prohibited by the Federal Trade Commission Act, Fair Credit Reporting Act, Equal Credit Opportunity Act, Children's Online Privacy Protection Act, or any other applicable laws.</p>\n<p>If you collect any personal information pertaining to a minor and store such information within your Mailchimp account, you represent and warrant that you have obtained valid consent for such activities according to the applicable laws of the jurisdiction in which the minor lives.</p>\n<p>You agree, represent, and warrant to Mailchimp that:</p>\n<ol>\n<li>You will clearly post, maintain, and abide by a publicly accessible privacy notice on the digital properties from which the underlying data is collected that (a) satisfies the requirements of applicable data protection laws, (b) describes your use of the Service, and (c) includes a link to Mailchimp’s Privacy Policy.</li>\n<li>You will get and maintain all necessary permissions and valid consents required to lawfully transfer data to Mailchimp and to enable such data to be lawfully collected, processed, and shared by Mailchimp for the purposes of providing the Service or as otherwise directed by you.</li>\n<li>You will comply with all laws and regulations applicable to the Campaigns sent through the Service, including those relating to (a) acquiring consents (where required) to lawfully send Campaigns, (b) the Content of Campaigns, and (c) your Campaign deployment practices.</li>\n<li>You will provide and obtain all notices and obtain all necessary consents required by applicable data protection laws to enable Mailchimp to deploy cookies and similar tracking technologies (like web beacons or pixels) lawfully on and collect data from the devices of contacts and end users in accordance with and as described in the Cookie Statement.</li>\n<li>To the extent Mailchimp processes your Content protected by Data Protection Laws as a processor on your behalf (all as defined in the DPA), you and Mailchimp shall be subject to and comply with the Mailchimp Data Processing Addendum (\"DPA\"), which is incorporated into and forms an integral part of these Terms.\nThe DPA sets out our obligations with respect to data protection and security when processing your Content on your behalf in connection with the Service.</li>\n</ol>\n<p>In addition, if you are subject to EU Data Protection Law (as defined in the Data Processing Addendum), you acknowledge and agree that we have your prior written authorization to respond, at our discretion, to any data subject access requests we receive from your contacts made under EU Data Protection Law, or, alternatively, we may direct any such contacts to you so that you can respond to the request accordingly.</p>\n<p>You agree to indemnify and hold us harmless from any losses, including all legal fees and expenses, that result from your breach of this Section 20.</p>\n21.\nExport Controls\n<p>The software that supports the App (the “Software”) is subject to U.S.\nExport Control Laws and Regulations.\nExport laws are set up by the U.S.\ngovernment to keep certain goods and services from reaching other countries, usually because of security concerns or trade agreements.\nNone of the Software may be downloaded or otherwise exported or re-exported in violation of U.S.\nExport Control Laws and Regulations and any other applicable export laws and regulations (collectively, “Export Control Laws”).\nTherefore, you agree that you won’t, directly or indirectly through a third party, allow the Software or your Campaigns to be accessed or generated from within, or distributed or sent to, any prohibited or embargoed country as mentioned in any Export Control Laws.\nIn addition, you certify that neither you nor any principals, officers, directors, or any person or entity you know to be directly involved with the use of the Service is designated on any U.S.\ngovernment list of prohibited or restricted persons.</p>\n<p>It’s important to note that this Section 21 isn’t meant to provide a comprehensive summary of the Export Control Laws that govern Mailchimp, the Service, or the Software.\nYou’re downloading and using the Software at your own risk, and it’s your responsibility to consult with a legal advisor to make sure your use of the Service and the Software complies with applicable laws.</p> Liability 22.\nLimitation of Liability\n<p>\n<strong>To the maximum extent permitted by law, you acknowledge and agree that (i) you assume full responsibility for any loss that results from your use of the Service, including any downloads from the Mailchimp Site.\n(ii) we and our Team won’t be liable for any indirect, punitive, special, or consequential damages under any circumstances, even if they’re based on negligence or we’ve been advised of the possibility of those damages.\nand (iii) in any calendar month, our total liability to you arising under or in connection with the Agreement—whether in contract, tort (including negligence), breach of statutory duty, or otherwise—will be no more than what you paid us for the Service the preceding month.</strong>\n</p>\n<p>\n<strong>For the avoidance of doubt, in no instance will we or our Team be liable for any losses or damages you suffer if you use the Service in violation of these Terms, regardless of whether we terminate or suspend your account due to such violation.</strong>\n</p>\n23.\nNo Warranties\n<p>\n<strong>To the maximum extent permitted by law, we provide the Service as-is.\nThis means that, except as expressly stated in these Terms, we don’t provide warranties, conditions, or undertakings of any kind in relation to the Service, either express or implied.\nThis includes, but isn’t limited to, warranties of merchantability and fitness for a particular purpose, which are, to the fullest extent permitted by law, excluded from the Agreement.\nSince Members use the Service for a variety of reasons, we can’t guarantee that it’ll meet your specific needs.</strong>\n</p>\n24.\nIndemnity\n<p>You agree to indemnify and hold us and our Team harmless from any losses, including legal fees and expenses that directly or indirectly result from any claims you make that aren’t allowed under these Terms due to a “Limitation of Liability” or other provision.\n(Indemnity is an agreement to compensate someone for a loss.) You also agree to indemnify and hold us harmless from any losses, including legal fees and expenses, that directly or indirectly result from (i) your Content, (ii) your use of the Service, (iii) your violation of any laws or regulations, (iv) third-party claims that you or someone using your password did something that, if true, would violate any of these Terms, (v) any misrepresentations made by you, or (vi) a breach of any representations or warranties you’ve made to us.</p>\n25.\nEquitable Relief\n<p>Your violation of these Terms may cause irreparable harm to us and our Team.\nTherefore, we have the right to seek injunctive relief or other equitable relief if you violate these Terms (meaning we may request a court order to stop you).</p>\n26.\nSubpoena Fees\n<p>If we have to provide information in response to a subpoena, court order, or other legal, governmental, or regulatory inquiry related to your account, then we may charge you for our costs.\nThese fees may include attorney and employee time spent retrieving the records, preparing documents, and participating in a deposition.</p>\n27.\nDisclaimers\n<p>We and our Team aren’t responsible for the behavior of any third parties, agencies, linked websites, or other Members, including third-party applications, products, or services for use in connection with the Service (each, a “Third-Party Integration”).\nYour use of any Third-Party Integration and rights with respect to such Third-Party Integration are solely between you and the applicable third party.\nWe are not responsible for the privacy, security or integrity of any Third-Party Integration or the practices and policies of any Third-Party Integration.\nWe make no warranties of any kind and assume no liability of any kind for your use of any Third-Party Integration.\n</p> Other Important Stuff 28.\nNotice to U.S.\nGovernment End Users\n<p>The Software and the Mailchimp Site, including all documentation, are “Commercial Items,” as that term is defined at 48 C.F.R.\n§2.101, and consist of “Commercial Computer Software” and “Commercial Computer Software Documentation.” The Commercial Computer Software and Commercial Computer Software Documentation are licensed to U.S.\ngovernment end users:</p>\n<ol>\n<li>only as Commercial Items,</li>\n<li>with the same rights as all other end users, and</li>\n<li>according to the Terms.</li>\n</ol>\n<p>Published and unpublished rights are reserved under the copyright laws of the United States.\nThe manufacturer is The Rocket Science Group LLC, 675 Ponce de Leon Ave NE, Suite 5000, Atlanta, Georgia 30308.</p>\n29.\nAssignments\n<p>You may not assign any of your rights under this Agreement to anyone else.\nWe may assign our rights to any other individual or entity at our discretion.</p>\n30.\nChoice of Law\n<p>The State of Georgia’s laws, except for conflict of laws rules, will apply to any dispute related to the Agreement or the Service.\nYou acknowledge and agree that any dispute related to the Agreement or the Service itself will be decided by the state or federal courts in Fulton County, Georgia, and each party consents to personal jurisdiction in those courts.</p>\n31.\nForce Majeure\n<p>We won’t be held liable for any delays or failure in performance of any part of the Service, from any cause beyond our control.\nThis includes, but is not limited to, acts of god, changes to law or regulations, embargoes, war, terrorist acts, riots, fires, earthquakes, nuclear accidents, zombie apocalypse, floods, strikes, power blackouts, volcanic action, unusually severe weather conditions, and acts of hackers, or third-party internet service providers.</p>\n32.\nSurvivability\n<p>Even if this Agreement is terminated, the following sections will continue to apply: Feedback and Proprietary Rights, Compliance with Laws, Limitation of Liability, No Warranties, Indemnity, Choice of Law, Severability, and Entire Agreement.</p>\n33.\nSeverability\n<p>If it turns out that a section of these Terms isn’t enforceable, then that section will be removed or edited as little as required, and the rest of the Agreement will still be valid.</p>\n34.\nInterpretation\n<p>The headers and sidebar text are provided only to make these Terms easier to read and understand.\nThe fact that we wrote these Terms won’t affect the way the Agreement is interpreted.</p>\n35.\nWaiver\n<p>If we don’t immediately take action on a violation of these Terms, we’re not giving up any rights under the Terms, and we may still take action at some point.</p>\n36.\nNo Changes in Terms at Request of Member\n<p>Because we have so many Members, we can’t change these Terms for any one Member or group.</p>\n37.\nFurther Actions\n<p>You’ll provide all documents and take any actions necessary to meet your obligations under these Terms.</p>\n38.\nNotification of Security Incident\n<p>If we become aware of a security incident related to our systems or databases that contain personal information of you or your contacts, we’ll notify you if required by law.\nIn that event, we’ll also provide you with information about that incident so that you can evaluate the consequences to you and any legal or regulatory requirements that may apply to you, unless we’re prevented from doing so by legal, security or confidentiality obligations.\nNotifying you of a security incident or cooperating with you to respond to one will not be deemed an acknowledgement or assumption of any liability or fault of Mailchimp for such incident.</p>\n39.\nBeta Services\n<p>From time to time, (i) we may invite you to try products or features related to our Service that are not generally available to all of our Members or the public or (ii) we may release products or features related to our Service that are identified in the App as beta, preview, pilot, limited release, or by a similar designation (collectively, “Beta Services”).\nBeta Services may be provided for evaluation or testing purposes only, and, therefore, may contain bugs or errors, and may not be as reliable as other features of the Service.\nWe may discontinue Beta Services at any time in our sole discretion, and we may decide not to make Beta Services generally available.\nFor the avoidance of doubt, Beta Services are a part of the Service, and, therefore, are subject to the terms of this Agreement, including, without limitation, Sections 22 and 23.</p>\n40.\nNotices\n<p>Any notice to you will be effective when we send it to the last email or physical address you gave us or when posted on our Mailchimp Site.\nAny notice to us will be effective when delivered to us along with a copy to our legal counsel: Attn.\nLegal Department, Mailchimp, 675 Ponce de Leon Ave NE, Suite 5000, Atlanta, Georgia, 30308, or any addresses as we may later post on the Mailchimp Site.</p>\n41.\nEntire Agreement\n<p>These Terms and any Additional Terms you’ve agreed to by enabling any Add-ons make up the entire agreement between us in relation to its subject matter and supersede all prior agreements, representations, and understandings.\nAny Additional Terms will be considered incorporated into the Agreement when you activate the corresponding Add-on.</p>\n<p>Where there’s a conflict between these Terms and the Additional Terms, the Additional Terms will control to the extent of the conflict.</p>\n<p>Congratulations! You’ve reached the end.</p>\n<p>Thanks for taking the time to learn about Mailchimp’s policies.</p>\n<p>\n<em>Updated November 23, 2020.</em>\n</p> ", "created_at": "2019-04-27 03:02:47.540434", "updated_at": "2020-12-14 21:45:42.23711"}, {"id": 1218, "name": " Cookie Statement ", "url": "https://mailchimp.com/legal/cookies/", "xpath": "/html/body/main/section[2]", "text": " In this document <ul>\n<li> What are cookies? </li>\n<li> Why do we use cookies and other tracking technologies? </li>\n<li> Cookies served through our Mailchimp Sites </li>\n<li> Targeted online advertising </li>\n<li> Cookies served through the Service </li>\n<li> How can I control cookies? </li>\n<li> How often will you update this Cookie Statement? </li>\n<li> Where can I get further information? </li>\n</ul>\n<p>Mailchimp is owned and operated by The Rocket Science Group LLC (“Mailchimp”, “we”, “us”, and “our”).\nThis Cookie Statement explains how we use cookies and similar technologies in the course of our business, including through our websites that link to this Cookie Statement, such as http://www.mailchimp.com, http://www.tinyletter.com, and http://www.mandrill.com, or any website or mobile application owned, operated or controlled by us (collectively, “Mailchimp Sites” or “Mailchimp Site”), and when our Members’ end users visit websites or e-commerce stores operated by our Members or open or interact with emails delivered through our Service.\nIt explains what these technologies are and why we use them, as well as your rights to control our use of them.\nThis Cookie Statement is and will be treated as part of our Terms of Use, and is automatically incorporated therein.\nCapitalized terms used and not otherwise defined in this Cookie Statement have the meanings given to those terms in our Privacy Policy or Additional Terms.</p>\n<p>In some cases we may use cookies and other tracking technologies described in this Cookie Statement to collect Personal Information, or to collect information that becomes Personal Information if we combine it with other information.\nFor more information about how we process your Personal Information, please consult our Privacy Policy.</p> What are cookies? <p>Cookies are small data files that are placed on your computer or mobile device when you visit a website.\nCookies are widely used by online service providers in order to (for example) make their websites or services work, or to work more efficiently, as well as to provide reporting information.</p>\n<p>Cookies set by the website owner or service provider (in this case, Mailchimp) are called “first-party cookies”.\nCookies set by parties other than the website owner are called “third-party cookies”.\nThird-party cookies enable third-party features or functionality to be provided on or through the website or service you are using (such as advertising, interactive content and analytics).\nThe third parties that set these third-party cookies can recognize your computer both when it visits the website or service in question and also when it visits certain other websites or services.</p> Why do we use cookies and other tracking technologies? <p>We use first-party and third-party cookies for several reasons.\nSome cookies are required for technical reasons in order for our Mailchimp Sites and Service to operate, and we refer to these as “essential” or “strictly necessary” cookies.\nOther cookies enable us and the third parties we work with to track and target the interests of Visitors to our Mailchimp Sites, and we refer to these as “performance” or “functionality” cookies.\nFor example, we use cookies to tailor content and information that we may send or display to you and otherwise personalize your experience while interacting with our Mailchimp Sites and to otherwise improve the functionality of the Service we provide.\nWe also enable our Members to employ cookies and similar tracking technologies in connection with their use of our Service in order to allow us and our Members to track their Contacts or end users.\nFinally, third parties serve cookies through our Mailchimp Sites and Service for advertising, analytics, and other purposes.\nThis is described in more detail below.</p> Cookies served through our Mailchimp Sites <p>The specific types of first and third-party cookies served through our Mailchimp Sites and the purposes they perform are described in further detail below:</p>\nEssential Website Cookies\n<p>These cookies are strictly necessary to provide you with services available through our Mailchimp Sites and to use some of its features, such as access to secure areas.\nBecause these cookies are strictly necessary to deliver the Mailchimp Sites, you cannot refuse them without impacting how our Mailchimp Sites function.\nYou can block or delete them by changing your browser settings, as described under the heading \"How can I control cookies?\" in this Cookie Statement.</p> CategoriesCookies <strong>Mailchimp</strong>\n<br>\n<br>These cookies are strictly necessary to provide you with services available through our Mailchimp Sites and to use some of its features, such as access to secure areas._mcga<br>_mc<br>PHPSESSID<br>_new-status-app_session<br>JSESSIONID<br>mc_blog_Session<br>_mcid<br>KB_ID<br>_integrations_session<br>_experts_session<br>PHPSESSDATA<br>whatsNewLastVisited<br>KB_HIS<br>MC_ATPC<br>_abck<br>bm_sz<br>Ak_bmsc<br>_PARTNER_SIGNUP <br>EPHEMERA_ID<br>AKA_A2<br>\n<strong>Wufoo</strong>\n<br>\n<br>These cookies are used to embed forms on our Mailchimp Sites.ep202<br>SSPV<br>SSRT<br>ep201<br>SSLB<br>SSSC<br>SSID\n<strong>OneTrust</strong>\n<br>\n<br>These cookies are set by the cookie compliance solution from OneTrust.OptanonConsent<br>OptanonAlertBoxClosed Performance and Functionality Cookies\n<p>These cookies are used to enhance the performance and functionality of our Mailchimp Site.\nThey help us to know which pages are the most and least popular and to see how visitors move around the Mailchimp Site.\nAll information these cookies collect is aggregated.\nAlthough important to us, these cookies are non-essential to the use of the Mailchimp Site.\nHowever, without these cookies, certain functionality may become unavailable.</p> CategoriesCookies <strong>Mailchimp</strong>\n<br>\n<br>These cookies are used to enhance the performance and functionality of our Mailchimp Sites but are non-essential to their use.zte2095<br>_TEST_COOKIE<br>__zlcmid<br>__mc_lang<br>locale<br>\n<strong>Zopim</strong>\n<br>\n<br>These cookies support our chat service and accelerate loading times for chat functionality available through our Mailchimp Sites.__cfduid\n<strong>W3 Total Cache</strong>\n<br>\n<br>This cookie is set by W3 Total Cache plug-in for sites based on the WordPress content management system.\nIt is used for performance optimization.w3tc_referrer\n<strong>Wistia</strong>\n<br>\n<br>These cookies support video functionality on some of our Knowledge Base pages.__distillery<br>muxData\n<strong>New Relic</strong>\n<br>\n<br>New Relic views and analyzes massive amounts of data, and provides actionable insights in real-time for software.JSESSIONID\n<strong>Usabilla</strong>\n<br>\n<br>This cookie is used to track continuous, visual live user feedback.usabilla_live Analytics and Customization Cookies\n<p>These cookies collect information that is used either in aggregate form to help us understand how our Mailchimp Sites are being used or how effective our marketing campaigns are, or to help us customize our Mailchimp Sites and application for you in order to enhance your experience.\nThese cookies may be set by us or by third-party providers whose services we have added to our pages.</p> CategoriesCookies <strong>Mailchimp</strong>\n<br>\n<br>This cookie is used to customize our Mailchimp sites and application._plums_cookie\n<strong>Optimizely</strong>\n<br>\n<br>Optimizely is a testing and experimentation platform that helps us uncover customer insights and create optimal web experiences.optimizelyDomainTestCookie<br>optimizelyEndUserId\n<strong>Google</strong>\n<br>\n<br>These are set by Google Universal Analytics.\nThey are used to calculate visitor, session and campaign data for our Mailchimp Site analytics reports._gat<br>_ga\n<strong>Vimeo</strong>\n<br>\n<br>This cookie supports video functionality on some of our web pages and tracks views.vuid\n<strong>Twitter</strong>\n<br>\n<br>This cookie helps Twitter improve and understand how people use their services, including Twitter buttons and widgets, and Twitter Ads.lang\n<strong>Siteimprove</strong>\n<br>\n<br>An accessibility compliance tool with page-by-page analysis that maps and identifies significant changes in visitor behavior.siteimproveses\n<strong>Qualtrics</strong>\n<br>\n<br>These cookies are used to track user feedback.QSI_S_co1<br>QSI_SI_&lt;id&gt;_intercept<br>QSIPopUnder_PopUnderTarget_SI_&lt;id&gt;<br>QSI_HistorySession Advertising (Targeting) Cookies\n<p>These cookies are used to make advertising messages more relevant to you and your interests.\nThey also perform functions like preventing the same ad from continuously reappearing, ensuring that ads are properly displayed, and in some cases selecting advertisements that are based on your interests.\nFor further information, see the section of the Cookie Statement entitled \"Targeted online advertising\".</p> CategoriesCookies <strong>Google/DoubleClick</strong>\n<br>Google<br>These cookies enable behavioral advertising and analytics by Google.APISID<br>SSID<br>NID<br>PREF<br>\n<em>drt</em>\n<br>SID<br>SAPISID<br>id<br>HSID\n<strong>YouTube</strong>SID<br>HSID<br>demographics<br>VISITOR_INFO1_LIVE<br>PREF<br>APISID<br>SSID<br>LOGIN_INFO<br>YSC<br>SAPISID\n<strong>SoundCloud</strong>sc_anonymous_id<br>auth_token<br>lang<br>twill<br>\n<strong>Twitter</strong>\n<br>These cookies enable behavioral advertising and analytics by Twitter.<br>auth_token<br>lang<br>twll<br>__utmz<br>secure_session<br>guest_id<br>__utma<br>remember_checked<br>remember_checked_on<br>__utmb<br>personalization_id\n<strong>ScoreCardResearch</strong>UID<br>UIDR\n<strong>Neustar AdAdvisor (Aggregate Knowledge)</strong>u<br>ab\n<strong>Facebook</strong>\n<br>These cookies and tracking pixels enable behavioral advertising and analytics by Facebook.datr<br>x-src<br>fr<br>lu\n<strong>LinkedIn</strong>\n<br>These cookies enable behavioral advertising and analytics by LinkedIn.__utmb<br>JSESSIONID<br>UserMatchHistory<br>_bizo_cksm<br>_lipt<br>BizoID<br>lidc<br>bcookie<br>RT<br>__utma<br>__utmv<br>__utmz<br>_bizo_np_stats<br>__qca<br>lang<br>BizoData<br>BizoUserMatchHistory<br>leo_auth_token<br>visit\n<strong>Flashtalking</strong>anj<br>sess<br>uuid2\n<strong>Yahoo</strong>B\n<strong>Amazon</strong>ad-id<br>ad-privacy\n<strong>Drawbridge</strong>U\n<strong>Bing</strong>MUIDB<br>MUID\n<strong>Medium</strong>__cfduid\n<strong>Quora</strong>QA<br>m-b\n<strong>Podsights</strong>__pdst Other tracking technologies\n<p>We and our third-party partners may use other, similar technologies from time to time, like web beacons, SDKs, pixels (or “clear gifs”) and other tracking technologies.\nPixels are tiny graphics files that contain a unique identifier that enable us to recognize when someone has visited our Mailchimp Sites or, in the case of web beacons, opened an email that we have sent them.\nThis allows us, for example, to monitor the traffic patterns of Visitors from one page within our Mailchimp Sites to another, to deliver or communicate with cookies, to understand whether you have come to our Mailchimp Sites from an online advertisement displayed on a third-party website, to serve targeted advertisements to you and others like you, to improve site performance, and to measure the success of marketing campaigns.\nWhile you may not have the ability to specifically reject or disable these tracking technologies, in many instances, these technologies are reliant on cookies to function properly.\naccordingly, in those instances, declining cookies will impair the functionality of these technologies.</p> Targeted online advertising <p>We have engaged one or more third-party service providers to track and analyze both individualized usage and volume statistical information from interactions with our Mailchimp Sites.\nWe also partner with one or more third parties (such as advertisers and ad networks) to display advertising on our Mailchimp Sites and/or to manage and serve advertising on other sites.</p>\n<p>These third parties use cookies, web beacons, pixel tags and similar tracking technologies to collect and use certain information about your online activities, either on our Mailchimp Sites and/or other sites or mobile apps, to infer your interests and deliver you targeted advertisements that are more tailored to you based on your browsing activities and inferred interests (“Interest Based Advertising”).\nFor more information about this practice, click here: http://www.aboutads.info/choices/.</p>\n<p>Our third-party service providers may also use cookies or web beacons to collect information about your visits to our Mailchimp Sites and/or other sites to measure and track the effectiveness of advertisements and our online marketing activities (for example, by collecting data on how many times you click on one of our ads).\nThe information collected by these third parties does not include personal information that enables you to be specifically identified (e.g.\nby reference to your name or email address).</p>\n<p>\n<strong>Facebook:</strong> We also use the pixel function of Facebook Custom Audiences to identify users who have landed on certain pages for the purposes of target group-orientated remarketing and advertising.\nThe Facebook pixel stores a cookie, which means that information about your visit to our Mailchimp Site will be shared with Facebook.\nAlso, as part of the \"advanced matching\" undertaken by Facebook, other personal information (such as telephone number, email address, Facebook ID) may be shared with Facebook in a protected (hashed) form.\nThese cookies and the information collected are used to create target groups to help Facebook deliver advertising on our behalf to users who have previously visited our Mailchimp Site when they are on Facebook or a digital platform powered by Facebook Advertising, and to track advertising success.\nYou can modify your Facebook Ad settings to restrict these advertisements.\nNavigate to Settings/Adverts in your Facebook account to adjust your preferences.\nLearn more about the different types of Facebook cookies here: https://www.facebook.com/policies/cookies/</p> Cookies served through the Service Member email campaigns\n<p>We automatically place single pixel gifs, also known as web beacons, in every email sent by our Members.\nThese are tiny graphic files that contain unique identifiers that enable us and our Members to recognize when their Contacts have opened an email or clicked certain links.\nThese technologies record each Contact’s email address, IP address, date, and time associated with each open and click for a campaign.\nWe use this data to create reports for our Members about how an email campaign performed and what actions Contacts took.</p>\nMember sites\n<p>If a Member elects to use certain Mailchimp add-ons or features, the use of those may permit or require additional cookies or tracking technologies to be employed.\nIf a Member connects his or her website or e-commerce store (in each case, a “Site”) to a Mailchimp account, Mailchimp installs a JavaScript tracking snippet (“Snippet”) on that Member’s Site.\nThis Snippet will allow cookies, pixels, and other technologies to be set on that Member’s Site to facilitate the use of certain automations, features and functionality offered by Mailchimp through the Service.\nThe specific cookies, pixels, or other technologies that will be set on a Member’s Site depend on the particular add-ons or features that the Member chooses to use as part of the Service.\nEnd users should therefore review the relevant Member’s privacy notice and cookie disclosures for further information about the specific types of cookies and other tracking technologies used on the Site.\nThese optional add-ons and features include:</p>\n<p>\n<strong>Google remarketing ads</strong>: Our Google remarketing ads feature (also known as web retargeting ads) allows our Members to create and manage advertisements on the Google Display Network.\nWhen a Member elects to use this feature, Mailchimp installs a Google tracking pixel on that Member’s Site through the Snippet.\nThe Snippet also allows that Member’s Site to set a Mailchimp cookie that will recognize Site end users via ads placed with the Google remarketing ads feature.\nThese technologies facilitate the placement of advertising campaigns on the Google Display Network and enable Mailchimp to provide reporting to our Members about the performance of these advertising campaigns.\nTo refuse these cookies, please follow the instructions below under the heading “How can I control cookies?” Alternatively, please click on the relevant opt-out link here:https://www.google.com/settings/ads/plugin</p>\n<p>\n<strong>Facebook ads (including Facebook remarketing ads)</strong>: Our Facebook ads feature allows our Members to display ads to their end users and others within the Facebook platform.\nWhen a Member elects to use this feature, Mailchimp installs a Facebook tracking pixel on that Member’s Site through the Snippet.\nThe Snippet may also allow that Member’s Site to set a Mailchimp cookie that will recognize Site end users via ads placed with the Facebook ads feature.\nThese tracking technologies facilitate the placement of advertising campaigns on the Facebook platform and enable Mailchimp to provide reporting to our Members about the performance of these advertising campaigns.\nFacebook does not provide an opt-out link for its cookies.\nFor more information about Facebook cookies, please click here: https://www.facebook.com/policies/cookies/.\nTo refuse these cookies, please follow the instructions below under the heading “How can I control cookies?”</p>\n<p>\n<strong>Product retargeting emails</strong>: Our product retargeting emails feature allows our Members to promote new items or best sellers to their end users.\nWhen an end user clicks a link within a product retargeting email, the Member’s Site drops a Mailchimp cookie on that end user’s device that is placed through the Snippet.\nThis cookie allows Mailchimp to track attribution rates and browser activity and provide reporting to the Member regarding the success of their product retargeting emails.\nTo refuse this cookie, please follow the instructions below under the heading “How can I control cookies?”</p>\n<p>\n<strong>Popup forms</strong>: The Snippet will allow a Member’s Site to deploy a Mailchimp cookie that recognizes whether an end user to that Member’s Site has previously viewed a popup form and ensures the same end user does not see the form again for a period of up to one year.\nTo refuse this cookie, please follow the instructions below under the heading “How can I control cookies?”</p>\nLanding Pages and Websites\n<p>If a Member elects to use the Mailchimp features known as “Landing Pages” or “Websites,” the use of either feature will permit cookies and tracking technologies to be deployed by the Member.\nIf a Member elects to build a Landing Page or Website, a javascript tag, also known as a JS tag, will be placed on their page.\nThis tag allows our Members to see the aggregate number of visitors to their Website or Landing Page.\nIn addition, the Member will see the aggregate number of clicks on any links included in their Website or Landing Page.\nWe provide this data to our Members in order to demonstrate how their Website or Landing Page has performed.</p>\n<p>Members who create Landing Pages or Websites will have the option to set cookies on the device of any end user to those pages.\nWhen a Member chooses to set cookies, Mailchimp installs the Snippet on that Member’s Landing Page or Website to facilitate the deployment of the cookie(s) selected by that Member.\nThe specific cookies, pixels, or other technologies that will be set on a Member’s Landing Page or Website depend on the particular add-ons or features that the Member chooses to use as part of the Service.\nEnd users should review the relevant Member’s privacy notice and cookie disclosures for further information about the specific types of cookies and other tracking technologies used on any Landing Page or Website.\nThese optional add-ons and features include:</p>\n<p>\n<strong>Track with Mailchimp:</strong> Our Track with Mailchimp feature allows Members to track unique visits by deploying cookies on a Member’s Landing Page or Website.\nTrack with Mailchimp calculates the conversion rate by comparing the number of unique visits to the number of end users who subscribe.\nOn Websites, Track with Mailchimp allows Members to track page view events and link click data of their Contacts by retrieving page views and link clicks from a Contact’s local storage</p>\n<p>\n<strong>Facebook Pixel:</strong> Our Facebook Pixel feature allows our Members to track page views and create more targeting Facebook ads.\nWhen a Member elects to use this feature, Mailchimp installs a Facebook tracking pixel on that Member’s Landing Page or Website through the Snippet.\nThe Snippet may also allow that Member’s Landing Page or Website to set a Mailchimp cookie that will recognize end users on Facebook via the Facebook ads feature.\nThese tracking technologies facilitate the placement of advertising campaigns on the Facebook platform and enable Mailchimp to provide reporting to our Members about the performance of these advertising campaigns.\nFacebook does not provide an opt-out link for its cookies.\nFor more information about Facebook cookies, please click here: https://www.facebook.com/policies/cookies/.\nTo refuse these cookies, please follow the instructions below under the heading “How can I control cookies?”</p>\n<p>\n<strong>Google Analytics:</strong> Our Google Analytics feature allows our Members to connect their Google Analytics Account to better understand their end users.\nWhen a Member elects to use this feature, Mailchimp installs a Google tracking pixel on that Member’s Site through the Snippet.\n</p> How can I control cookies? <p>You have the right to decide whether to accept or reject cookies.</p>\n<p>\n<strong>Website Cookie Preference Tool</strong>: You can exercise preferences about what cookies are served on our Mailchimp Sites by visiting our cookie settings preference center, available here: Privacy Settings.\nYou can also exercise your Mailchimp Site cookie preferences by visiting the TRUSTe preference center by clicking this link: http://preferences-mgr.truste.com/.</p>\n<p>\n<strong>Browser Controls</strong>: You can set or amend your web browser controls to accept or refuse cookies.\nIf you choose to reject cookies, you may still use our Mailchimp Sites though your access to some functionality and areas of our Mailchimp Sites may be restricted.\nAs the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser’s help menu for more information.</p>\n<p>\n<strong>Disabling Most Interest Based Advertising</strong>: Most advertising networks offer you a way to opt out of Interest Based Advertising.\nIf you would like to find out more information, please visit http://www.aboutads.info/choices/ or http://www.youronlinechoices.com.</p>\n<p>\n<strong>Mobile Advertising</strong>: You can opt out of having your mobile advertising identifiers used for certain types of Interest Based Advertising, including those performed by us, by accessing the settings in your Apple or Android mobile device and following the most recent published instructions.\nIf you opt out, we will remove all data about you and no further data collection or tracking will occur.\nThe random ID we (or our third-party partners) had previously assigned to you will also be removed.\nThis means that if at a later stage, you decide to opt-in, we will not be able to continue and track you using the same ID as before, and you will for all practical purposes be a new end user to our system.</p>\n<p>\n<strong>Do Not Track</strong>: Some Internet browsers - like Internet Explorer, Firefox, and Safari - include the ability to transmit “Do Not Track” or “DNT” signals.\nSince uniform standards for “DNT” signals have not been adopted, our Mailchimp Sites, Connected Sites, Landing Pages, and Websites do not currently process or respond to “DNT” signals.\nMailchimp takes privacy and meaningful choice seriously and will make efforts to continue to monitor developments around DNT browser technology and the implementation of a standard.\nTo learn more about “DNT”, please visit All About Do Not Track.</p> How often will you update this Cookie Statement? <p>We may update this Cookie Statement from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons.\nPlease therefore re-visit this Cookie Statement regularly to stay informed about our use of cookies and related technologies.</p>\n<p>The date at the bottom of this Cookie Statement indicates when it was last updated.</p> Where can I get further information? <p>If you have any questions about our use of cookies or other technologies, please email us at privacy@mailchimp.com.</p>\n<p>\n<em>Updated November 5, 2020</em>\n</p> ", "created_at": "2019-04-27 03:04:26.644595", "updated_at": "2020-12-14 21:45:51.481177"}, {"id": 1219, "name": " Additional Terms ", "url": "https://mailchimp.com/legal/additional-terms/", "xpath": "/html/body/main/section[2]", "text": " In this document <ul>\n<li> For Connected Sites </li>\n<li> For Custom Fonts </li>\n<li> For Domains </li>\n<li> For Email Services </li>\n<li> For Facebook and Instagram Ad Buying Through Mailchimp </li>\n<li> For Google Web Remarketing Ads Through Mailchimp </li>\n<li> For Landing Pages Templates </li>\n<li> For Landing Pages and Websites Cookies, Pixels &amp.\nTracking Technologies </li>\n<li> For Mobile SDK </li>\n<li> For Payment Content Block </li>\n<li> For Postcards </li>\n<li> For Preferences Center Builder </li>\n<li> For Transactional Email (formerly Mandrill) </li>\n<li> For Unsplash Integration </li>\n<li> For Websites </li>\n</ul>\n<p>Certain features within Mailchimp are offered as add-ons to your Mailchimp account.\nSome add-ons have additional terms or restrictions (“Additional Terms”) associated with them.\nAdditional Terms for each of the add-ons can be found below, and Mailchimp Members agree to the applicable Additional Terms at the time they choose to add the corresponding add-on feature.</p> For Connected Sites <p>These Additional Terms apply to any Mailchimp account that has a website or store (“Connected Site” or “Site”) connected to their Mailchimp account.</p>\n<p>Please read these Additional Terms carefully before adding, connecting, or re-authorizing a Connected Site.\nBy clicking “Accept” within the Mailchimp application and continuing to connect your Site to Mailchimp you are agreeing to these Additional Terms.</p>\n<p>When you connect your Site with Mailchimp, you agree that Mailchimp may automatically install a JavaScript tracking snippet on your Site at the time of connection and/or re-authorization.\nThis snippet is necessary to enable several of Mailchimp’s powerful e-commerce automations and advertising features.\nSome of these automations and features work by allowing you to track the activity of your subscribed contacts’ on your Site through the use of cookies or similar technologies, such as pixels.\nThe JavaScript snippet will allow cookies, pixels, and other technologies to be set by your Connected Site, giving you full access to the automations, features, and functionality offered by Mailchimp.\nThe specific cookies, pixels, or other technologies that will be set on your Site will depend on the particular automations and features within Mailchimp that you choose to use.\nThe following automations and features are enabled by the Javascript snippet:</p>\n<ul>\n<li>Product Retargeting Emails: the Javascript snippet will allow your Site to deploy a Mailchimp cookie on a subscriber’s device when the subscriber clicks a link within a product retargeting email.\nThis cookie tracks attribution rates and browser activity, allowing Mailchimp to provide you with reporting on the success of your product retargeting emails.</li>\n<li>Google Remarketing Ads: the Javascript snippet will install a Google tracking pixel on your Site and will allow your Site to deploy a Mailchimp cookie that recognizes visitors to your Site from the remarketing ads you place.\nThese technologies facilitate remarketing ad placement and reporting on the performance of your advertising campaigns.\nFurther information can be found in the Additional Terms of Use for Google Ads Through Mailchimp, which must be agreed to before placing a Google remarketing ad.</li>\n<li>Facebook Remarketing Ads: the Javascript snippet will install a Facebook pixel on your Site.\nThese technologies facilitate remarketing ad placement and reporting on the performance of your advertising campaigns on Facebook and Instagram.\nFurther information can be found in the Additional Terms of Use for Facebook and Instagram Ad Buying Through Mailchimp, which must be agreed to before placing a Facebook remarketing ad.</li>\n<li>Popup Forms: the Javascript snippet will allow your Site to deploy a Mailchimp cookie that recognizes whether a visitor to your Site has previously viewed your popup form and ensures the same visitor does not see your form again for a period of up to one year.</li>\n</ul>\n<p>It is your responsibility to understand how your use of the available e-commerce automations and features will impact your Connected Site, including whether a particular e-commerce automation or feature will cause your Connected Site to deploy any tracking technologies.\nYou can visit Mailchimp’s Cookie Statement at any time for a description of the cookies and tracking technologies that can be employed by a Mailchimp user through the use of Mailchimp (see the Section entitled “Cookies served through the Services”).</p>\n<p>If you choose to enable automations or features that rely on the JavaScript snippet once your Site is connected, you represent and warrant that (1) you have permission from your subscribed contacts to track activity via cookies, pixels, and other similar technologies, and to transfer information related to this tracking to Mailchimp, and (2) your Site adequately discloses your tracking practices and use of cookies, pixels, and similar technologies in a Privacy Policy, Cookie Statement, or other disclosure.</p>\n<p>In addition to the above, you also understand and agree:</p>\n<ol>\n<li>Mailchimp may modify, change, or discontinue the ability to integrate Connected Sites with your Mailchimp account at any time.</li>\n<li>Mailchimp may refuse service or limit, suspend, or terminate your use of Connected Sites integrations at any time, with or without cause.</li>\n<li>You may discontinue your use of Connected Site integrations at any time by disconnecting your Site from your Mailchimp account and removing the Mailchimp integration from your Site or e-commerce platform.\nWhen you disconnect your Site from your Mailchimp account, any information obtained by the cookies, pixels, or similar technologies set by the Javascript tracking snippet on your Site will no longer be received by Mailchimp.</li>\n<li>Mailchimp may modify or change these Additional Terms from time-to-time.\nWhen we change these Additional Terms, we will post the revised Additional Terms here (www.mailchimp.com/legal/additional-terms).\nFor this reason, you should review these Additional Terms often.\nAny changes will be effective immediately and will apply to your continued use of Connected Site integrations with your Mailchimp account.</li>\n<li>To continue enabling the automations and features that you have chosen to turn on, Mailchimp may need to modify or change the code within the JavaScript snippet installed on your Site in the future.\nThese modifications or changes may cause your Site to deploy additional tracking technologies, or result in the deletion of cookies, pixels, or similar technologies being set by your Site.</li>\n</ol>\n<p>If you have a Shopify Connected Site, you further understand and agree:</p>\n<ol>\n<li>As between Shopify and Mailchimp only, Mailchimp is solely responsible for the Service offered by Mailchimp (as defined in our Standard Terms of Use), and Shopify is not liable for any fault in the Service or any harm that may result from installation or use of the Service.</li>\n<li>Except where expressly stated by Shopify, Shopify cannot provide assistance with the installation or use of the Service.</li>\n<li>As between Shopify and Mailchimp only, Mailchimp is solely responsible for any liability which may arise from your access to or use of the Service, including: (A) the development, use, marketing or distribution of or access to the Service, including support of the Service.\nor (B) Mailchimp’s own access, use, distribution or storage of information relating to you or your Shopify store.</li>\n</ol>\n<p>These Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Data Processing Addendum, Cookie Statement, Acceptable Use Policy, API Guidelines, Copyright and Trademark Policy, and Brand Guidelines), and the Standard Terms of Use continue to apply once you have connected your Site to your Mailchimp account.\nThe ability to connect a Site is considered part of the Service offered by Mailchimp.</p>\n<p>\n<em>Effective May 30, 2019</em>\n</p> For Custom Fonts <p>Please read these Additional Terms carefully before uploading a custom font to your Mailchimp account.\nBy clicking “Upload Font” within the Mailchimp application, you are agreeing to these Additional Terms.\n</p>\n<p>By uploading a custom font, you represent and warrant that that you own or have all rights and licenses necessary to use, and sublicense to Mailchimp the right to use, the typeface and font software for your custom font in connection with the Mailchimp App for purposes of creating and sending your Campaigns.\nPursuant to Section 24 of Mailchimp’s Standard Terms of Use, you agree to indemnify and hold Mailchimp harmless from any losses arising directly or indirectly from a breach of the forgoing representation and warranty.</p>\n<p>\n<em>Effective September 1, 2020</em>\n</p> For Domains <p>Welcome to Domains! “Domains” is a service that allows you to quickly and easily buy and register a custom domain or transfer a domain to Mailchimp all from within your Mailchimp account.</p>\n<p>Please read these Additional Terms carefully.\nThese Additional Terms apply to your use of Domains.\nThis is a legal agreement.\nBy checking the box and continuing to use Domains, you are agreeing to these Additional Terms.\nThese Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Acceptable Use Policy, API Guidelines, Cookie Statement, Data Processing Addendum, Copyright and Trademark Policy, and Brand Guidelines), which also apply to your use of Domains.</p>\n<p>Domains is part of the Service and your use of Domains is considered part of your use of Mailchimp.\nCapitalized terms used and not otherwise defined in these Additional Terms have the meanings given to those terms in our Standard Terms of Use.\nIf you have any questions about any of our terms, feel free to contact us.</p>\nPart A.\nImportant Things for You to Know\n<ol>\n<li>\n<p>Mailchimp may modify, suspend or discontinue Domains.\nMailchimp may limit, suspend, or terminate your access to Domains at any time.\nAnd if we do so, we are not liable to you for any modification, suspension, termination, or discontinuation.</p>\n</li>\n<li>\n<p>Mailchimp may modify or change these Additional Terms from time to time.\nIf we modify or change these Additional Terms in a material way, we will provide you notice that the Additional Terms have changed.\nAny modifications or changes will be effective immediately and apply to your continued use of Domains.</p>\n</li>\n<li>\n<p>We offer HTTPS encryption for your domain.\nBy purchasing a domain, you allow us to maintain a certificate in order to provide HTTPS for your domain.</p>\n</li>\n<li>\n<p>If you’ve purchased a domain, you can build and create a Website.\n</p>\n</li>\n<li>\n<p>We do not offer domain registration services for users in Russia and Ukraine at this time.\n</p>\n</li>\n</ol>\nPart B: Domain Registration\n<ol>\n<li>\n<p>Mailchimp is selling domains through a third-party registrar.\nAs such, Mailchimp is a “Reseller” and you, the purchaser of a domain, are a “Registrant”.\nThe third-party registrar that we use is Tucows Inc.\n(the “Registrar”).\nWhen you register, purchase, renew, or transfer a domain through Mailchimp, you agree to be bound by the Registrar’s terms of service as the “Registrant” thereunder, in addition to these Additional Terms.\nA breach of the Registrar’s terms of service is a breach of these Additional Terms.</p>\n</li>\n<li>\n<p>As a Registrant, you are subject to the policies and procedures set forth by the Internet Corporation for Assigned Names and Numbers (“ICANN”).\nICANN governs the relationship between the Registrar and the Registrant.\nThe rights and responsibilities you have when you purchase a domain are located here.\nICANN also provides helpful educational information for Registrants here.</p>\n</li>\n<li>\n<p>We are not responsible for the Registrar’s or ICANN’s actions or links as a third-party service.\n</p>\n</li>\n<li>\n<p>When you purchase a domain, you must provide certain personal information for registration.\nThis registration information will be shared with our Registrar and the relevant authoritative registry services provider for your domain as set forth in the Registrar’s terms of service.\nWe will process personal information in accordance with our Privacy Policy and as required to comply with applicable laws and regulations, including those set forth by ICANN.</p>\n</li>\n<li>\n<p>As the Mailchimp account holder, you will remain the Registrant and contact on record for your domain.\nYou will ensure that your contact information is accurate and up to date at all times.\nAs the Registrant, you are responsible for resolving any problems associated with your domain.\n</p>\n</li>\n<li>\n<p>If there is an ownership dispute of a domain, we reserve the right to determine the rightful owner.\nWe may suspend any account associated with a dispute.</p>\n</li>\n</ol>\nPart C: Payment\n<ol>\n<li>\n<p>Domains is an add-on to your Mailchimp plan and will be billed as such (please see Section 12 of our Standard Terms of Use for more information regarding add-ons).\nOur fees for domains are set forth here.\nWe will bill you prior to your domain’s annual renewal.</p>\n</li>\n<li>\n<p>To provide uninterrupted service, we will automatically renew your domain unless you opt out of automatic renewal.\nIf you would like to disable automatic renewal after purchasing a domain, please contact customer support.\nWe or the Registrar will email you notices thirty (30) days and five (5) days prior to your domain’s renewal date as well as three (3) days after your domain expires.\nIf you do not pay the renewal fees, your domain registration will expire and we may unpublish your Website.\n</p>\n</li>\n<li>\n<p>Please keep your billing information up to date at all times to avoid any registration problems.\nIf there is a billing dispute, you must resolve the dispute before expiration of the domain, or else your domain registration will expire and we may unpublish your Website.</p>\n</li>\n<li>\n<p>You acknowledge and agree that your rights and interest in a domain cease upon non-payment and expiration of your domain.</p>\n</li>\n<li>\n<p>You may transfer your domain to another reseller by contacting customer support.\nHowever, you may not transfer your domain within the first sixty (60) days following the registration of your domain.\nWe will not provide you any refund if you decide to transfer your domain.</p>\n</li>\n<li>\n<p>Upon termination of your Mailchimp account, any domain purchased through Mailchimp will no longer automatically renew.\nAs such, it will be your responsibility to transfer your domain prior to cancelling your Mailchimp account.\nIf you fail to transfer your domain prior to termination of your account, you will not be able to access your Website and your domain will expire.</p>\n</li>\n</ol>\nPart D: Liability\n<ol>\n<li>\n<p>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including Domains, is suitable for you in light of such laws, rules, and regulations.</p>\n</li>\n<li>\n<p>We cannot guarantee the security of every data transmission over the internet.</p>\n</li>\n<li>\n<p>You agree to indemnify and hold us and our Team harmless from any losses, including legal fees and expenses, arising out of or that otherwise result from your use of Domains or from a third party’s use of your domain.</p>\n</li>\n</ol>\n<p>\n<em>Effective April 7, 2020</em>\n</p> For Email Services <p>Welcome to Email Services! “Email Services” allow you to get an email address to match your domain.\nMailchimp currently offers two Email Services: “Email Forwarding,” which is a service that allows you to create a unique email address with your purchased custom domain that will forward email to your own personal email account, and “Google Workspace Integration,” which is an integration with Google Workspace that allows you to send and receive emails through a custom email address and Gmail inbox, and also includes access to other Google products, like Google Calendar.\n</p>\n<p>Please read these Additional Terms carefully.\nThese Additional Terms apply to your use of Email Services.\nThis is a legal agreement.\nBy continuing to use Email Services, you are agreeing to these Additional Terms.\nThese Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Acceptable Use Policy, API Guidelines, Cookie Statement, Data Processing Addendum, Copyright and Trademark Policy, and Brand Guidelines), which also apply to your use of Email Services.</p>\n<p>Email Services is part of the Service and your use of Email Services is considered part of your use of Mailchimp.\nCapitalized terms used and not otherwise defined in these Additional Terms have the meanings given to those terms in our Standard Terms of Use.\nIf you have any questions about any of our terms, feel free to contact us.</p>\nPart A.\nImportant Things for You to Know\n<ol>\n<li>Mailchimp may modify, suspend or discontinue Email Services at any time.\nMailchimp may limit, suspend, or terminate your access to Email Services at any time.\nAnd if we do so, we are not liable to you for any modification, suspension, termination, or discontinuation.</li>\n<li>Mailchimp may modify or change these Additional Terms from time to time.\nIf we modify or change these Additional Terms in a material way, we will provide you notice that the Additional Terms have changed.\nAny modifications or changes will be effective immediately and apply to your continued use of Email Services.</li>\n</ol>\nPart B: Email Forwarding\n<ol>\n<li>We do not offer Email Forwarding for users in Russia and Ukraine at this time.</li>\n<li>Email Forwarding is provided through our third-party Registrar, Tucows Inc.\nWhen you enable email forwarding through Mailchimp, you agree to be bound by Tucows’ Acceptable Use Policy, in addition to these Additional Terms and Mailchimp’s Acceptable Use Policy.\nA breach of the Tucows’ terms is a breach of these Additional Terms.</li>\n<li>Tucows reserves the right at any time to change or discontinue any of its products.\nWe are not responsible for Tucows’ actions or links as a third-party service.</li>\n<li>By enabling Email Forwarding, you acknowledge and consent to your contact details being passed to and stored by each of Mailchimp and Tucows.\nThis information will be processed by Mailchimp in accordance with our Privacy Policy.</li>\n<li>Email Forwarding is available with a purchased domain.\nYou must maintain an active domain with Mailchimp in order to use Email Forwarding.\nIf you upgrade to the Google Workspace Integration, Email Forwarding will no longer be available.\n</li>\n<li>We reserve the right to charge for Email Forwarding with prior written notice.\n</li>\n</ol>\nPart C.\nGoogle Workspace Integration\n<ol>\n<li>By using the Google Workspace Integration, you acknowledge that you have reviewed and agree to comply with Google’s Google Workspace Agreement (the “Google Workspace Agreement”), that you are the “Customer” under the Google Workspace Agreement, and that your purchase of the Google Workspace Integration through the Service constitutes an “Order Form” for purposes of the Google Workspace Agreement.</li>\n<li>Google reserves the right at any time without notice to change or discontinue any of its products.\nWe are not responsible for Google’s actions or links as a third-party service.</li>\n<li>By enabling the Google Workspace Integration, you acknowledge and consent to your contact details being passed to and stored by each of Mailchimp and Google.\nThis information will be processed by Mailchimp in accordance with our Privacy Policy.\nThis information will be processed by Google in accordance with the Google Workspace Agreement and: (i) as required to execute any non-standard orders.\n(ii) for purposes related to the provisioning of Google’s product(s) to your account(s), including in relation to any product updates or security incidents.\n(iii) as required to ensure that you are notified of available options to maintain continuity in product provisioning.\nand (iv) to conduct customer service and satisfaction surveys.</li>\n<li>For billing-related support for the Google Workspace Integration, please contact Mailchimp’s support team here.\nFor all other support inquiries, please contact Google directly here.</li>\n</ol>\nPart D.\nPayment Terms\n<ol>\n<li>The Google Workspace Integration is an add-on to your Mailchimp account and will be billed as such (please see Section 12 of our Standard Terms of Use for more information regarding add-ons).</li>\n<li>When purchasing and registering a domain with Mailchimp or transferring a domain to Mailchimp, you may purchase the Google Workspace Integration.\n</li>\n<li>Pricing for the Google Workspace Integration subscription is available in-app at point of purchase.\nAll prices included on this page are exclusive of applicable taxes.</li>\n<li>When you sign up for the Google Workspace Integration (“Sign Up”), you will select an annual plan (“Annual Google Workspace Plan”) or monthly plan (“Monthly Google Workspace Plan”).\nWhen you sign up for a Monthly Google Workspace Plan or Annual Google Workspace Plan, you agree to monthly or annual recurring billing, as described in these Additional Terms.\nAll fees paid are non-refundable.</li>\n<li>\n<p>If you select an Annual Google Workspace Plan: </p>\n<ul>\n<li>You will be billed for the annual price for your Annual Google Workspace Plan in advance on your Sign Up date.</li>\n<li>\n<strong>Your Annual Google Workspace Plan will automatically renew, and you will be billed, for successive Annual Google Workspace Plans on each anniversary of the Sign Up date thereafter unless and until you contact Mailchimp’s support team here and cancel your Annual Google Workspace Plan at least one (1) day prior to such one (1) year anniversary.</strong>\n</li>\n</ul>\n</li>\n<li>\n<p>If you select a Monthly Google Workspace Plan: </p>\n<ul>\n<li>If you have a Monthly Plan (as that term is defined in our Standard Terms of Use) and your Sign Up date is any day other than your Pay Date (as that term is defined in our Standard Terms of Use), you will be billed on your Sign Up date for a payment that is prorated based on the number of days between your Sign Up date and the first Pay Date following your Sign Up date (the “First Pay Date”), and then you will be billed for the monthly price for your Monthly Google Workspace Plan in advance on the First Pay Date.\nif your Sign Up date is the same day as your First Pay Date, you will be billed for the monthly price for your Monthly Google Workspace Plan in advance on that Pay Date.\n</li>\n<li>If you have a Free Plan (as that term is defined in our Standard Terms of Use), you will be billed for the monthly price for your Monthly Google Workspace Plan in advance on your Sign Up date, and that date will constitute your “First Pay Date” for purposes of these Additional Terms.\nIf you purchase a Monthly Plan at any time thereafter, we will adjust your billing to align your payment dates for your Monthly Google Workspace Plan with your Pay Date, and your first payment for your Monthly Google Workspace Plan after you purchase a Monthly Plan will be adjusted accordingly.</li>\n<li>\n<strong>Your Monthly Google Workspace Plan will automatically renew, and you will be billed for successive Monthly Google Workspace Plans on each Pay Date thereafter unless and until you contact Mailchimp’s support team here and cancel your Monthly Google Workspace Plan at least one (1) day prior to such Pay Date.</strong>\n</li>\n</ul>\n</li>\n<li>\n<p>Any purchase of an Annual Google Workspace Plan or Monthly Google Workspace Plan includes only one (1) seat (the “Included Seat”).\nYou are able to purchase additional seats by contacting Mailchimp’s support team here, and any purchased additional seats will run concurrently in term (i.e., monthly or annual, depending on whether you purchased a Monthly Google Workspace Plan or Annual Google Workspace Plan) with the Included Seat (and any payment therefor will be prorated accordingly).</p>\n</li>\n<li>If your payment method fails at any time, we or Google may temporarily or permanently suspend your access to and the functionality of the Google Workspace Integration.</li>\n<li>We may modify or change our fees and pricing structure for the Google Workspace Integration at any time.</li>\n<li>No refunds will be granted for the Google Workspace Integration for any reason.</li>\n<li>You agree to make all payments owed for your Google Workspace Integration in accordance with these Additional Terms and our Standard Terms of Use.</li>\n</ol>\nPart E: Use\n<p>You agree to use the Google Workspace Integration in accordance with Google’s Google Workspace Acceptable Use Policy.\nYou also agree not to use Email Forwarding to:</p>\n<ol>\n<li>send any content that is unlawful, harmful, threatening, abusive, vulgar, invasive of another’s privacy or otherwise objectionable.\n</li>\n<li>forge headers or otherwise manipulate identifiers in order to disguise the origin of any content.\n</li>\n<li>transmit any content that you do not have a right to make available;</li>\n<li>transmit through Email Forwarding any junk email, viruses or bulk email.\n</li>\n<li>allow your systems to serve as an open relay.\n</li>\n<li>interfere with or disrupt the email services or any networks connected to Email Forwarding.\n</li>\n<li>transmit obscene or pornographic material.\n</li>\n<li>take any action that imposes an unreasonable or disproportionately large load on the Tucows’s infrastructure providing Email Forwarding.\n</li>\n<li>impersonate any person or entity or falsely state or otherwise misrepresent an affiliation with a person or entity.\n</li>\n<li>use Email Forwarding for any purpose that is in violation of any applicable law or is otherwise an infringement on the rights of any person or entity.\n</li>\n<li>modify, decompile, reverse engineer, disassemble or reproduce any of the Tucows’ licensed or owned software, systems, applications or components used in providing Email Forwarding.\n</li>\n<li>use deceptive, misleading or unethical practices that are or might be detrimental to Mailchimp, Tucows, or the general public.\nor </li>\n<li>use the service in any way as otherwise prohibited by Tucows’ Acceptable Use Policy.\n</li>\n</ol>\nPart F: Liability\n<ol>\n<li>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including Email Services, is suitable for you in light of such laws, rules, and regulations.</li>\n<li>We cannot guarantee the security of every data transmission over the internet.</li>\n<li>Email Services are provided “as-is” with no warranty of any kind.\n</li>\n<li>You agree to indemnify and hold us and our Team harmless from any losses, including legal fees and expenses, arising out of or that otherwise result from your use of Email Services or from a third party’s use of your domain.</li>\n</ol>\n<p>\n<em>Effective November 19th, 2020</em>\n</p> For Facebook and Instagram Ad Buying Through Mailchimp Introduction\n<p>Welcome to Facebook and Instagram Ad Buying Through Mailchimp.\nAd Buying Through Mailchimp allows you quickly and easily to create, purchase, and manage Facebook and Instagram advertisements (including Facebook remarketing ads) from within your Mailchimp account (collectively, the “Ad Buying Feature”).</p>\n<p>Please read these Additional Terms carefully.\nThis is a legal agreement, and by clicking “I Agree” below and continuing to use the Ad Buying Feature you are agreeing to these Additional Terms.\nThese Additional Terms apply to your use of the Ad Buying Feature.\nThese Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Data Processing Addendum, Cookie Statement, Acceptable Use Policy, API Guidelines, Copyright and Trademark Policy, and Brand Guidelines), and the Standard Terms of Use also apply to your use of the Ad Buying Feature.\nThe Ad Buying Feature is part of the Service and your use of the Ad Buying Feature is considered part of your use of Mailchimp.\nIf you have questions about any of our terms, feel free to contact us.</p>\n<p>Unless expressly stated otherwise, the capitalized words in this document mean the same thing as they do in our Standard Terms of Use.</p>\nPart A: Important Things for You to Know\n<ol>\n<li>Mailchimp may modify the Ad Buying Feature or discontinue its availability at any time.</li>\n<li>Mailchimp may refuse service or limit, suspend, or terminate your access to the Ad Buying Feature at any time, with or without cause.</li>\n<li>You may discontinue your use of the Ad Buying Feature at any time.</li>\n<li>Mailchimp may modify or change these Additional Terms from time-to-time.\nIf we modify or change these Additional Terms, we will provide you notice of the fact that the Additional Terms have changed.\nAny modifications or changes will be effective immediately and apply to your continued use of the Ad Buying Feature.</li>\n<li>The Ad Buying Feature allows you to create, purchase, and manage Facebook and Instagram ads, including Facebook remarketing ads, from your Mailchimp account.\nBy using the Ad Buying Feature, you also agree to comply with Facebook’s Advertising Policies, Terms of Service, and Commercial Terms, and if your Site or Landing Page deploys the Facebook pixel, Business Tools Terms.</li>\n<li>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including the Ad Buying Feature, are suitable for you in light of such laws, rules, and regulations.</li>\n<li>Facebook and Instagram are not affiliates, partners, agents, or representatives of Mailchimp.\nYou understand and agree that Mailchimp is an independent party and has no right, responsibility, or ability to control, direct, or influence any action, inaction, conduct, or decision made by Facebook or Instagram.</li>\n</ol>\nPart B: Advertising Review and Compliance\n<p>Your use of the Ad Buying Feature, including the content of any ads you might create, is subject to review by both Facebook and Mailchimp and you agree to comply with the terms and policies of both companies.</p>\n<p>If you do not comply with both Facebook’s Terms (including the Facebook Advertising Policies) and Mailchimp’s Terms, any of the following actions may be taken: (1) your ad might be rejected by Facebook or Mailchimp.\n(2) we might, in our sole discretion, revoke your ability to use the Ad Buying Feature.\nand/or (3) we might suspend or terminate your Mailchimp account.</p>\n<p>To use the Ad Buying Feature to create and place remarketing ads on Facebook or Instagram, your website or store must be connected to your Mailchimp account (“Site”), or you must create a landing page in your Mailchimp account (“Landing Page”).\nWhen you elect to enable the Facebook pixel on your Site or Landing Page or create your first Facebook ad that links to your Site or Landing Page, a Javascript snippet deployed on your Site or Landing Page will install a Facebook pixel on your Site or Landing Page.\nThese tracking technologies facilitate the placement of your advertising campaigns on Facebook and Instagram and enable Mailchimp to provide reporting to you about the performance of your advertising campaigns.\nYou represent and warrant that your Site or Landing Page adequately discloses the use of tracking technologies, such as cookies and pixels, used by your Site or Landing Page in a Privacy Policy, Cookie Statement, or other disclosure and informs visitors to your Site or Landing Page that information collected by these technologies may be transferred to Mailchimp and Facebook.\nBy using the Ad Buying Feature, you are giving Mailchimp permission to install the Facebook pixel on your Site or Landing Page on your behalf.</p>\nPart C: Transfer of Data to Facebook\n<p>Certain options within the Ad Buying Feature, such as the custom audience option, allow you to pass data to Facebook.\nThe data that may be transferred through use of the custom audience option consists of hashed values of email addresses.\nOnly those emails addresses you expressly select will be hashed and passed to Facebook.\nIf you elect to enable the Facebook pixel on your Site or Landing Page to enable Facebook remarketing ads, the Facebook pixel will enable Facebook to collect data on visitors to your Site or Landing Page for purposes of creating a custom audience (without transferring hashed values of email addresses) and serving the remarketing ads.\n</p>\n<p>If you choose to pass data to Facebook, you represent and warrant that you have the right to use the data in such a manner and that you have secured permission from any individuals whose data will be hashed to transfer the data to Facebook.\nYou further acknowledge and agree that you are the party transferring data to Facebook and that such data is being passed directly from you to Facebook.</p>\nPart D: Payment Terms\n<p>The Ad Buying Feature is an add-on to your Mailchimp account and will be billed as such (please see Section 12 of our Standard Terms of Use for more information regarding add-ons).\nWhen creating an advertising campaign through the Ad Buying Feature, you will be asked to select a maximum budget for your advertising campaign.\nYou agree to pay the amount chosen as your maximum budget up front, and your credit card will be charged for this amount in its entirety.\nAds will then be placed by Facebook on your behalf according to the criteria you select using the Ad Buying Feature until your maximum budget is reached.\nIn certain circumstances, however, your entire budget may not be exhausted.\nAny unused portion of your budget will be credited to your account as an “Ad Credit” and may be used toward the purchase of future advertising campaigns with the Ad Buying Feature.\nAd Credits may not be used to purchase or pay for email campaigns or other Mailchimp add-ons or services, and are only valid for the purchase of services available through the Ad Buying Feature.\nAd Credits do not expire.</p>\n<p>If you violate these Additional Terms, Mailchimp’s Standard Terms of Use, or the Facebook Advertising Policies you will not receive a refund for any purchases you made through the Ad Buying Feature.</p>\n<p>\n<em>Updated May 30, 2019</em>\n</p>\nFacebook Custom Audience Terms\n<p>Facebook’s custom audiences feature enables you to create an audience using your data such as email addresses and phone numbers.\nWhen using Facebook’s custom audiences feature, your data is locally hashed on your system before you upload and pass such data to Facebook to be used to create your custom audience (the “Hashed Data”).\nWithout limiting any agreement between you and Facebook, by clicking “I accept,” passing to Facebook the Hashed Data, or using custom audiences for advertising, you agree to the following:</p>\n<ul>\n<li>\n<p>You represent and warrant, without limiting anything in these terms, that you have all necessary rights and permissions and a lawful basis to disclose and use the Hashed Data in compliance with all applicable laws, regulations, and industry guidelines.\nIf you are using a Facebook identifier to create a custom audience, you must have obtained the identifier directly from the data subject in compliance with these terms.</p>\n</li>\n<li>\n<p>If you are providing Hashed Data on behalf of an advertiser, you represent and warrant that you have the authority as agent to the advertiser to disclose and use such data on their behalf and will bind the advertiser to these terms.\n</p>\n</li>\n<li>\n<p>You represent and warrant that the Hashed Data does not relate to data about any individual who has exercised an option that you have, directly or indirectly, committed to honoring or provided to opt out of having that data disclosed and used for targeted advertising.\nTo the extent an individual exercises such an opt-out after you have used data relating to that individual to create a custom audience, you will remove that data subject from the custom audience.\n</p>\n</li>\n<li>\n<p>You instruct Facebook to use the Hashed Data for the matching process.\nFacebook will not share the Hashed Data with third parties or other advertisers and will delete the Hashed Data promptly after the match process is complete.\nFacebook will maintain the confidentiality and security of the Hashed Data and the collection of Facebook User IDs that comprise the custom audience(s) created from your Hashed Data (“your custom audience(s)”), including by maintaining technical and physical safeguards that are designed to (a) protect the security and integrity of data while it is within Facebook's systems and (b) guard against the accidental or unauthorized access, use, alteration or disclosure of data within Facebook's systems.</p>\n</li>\n<li>\n<p>Facebook will not give access to or information about the custom audience(s) to third parties or other advertisers, use your custom audience(s) to append to the information we have about our users or build interest-based profiles, or use your custom audience(s) except to provide services to you, unless we have your permission or are required to do so by law.</p>\n</li>\n<li>\n<p>Facebook may modify, suspend or terminate access to, or discontinue the availability of, the custom audiences feature at any time.\nYou may discontinue your use of the custom audiences feature at any time.\nYou may delete your custom audience(s) from the Facebook system at any time through your account tools.</p>\n</li>\n<li>\n<p>You may not use the custom audiences feature unless you are an advertiser (or an agency acting on behalf of an advertiser), Ads API or Custom Audiences API partner, a data partner uploading an audience on behalf of that advertiser, or have obtained express, written permission from Facebook.</p>\n</li>\n<li>\n<p>You may not sell or transfer your custom audiences, or authorize any third party to sell or transfer custom audiences.\nIf you have entered into an independent agreement with a partner for licensing marketing information, you may use the custom audiences tools and sharing functionality to create and provide custom audiences for advertising based on that information, subject to the requirements of these terms and applicable law.</p>\n</li>\n<li>\n<p>A note to EU and Swiss data controllers: To the extent the Hashed Data contains personal data relating to an individual who resides in the European Union or Switzerland, the parties acknowledge and agree that for purposes of creating the custom audiences, as described above, that you are the data controller in respect of such personal data, and you have instructed Facebook Ireland Limited to process such personal data on your behalf as your data processor pursuant to these terms and Facebook’s Data Processing Terms, which are incorporated herein by reference.\nYou hereby acknowledge and agree that Facebook, Inc.\nmay act as a sub-processor for and on behalf of Facebook Ireland Limited for the purpose of fulfilling Facebook Ireland Limited’s obligations under these Custom Audiences Terms.\n“Personal data,” “data controller,” and “data processor” in this paragraph have the meanings set out in the General Data Protection Regulation (Regulation (EU) 2016/679).</p>\n</li>\n</ul>\n<p>These Custom Audiences Terms and, to the extent applicable, the Data Processing Terms, govern the provision by you of Hashed Data to us and your use of the custom audiences feature, and your use of custom audiences for advertising.\nThey do not replace any terms applicable to your purchase of advertising inventory from Facebook (including but not limited to the Facebook Advertising Policies at https://www.facebook.com/policies/ads), and such terms will continue to apply to your ad campaigns targeted to your custom audience.\nThe custom audiences feature is a Facebook Product under Facebook’s Terms of Service (https://www.facebook.com/legal/terms, the “Terms”).\nIn the event of any express conflict between these Custom Audiences Terms and the Terms, these Custom Audiences Terms will govern solely with respect to your use of the custom audiences feature and solely to the extent of the conflict.\nFacebook reserves the right to monitor or audit your compliance with these terms and to update these terms from time to time.\n</p>\n<p>\n<em>Effective Date: May 25, 2018</em>\n</p> For Google Web Remarketing Ads Through Mailchimp Introduction\n<p>Welcome to Google Ads Through Mailchimp.\nWith Google Ads Through Mailchimp you can quickly and easily create, purchase, and manage advertisements on the Google Display Network, such as web retargeting ads, from within your Mailchimp account using our ad creator (referred to as the “Google Ad Buying Feature” throughout these Additional Terms).</p>\n<p>Please read these Additional Terms carefully.\nThis is a legal agreement, and by clicking “I Agree” below and continuing to use the Google Ad Buying Feature you are agreeing to these Additional Terms.\nThese Additional Terms apply to your use of the Google Ad Buying Feature.\nThese Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Data Processing Addendum, Cookie Statement, Acceptable Use Policy, API Guidelines, Copyright and Trademark Policy, and Brand Guidelines), and the Standard Terms of Use also apply to your use of the Google Ad Buying Feature.\nThe Google Ad Buying Feature is part of the Service and your use of the Google Ad Buying Feature is considered part of your use of Mailchimp.\nIf you have questions about any of our terms, feel free to contact us.</p>\n<p>Unless expressly stated otherwise, the capitalized words in this document mean the same thing as they do in our Standard Terms of Use.</p>\nPart A: Important Things for You to Know\n<ol>\n<li>\n<p>Mailchimp may modify the Google Ad Buying Feature or discontinue its availability at any time.</p>\n</li>\n<li>\n<p>Mailchimp may refuse service or limit, suspend, or terminate your access to the Google Ad Buying Feature at any time, with or without cause.</p>\n</li>\n<li>\n<p>You may discontinue your use of the Google Ad Buying Feature at any time.</p>\n</li>\n<li>\n<p>Mailchimp may modify or change these Additional Terms from time-to-time.\nIf we modify or change these Additional Terms, we will provide you notice of the fact that the Additional Terms have changed.\nAny modifications or changes will be effective immediately and apply to your continued use of the Google Ad Buying Feature.</p>\n</li>\n<li>\n<p>The Google Ad Buying Feature allows you to create, purchase, and manage advertisements on the Google Display Network from your Mailchimp account.\nBy using the Google Ad Buying Feature, you also agree to comply with all of Google’s advertising terms (www.google.com/ads/terms) and policies (www.google.com/ads/policies), as those may be modified or changed from time-to-time.</p>\n</li>\n<li>\n<p>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including the Google Ad Buying Feature, are suitable for you in light of such laws, rules, and regulations.</p>\n</li>\n<li>\n<p>Mailchimp and Google are independent third parties and are not affiliates, partners, agents, or representatives of one another.\nYou understand and agree that Mailchimp is an independent party and has no right, responsibility, or ability to control, direct, or influence any action, inaction, conduct, or decision made by Google, including decisions regarding your advertisements on the Google Display Network.</p>\n</li>\n</ol>\nPart B: Advertising Review and Compliance\n<p>Your use of the Google Ad Buying Feature, including the content of any ads you might create, is subject to review by both Google and Mailchimp and you agree to comply with the terms and policies of both companies.</p>\n<p>If you do not comply with both Google’s advertising terms and policies and Mailchimp’s Terms, any of the following actions may be taken: (1) your ad might be rejected by Google or Mailchimp, or placement of your ad may be delayed.\n(2) we might, in our sole discretion, revoke your ability to use the Google Ad Buying Feature.\nand/or (3) we might suspend or terminate your Mailchimp account.</p>\nPart C: Creation of Google AdWords Account and Connected Site Required\n<p>When you choose to use the Google Ad Buying Feature, Mailchimp creates a Google AdWords account on your behalf so your ads can be published on the Google Display Network.\nYou may request additional information from Mailchimp regarding your Google AdWords account at any time.</p>\n<p>Mailchimp offers the Google Ad Buying Feature as a third party and is unaffiliated with Google.\nFor more information about working with a third party to advertise on the Google Display Network, please review the Working with a third party disclosure notice published by Google.</p>\n<p>To use the Google Ad Buying Feature, your website or store must be connected to your Mailchimp account (a “Connected Site” or “Site”).\nWhen you agree to these terms (1) a Google remarketing pixel will automatically be installed on your Site, and (2) code will be deployed that will allow your Site to set a cookie that will recognize those who visit your Site via ads placed with the Google Ad Buying Feature.\nThese tracking technologies facilitate the placement of your advertising campaigns on the Google Display Network and enable Mailchimp to provide reporting to you about the performance of your advertising campaigns.\nYou represent and warrant that your Connected Site adequately discloses the use of tracking technologies, such as cookies and pixels, used by your Site in a Privacy Policy, Cookie Statement, or other disclosure and informs visitors to your Site that information collected by these technologies may be transferred to Mailchimp.</p>\n<p>By using the Google Ad Buying Feature, you are giving Mailchimp permission to install the necessary cookie and Google remarketing pixel on your Connected Site and to create a Google AdWords account for you.</p>\nPart D: Payment Terms\n<p>The Google Ad Buying Feature is an add-on to your Mailchimp account and will be billed as such (please see Section 12 of our Standard Terms of Use for more information regarding add-ons).\nWhen creating an advertising campaign through the Google Ad Buying Feature, you will be asked to select a maximum weekly budget for your advertising campaign.\nYou agree to pay the amount chosen as your maximum weekly budget in advance, and your credit card will be charged up front for the amount of your maximum weekly budget in its entirety.\nYour advertising campaign will then be placed by Google according to the criteria you select using the Google Ad Buying Feature.\nYour advertising campaign will run indefinitely until you pause or cancel your ad, and your credit card will continue to be charged on a weekly basis for the amount you selected as your maximum weekly budget.\nYou may adjust the amount of your maximum weekly budget at any time.\nYou may also pause or cancel your ad at any time.</p>\n<p>In some instances, your maximum weekly budget may not be reached, resulting in a budget surplus.\nAll unused portions of your weekly maximum budget will accumulate in your account (the “Surplus Ad Budget”).\nIf, at any time, the amount of your Surplus Ad Budget exceeds the amount you have set for your maximum weekly budget, the Surplus Ad Budget will be applied toward the payment of your maximum weekly budget for the next week and your credit card will not be billed that week.\nWeekly billing will resume the following week.</p>\n<p>If any portion of your budget remains unused when an advertising campaign is discontinued it will be credited to your account as a “Google Ad Credit” and may be used toward the purchase of future advertising campaigns with the Google Ad Buying Feature.\nGoogle Ad Credits are only valid for the purchase of services available through the Google Ad Buying Feature.\nGoogle Ad Credits may not be used to purchase or pay for email campaigns or other Mailchimp add-ons or services, including but not limited to Facebook Ads, Instagram Ads, or Mandrill.\nGoogle Ad Credits do not expire.</p>\n<p>If you violate these Additional Terms, Mailchimp’s Standard Terms of Use, or Google’s advertising terms or policies, you will not receive a credit or refund for any purchases you made through the Google Ad Buying Feature.</p>\n<p>\n<em>Updated May 30, 2019</em>\n</p> For Landing Pages Templates <p>Please read these Additional Terms carefully before using any landing pages templates (“Templates”).\nBy clicking “Accept” within the Mailchimp application and using Templates you are agreeing to these Additional Terms.</p>\n<p>Certain of these Templates contain images that Mailchimp has obtained from Pexels and Unsplash (“Stock Images”) pursuant to public licenses, which can be found here and here.\nPexels and Unsplash are not affiliates, partners, agents, or representatives of Mailchimp.\nMailchimp does not own these Stock Images and does not make any guarantees, representations or warranties of any kind to you regarding the ownership or content of, or your rights to use, any Stock Images.\nYou are solely responsible for your use of Stock Images on Templates and any losses or liabilities associated with that use.\nBy using Templates, you agree to comply with all of Pexels’ and Unsplash’s terms and conditions, which can be found here and here, including any restrictions on use contained therein.\nYou also agree to indemnify and hold Mailchimp harmless from and against any and all claims, liabilities or losses, including all legal fees and expenses, arising out of or that otherwise result from your use of any Stock Images on Templates, including any claim of violation or infringement, or actual violation or infringement, of third party rights (such as intellectual property rights).</p>\n<p>These Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Data Processing Addendum, Cookie Statement, Acceptable Use Policy, API Guidelines, Copyright and Trademark Policy, and Brand Guidelines), and the Standard Terms of Use continue to apply to your use of Templates.\nThe ability to create a landing page and use Templates is considered part of the Service offered by Mailchimp (as defined in our Standard Terms of Use).</p>\n<p>\n<em>Effective May 30, 2019</em>\n</p> For Landing Pages and Websites Cookies, Pixels &amp.\nTracking Technologies <p>Please read these Additional Terms carefully before setting any cookies, pixels or other tracking technologies (collectively, “cookies”) on your landing page(s) and/or Website(s).\nBy clicking “Accept” within the Mailchimp application and setting cookies on your landing page(s) or Website(s) you are agreeing to these Additional Terms.</p>\n<p>You can choose to set cookies on the landing pages or Websites that you create.\nIf you choose to set any cookies, it is your responsibility to understand how your use of those cookies will impact your landing page or Website.\nYou can visit Mailchimp’s Cookie Statement at any time for a general description of the cookies that can be employed by a Mailchimp user through the use of Mailchimp (see the Section entitled “Cookies served through the Services”), or you can revisit the landing pages or Websites creator for descriptions of the specific cookies you choose to set.\nIf you choose to set cookies, you agree that Mailchimp will automatically install a JavaScript tracking snippet on your landing page or Website in order to allow those cookies to be set on your landing page or Website.</p>\n<p>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including landing pages and Websites, is suitable for you in light of such laws, rules, and regulations.\nIf you choose to set cookies on your landing page or Website, you represent and warrant that (1) you have permission from your subscribed contacts to track activity via cookies, and to transfer information related to this tracking to Mailchimp, and (2) your landing page or Website adequately discloses your tracking practices and use of cookies in a privacy policy, cookie statement, or other disclosure.</p>\n<p>These Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Data Processing Addendum, Cookie Statement, Acceptable Use Policy, API Guidelines, Copyright and Trademark Policy, and Brand Guidelines), and the Standard Terms of Use continue to apply once you have created a landing page or Website.\nThe ability to create a landing page or Website is considered part of the Service offered by Mailchimp (as defined in our Standard Terms of Use).</p>\n<p>\n<em>Updated June 17, 2019</em>\n</p> For Mobile SDK <p>Welcome to the Mobile SDK Beta! The Mobile SDK is a feature that allows you to collect information about your contacts’ interactions with your mobile application and send personalized Campaigns based on those interactions.\n</p>\n<p>Please read these Additional Terms carefully.\nThese Additional Terms and the license agreement located here (the “License Agreement”) apply to your participation in the beta and your use of the software development kit, including any upgrades, modified versions, updates, additions, and copies of the foregoing (the “Mobile SDK”).\nBy clicking “Generate Client Key” and accessing the Mobile SDK, you are agreeing to these Additional Terms and the License Agreement.\nIf you are agreeing to be bound by these Additional Terms and the License Agreement on behalf of your employer other or entity, you represent and warrant that you have full legal authority to bind your employer or such entity to these Additional Terms and the License Agreement.\nIf you do not have the requisite authority, you may not accept these Additional Term or the License Agreement, and you may not use the Mobile SDK on behalf of your employer or other entity.</p>\n<p>These Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Acceptable Use Policy, API Guidelines, Cookie Statement, Data Processing Addendum, Copyright and Trademark Policy, and Brand Guidelines), which also apply to your use of the Mobile SDK.</p>\n<p>Unless expressly stated otherwise, the capitalized words in this document mean the same thing as they do in our Standard Terms of Use.</p>\nPart A: Important Things for You to Know\n<p>You understand and agree that:</p>\n<ol>\n<li>Mailchimp may modify, suspend or discontinue the Mobile SDK at any time.\nMailchimp may limit, suspend, or terminate your access to the Mobile SDK at any time, with or without cause.\nAnd if we do so, we are not liable to you for any modification, suspension, termination, or discontinuation.</li>\n<li>Mailchimp may modify or change these Additional Terms from time to time.\n</li>\n<li>You are responsible for understanding and complying with all applicable laws, rules, codes and regulations (including, without limitation, those related to data privacy) currently in effect, as they are amended and as they become effective, that are applicable to your use of the Mobile SDK.</li>\n<li>If you accept these Additional Terms, you will be participating in and using the Beta version of the Mobile SDK.\n“Beta” means a feature, function, or technology that Mailchimp is making available to you that has not been made generally available to all of our Members or the public and that is for evaluation or testing purposes only.\nYou may provide or we may ask you to provide feedback on the Mobile SDK.\nTo obtain the feedback, we may ask you to participate in a phone call or video conference from time to time (collectively, the “Discussions”).\nYou understand that the Discussions may be recorded and you hereby consent to such recording.\nWe may use any feedback (including any feedback provided in the Discussions) you choose to provide to improve the Mobile SDK or to develop new features and services.\nYou understand that you will not receive any compensation for your feedback or suggestions.\nYou grant us a royalty-free, worldwide, irrevocable, perpetual license to use and incorporate your feedback and suggestions into the Mobile SDK or the Service.</li>\n</ol>\nPart B: Your use of the Mobile SDK\n<ol>\n<li>You agree to use the Mobile SDK and write applications only for purposes that are permitted by (a) the License Agreement, (b) these Additional Terms and (c) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions (including any laws regarding the export of data or software to and from the United States or other relevant countries).\n</li>\n<li>You agree that you are responsible for understanding and complying with all applicable laws, statutes, rules, regulations and codes (including, without limitation, those related to tax and data privacy) currently in effect, as they are amended and as they become effective, that are applicable to your use and collection of your end-users’ data with the Mobile SDK.\nYou are further responsible for determining whether the Mobile SDK is suitable for you in light of such laws, statutes, rules, regulations and codes.\nYou represent, warrant and covenant that you have provided notice and obtained (or will obtain) all consents and rights necessary under applicable data privacy laws in connection with your use of the Mobile SDK.\nYou shall have sole responsibility for the accuracy, quality, and legality of your use and collection of your end-users’ data with the Mobile SDK.\n</li>\n<li>You agree that you will not engage in any activity with the Mobile SDK, including the development or distribution of an application, that interferes with, disrupts, damages, or accesses in an unauthorized manner the servers, networks, or other properties or services of any third-party including, but not limited to, Mailchimp or any mobile communications carrier.</li>\n<li>You agree that you are solely responsible for (and that Mailchimp has no responsibility to you or to any third-party for) any breach of your obligations under the License Agreement, any applicable third-party contract or terms of service, or any applicable law or regulation, and you agree to indemnify and defend us against all costs, claims, and liability that we may suffer or incur in connection with any such breach.</li>\n</ol>\nPart C: Third-Party Software\n<p>The Mobile SDK may include open source software or third-party software.\nAny such software is made available to you under the terms of the applicable licenses.\nPlease review the applicable notices and license terms here related to the Mobile SDK.\nYou are not authorized to combine and distribute the Mobile SDK with any third-party software that results in a GNY General Public License, an Affero General Public License or any other copyleft licenses.</p>\nPart D: Export Controls\n<p>THE MOBLE SDK IS SUBJECT TO UNITED STATES EXPORT LAWS AND REGULATIONS.\nYOU MUST COMPLY WITH ALL DOMESTIC AND INTERNATIONAL EXPORT LAWS AND REGULATIONS THAT APPLY TO THE MOBILE SDK.\nTHESE LAWS INCLUDE RESTRICTIONS ON DESTINATIONS, END-USERS AND END USE.\n</p>\nPart E: General Legal Terms\n<p>The Additional Terms and the License Agreement represent the complete agreement concerning this license between you and Mailchimp and supersedes all prior agreements and representations between them.\nIf there is conflicting language between these Additional Terms, the License Agreement and any other agreement governing your use of the Mobile SDK, the terms of the License Agreement will control.\nAs used herein, the terms “include” and “including” mean “including without limitation.”</p>\n<p>\n<em>Effective: April 1, 2020</em>\n</p> For Payment Content Block <p>Please read these Additional Terms carefully before enabling payment processing on your landing page(s) and/or Website(s) (the “Feature”).\nBy clicking “Connect” within the Mailchimp application and enabling the Feature, you are agreeing to these Additional Terms.</p>\n<p>You understand and agree:</p>\n<ol>\n<li>Mailchimp may modify, change, or discontinue the Feature at any time.</li>\n<li>Mailchimp may refuse service or limit, suspend, or terminate your use of the Feature at any time, with or without cause.</li>\n<li>You may discontinue your use of the Feature at any time.</li>\n<li>Mailchimp may modify or change these Additional Terms from time-to-time.\nWhen we change these Additional Terms, we will post the revised Additional Terms here.\nFor this reason, you should review these Additional Terms often.\nAny changes will be effective immediately and will apply to your continued use of the Feature.</li>\n<li>The Feature allows you to process your customers’ payments via Square, Stripe, PayPal, or Venmo (each a “Payment Processor”), as applicable.\nBy using the Feature, you also agree to comply with all of Square’s, Stripe’s, PayPal's, and Venmo's policies, as aplicable.\nYou acknowledge that all payment and financial information provided by your customer who is using payment processing will pass directly to the Payment Processor, as applicable.</li>\n<li>By enabling the Feature, you acknowledge and consent to certain information related to your account and your customers, including your customers’ identification and transaction data and your inventory data, being passed to and stored by each of Mailchimp and the Payment Processor.\nThis information will be further processed by Mailchimp in accordance with our Privacy Policy.\nIf you discontinue your use of the Feature, this data will remain in your Mailchimp account unless and until it is deleted by you or required to be deleted by Mailchimp, or until you close your account.</li>\n<li>You are responsible for understanding and complying with all applicable laws, statutes, rules, regulations and codes (including, without limitation, those related to tax and data privacy) currently in effect, as they are amended and as they become effective, that are applicable to your use of the Feature.\nYou are further responsible for determining whether our Service, including the Feature, is suitable for you in light of such laws, statutes, rules, regulations and codes.\nYou represent, warrant and covenant that you have provided notice and obtained (or will obtain) all consents and rights necessary under Privacy Laws.\n“Privacy Laws” means all applicable international, federal, state, provincial and local laws, rules, regulations, directives and governmental requirements currently in effect, as they are amended and as they become effective relating in any way to cybersecurity or the privacy, confidentiality or security or processing of personal data or personal information including, without limitation, the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 (GDPR) and more specific rules or laws by member state laws.\nWithout limiting the foregoing, you will not, in any event, access or use the Feature to permit or facilitate corruption, theft, or fraud of any kind.</li>\n<li>When using Stripe payment processing, you agree that you will not permit processing of payments for any activities listed on Stripe’s Prohibited Business List, here.</li>\n<li>No Payment Processor is an affiliate, partner, agent, or representative of Mailchimp.\nYou understand and agree that Mailchimp is an independent party and has no right, responsibility, or ability to control, direct, or influence any action, inaction, conduct, or decision made by the Payment Processor.</li>\n<li>The Payment Processor is solely responsible for all activities, issues and disputes related to payment processing enabled via the Feature, including payment receipt, refunds, chargebacks, and taxes.\nYou and your customers should contact the Payment Processor directly to resolve any issues related to the foregoing.\nAll payment information provided by your customers using the Feature will be passed directly to the Payment Processor, and Mailchimp will not have access to that information.\nMailchimp does not manage and is not responsible for the PCI-DSS compliance obligations and efforts of the Payment Processor.</li>\n</ol>\n<p>These Additional Terms do not replace Mailchimp’s standard Terms of Use (including our Privacy Policy, Acceptable Use Policy, API Guidelines, Copyright Policy, and Brand Guidelines), and the standard Terms of Use continue to apply once you have enabled the Feature.\nThe ability to use the Feature is considered part of the Service offered by Mailchimp (as defined in our standard Terms of Use).</p>\n<p>\n<em>Updated September 8, 2020</em>\n</p> For Postcards <p>“Postcards” is a service available through Mailchimp that allows you to quickly and easily create and send direct mail marketing campaigns from within your Mailchimp account.\nThese Additional Terms apply to any Mailchimp account that uses Postcards.</p>\n<p>You must agree to these Additional Terms prior to using Postcards and these Additional Terms apply to all uses of Postcards.\nPlease read these Additional Terms carefully.\nThis is a legal agreement, and by clicking “I Accept” within the Mailchimp application and continuing to use Postcards you are agreeing to these Additional Terms.</p>\n<p>These Additional Terms do not replace Mailchimp’s Standard Terms of Use, which also continue to apply to your use of Mailchimp, and Postcards is considered part of the Service within Mailchimp.\nIf you have any questions about these Additional Terms, feel free to contact us.</p>\nPart A.\nImportant things for you to know\n<ol>\n<li>Postcards is a direct mail distribution service available through Mailchimp (direct mail is sometimes referred to as postal mail or physical mail).\nYou understand and agree that by choosing to use Postcards, you are directing Mailchimp to distribute direct mail on your behalf and at your instruction.</li>\n<li>Postcards may not be available for use or delivery in all countries or territories.</li>\n<li>We cannot guarantee a delivery date or time for any Postcards campaign.\nWe do not guarantee that mail will be delivered free of damage.</li>\n<li>We do not and cannot guarantee or predict any particular rate of response to your Postcards campaigns.</li>\n<li>You agree that you will not use Postcards to knowingly send mail to recipients who have opted out of receiving marketing via mail, and you will not knowingly send Postcards to any recipient who has requested that you not contact them via direct mail.\nIf requested by a recipient, you will stop using that recipient’s personal information for direct marketing, including Postcards campaigns.</li>\n<li>If required in the countries or jurisdictions where you are sending Postcards campaigns, you represent that you will provide recipients with a method to contact you to opt out of receiving future communications.\nFurthermore, you agree to honor any opt out request you may receive from any recipients in future Postcards campaigns.</li>\n<li>Mailchimp may alter these Additional Terms at any time.\nIf we alter these Additional Terms, we will provide you notice of the fact that the Additional Terms have changed by posting the updated Additional Terms online.\nYou may access the current version of these Additional Terms at any time by visiting www.mailchimp.com/legal/additional-terms/#Additional_Terms_of_Use_for_Postcards and you should review these Additional Terms regularly.\nAny modifications or changes will be effective immediately and apply to your continued use of Postcards.</li>\n<li>Mailchimp may modify Postcards or cancel, terminate, or discontinue its availability at any time.</li>\n<li>Mailchimp may refuse service or limit, suspend, or terminate your access to Postcards at any time, with or without cause.</li>\n<li>You may discontinue your use of Postcards at any time.</li>\n<li>YOU ARE RESPONSIBLE FOR COMPLYING WITH ALL APPLICABLE LAWS, RULES, AND REGULATIONS and determining whether our Service, including Postcards, is suitable for you in light of such laws, rules, and regulations.\nWhile we take efforts to design our Service, including Postcards, for use by Members in numerous jurisdictions throughout the world, Mailchimp cannot and does not represent or warrant that all aspects of the Service, including Postcards, comply with any particular jurisdiction’s laws, rules, or regulations.</li>\n<li>You represent and warrant that all the content and material that you provide or use in connection with you Postcards campaigns does not infringe upon or violate any copyright, trademark, privacy, publicity, or other proprietary right of any third party.</li>\n</ol>\nPart B.\nAdvertising content review and compliance\n<ol>\n<li>Your use of Postcards, including the content of any campaigns or materials you may create, is subject to review by Mailchimp.</li>\n<li>We may refuse to distribute your Postcards campaign or content if we believe that it violates our Acceptable Use Policy or any other laws, rules, or regulations.</li>\n<li>You are not permitted to use Postcards to advertise any sweepstakes or contests.\nFurthermore, you agree that you will not include any content in your Postcards campaigns that is prohibited by any applicable law (for example, anything that is illegal, obscene, deceptive, misleading, or fraudulent), sexually explicit, related to bookmaking, pool-setting, betting, waging or gambling, or that is designed to obtain money under false pretenses.</li>\n<li>Minor variations in color and tone are expected when Postcards campaigns are printed.</li>\n<li>You are solely responsible for the content of your Postcards campaigns and the messages conveyed.\nYou agree to indemnify and defend us against all costs, claims, and liability that we may incur in connection with your Postcards campaign.\nand, to the extent relevant, in connection with your products or services.</li>\n<li>You represent and warrant that all material and content you send through Postcards will comply with all applicable laws, rules, and regulations in the countries and jurisdictions to which you send.</li>\n</ol>\nPart C.\nPayment Terms\n<ol>\n<li>Postcards is an add-on to your Mailchimp account and will be billed as such (please see Section 12 of our Standard Terms of Use for more information regarding add-ons).</li>\n<li>Pricing for Postcards is available at the following url: www.mailchimp.com/features/postcards and this page is incorporated into and considered part of these Additional Terms.\nYou agree to pay for all Postcards sent from your account, including Postcards sent via automations, and you authorize Mailchimp to charge your credit card for such Postcards.</li>\n<li>We may modify or change our fees and pricing structure for Postcards at any time.</li>\n<li>No refunds will be granted for any Postcards campaign once the campaign has been submitted for review and processing to Mailchimp.\nPostcards campaigns may not be cancelled or terminated for any reason once the campaign has been submitted for review and processing to Mailchimp.</li>\n<li>\n<strong>You are solely responsible for the payment of all sales taxes, use taxes, VAT, GST, and other applicable taxes and fees.</strong> We collect and remit such taxes in several jurisdictions.\nTo the extent the Service, including Postcards, is taxable in a jurisdiction where we do not collect and remit these taxes, you may be liable to remit taxes directly to the taxing authority in such jurisdiction and it is your responsibility to determine and comply with any local tax laws and regulations.</li>\n<li>Mailchimp may, in its sole discretion, issue “Postcards Credits.” Postcards Credits may be used toward the purchase of Postcards campaigns.\nPostcards Credits may not be used to purchase or pay for email campaigns or other Mailchimp add-ons or services, and are only valid for the purchase of Postcards campaigns.\nPostcards Credits must be used within five (5) years from the date of issue.</li>\n<li>You understand and agree that you, as the party choosing to create and send a Postcards campaign, are the importer of record for any and all Postcards transactions made through your Mailchimp account.</li>\n<li>Mailchimp’s total liability for all claims made about or related to a Postcards campaign shall be limited to no more than the amount that you paid for the Postcards campaign.\nNEITHER MAILCHIMP NOR ITS SERVICE PROVIDERS SHALL BE RESPONSIBLE FOR ANY INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR SPECIAL DAMAGES OF ANY KIND (INCLUDING LOST PROFITS).</li>\n<li>You agree to make all payments owed for your Postcards campaigns in accordance with these Additional Terms and our Standard Terms of Use.</li>\n</ol>\n<p>If you do not comply with these Additional Terms or any other Mailchimp terms: (1) your Postcards campaign might be rejected by Mailchimp.\n(2) we might, in our sole discretion, revoke your access to Postcards.\nand/or (3) we might suspend or terminate your Mailchimp account.</p>\n<p>\n<em>Effective May 30, 2019</em>\n</p> For Preferences Center Builder <p>“Preferences Center Builder” is a service that allows you to quickly and easily build a preferences center for your Contacts all from within your Mailchimp account.</p>\n<p>Please read these Additional Terms carefully.\nThese Additional Terms apply to your use of the Preferences Center Builder.\nThis is a legal agreement.\nBy using the Preferences Center Builder, you are agreeing to these Additional Terms.\nThese Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Acceptable Use Policy, API Use Policy, Cookie Statement, Data Processing Addendum, Copyright and Trademark Policy, and Brand Guidelines), which also apply to your use of the Preferences Center Builder.</p>\n<p>The Preferences Center Builder is part of the Service and your use of the Preferences Center Builder is considered part of your use of Mailchimp.\nCapitalized terms used and not otherwise defined in these Additional Terms have the meanings given to those terms in our Standard Terms of Use.\nIf you have any questions about any of our terms, feel free to contact us.</p>\nPart A: Important Things for You to Know\n<ol>\n<li>Mailchimp may modify, suspend or discontinue the preferences center at any time.\nMailchimp may limit, suspend, or terminate your access to the preferences center at any time, with or without cause.\nAnd if we do so, we are not liable to you for any modification, suspension, termination, or discontinuation.</li>\n<li>Mailchimp may modify or change these Additional Terms from time to time.\nIf we modify or change these Additional Terms in a material way, we will provide you notice that the Additional Terms have changed.\nAny modifications or changes will be effective immediately and apply to your continued use of the preferences center.</li>\n<li>If you accept these Additional Terms, you understand and agree that you will be participating in and using a limited release of the Preferences Center Builder.\nThis limited release is made available to you for evaluation and testing purposes and may not be as reliable as our other services.</li>\n<li>You may provide or we may ask you to provide feedback on the Preferences Center Builder.\nWe may use any feedback you choose to provide to improve the Preferences Center Builder or to develop new features and services.\nYou understand that you will not receive any compensation for your feedback or suggestions.\nYou grant us a royalty-free, worldwide, irrevocable, perpetual license to use and incorporate your feedback into the Preferences Center Builder or the Service.</li>\n<li>With the Preferences Center Builder, you can build a preferences center by connecting a domain you already own, customizing a subdomain to Mailchimpsites.com, or purchasing a custom domain.</li>\n<li>You represent and warrant that you own all rights or have permission to use, publish, or share all of the material, content, data and information (“Content”) on your preferences center.\nWe aren’t responsible for the Content that you share on your preferences center or the Content other Members share on their preferences centers.\nBy operating preferences centers, we do not represent that any Member’s Content is accurate, complete, or legal.</li>\n<li>We may offer HTTPS encryption for your preferences center.\nBy connecting a domain you already own, customizing a subdomain to Mailchimpsites.com, or purchasing a custom domain, you allow us to maintain a certificate in order to provide HTTPS for your preferences center.</li>\n</ol>\nPart B: Liability and Privacy\n<ol>\n<li>You agree to maintain your preferences center in full compliance with these Additional Terms, as well as our Standard Terms of Use and other policies, including the Registrar’s terms of service, if applicable.\nWe may unpublish, suspend or terminate your preferences center and/or suspend or terminate your Mailchimp account if you violate any of these terms.</li>\n<li>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including Preferences Center Builder, is suitable for you in light of such laws, rules, and regulations.</li>\n<li>We are not liable for your relationship with end users to your preferences center and how you interact with them, including your collection of personal information.\nIf applicable law requires, you must provide and make available a legally compliant privacy policy and cookie statement.\nIt is your responsibility to consult with a legal advisor to make sure your preferences center is compliant with all applicable laws.</li>\n<li>Please note that any tracking you deploy on your Mailchimp website, may not be available on your preferences center.</li>\n<li>You are responsible for ensuring that any preferences collected via your preferences center are enforced and that you respect the preferences of your Contacts in accordance with applicable law.</li>\n<li>We cannot guarantee the security of every data transmission over the internet.</li>\n<li>You agree to indemnify and hold us and our Team harmless from any losses, including legal fees and expenses, arising out of or that otherwise result from your use of the Preferences Center Builder or from a third party’s use of the Preferences Center Builder.</li>\n</ol>\n<p>\n<em>Effective November 19, 2020</em>\n</p> For Transactional Email (formerly Mandrill) Part A: Introduction\n<p>Transactional Email is a service that allows you to send one-on-one informational emails (as opposed to bulk emails or promotional emails) to your customers.\nThese Additional Terms apply to any Mailchimp account with the Transactional Email (formerly, Mandrill) Add-on.\n</p>\n<p>Please read these Additional Terms carefully before using Transactional Email.\nBy adding the Transactional Email Add-on within the App or Mailchimp Site and continuing to use Transactional Email, you are agreeing to follow these Additional Terms for as long as you use Transactional Email.\n</p>\n<p>Transactional Email is considered part of the Service with Mailchimp and these Additional Terms do not replace Mailchimp’s Standard Terms of Use, which continue to apply to your use of Mailchimp.\nIf you have any questions about these Additional Terms, feel free to contact us.\n</p>\nPart B: Eligibility\n<p>To use Transactional Email (except for the Transactional Email Demo), you must have an active Mailchimp account on either our Standard plan or Premium plan, which are both Monthly Plans with monthly auto renewing charges.\n(If you have a Free plan, Legacy Free plan, or Essentials plan, you must upgrade to an eligible plan before you can utilize Transactional Email.) Mailchimp accounts suspended for violations of the Mailchimp Standard Terms of Use or for any other reason may be ineligible for Transactional Email.\n</p>\n<p>You may demo a limited version of Transactional Email if you’re eligible and opt to use our Transactional Email Demo.\n</p>\nPart C: Loss of Access to Transactional Email\n<p>You will immediately lose access to Transactional Email if any of the following happens: </p>\n<ol>\n<li>You pause your Mailchimp account.\n</li>\n<li>You cancel or close your Mailchimp account;</li>\n<li>You downgrade your Mailchimp account to an Essentials plan or Free plan;</li>\n<li>You disable your Transactional Email Add-on in your account settings;</li>\n<li>Mailchimp suspends, cancels, terminates, or closes your Mailchimp account or Transactional Email Add-on for any reason.\n</li>\n</ol>\nPart D: Payment Terms\n<p>You understand and agree:</p>\n<ol>\n<li>Your Transactional Email monthly cost varies based on: (A) the number of Transactional Email blocks (25,000 emails per block) you subscribe to, (B) the cost of your Transactional Email blocks, and (C) the number of Transactional Emails you send each billing month.\nSee our Transactional Email Pricing Calculator to learn more and estimate your cost.\nThe number of Transactional Email blocks you subscribe to will automatically renew at the start of your monthly billing cycle, which is the same monthly billing cycle for your paid Monthly Plan.\nPricing information and FAQs for Transactional Email is available at the following url: https://mailchimp.com/pricing/transactional-email/.\nThe pricing information and FAQs are expressly incorporated into and considered part of these Additional Terms.</li>\n<li>When you sign up for Transactional Email, you agree to monthly recurring billing, starting on the date you sign up for Transactional Email.\nTransactional Email blocks are billed monthly on a “use it or lose it” basis and do not roll over from month to month.\nFor example, if you subscribe to 10 Transactional Email blocks per month and you only send 40,000 Transactional Emails in a month, then you will still be billed for all 10 Transactional Email blocks even though you utilized less than 2 blocks that month.\nThe unused blocks also do not roll over to the following month.</li>\n<li>Payments for Transactional Email are due in advance (not in arrears) on your Monthly Plan Pay Date.\nBilling occurs on the same day each month, based on the date that you started your Monthly Plan.\nIf you reach your Transactional Email send limit allotted in your monthly subscribed Transactional Email blocks, then, based on your account settings, your account might either: (A) stop sending Transactional Emails when you reach your send limit or (B) continue to send Transactional Emails and automatically purchase additional Transactional Email blocks beyond your monthly subscription setting.\nYou may toggle between these options in your Transactional Email settings in your account.\nAdditional Transactional Blocks cost the same as blocks you’ve subscribed to.\nYou can see the tiered pricing with our Transactional Email Pricing Calculator.\nCharges for exceeding your self-selected Transactional Email block send limit will be immediately charged to your payment on file because those charges relate to your prior billing cycle.</li>\n<li>The cost for your subscribed Transactional Email blocks and any additional Transactional Email blocks used will be detailed on your bill, which is viewable in your account.\n</li>\n<li>If you have an existing Mailchimp account when you sign up for Transactional Email, then your Transactional Email block charges and email send volumes for your first billing month will be prorated based on the number of days remaining in your billing cycle.\n</li>\n<li>If you choose to disable your Transactional Email Add-on then: (A) you will immediately lose access to sending Transactional Email and (B) you will still be responsible for paying for the full cost of your subscribed Transactional Email blocks for your last billing cycle (without any proration).\n</li>\n<li>You agree to pay for your Transactional Email as stated in our Standard Terms of Use and you authorize Mailchimp to charge your payment method on file with us for all amounts owed associated with your Transactional Email use.\n</li>\n<li>You may preview your upcoming estimated Transactional Email charges at any time by going to your billing information in your account.\n</li>\n<li>If you use Transactional Email to send bulk emails or marketing emails in violation of our Acceptable Use Policy, then we may charge you for those emails at a rate that’s comparable to what we charge under one of our paid Monthly Plans and/or terminate your account.\n</li>\n<li>If you select a currency other than the US Dollar, your charges will be subject to an unpublished exchange rate of Mailchimp’s choosing at the time of payment processing and then applied in your chosen currency.\n</li>\n</ol>\nPart E: Important Things for you to Know\n<p>You understand and agree: </p>\n<ol>\n<li>Mailchimp may modify the terms of the Transactional Email offering, or cancel, terminate, disable, or discontinue its availability at any time.</li>\n<li>Mailchimp may refuse service or limit, suspend, or terminate your access to Transactional Email at any time, with or without cause.\n</li>\n<li>You may discontinue your use of Transactional Email at any time by disabling the feature in your account settings.\n</li>\n<li>Transactional Email is meant for sending one-on-one informational messages to your customers.\nIt is not to be used to send bulk emails, promotional or marketing emails, or emails to non-customers.\nIt is your responsibility to consult with a legal advisor to make sure your use of Transactional Email is compliant with all applicable laws.</li>\n<li>If required in the countries or jurisdictions where you are sending Transactional Emails, you represent that you will provide recipients with a method to contact you to opt out of receiving future communications.\nFurthermore, you agree to honor any opt out request you may receive from any recipients from receiving future Transactional Emails.\n</li>\n<li>Mailchimp may revise, modify, or change these Additional Terms at any time.\nYou may access the current version of these Additional Terms at any time (https://mailchimp.com/legal/additional-terms/#For_Transactional_Email) and you should review these Additional Terms regularly.\nAny modifications or changes will be effective immediately and apply to your continued use of Transactional Email.\n</li>\n</ol>\nPart F: Transactional Email Demo Terms\n<p>With the Transactional Email Demo, you can demo a limited version of Transactional Email without having to upgrade your Mailchimp account or buy Transactional Email blocks.\n</p>\n<ol>\n<li>\n<p>\n<strong>Eligibility Requirements for the Transactional Email Demo: To use the Mailchimp</strong> Transactional Demo, you must meet the following eligibility requirements:</p>\n<p> a.\nHave an active Mailchimp account in good standing - You must have a Mailchimp account with any Monthly Plan (including, but not limited to, our Free plan) but your account cannot be paused or have a compliance hold.</p>\n<p> b.\nBe a new user of Transactional Email - If you’ve previously purchased Transactional Email blocks, you are not eligible.\n</p>\n</li>\n<li>\n<p>\n<strong>Limitations of the Transactional Email Demo: The Transactional Email Demo includes the following limitations:</strong>\n</p>\n<p> a.\nEach eligible Mailchimp account may only enroll in the Transactional Email Demo once.\n</p>\n<p> b.\nYou can send up to 500 Transactional Emails to any email address on your verified domain.\nRead more about domain verification here.\n</p>\n<p> c.\nYou can only send up to 25 emails in an hour and receive up to 100 inbound emails per day.\n</p>\n<p> d.\nThe 500 Transactional Emails included with the demo do not expire or renew.\n</p>\n<p> e.\nYou will immediately lose access to the demo if: </p>\n<p> i.\nYou send all 500 Transactional Emails allotted with the demo.\nii.\nAnything described in “Part C: Loss of Access to Transactional Email” occurs </p>\n<p> f.\nYou must be able to utilize API/SMTP.\nIf you need a developer to help you implement Transactional Email, visit our Experts Directory.\n</p>\n</li>\n</ol>\n<p>If eligible, learn more about how you can access the Transactional Email Demo.\n</p>\nPart G: Record Retention\n<p>Mailchimp’s current policy is to retain all sent Transactional Emails for 30 days from the date the email was sent.\nHowever, WE DO NOT GUARANTEE RETENTION OF ANY Transactional Email information.\nIf you want to retain Transactional Emails or information about your Transactional Emails, then you are responsible for transferring and saving that data on your own.\n</p>\nPart H: Compliance with Laws and Mailchimp Terms\n<p>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including the Transactional Email Add-on, are suitable for you in light of such laws, rules, and regulations.\nYour use of Transactional Email, including the content of any emails you might create, is subject to review by Mailchimp.\nIf you do not comply with our Terms that apply to your Mailchimp account, then any of the following actions may be taken as determined in our sole discretion:(1) we may refuse to send your Transactional Emails;(2) we may revoke your ability to use the Transactional Email Add-on.\nand/or (3) we may suspend or terminate your Mailchimp account.\n</p>\nPart I: Limits on Liability and Indemnification\n<p>Notwithstanding anything to the contrary, Mailchimp’s total liability for all claims concerning or related to your use of Transactional Email shall be limited to no more than the amount that you paid us for Transactional Email the preceding month.\nNEITHER MAILCHIMP NOR ITS SERVICE PROVIDERS SHALL BE RESPONSIBLE FOR ANY INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR SPECIAL DAMAGES OF ANY KIND (INCLUDING LOST PROFITS).\nNOTWITHSTANDING ANYTHING TO THE CONTRARY, TRANSACTIONAL EMAIL IS PROVIDED AS-IS, WITHOUT ANY WARRANTIES WHATSOEVER.\n</p>\n<p>You agree to indemnify and hold Mailchimp, its parents, subsidiaries, affiliates, employees, adn agents harmless from any and all losses, including legal fees and expenses, arising out of or that otherwise result from your use of Transactional Email or from a third party’s use of your Transactional Email Add-on.\n</p>\n<p>\n<em>Effective July 14, 2020 </em>\n</p> For Unsplash Integration <p>Please read these Additional Terms carefully before using Unsplash images in your Campaigns via Mailchimp’s Unsplash integration (the “Unsplash Integration”).\nBy using the Unsplash Integration you are agreeing to these Additional Terms.</p>\n<p>Unsplash is not an affiliate, partner, agent, or representative of Mailchimp.\nMailchimp does not own the Unsplash images and does not make any guarantees, representations or warranties of any kind to you regarding the ownership or content of, or your rights to use, any Unsplash images.\nWhen you add an Unsplash image to your Campaign via the Unsplash Integration, you agree to comply with all of Unsplash’s terms and conditions, which can be found here, including any restrictions on use contained therein.\nYou are solely responsible for your use of the Unsplash Integration and Unsplash images and any losses or liabilities associated with that use.\nYou also agree to indemnify and hold Mailchimp harmless from and against any and all claims, liabilities or losses, including all legal fees and expenses, arising out of or that otherwise result from your use of the Unsplash Integration and Unsplash images, including any claim of violation or infringement, or actual violation or infringement, of third party rights (such as intellectual property rights).</p>\n<p>By uploading an Unsplash image to your Campaign, you acknowledge and understand that certain data about your use of the Unsplash Integration will be passed to Unsplash, including, but not limited to, each Unsplash image you view and upload via the Unsplash Integration.</p>\n<p>These Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Data Processing Addendum, Cookie Statement, Acceptable Use Policy, API Guidelines, Copyright and Trademark Policy, and Brand Guidelines), and the Standard Terms of Use continue to apply to your use of the Unsplash Integration.\nThe ability to use the Unsplash Integration is considered part of the Service offered by Mailchimp (as defined in our Standard Terms of Use).</p>\n<p>\n<em>Effective October 21, 2020</em>\n</p> For Websites <p>Welcome to Websites! “Websites” is a service that allows you to quickly and easily build a website and publish content all from within your Mailchimp account.</p>\n<p>Please read these Additional Terms carefully.\nThese Additional Terms apply to your use of Websites.\nThis is a legal agreement.\nBy continuing to use Websites, you are agreeing to these Additional Terms.\nThese Additional Terms do not replace Mailchimp’s Standard Terms of Use (including our Acceptable Use Policy, API Use Policy, Cookie Statement, Data Processing Addendum, Copyright and Trademark Policy, and Brand Guidelines), which also apply to your use of Websites.</p>\n<p>Websites is part of the Service and your use of Websites is considered part of your use of Mailchimp.\nCapitalized terms used and not otherwise defined in these Additional Terms have the meanings given to those terms in our Standard Terms of Use.\nIf you have any questions about any of our terms, feel free to contact us.</p>\nPart A: Important Things for You to Know\n<ol>\n<li>\n<p>Mailchimp may modify, suspend or discontinue Websites at any time.\nMailchimp may limit, suspend, or terminate your access to Websites at any time, with or without cause.\nAnd if we do so, we are not liable to you for any modification, suspension, termination, or discontinuation.\n</p>\n</li>\n<li>\n<p>Mailchimp may modify or change these Additional Terms from time to time.\nIf we modify or change these Additional Terms in a material way, we will provide you notice that the Additional Terms have changed.\nAny modifications or changes will be effective immediately and apply to your continued use of Websites.</p>\n</li>\n</ol>\nPart B: The Service\n<ol>\n<li>\n<p>With Websites, you can build a website and publish content by connecting a domain you already own, customizing a subdomain to Mailchimpsites.com, or purchasing a custom domain.\n</p>\n</li>\n<li>\n<p>You are responsible for understanding and complying with all applicable laws, rules, and regulations and determining whether our Service, including Websites, is suitable for you in light of such laws, rules, and regulations.</p>\n</li>\n<li>\n<p>We may offer HTTPS encryption for your Website.\nBy connecting a domain you already own, customizing a subdomain to Mailchimpsites.com, or purchasing a custom domain, you allow us to maintain a certificate in order to provide HTTPS for your Website.</p>\n</li>\n<li>\n<p>\n<strong>As between you and Mailchimp, you are solely responsible for compliance with all applicable tax laws and regulations in all applicable jurisdictions, including the collection and remittance of all sales taxes, use taxes, VAT, GST, and other applicable taxes and fees.</strong>\n</p>\n</li>\n</ol>\nPart C: Content\n<ol>\n<li>\n<p>You represent and warrant that you own all rights or have permission to use, publish or share all of the material, content, data, links, and information (“Content”) on your Website.\n</p>\n</li>\n<li>\n<p>You retain ownership of the Content that you upload to your Website.\nWe may use or disclose your Content (including any personal information therein) only as described in these Additional Terms, Standard Terms of Use, Privacy Policy, and Cookie Statement.</p>\n</li>\n<li>\n<p>We aren’t responsible for the Content that you share on your Website or the Content other Members share on their Websites.\nBy operating Websites, we do not represent that any Member’s Content is accurate, complete, or legal.\n</p>\n</li>\n<li>\n<p>We may view, copy, or internally distribute Content from your Websites and account to create algorithms and programs (“Tools”) that help us spot problem accounts and improve our Services.\nWe use these Tools to find Members who violate these Additional Terms, our Standard Terms of Use or laws and to study data internally to make the Service smarter and create better experiences for Members and their visitors.</p>\n</li>\n</ol>\nPart D: Liability and Privacy\n<ol>\n<li>\n<p>You agree to maintain your Website in full compliance with these Additional Terms, as well as our Standard Terms of Use and other policies, including the Registrar’s terms of service, if applicable.\nWe may unpublish, suspend or terminate your Website and/or suspend or terminate your Mailchimp account if you violate any of these terms.</p>\n</li>\n<li>\n<p>We are not liable for your relationship with end users to your Website and how you interact with them, including your collection of personal information.\nYou can visit Mailchimp’s Cookie Statement at any time for a general description of the tracking technologies that can be employed by a Mailchimp Member through the use of Mailchimp (see the Section entitled “Cookies served through the Services”) or you can revisit the Websites creator for descriptions of the tracking technologies</p>\n</li>\n<li>\n<p>If applicable law requires, you must provide and make available a legally compliant privacy policy and cookie statement on your Website.\nYou must obtain from your end users all necessary consents required by applicable law to deploy cookies and other tracking technologies on your Websites.\nIt is your responsibility to consult with a legal advisor to make sure your use of Websites is compliant with all applicable laws.\n</p>\n</li>\n<li>\n<p>We cannot guarantee the security of every data transmission over the internet.</p>\n</li>\n<li>\n<p>You agree to indemnify and hold us and our Team harmless from any losses, including legal fees and expenses, arising out of or that otherwise result from your use of Websites or from a third party’s use of your Website.</p>\n</li>\n</ol>\n<p>\n<em>Updated November 20, 2020</em>\n</p> ", "created_at": "2019-04-27 03:08:36.741283", "updated_at": "2020-12-14 21:45:58.274924"}, {"id": 1220, "name": " Acceptable Use Policy ", "url": "https://mailchimp.com/legal/acceptable_use/", "xpath": "/html/body/main/section[2]", "text": " In this document <ul>\n<li> Prohibited Content </li>\n<li> Content Subject to Additional Scrutiny </li>\n<li> Prohibited Actions </li>\n<li> Best Practices </li>\n</ul>\n<p>We’re in this thing together.\nThe actions individual Members take can have a big impact on our system as a whole.\nThat’s why all Mailchimp Members must follow this Acceptable Use Policy in their use of Mailchimp and any other Mailchimp Add-ons or products we may offer, like Websites, Ads, Mandrill and TinyLetter.\nIf you violate this policy, we may suspend or terminate your account.\nWe may also suspend or terminate accounts according to our Standard Terms of Use where we see behavior, content, or other factors that pose a threat to our platform.\nIf a term is capitalized in this Acceptable Use Policy but isn’t defined, it has the meaning given to it in our Standard Terms of Use.</p> Prohibited Content <p>Please don’t use Mailchimp to distribute anything offensive, to promote anything illegal, or to harass anyone.\nYou may not use Mailchimp to create, send, or display:</p>\n<ul>\n<li>Campaigns offering to sell illegal goods or services</li>\n<li>Emails that violate the CAN-SPAM or other anti-spam laws</li>\n<li>Pornography/sexually explicit content</li>\n<li>Campaigns promoting or supporting terrorism or violent extremism </li>\n</ul>\n<p>Some industries have higher-than-average abuse complaints, which can jeopardize deliverability.\nIn order to maintain the reliability of our platform, we do not allow businesses that offer these types of services, products, or content:</p>\n<ul>\n<li>Escort services, mail-order bride/spouse finders, international marriage brokers, and other similar sites and services</li>\n<li>Hookup, swinger, or sexual encounter sites or services</li>\n<li>Pharmaceutical products</li>\n<li>Work from home, make money online, and lead generation opportunities</li>\n<li>Gambling services or products</li>\n<li>Multi-level marketing</li>\n<li>Affiliate marketing</li>\n<li>Credit repair and get out of debt opportunities</li>\n<li>List brokers or list rental services</li>\n<li>Selling “Likes” or followers for a social media platform</li>\n<li>Cryptocurrencies, virtual currencies, and any digital assets related to an Initial Coin Offering</li>\n</ul> Content Subject to Additional Scrutiny <p>We’ve also found that certain types of content may cause higher-than-average abuse rates.\nFor that reason, we may closely review, suspend, throttle, or disable accounts that offer the following services, products, or content:</p>\n<ul>\n<li>Online trading, day trading tips, or stock market related content</li>\n<li>Daily horoscope reports</li>\n<li>Mortgages and loans</li>\n<li>Nutritional, herbal, and vitamin supplements</li>\n<li>Adult entertainment/novelty items</li>\n<li>Online dating services and applications (dating sites or services with a sexual emphasis or sexually explicit content – including images depicting nudity – are not permitted)</li>\n<li>Real estate</li>\n<li>Services that support programmatically sending mail on behalf of third parties without creating or reviewing the content</li>\n</ul> Prohibited Actions <p>We work hard to maintain the positive reputation of our platform, but we count on our Members to pitch in too.\nYou may not:</p>\n<ul>\n<li>Send Spam.\nSpam can be in the form of bulk emails or one to one commercial emails.\n<ul>\n<li>You must be able to point to an opt-in form or show other evidence of consent for any bulk email you send.</li>\n</ul>\n</li>\n<li>Include in your Campaigns, Websites, Ads, or account any material that wasn’t created by you, provided for you to use, or that would violate anyone’s rights.\nThat includes text, photos, graphics, and other content.</li>\n<li>Use any misleading or incorrect names, addresses, email addresses, subject lines, or other information in the Service or in any Campaigns created, managed, or sent using our Service.</li>\n<li>Share your password.</li>\n<li>Decipher, decompile, disassemble, or reverse engineer any of the Software.</li>\n<li>Use any of the Software to create a competing product.</li>\n<li>Use an outside unsubscribe process when sending bulk content to an audience hosted in Mailchimp.</li>\n<li>Set up multiple accounts for any person or entity in order to send similar content, unless you’re part of a franchise or agency.</li>\n<li>Import or incorporate any of this information into any account, audience, emails, or otherwise upload to our servers: Social Security numbers, passwords, security credentials, or sensitive personal information.</li>\n<li>Send Campaigns that will be delivered to recipients as text, SMS, or MMS messages unless using a feature designed for that purpose.</li>\n<li>Upload or send email Campaigns to purchased, rented, third-party, co-reg, publicly available data, or partner lists of any kind.</li>\n<li>Send or forward personal mail.\n</li>\n<li>Send content created in Mailchimp through another service.</li>\n<li>Host images on our servers for any purpose other than for your use of the Service.</li>\n<li>Host Content on our servers for any purpose other than for your use of the Service.</li>\n<li>Except as permitted under our Standard Terms of Use, take any action intended to avoid our billing thresholds.</li>\n<li>Send bulk emails, meaning emails directed to a number of individuals with the same content, through Mandrill.<ul>\n<li>Mandrill is designed for transactional email.\nPlease use Mailchimp campaigns for your bulk sending needs.</li>\n</ul>\n</li>\n<li>Send bulk emails, meaning commercial or marketing emails directed to a number of individuals with the same content, through Mailchimp Inbox.<ul>\n<li>Mailchimp Inbox is designed for one-to-one messages.\nPlease use Mailchimp campaigns for your bulk sending needs.\n</li>\n<li>If you send a message through your Mailchimp Inbox that may be considered a commercial or marketing communication under applicable law, you can use the Opt-out Footer to comply with applicable law and provide your Contacts with the means to unsubscribe from one-to-one messages sent through Inbox.</li>\n</ul>\n</li>\n</ul> Best Practices <p>As a marketing platform with millions of customers all over the world, we feel it’s our responsibility to be extra vigilant in preventing abuse of our services to protect both our customers and their contacts.\nIt’s also in our best interest to keep the platform clean because our reputation and deliverability depend on it.\nFor that reason, we provide, and may update from time to time, articles outlining best practices in our knowledge base.\nFor example, we offer guidelines about audience permission and best practices.\nYou may only use Mailchimp in accordance with these best practices, and we may suspend or terminate your account if you violate them.</p>\n<p>Thanks for taking the time to read our Acceptable Use Policy.</p>\n<p>\n<em>Updated September 18, 2020</em>\n</p> ", "created_at": "2019-04-27 03:21:48.9057", "updated_at": "2020-12-14 21:46:09.008844"}, {"id": 1221, "name": " Privacy Policy ", "url": "https://mailchimp.com/legal/privacy/", "xpath": "/html/body/main/section[2]", "text": " In this document <ul>\n<li> 1.\nThe Basics </li>\n<li> 2.\nPrivacy for Members </li>\n<li> 3.\nPrivacy for Contacts </li>\n<li> 4.\nPrivacy for Visitors </li>\n<li> 5.\nGeneral Information </li>\n</ul>\n<p>\n<em>Effective November 23, 2020</em>\n</p>\n<p>Mailchimp takes data privacy seriously.\nThis privacy policy explains who we are, how we collect, share and use Personal Information, and how you can exercise your privacy rights.</p>\n<p>We recommend that you read this privacy policy in full to ensure you are fully informed.\nHowever, to make it easier for you to review the parts of this privacy policy that apply to you, we have divided up the document into sections that are specifically applicable to Members (Section 2), Contacts (Section 3), and Visitors (Section 4).\nSections 1 and 5 are applicable to everyone.</p>\n<p>If you have any questions or concerns about our use of your Personal Information, then please contact us using the contact details provided at the end of Section 5.</p>\n<p>To the extent we provide you with notice of different or additional privacy policies, those policies will govern such interactions.</p> 1.\nThe Basics A.\nAbout Us\n<p>Mailchimp is an online marketing platform operated by The Rocket Science Group LLC, a company headquartered in the State of Georgia in the United States (\"<strong>we</strong>,\" \"<strong>us</strong>,\" \"<strong>our</strong>,\" and \"<strong>Mailchimp</strong>\").</p>\n<p>Our Service enables our Members to, among other things, send and manage email campaigns across channels, serve advertisements, and create Websites and Landing Pages.\nWe also provide other related services, such as real-time data analytics and insights to help our Members track and personalize their marketing activities.\nFind out more about our Service here.</p>\nB.\nKey Terms\n<p>In this privacy policy, these terms have the following meanings:</p>\n<p>\n<strong>\"Affiliate\"</strong> means an entity that directly or indirectly Controls, is Controlled by or is under common Control with an entity.</p>\n<p>\"<strong>Contact</strong>\" is a person a Member may contact through our Service.\nIn other words, a Contact is anyone on a Member's Distribution List about whom a Member has given us information or is anyone who has otherwise interacted with a Member via the Service.\nFor example, if you are a Member, a subscriber to your email marketing campaigns or a shopper to your Website or Landing Page would be considered a Contact.</p>\n<p>\n<strong>\"Control\"</strong> means an ownership, voting or similar interest representing fifty percent (50%) or more of the total interests then outstanding of the entity in question.\nThe term \"Controlled\" shall be construed accordingly.</p>\n<p>\"<strong>Distribution List</strong>\" is a list of Contacts a Member may upload or manage on our platform and all associated information related to those Contacts (for example, email addresses).</p>\n<p>\n<strong>\"Mailchimp Site(s)\"</strong> has the meaning given to it in our Standard Terms of Use.</p>\n<p>\"<strong>Member</strong>\" means any person or entity that is registered with us to use the Service.</p>\n<p>\n<strong>“Mobile App(s)”</strong> means any one or all of the Mailchimp applications available for Members to use on their mobile devices.</p>\n<p>\"<strong>Personal Information</strong>\" means any information that identifies or can be used to identify an individual directly or indirectly.\nExamples of Personal Information include, but are not limited to, first and last name, date of birth, email address, gender, occupation, or other demographic information.</p>\n<p>\n<strong>“Service”</strong> has the meaning given to it in our Standard Terms of Use.</p>\n<p>\"<strong>Visitor</strong>\" means, depending on the context, any person who visits any of our Mailchimp Sites, offices, or otherwise engages with us at our events or in connection with our marketing or recruitment activities.</p>\n<p>\"<strong>you</strong>\" and \"<strong>your</strong>\" means, depending on the context, either a Member, a Contact, or a Visitor.</p> 2.\nPrivacy for Members <p>This section applies to the Personal Information we collect and process from a Member or potential Member through the provision of the Service.\nIf you are not a Member, the Visitors or Contacts section of this policy may be more applicable to you and your data.\n<strong>In this section, \"you\" and \"your\" refer to Members and potential Members.</strong>\n</p>\nA.\nInformation We Collect\n<p>The Personal Information that we collect depends on the context of your interactions with Mailchimp, your Mailchimp account settings, the products and features you use, your location, and applicable law.\nHowever, the Personal Information we collect broadly falls into the following categories:</p>\n<p>(i) <strong>Information you provide to us</strong>: You (or your organization) may provide certain Personal Information to us when you sign up for a Mailchimp account and use the Service, consult with our customer service team, send us an email, integrate the Service with another website or service (for example, when you choose to connect your e-commerce account with Mailchimp), or communicate with us in any other way.</p>\n<p>This information may include:</p>\n<ul>\n<li>Business contact information (such as your name, job title, organization, location, phone number, email address, and country);</li>\n<li>Marketing information (such as your contact preferences);</li>\n<li>Account log-in credentials (such as your email address or username and password when you sign up for an account with us);</li>\n<li>Troubleshooting and support data (which is data you provide or we otherwise collect in connection with support queries we receive from you.\nThis may include contact or authentication data, the content of your chats and other communications with us, and the product or service you are using related to your help inquiry).\nand</li>\n<li>Payment information (including your credit card numbers and associated identifiers and billing address).</li>\n</ul>\n<p>(ii) <strong>Information we collect automatically</strong>: When you use the Service, we may automatically collect or receive certain information about your device and usage of the Service (collectively “Service Usage Data”).\nIn some (but not all) countries, including countries in the European Economic Area (“EEA”), this information is considered Personal Information under applicable data protection laws.\nWe use cookies and other tracking technologies to collect some of this information.\nIf you are using our Mobile App, we may collect this information using our software development kits (“SDKs”) or APIs the first time the SDK or API is initiated on your Mobile App.\nFor further information, please review the section below and our Cookie Statement available here.</p>\n<p>Service Usage Data may include:</p>\n<ul>\n<li>\n<p>\n<strong>Device information:</strong> We collect information about the device and applications you use to access the Service, such as your IP address, your operating system, your browser ID, and other information about your system and connection.\nIf you are using our Mobile App, we may also collect information about the cellular network associated with your mobile device, your mobile device’s operating system or platform, the type of mobile device you use, your mobile device’s name and unique device ID, and information about the features of our Mobile App that you accessed.\n</p>\n</li>\n<li>\n<p>\n<strong>Log data:</strong> Our web servers keep log files that record data each time a device accesses those servers and the nature of each access, including originating IP addresses and your activity in the Service (such as the date/time stamps associated with your usage, pages and files viewed, searches and other actions you take (for example, which features you used)), device event information (such as system activity, error reports (sometimes called ‘crash dumps’)), and hardware settings.\nWe may also access metadata and other information associated with files that you upload into our Service.</p>\n</li>\n<li>\n<p>\n<strong>Usage data:</strong> We collect usage data about you whenever you interact with our Service, which may include the dates and times you access the Service and your browsing activities (such as what portions of the Service you used).\nWe also collect information regarding the performance of the Service, including metrics related to the deliverability of emails and other communications you send through the Service.\nIf you are using our Mobile App, we may collect information about how often you use the Mobile App and other performance data.\nThis information allows us to improve the content and operation of the Service, and facilitate research and analysis of the Service.</p>\n</li>\n</ul>\n<p>(iii) <strong>Information we collect from other sources</strong>: From time to time, we may obtain information about you from third-party sources, such as public databases, social media platforms, third-party data providers, and our joint marketing partners.\n</p>\n<p>Examples of the information we receive from other sources include demographic information (such as age and gender), device information (such as IP addresses), location (such as city and state), and online behavioral data (such as information about your use of social media websites, page view information and search results and links).\nWe use this information, alone or in combination with other Personal Information we collect, to enhance our ability to provide relevant marketing and content to you and to develop and provide you with more relevant products, features, and service.</p>\nB.\nUse of Personal Information\n<p>We may use the Personal Information we collect or receive through the Service (alone or in combination with other data we source) for the purposes and on the legal bases identified below:</p>\n<ul>\n<li>To bill and collect money owed to us by you to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in accordance with our legitimate interests to operate and administer our Service.\nThis includes sending you emails, invoices, receipts, notices of delinquency, and alerting you if we need a different credit card number.\nWe use third parties for secure credit card transaction processing, and those third parties collect billing information to process your orders and credit card payments.\nTo learn more about the steps we take to safeguard that data, see the \"Our Security\" section of this privacy policy.</li>\n<li>To send you system alert messages in reliance on our legitimate interests in administering the Service and providing certain features.\nFor example, we may inform you about temporary or permanent changes to our Service, such as planned outages, or send you account, security or compliance notifications, such as new features, version updates, releases, abuse warnings, and changes to this privacy policy.</li>\n<li>To communicate with you about your account and provide customer support to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and supporting our Service.\nFor example, if you use our Mobile Apps, we may ask you if you want to receive push notifications about activity in your account.\nIf you have opted in to these push notifications and no longer want to receive them, you may turn them off through your operating system.</li>\n<li>To enforce compliance with our Standard Terms of Use and applicable law, and to protect the rights and safety of our Members in reliance on our legitimate interest to protect against misuse or abuse of our Service and to pursue remedies available.\nThis may include developing tools and algorithms that help us prevent violations.\nFor example, sometimes we review the content our Members send or display to ensure it complies with our Standard Terms of Use.\nTo improve that process, we have software that helps us find content that may violate our Standard Terms of Use.\nWe may or our third-party service provider may also review content that our Members send or display.\nThis benefits all Members who comply with our Standard Terms of Use because it reduces abuse and helps us maintain a reliable platform.\nPlease do not use Mailchimp to send or display confidential information.</li>\n<li>To meet legal requirements, including complying with court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms.</li>\n<li>To provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements in reliance on our legitimate interests.</li>\n<li>To prosecute and defend a court, arbitration, or similar legal proceeding.</li>\n<li>To respond to lawful requests by public authorities, including to meet national security or law enforcement requirements.</li>\n<li>To provide, support and improve the Service to perform our contract with you for the use of the Service or where we have not entered into a contract with you, in reliance on our legitimate interests in administering and improving the Service and providing certain features.\nFor example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to you.\nWhen we share your Personal Information with third parties, we take steps to protect your information in a manner that is consistent with our obligations under applicable privacy laws.\nFor further information about how we share your information, refer to Section 5 below.\n</li>\n<li>To provide suggestions to you and to provide tailored features within our Service that optimize and personalize your experience in reliance on our legitimate interests in administering the Service and providing certain features.\nThis includes adding features that compare Members’ email campaigns, using data to suggest other publishers your Contacts may be interested in, or using data to recommend products or services that you may be interested in or that may be relevant to you or your Contacts.\nSome of these suggestions are generated through analysis of the data used in our data analytics projects, as described below.</li>\n<li>To perform data analytics projects in reliance on our legitimate business interests in improving and enhancing our products and services for our Members.\nOur data analytics projects use data from Mailchimp accounts, including Personal Information of Contacts, to provide and improve the Service.\nWe use information like your sending habits and your Contacts’ purchase history, so we can make more informed predictions, decisions, and products for our Members.\nFor example, we use data from Mailchimp accounts to enable product recommendation, audience segmentation, and predicted demographics features for our Members.\nIf you or your Contact prefers not to have their data used for this purpose, you can alter the settings on your account (as described here) to opt out of data analytics projects, or your Contact can opt out of data analytics projects at any time by visiting this page or emailing us at personaldatarequests@mailchimp.com.\nAs always, we take the privacy of Personal Information seriously, and will continue to implement appropriate safeguards to protect this Personal Information from misuse or unauthorized disclosure.</li>\n<li>To combine and anonymize data about our Members and our Member's use of the Service in order to create aggregate, anonymized statistics which we may use to provide certain features within the Service and for promoting and improving the Service in reliance on our legitimate interests.</li>\n<li>To personalize the Service, content and advertisements we serve to you in reliance on our legitimate interests in supporting our marketing activities and providing certain features within the Service.\nWe may use your Personal Information to serve you specifically, such as to deliver marketing information, product recommendations and non-transactional communications (e.g., email, telemarketing calls, SMS, or push notifications) about us, in accordance with your marketing preferences and this privacy policy.</li>\n</ul>\nC.\nThird-Party Integrations\n<p>We may use the Personal Information we collect or receive through the Service, as a processor and as otherwise stated in this privacy policy, to enable your use of the integrations and plugins you choose to connect to your Mailchimp account.\nFor instance, if you choose to connect a Google integration to your Mailchimp account, we’ll ask you to grant us permission to view and/or download, as applicable, your Google Sheets, Google Contacts, Google Analytics and Google Drive.\nThis allows us to configure your Google integration(s) in accordance with your preferences.\nFor example, if you wanted to use the Google Contacts integration to share the templates in your Mailchimp account with contacts in your Google address book, we would need to access your Google Contacts to share your templates.\n</p>\nD.\nCookies and Tracking Technologies\n<p>We and our third-party partners may use various technologies to collect and store Service Usage Data when you use our Service (as discussed above), and this may include using cookies and similar tracking technologies, such as pixels, web beacons, and if you use our Mobile Apps, through our SDKs deployed on your mobile device.\nFor example, we use web beacons in the emails we send on your behalf, which enable us to track certain behavior, such as whether the email sent through the Service was delivered and opened and whether links within the email were clicked.\nBoth web beacons and SDKs allow us to collect information such as the recipient’s IP address, browser, email client type and other similar data as further described above details.\nWe use this information to measure the performance of your email campaigns, to provide analytics information, enhance the effectiveness of our Service, and for other purposes described above.\nReports are also available to us when we send email to you, so we may collect and review that information.</p>\n<p>Our use of cookies and other tracking technologies is discussed in more detail in our Cookie Statement available here.</p>\nE.\nMember Distribution Lists\n<p>In order to send an email campaign or use certain features in your account, you need to upload a Distribution List that provides us information about your Contacts, such as their names and email addresses.\nWe use and process this information to provide the Service in accordance with our contract with you or your organization and this privacy policy.\n</p>\n<p>A Distribution List can be created in a number of ways, including by importing Contacts, such as through a CSV or directly from your email client.\nWe do not, under any circumstances, sell your Distribution Lists.\nIf someone on your Distribution List complains or contacts us, we might then contact that person.\nYou may export (download) your Distribution Lists from Mailchimp by accessing the “Audience” tab from within your account.</p>\n<p>If we detect abusive or illegal behavior related to your Distribution List, we may share your Distribution List or portions of it with affected ISPs or anti-spam organizations to the extent permitted or required by applicable law.</p>\n<p>If a Contact chooses to use the Forward to a Friend (FTF) link in an email campaign a Member sends, it will allow the Contact to share the Member’s email content with individuals not on the Member’s Distribution List.\nWhen a Contact forwards an email to a friend, we do not store the Contact’s email address or their friend’s email address, and no one is added to any Distribution List as a result of the FTF link.\nThe Member who created the email campaign only sees an aggregate number of times their email campaign was forwarded by a Contact and does not have access to the email addresses used to share or receive that forwarded content.</p>\nF.\nYour Data Protection Rights\n<p>Depending on the country in which you reside, you may have the following data protection rights:</p>\n<ul>\n<li>To access.\ncorrect.\nupdate.\nport.\ndelete.\nrestrict.\nor object to our processing of your Personal Information.\n</li>\n<li>You can manage your individual account and profile settings within the dashboard provided through the Mailchimp platform, or you may contact us directly by emailing us at personaldatarequests@mailchimp.com.\nYou can also manage information about your Contacts within the dashboard provided through the Mailchimp platform to assist you with responding to requests to access, correct, update, port or delete information that you receive from your Contacts.\nNote, if any of your Contacts wish to exercise any of these rights, they should contact you directly, or contact us as described in the “Privacy for Contacts” section below.\nYou can also contact us at any time to update your own marketing preferences (see Section 5.\nGeneral Information, C.\nYour Choices and Opt-Outs below).\nMailchimp takes reasonable steps to ensure that the data we collect is reliable for its intended use, accurate, complete and up to date.\n</li>\n<li>The right to complain to a data protection authority about the collection and use of Personal Information.\nFor more information, please contact your local data protection authority.\nContact details for data protection authorities in the EEA and UK are available here and Switzerland are available here.</li>\n<li>Similarly, if Personal Information is collected or processed on the basis of consent, the data subject can withdraw their consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your Personal Information conducted in reliance on lawful processing grounds other than consent.\nIf you receive these requests from Contacts, you can segment your lists within the Mailchimp platform to ensure that you only market to Contacts who have not opted out of receiving such marketing.</li>\n</ul>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection law.\nWe may ask you to verify your identity in order to help us respond efficiently to your request.\nIf we receive a request from one of your Contacts, we will either direct the Contact to reach out to you, or, if appropriate, we may respond directly to their request.</p> 3.\nPrivacy for Contacts <p>This section applies to the information we process about our Members’ Contacts as a data controller.\nOur Service is intended for use by our Members.\nAs a result, for much of the Personal Information we collect and process about Contacts through the Service, we act as a processor on behalf of our Members.\nMailchimp is not responsible for the privacy or security practices of our Members, which may differ from those set forth in this privacy policy.\nPlease check with individual Members about the policies they have in place.\n<strong>For purposes of this section, \"you\" and \"your\" refer to Contacts.</strong>\n</p>\nA.\nInformation We Collect\n<p>The Personal Information that we may collect or receive about you broadly falls into the following categories:</p>\n<p>(i)<strong> Information we receive about Contacts from our Members:</strong> A Member may provide Personal Information about you to us through the Service.\nWhen a Member uploads their Distribution List or integrates the Service with another website or service (for example, when a Member chooses to connect their e-commerce account with Mailchimp), or when you sign up for a Member’s Distribution List on a Mailchimp or other signup form, the Member may provide us with certain contact information or other Personal Information about you such as your name, email address, address, or telephone number.\nYou may have the opportunity to update some of this information by electing to update or manage your preferences via an email you receive from a Member.</p>\n<p>(ii) <strong>Information we collect automatically</strong>: When you interact with an email campaign that you receive from a Member or browse or purchase from a Member’s connected store, we may collect information about your device and interaction with an email.\nWe use cookies and other tracking technologies to collect some of this information.\nOur use of cookies and other tracking technologies is discussed more below and in more detail in our Cookie Statement available here.</p>\n<ul>\n<li>\n<strong>Device information:</strong> We collect information about the device and applications you use to access emails sent through our Service, such as your IP address, your operating system, your browser ID, and other information about your system and connection.</li>\n<li>\n<strong>Usage data:</strong> It is important for us to ensure the security and reliability of the Service we provide.\nTherefore, we also collect usage data about your interactions with campaigns (and/or emails) sent through the Service, which may include dates and times you access campaigns (and/or emails) and your browsing activities (such as what pages are viewed and which emails are opened).\nThis information also allows us to ensure compliance with our Standard Terms of Use and Acceptable Use Policy, to monitor and prevent service abuse, and to ensure we attain certain usage standards and metrics in relation to our Service.\nWe also collect information regarding the performance of the Service, including metrics related to the deliverability of emails and other electronic communications that our Members send through the Service.\nThis information allows us to improve the content and operation of the Service and facilitate research and perform analysis into the use and performance of the Service.</li>\n</ul>\n<p>(iii) <strong>Information we collect from other sources:</strong> From time to time, we may obtain information about you from third-party sources, such as social media platforms, and third-party data providers.\n</p>\nB.\nUse of Personal Information\n<p>We may use the Personal Information we collect or receive about you in reliance on our (and where applicable, our Members’) legitimate interests for the following purposes:</p>\n<ul>\n<li>To enforce compliance with our Standard Terms of Use and applicable law.\nThis may include utilizing usage data and developing tools and algorithms that help us prevent violations.</li>\n<li>To protect the rights and safety of Members, third parties, or Mailchimp.\nFor example, sometimes we review the content of our Members’ email campaigns to make sure they comply with our Standard Terms of Use.\nTo improve that process, we have software that helps us find email campaigns that may violate our Standard Terms of Use.\nWe, or our third-party service provider, may review those particular email campaigns, which may include your contact information.\nThis reduces the amount of spam being sent through our servers and helps us maintain high deliverability.</li>\n<li>To meet legal requirements, including complying with court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms.</li>\n<li>To provide information to representatives and advisors, including attorneys and accountants, to help us comply with legal, accounting, or security requirements.</li>\n<li>To prosecute and defend a court, arbitration, or similar legal proceeding.</li>\n<li>To respond to lawful requests by public authorities, including to meet national security or law enforcement requirements.</li>\n<li>To provide, support and improve the Service.\nFor example, this may include sharing your information with third parties in order to provide and support our Service or to make certain features of the Service available to our Members.\nWhen we share Personal Information with third parties, we take steps to protect your information in a manner that is consistent with applicable privacy laws.\nFor further information about how we share information, refer to Section 5 below.</li>\n<li>To perform data analytics projects.\nOur data analytics projects use data from Mailchimp accounts, including your Personal Information, to provide and improve the Service.\nWe use information, like your purchase history, provided to us by Members, so we can make more informed predictions, decisions, and products for our Members.\nFor example, we use data from Mailchimp accounts to enable product recommendation, audience segmentation, and predicted demographics features for our Members.\nIf you prefer your data not to be used in this manner, you can opt out of data analytics projects at any time by completing this form or emailing us at personaldatarequests@mailchimp.com.</li>\n<li>To carry out other business purposes.\nTo carry out other legitimate business purposes, as well as other lawful purposes about which we will notify you.</li>\n</ul>\nC.\nCookies and Tracking Technologies\n<p>We and our third-party partners may use various technologies to automatically collect and store certain device and usage information (as discussed above) when you interact with a Member’s email campaign or connected store, and this may include using cookies and similar tracking technologies, such as pixels and web beacons or if a Member is using our Mobile App, we may collect this information through our SDKs deployed on our Members mobile device.\nFor example, we use web beacons in the emails we send on behalf of our Members.\nWhen you receive and engage with a Member’s campaign, web beacons track certain behavior such as whether the email sent through the Mailchimp platform was delivered and opened and whether links within the email were clicked.\nBoth web beacons and SDKs allow us to collect information such as your IP address, browser, email client type, and other similar data as further described above.\nWe use this information to measure the performance of our Members’ email campaigns, and to provide analytics information and enhance the effectiveness of our Service, and for the other purposes described above.</p>\n<p>Our use of cookies and other tracking technologies is discussed in more detail in our Cookie Statement available here.</p>\nD.\nYour Data Protection Rights\n<p>Depending on the country in which you reside, you may have the following data protection rights:</p>\n<ul>\n<li>To access.\ncorrect.\nupdate.\nport.\ndelete.\nrestrict or object to our processing of your Personal Information.</li>\n<li>For more information about how you can exercise these rights, please see our Privacy Rights Requests form.\nYou also have the right to complain to a data protection authority about our collection and use of your Personal Information.\nFor more information, please contact your local data protection authority.\nContact details for data protection authorities in the EEA are available here.</li>\n</ul>\n<p>As described above, for much of the Personal Information we collect and process about Contacts through the Service, we act as a processor on behalf of our Members.\nIn such cases, if you are a Contact and want to exercise any data protection rights that may be available to you under applicable law or have questions or concerns about how your Personal Information is handled by Mailchimp as a processor on behalf of our individual Members, you should contact the relevant Member that is using the Mailchimp Service, and refer to their separate privacy policies.</p>\n<p>If you no longer want to be contacted by one of our Members through our Service, please unsubscribe directly from that Member’s newsletter or contact the Member directly to update or delete your data.\nIf you contact us directly, we may either forward your request to the relevant Member or provide you with the identity of the Member to enable you to contact them directly.</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.\nWe may ask you to verify your identity in order to help us respond efficiently to your request.</p> 4.\nPrivacy for Visitors <p>This section applies to Personal Information that we collect and process when you visit the Mailchimp Sites, and in the usual course of our business, such as in connection with our recruitment, events, sales and marketing activities or when you visit our offices.\n<strong>In this section, \"you\" and \"your\" refer to Visitors.</strong>\n</p>\nA.\nInformation We Collect\n<p>(i) <strong>Information you provide to us on the Mailchimp Sites or otherwise:</strong> Our Mailchimp Sites offer various ways to contact us, such as through form submissions, email or phone, to inquire about our company and Service.\nFor example, we may ask you to provide certain Personal Information when you express an interest in obtaining information about us or our Service, take part in surveys, subscribe to marketing, apply for a role with Mailchimp, or otherwise contact us.\nWe may also collect Personal Information from you in person when you attend our events or trade shows, if you visit our offices (where you will be required to register as a visitor and provide us with certain information that may also be shared with our service providers) or via a phone call with one of our sales representatives.\nYou may choose to provide additional information when you communicate with us or otherwise interact with us, and we may keep copies of any such communications for our records.</p>\n<p>The Personal Information we collect may include:</p>\n<ul>\n<li>\n<strong>Business contact information</strong> (such as your name, phone number, email address and country);</li>\n<li>\n<strong>Professional information</strong> (such as your job title, institution or company).\n</li>\n<li>\n<strong>Nature of your communication</strong>;</li>\n<li>\n<strong>Marketing information</strong> (such as your contact preferences).\nand </li>\n<li>\n<strong>Any information you choose to provide to us</strong> when completing any ‘free text’ boxes in our forms.</li>\n</ul>\n<p>(ii) <strong>Information we collect automatically through the Mailchimp Sites:</strong> When you visit our Mailchimp Sites or interact with our emails, we use cookies and similar technologies such as pixels or web beacons, alone or in conjunction with cookies, to collect certain information automatically from your browser or device.\nIn some countries, including countries in the EEA, this information may be considered Personal Information under applicable data protection laws.\nOur use of cookies and other tracking technologies is discussed more below, and in more detail in our Cookie Statement available here.</p>\n<p>The information we collect automatically includes:</p>\n<ul>\n<li>\n<strong>Device information</strong>: such as your IP address, your browser, device information, unique device identifiers, mobile network information, request information (speed, frequency, the site from which you linked to us (“referring page”), the name of the website you choose to visit immediately after ours (called “exit page”), information about other websites you have recently visited and the web browser you used (software used to browse the internet) including its type and language)</li>\n<li>\n<strong>Usage data</strong>: such as information about how you interact with our emails, Mailchimp Sites, and other websites (such as the pages and files viewed, searches, operating system and system configuration information and date/time stamps associated with your usage).</li>\n</ul>\nB.\nUse of Personal Information\n<p>We may use the information we collect through our Mailchimp Sites and in connection with our events and marketing activities (alone or in combination with other data we collect) for a range of reasons in reliance on our legitimate interests, including:</p>\n<ul>\n<li>To provide, operate, optimize, and maintain the Mailchimp Sites.</li>\n<li>To send you marketing information, product recommendations and non-transactional communications (e.g., email, telemarketing calls, SMS, or push notifications) about us, in accordance with your marketing preferences, including information about our products, services, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent.</li>\n<li>For recruitment purposes if you have applied for a role with Mailchimp.</li>\n<li>To respond to your online inquiries and requests, and to provide you with information and access to resources or services that you have requested from us.</li>\n<li>To manage the Mailchimp Sites and system administration and security.</li>\n<li>To manage event registrations and attendance, including sending related communications to you.</li>\n<li>To register visitors to our offices for security reasons and to manage non-disclosure agreements that visitors may be required to sign.</li>\n<li>To improve the navigation and content of the Mailchimp Sites.</li>\n<li>To identify any server problems or other IT or network issues.</li>\n<li>To process transactions and to set up online accounts.</li>\n<li>To compile aggregated statistics about site usage and to better understand the preferences of our Visitors.</li>\n<li>To help us provide, improve and personalize our marketing activities.</li>\n<li>To facilitate the security and continued proper functioning of the Mailchimp Sites.</li>\n<li>To carry out research and development to improve our Mailchimp Sites, products and services.</li>\n<li>To conduct marketing research, advertise to you, provide personalized information about us on and off our Mailchimp Sites, and to provide other personalized content based on your activities and interests to the extent necessary for our legitimate interests in supporting our marketing activities or advertising our Service or instances where we seek your consent.</li>\n<li>To carry out other legitimate business purposes, as well as other lawful purposes, such as data analysis, fraud monitoring and prevention, identifying usage trends and expanding our business activities in reliance on our legitimate interests.</li>\n<li>To cooperate with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Personal Information to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our Mailchimp Sites and Service, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes, or responding to lawful requests.</li>\n</ul>\nC.\nPublic Information and Third-Party Websites\n<ul>\n<li>\n<strong>Blog.</strong> We have public blogs on the Mailchimp Sites.\nAny information you include in a comment on our blog may be read, collected, and used by anyone.\nIf your Personal Information appears on our blogs and you want it removed, contact us here.\nIf we are unable to remove your information, we will tell you why.</li>\n<li>\n<strong>Social media platforms and widgets.</strong> The Mailchimp Sites include social media features, such as the Facebook Like button.\nThese features may collect information about your IP address and which page you are visiting on our Mailchimp Site, and they may set a cookie to make sure the feature functions properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our Mailchimp Site.\nWe also maintain presences on social media platforms, including Facebook, Twitter, and Instagram.\nAny information, communications, or materials you submit to us via a social media platform is done at your own risk without any expectation of privacy.\nWe cannot control the actions of other users of these platforms or the actions of the platforms themselves.\nYour interactions with those features and platforms are governed by the privacy policies of the companies that provide them.</li>\n<li>\n<strong>Links to third-party websites.</strong> The Mailchimp Sites include links to other websites, whose privacy practices may be different from ours.\nIf you submit Personal Information to any of those sites, your information is governed by their privacy policies.\nWe encourage you to carefully read the privacy policy of any website you visit.</li>\n<li>\n<strong>Contests and sweepstakes.</strong> We may, from time to time, offer surveys, contests, sweepstakes, or other promotions on the Mailchimp Sites or through social media (collectively, \"Promotions\").\nParticipation in our Promotions is completely voluntary.\nInformation requested for entry may include Personal Information such as your name, address, date of birth, phone number, email address, username, and similar details.\nWe use the information you provide to administer our Promotions.\nWe may also, unless prohibited by the Promotion’s rules or law, use the information provided to communicate with you, or other people you select, about our Service.\nWe may share this information with our subsidiaries or Affiliates and other organizations or service providers in line with this privacy policy and the rules posted for our Promotions.</li>\n</ul>\nD.\nCookies and Tracking Technologies\n<p>We use cookies and similar tracking technologies to collect and use Personal Information about you, including to serve interest-based advertising.\nFor further information about the types of cookies and tracking technologies we use, why, and how you can control them, please see our Cookie Statement available here.</p>\nE.\nOther Data Protection Rights\n<p>Depending on the country in which you reside, you may have the following data protection rights:</p>\n<ul>\n<li>To access.\ncorrect.\nupdate.\nport.\ndelete.\nrestrict or object to our processing of your Personal Information.\nYou can exercise these rights by visiting this page or by emailing personaldatarequests@mailchimp.com.</li>\n<li>You may also have the right to complain to a data protection authority about our collection and use of your Personal Information.\nFor more information, please contact your local data protection authority.\nContact details for data protection authorities in the EEA are available here.</li>\n<li>Similarly, if we have collected and processed your Personal Information with your consent, then you can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your Personal Information conducted in reliance on lawful processing grounds other than consent.\nYou can also contact us at any time to update your marketing preferences (see Section 5.\nGeneral Information, C.\nYour Choices and Opt-Outs below).</li>\n</ul>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.\nWe may ask you to verify your identity in order to help us respond efficiently to your request.</p> 5.\nGeneral Information A.\nHow We Share Information\n<p>We may share and disclose your Personal Information with our subsidiaries or Affiliates and to the following types of third parties for the purposes described in this privacy policy <strong>(for purposes of this section, \"you\" and \"your\" refer to Members, Contacts, and Visitors unless otherwise indicated)</strong>.\nOur subsidiaries and Affiliates include Courier Holdings Ltd.\nlocated in the United Kingdom.\nYou can learn more about Courier and its privacy practices here.</p>\n<p>(i) <strong>Our service providers</strong>: Sometimes, we share your information with our third-party service providers working on our behalf for the purposes described in this privacy policy.\nFor example, companies we’ve hired to help us provide and support our Service or assist in protecting and securing our systems and services and other business-related functions.</p>\n<p>Other examples include analyzing data, hosting data, engaging technical support for our Service, processing payments, and delivering content.</p>\n<p>We use YouTube's API services in connection with our Service to provide certain features.\nAs such, you acknowledge and agree that by signing up for an account and using the Service, you are also bound by Google's Privacy Policy.\nIn addition to the rights set forth in Section 2, you may manage your YouTube API data by visiting Google's security settings page at https://security.google.com/settings/security/permissions</p>\n<p>In connection with our Service, we also use a third-party service provider, Twilio, Inc.\nWe use Twilio's API, which allows us to build features into our Mailchimp application to enable us to communicate with our Members through texting and calling, and their \"Authy\" product, which we use for two-factor authentication for our application.\nIf you are a Member, Twilio may need to collect and process certain Personal Information about you as a controller to provide such services.\nTo learn more about Twilio's privacy practices, please visit https://www.twilio.com/legal/privacy</p>\n<p>(ii) <strong>Advertising partners</strong>: We may partner with third-party advertising networks, exchanges, and social media platforms (like Facebook) to display advertising on the Mailchimp Sites or to manage and serve our advertising on other sites, and we may share Personal Information of Members and Visitors with them for this purpose.\nWe and our third-party partners may use cookies and other similar tracking technologies, such as pixels and web beacons, to gather information about your activities on the Mailchimp Sites and other sites in order to provide you with targeted advertising based on your browsing activities and interests.\nFor more information, please see our Cookie Statement available here.</p>\n<p>(iii) <strong>Any competent law enforcement body, regulatory body, government agency, court or other third party where</strong> we believe disclosure is necessary (a) as a matter of applicable law or regulation, (b) to exercise, establish, or defend our legal rights, or (c) to protect your vital interests or those of any other person.</p>\n<p>(iv) <strong>A potential buyer (and its agents and advisors)</strong> in the case of a sale, merger, consolidation, liquidation, reorganization, or acquisition.\nIn that event, any acquirer will be subject to our obligations under this privacy policy, including your rights to access and choice.\nWe will notify you of the change either by sending you an email or posting a notice on our Mailchimp Site.</p>\n<p>(v) <strong>Any other person with your consent.</strong>\n</p>\n<p>We may also share anonymized, aggregated information with selected third parties for statistical purposes.</p>\nB.\nLegal Basis for Processing Personal Information (EEA and UK Persons Only)\n<p>If you are located in the EEA or UK, our legal basis for collecting and using the Personal Information described above will depend on the Personal Information concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect and use Personal Information from you where the processing is in our legitimate interests and not overridden by your data-protection interests or fundamental rights and freedoms.\nOur legitimate interests are described in more detail in this privacy policy in the sections above titled “Use of Personal Information”, but they typically include improving, maintaining, providing, and enhancing our technology, products, and services.\nensuring the security of the Service and our Mailchimp Sites.\nand supporting our marketing activities.</p>\n<p>If you are a Member, we may need the Personal Information to perform a contract with you.\nIn some limited cases, we may also have a legal obligation to collect Personal Information from you.\nIf we ask you to provide Personal Information to comply with a legal requirement or to perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of your Personal Information is mandatory or not, as well as of the possible consequences if you do not provide your Personal Information.</p>\n<p>Where required by law, we will collect Personal Information only where we have your <strong>consent</strong> to do so.</p>\n<p>If you have questions or need further information concerning the legal basis on which we collect and use your Personal Information, please contact us using the contact details provided in the \"Questions and Concerns\" section below.</p>\nC.\nYour Choices and Opt-Outs\n<p>Members and Visitors who have opted in to our marketing emails can opt out of receiving marketing emails from us at any time by clicking the \"unsubscribe\" link at the bottom of our marketing messages.</p>\n<p>Also, all opt-out requests can be made by emailing us using the contact details provided in the \"Questions and Concerns\" section below.\nPlease note that some communications (such as service messages, account notifications, billing information) are considered transactional and necessary for account management, and Members cannot opt out of these messages unless you cancel your Mailchimp account.</p>\nD.\nOur Security\n<p>We take appropriate and reasonable technical and organizational measures designed to protect Personal Information from loss, misuse, unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in the processing and the nature of the Personal Information.\nFor further information about our security practices, please see our Security page available here.\nIf you have any questions about the security of your Personal Information, you may contact us at privacy@mailchimp.com.</p>\n<p>Mailchimp accounts require a username and password to log in.\nMembers must keep their username and password secure, and never disclose it to a third party.\nBecause the information in a Member’s Mailchimp account is private, account passwords are hashed, which means we cannot see a Member’s password.\nWe cannot resend forgotten passwords either.\nWe will only provide Members with instructions on how to reset them.</p>\nE.\nInternational Transfers\n<p>(i) <strong>We operate in the United States</strong>\n</p>\n<p>Our servers and offices are located in the United States, so your information may be transferred to, stored, or processed in the United States.\nWhile the data protection, privacy, and other laws of the United States might not be as comprehensive as those in your country, we take many steps to protect your privacy, including offering our Members a Data Processing Agreement available here.</p>\n<p>(ii) <strong>Data transfers from Switzerland, United Kingdom, or the EEA to the United States</strong>\n</p>\n<p>Mailchimp participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nWe are committed to subjecting all Personal Information received from EEA member countries, United Kingdom, and Switzerland, respectively, in reliance on each Privacy Shield Framework, to each Framework’s applicable Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certification, visit the U.S.\nDepartment of Commerce’s Privacy Shield website available here.</p>\n<p>A list of Privacy Shield participants is maintained by the Department of Commerce and is available here.</p>\n<p>Mailchimp is responsible for the processing of Personal Information we receive under each Privacy Shield Framework and subsequently transfer to a third party acting as an agent on our behalf.\nWe comply with the Privacy Shield Principles for all onward transfers of Personal Information from the EEA, United Kingdom, and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to Personal Information received or transferred pursuant to the Privacy Shield Frameworks, we are subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge to you) at https://feedback-form.truste.com/watchdog/request.\nUnder certain conditions, more fully described on the Privacy Shield website, here, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>Members located in Switzerland, United Kingdom, and the EEA are subject to our Data Processing Addendum available here, as described in our Standard Terms of Use.</p>\n<p>(iii) <strong>Members, Contacts and Visitors located in Australia</strong>\n</p>\n<p>If you are a Member, Contact or Visitor who accesses our Service in Australia, this section applies to you.\nWe are subject to the operation of the Privacy Act 1988 <strong>(\"Australian Privacy Act\")</strong>.\nHere are the specific points you should be aware of:</p>\n<ul>\n<li>As stated in our Acceptable Use Policy available here, sensitive personal information is not permitted on Mailchimp’s platform and Members are prohibited from importing or incorporating any sensitive personal information into their Mailchimp accounts or uploading any sensitive personal information to Mailchimp’s servers.</li>\n<li>Please note that if you do not provide us with your Personal Information or if you withdraw your consent for us to collect, use and disclose your Personal Information, we may be unable to provide the Service to you.\n</li>\n<li>Where we collect Personal Information of our Visitors, the Personal Information we ask you to provide will be information that is reasonably necessary for, or directly related to, one or more of our functions or activities.\nPlease see Section 4, of this privacy policy for examples of the types of Personal Information we may ask Visitors to provide.</li>\n<li>Where we say we assume an obligation about Personal Information, we will also require our contractors and subcontractors to undertake a similar obligation.</li>\n<li>We will not use or disclose Personal Information for the purpose of our direct marketing to you unless: <ul>\n<li>you have consented to receive direct marketing.\n</li>\n<li>you would reasonably expect us to use your personal details for marketing.\nor</li>\n<li>we believe you may be interested in the material but it is impractical for us to obtain your consent.\n</li>\n</ul>\n</li>\n</ul>\n<p>You may opt out of any marketing materials we send to you through an unsubscribe mechanism.\nIf you have requested not to receive further direct marketing messages, we may continue to provide you with messages that are not regarded as \"direct marketing\" under the Australian Privacy Act, including changes to our terms, system alerts, and other information related to your account as permitted under the Australian Privacy Act and the Spam Act 2003 (Cth).</p>\n<ul>\n<li>Our servers are located in the United States.\nIn addition, we or our subcontractors may use cloud technology to store or process Personal Information, which may result in storage of data outside Australia.\nIt is not practicable for us to specify in advance which country will have jurisdiction over this type of offshore activity.\nAll of our subcontractors, however, are required to comply with the Australian Privacy Act in relation to the transfer or storage of Personal Information overseas.</li>\n<li>We may also share your Personal Information outside of Australia to our business operations in other countries.\nWhile it is not practicable for us to specify in advance each country where your Personal Information may be disclosed, typically we may disclose your Personal Information to the United States, Canada and the European Union.</li>\n<li>You may access the Personal Information we hold about you.\nIf you wish to access your Personal Information, you may do so by visiting this page, or by emailing us at personaldatarequests@mailchimp.com.\nWe will respond to all requests for access within a reasonable time.</li>\n</ul>\n<p>If you think the information we hold about you is inaccurate, out of date, incomplete, irrelevant, or misleading, we will take reasonable steps, consistent with our obligations under the Australian Privacy Act, to correct that information upon your request.\nIf you find that the information we have is not up to date or is inaccurate or incomplete, please contact us in writing at dpo@mailchimp.com, so we can update our records.\nWe will respond to all requests for correction within a reasonable time.\n</p>\n<ul>\n<li>If you are unsatisfied with our response to a privacy matter, you may consult either an independent advisor or contact the Office of the Australian Information Commissioner for additional help.\nWe will provide our full cooperation if you pursue this course of action.</li>\n</ul>\nF.\nRetention of Data\n<p>We retain Personal Information where we have an ongoing legitimate business or legal need to do so.\nOur retention periods will vary depending on the type of data involved, but, generally, we'll refer to these criteria in order to determine retention period:</p>\n<ul>\n<li>Whether we have a legal or contractual need to retain the data.</li>\n<li>Whether the data is necessary to provide our Service.</li>\n<li>Whether our Members have the ability to access and delete the data within their Mailchimp accounts.</li>\n<li>Whether our Members would reasonably expect that we would retain the data until they remove it or until their Mailchimp accounts are closed or terminated.</li>\n</ul>\n<p>When we have no ongoing legitimate business need to process your Personal Information, we will either delete or anonymize it or, if this is not possible (for example, because your Personal Information has been stored in backup archives), then we will securely store your Personal Information and isolate it from any further processing until deletion is possible.</p>\nG.\nCalifornia Privacy\n<p>The California Consumer Privacy Act (“CCPA”) provides consumers with specific rights regarding their Personal Information.\nYou have the right to request that businesses subject to the CCPA (which may include our Members with whom you have a relationship) disclose certain information to you about their collection and use of your Personal Information over the past 12 months.\nIn addition, you have the right to ask such businesses to delete Personal Information collected from you, subject to certain exceptions.\nIf the business sells Personal Information, you have a right to opt-out of that sale.\nFinally, a business cannot discriminate against you for exercising a CCPA right.\n</p>\n<p>When offering services to its Members, Mailchimp acts as a “service provider” under the CCPA and our receipt and collection of any consumer Personal Information is completed on behalf of our Members in order for us to provide the Service.\nPlease direct any requests for access or deletion of your Personal Information under the CCPA to the Member with whom you have a direct relationship.\n</p>\n<p>Consistent with California law, if you choose to exercise your applicable CCPA rights, we won’t charge you different prices or provide you a different quality of services.\nIf we ever offer a financial incentive or product enhancement that is contingent upon you providing your Personal Information, we will not do so unless the benefits to you are reasonably related to the value of the Personal Information that you provide to us.\n</p>\nH.\nDo not Track\n<p>Certain state laws require us to indicate whether we honor “Do Not Track” settings in your browser.\nMailchimp adheres to the standards set out in this Privacy Policy and does not monitor or follow any Do Not Track browser requests.</p>\nI.\nChanges to this Policy\n<p>We may change this privacy policy at any time and from time to time.\nThe most recent version of the privacy policy is reflected by the version date located at the top of this privacy policy.\nAll updates and amendments are effective immediately upon notice, which we may give by any means, including, but not limited to, by posting a revised version of this privacy policy or other notice on the Mailchimp Sites.\nWe encourage you to review this privacy policy often to stay informed of changes that may affect you.\nOur electronically or otherwise properly stored copies of this privacy policy are each deemed to be the true, complete, valid, authentic, and enforceable copy of the version of this privacy policy that was in effect on each respective date you visited the Mailchimp Site.</p>\nJ.\nQuestions &amp.\nConcerns\n<p>If you have any questions or comments, or if you have a concern about the way in which we have handled any privacy matter, please use our contact form to send us a message.\nYou may also contact us by postal mail or email at:</p>\n<p>\n<strong>For EEA, Swiss and UK Residents:</strong>\n</p>\n<p>For the purposes of EU data protection legislation, The Rocket Science Group LLC d/b/a Mailchimp is the controller of your Personal Information.\nOur Data Protection Officer can be contacted at dpo@mailchimp.com.</p>\n<p>\n<strong>For any other Residents:</strong>\n</p>\n<p>The Rocket Science Group LLC d/b/a Mailchimp<br>\nAttn.\nPrivacy Officer<br>\nprivacy@mailchimp.com<br>\n675 Ponce de Leon Ave NE, Suite 5000<br>\nAtlanta, GA 30308 USA </p> ", "created_at": "2019-04-27 03:33:51.983764", "updated_at": "2020-12-14 21:46:17.43122"}, {"id": 1222, "name": "API Use Policy", "url": "https://mailchimp.com/legal/api_use/", "xpath": "/html/body/main/section[2]", "text": " In this document <ul>\n<li> 1.\nLogin </li>\n<li> 2.\nPermitted Use </li>\n<li> 3.\nPrivacy </li>\n<li> 4.\nSecurity </li>\n<li> 5.\nLicense </li>\n<li> 6.\nOwnership </li>\n<li> 7.\nUse of Marks </li>\n<li> 8.\nDisclaimer </li>\n<li> 9.\nUpdates </li>\n<li> 10.\nConfidentiality </li>\n<li> 11.\nIndemnification </li>\n<li> 12.\nThe Rest </li>\n</ul>\n<p>Thank you for using the Mailchimp application program interfaces (“APIs”).\nBy accessing the APIs, you agree to this API Use Policy (the “Policy”) and our Terms.\nMailchimp has open APIs that you can access at https://mailchimp.com/developer/ and https://mandrillapp.com/api/docs/.\nWe provide these APIs to allow people to build on and benefit from our Service by creating software, services, or modules that connect to our platform or have access to the data within our platform via our APIs (an “Integration”).\nThis Policy is and will be treated as part of our Terms.\nCapitalized terms used and not otherwise defined in this Policy have the meanings given to them in our Terms.</p> 1.\nLogin <p>You’ll only access the API using OAuth or an API key.\nIf you have an Integration, then users must have the option to log in via OAuth or their API key.\nYou won’t prompt users to provide their Mailchimp username, password, or security questions.</p> 2.\nPermitted Use <p>You won’t use the API to send spam or take any actions that violate our Acceptable Use Policy and our Standard Terms of Use.\nYou will comply with all applicable laws (including privacy laws and United States export control laws and regulations and economic sanctions laws and regulations).\nYou’ll follow all documentation we provide for the APIs.\nYou won’t attempt to hack or change the way the Service functions.\nWe may throttle your use of the APIs at any time.\nWe may monitor your use of the APIs for compliance with these rules, and we may deny you access to the API if you violate this Policy.</p> 3.\nPrivacy <p>You’ll respect the privacy of our users.\nYou must obtain express permission from each user before you access their Mailchimp account.\nYour Integration must display a privacy policy for users detailing the information you’ll collect from them when they use the Integration.\nYou will only access a user’s data to the extent permitted by the user and explained in your privacy policy.\nYou must immediately delete a user’s data if the user requests deletion or terminates their account with you.\nAny user data which is collected by Mailchimp via your Integration will be treated in accordance with our Privacy Policy.</p> 4.\nSecurity <p>You will implement and maintain appropriate technical and organizational security measures to protect and to preserve the security, integrity and confidentiality of the data of your users.\nThese security measures shall prevent the unauthorized access or disclosure of personal or confidential data that you process.\nYou must promptly report any security deficiencies or security incidents that may impact or compromise our users, APIs, or Service in writing to legal@mailchimp.com.\nAnd, if there is a security incident, you will work with us to immediately correct the incident or deficiency.</p>\n<p>We reserve the right to review or audit your books, records, agreements, access logs, third-party audit and examination reports, systems, networks, facilities (including physical and remote access to data centers and cloud facilities), controls, policies and procedures related to your Integration to ensure compliance with this Policy.\nYou will promptly correct any security flaws or deficiencies.\nUpon remediation, you will certify in writing that you are now in compliance.</p> 5.\nLicense <p>We grant you a non-exclusive, non-transferable, non-sublicensable, revocable, limited right to access and use the APIs to develop, test and support your Integration and to distribute or allow access to your Integration to users of your service, provided that you comply with this Policy and all applicable laws.\nYou have no right to distribute or allow access to our stand-alone APIs.\nWe may terminate your access to our APIs at any time for any reason.</p> 6.\nOwnership <p>We own all rights, titles, and interest in the Service and the APIs, including all intellectual property rights, marks, code, and features.\nYou won’t infringe, reverse engineer, or copy our code, design, or content.\nYou will not access our APIs in order to compete with our Service.\nAny rights not expressly granted by this Policy are withheld, so if you don’t see it here, then it’s not a right we’re giving you.\nYou own all rights, titles, and interest in the Integration, except for the APIs, our marks, and the Service.\nIf you provide feedback about the APIs or the Service, we may copy, modify, create derivative works, display, disclose, distribute, or use that feedback without any obligation to you.</p> 7.\nUse of Marks <p>You may only use our name and marks (meaning our logos, mascots, and copyrighted images) according to our Brand Guidelines.\nYou may not alter or remove any proprietary notices in our marks.\nYou won’t use our name or marks in your Integration name or logo, or in any way that implies an endorsement by us (that includes putting your logo on Freddie).\nIf you use our marks to create your logo or name, you’ll immediately assign those rights to us at no expense.</p> 8.\nDisclaimer <p>To the maximum extent permitted by law, we provide the APIs as-is.\nThat means we don’t provide warranties of any kind, either express or implied, including but not limited to merchantability and fitness for a particular purpose.</p> 9.\nUpdates <p>We may update or modify the APIs and this Policy from time to time by posting the changes on this site or notifying you via email.\nThese changes may affect your use of the APIs or the way your Integration interacts with the API.\nIf we make a change that’s unacceptable to you, you should stop using the APIs.</p> 10.\nConfidentiality <p>You may have access to confidential, proprietary, and non-public information specific to the APIs (“Confidential Information”).\nYou may use this information only to build with the APIs.\nYou won’t disclose the Confidential Information to anyone without our written consent, and you’ll protect the Confidential Information from unauthorized use and disclosure in the same way you’d protect your own confidential information.</p> 11.\nIndemnification <p>You’ll indemnify and hold us and our Team harmless from any losses (including attorney fees) that result from third-party claims that relate to your use of the API.</p> 12.\nThe Rest <p>This Policy doesn’t create or imply any partnership, agency, or joint venture.\nThis Policy will apply for as long as you use the APIs or until terminated in accordance with our Terms.\nIn the event of a conflict between this Policy and the Standard Terms of Use, the Standard Terms of Use shall control.</p>\n<p>\n<em>Updated May 27, 2020</em>\n</p> ", "created_at": "2019-04-27 03:34:37.099375", "updated_at": "2020-12-14 21:46:26.516108"}, {"id": 1223, "name": "Copyright and Trademark Policy ", "url": "https://mailchimp.com/legal/copyright/", "xpath": "/html/body/main/section[2]", "text": " In this document <ul>\n<li> Copyright </li>\n<li> Trademark </li>\n</ul>\n<p>At Mailchimp, we respect the intellectual property rights of others and expect our users to do the same.\nOur Terms prohibit users from violating someone else’s intellectual property rights, including copyright and trademark.</p>\n<p>If you believe content that belongs to you is being used through our Services or Websites without your permission, we want to know about it.\nYou can send notice of the alleged infringement to our designated agent.\nHere’s his contact information:</p>\n<p>Scott Culpepper<br>\n675 Ponce de Leon Ave NE, Suite 5000<br>\nAtlanta, GA, 30308<br>\nlegal@mailchimp.com (or use our contact form) </p>\n<p>If you do send us a notice, please note that we may forward your notice, including your contact information, to the user who posted or used the content that you are complaining about.\nIf you’re not sure whether content on one of our Websites or sent through our Service infringes your intellectual rights, then you may want to speak with legal counsel in your area before notifying us.</p>\n<p>Finally, before sending us a notice you may want to reach out to the person or organization who posted or used the content you believe infringes your rights.\nYou may be able to resolve the issue directly with that person or organization without contacting Mailchimp.</p> Copyright <p>When reporting a claim of copyright infringement, please ensure your notice includes the following:</p>\n<ul>\n<li>The name, address, telephone number, and email address of the copyright owner;</li>\n<li>An identification or description of the copyrighted work that you claim is being infringed;</li>\n<li>A description of the content on our Websites or sent through our Service that you claim infringes your copyright;</li>\n<li>An identification of where the allegedly infringing content is located on our Websites or was sent through our Service (a URL works best);</li>\n<li>A statement that: (a) you have a good faith belief that the use isn’t authorized by the copyright owner, its agent or the law.\n(b) the information in your notice is accurate.\nand (c) under penalty of perjury, you are the owner or you are authorized to act on behalf of the copyright owner.\nand</li>\n<li>An electronic or physical signature from the copyright owner or someone authorized to act on their behalf.</li>\n</ul> Trademark <p>When reporting a claim of trademark infringement, please ensure your notice includes the following:</p>\n<ul>\n<li>The name, address, telephone number, and email address of the trademark owner;</li>\n<li>An identification of the trademark that you claim is being infringed, including the trademark registration number, the country/jurisdiction where the trademark is registered, an identification of the category of goods and/or services covered by your registration, and a link to the registration or copies of your certificate of registration;</li>\n<li>A description of the content on our Websites or sent through our Service that you claim infringes your trademark, including an explanation of how you believe the content is infringing;</li>\n<li>An identification of where the allegedly infringing content is located on our Websites or was sent through our Service (a URL works best);</li>\n<li>A statement that: (a) you have a good faith belief that the use isn’t authorized by the trademark owner, its agent or the law.\n(b) the information in your notice is accurate.\nand (c) under penalty of perjury, you are the owner or you are authorized to act on behalf of the trademark owner.\nand</li>\n<li>An electronic or physical signature from the trademark owner or someone authorized to act on their behalf</li>\n</ul>\n<p>This Copyright and Trademark Policy applies to the websites where Mailchimp offers the Services, including the websites http://www.mailchimp.com, http://www.tinyletter.com, and http://www.mandrill.com, as well as any other sites owned or operated by us (each a “Website” and together the “Websites”).\nThis Policy also applies to all uses of our Services.</p>\n<p>\n<em>Updated April 4, 2017</em>\n</p> ", "created_at": "2019-04-27 03:35:06.551122", "updated_at": "2020-12-14 21:46:32.036119"}], "points": [{"id": 6327, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://mailchimp.com/legal/cookies/", "status": "Generated through the annotate view", "created_at": "2019-04-27 03:05:35.063138", "updated_at": "2021-02-06 04:16:18.981175", "quoteText": "We automatically place single pixel gifs, also known as web beacons, in every email sent by our users.\nThese are tiny graphic files that contain unique identifiers that enable us and our users to recognize when their subscribers have opened an email or clicked certain links.\nThese technologies record each subscribers email address,</p>\n<p>IP address, date, and time associated with each open and click for a campaign.", "case_id": 323, "document_id": 1218, "quoteStart": 11845, "quoteEnd": 12264}, {"id": 6328, "title": "Blocking cookies may limit your ability to use the service", "source": "https://mailchimp.com/legal/cookies/", "status": "Generated through the annotate view", "created_at": "2019-04-27 03:06:51.198259", "updated_at": "2021-02-06 04:16:19.003388", "quoteText": "If you choose to reject cookies, you may still use our Websites though your access to some functionality and areas of our Websites may be restricted.\nAs the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser’s help menu for more information.</p>", "case_id": 375, "document_id": 1218, "quoteStart": 17544, "quoteEnd": 17870}, {"id": 6326, "title": "There is a date of the last update of the terms", "source": "https://mailchimp.com/legal/terms/", "status": "Generated through the annotate view", "created_at": "2019-04-27 03:03:35.868172", "updated_at": "2019-04-27 20:50:57.384165", "quoteText": "Updated November 23, 2020.</em>\n</p", "case_id": 331, "document_id": 1217, "quoteStart": 39616, "quoteEnd": 39651}], "urls": ["mailchimp.com", "list-manage.com", "chimpstatic.com"]}}