{"error": 448, "message": "OK", "parameters": {"id": 4366, "name": "NovelAI", "created_at": "2021-07-02 20:18:50.733101", "updated_at": "2021-07-02 22:00:46.686731", "wikipedia": null, "keywords": null, "related": null, "slug": "novelai", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4366.png", "url": "novelai.net", "documents": [{"id": 7668, "name": "Terms of Service", "url": "https://novelai.net/terms/", "xpath": "//*[@id=\"__next\"]/div", "text": "Terms of Service<p>The following terms (collectively referred to as Terms.) govern your use and access to our service, website, and any first-party provided goods and services from Anlatan.\nCollectively, these are referred to as Services.</p>\n<p>Effective: July 14th, 2021</p>\n<p>Term: The term of the Agreement is until either party elects to terminate this agreement pursuant to the terms provided in the Termination section of these Terms.\nContact: You can contact us at support@novelai.net.\nOur mailing address is 2055 Limestone Rd STE 200-C Wilmington, DE 19808 United States.</p>1.\nDefinitions<p>1.1 First Party.\nAll users of this service and first-party products, your relationship is with Anlatan, a Delaware-based United States company, and the terms are governed by the law of Delaware, U.S.A., unless preempted by U.S.\nfederal law, without regard to conflict of law rules.</p>\n<p>1.2 GDPR.\nRefers to Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016.</p>\n<p>1.3 Ownership.\nYou, whether a legal or physical entity, retain all rights and ownership of your Content.\nWe do not claim any ownership rights to your Content.\nUnless you agree and Anlatan agrees specifically to transfer your ownership to Anlatan.</p>\n<p>1.4 Content.\nContent refers to the generated material that you specifically create using our Services.\nYour content is wholly yours and is not representative or affiliated with Anlatan, we do not act as publisher or platform to publish your Content.</p>\n<p>1.5 Subscription-Based Services.\nSome of our Services require regular monthly payments to access.\nThese Services are subject to their applicable agreements and terms in the following sections.</p>\n<p>1.6 Authorized Payment Processor.\nWe use a payment processor agent in order to process our Services’ billing intervals.</p>\n<p>1.7 Updates to Terms.\nAny material changes to the Terms will be notified to you with the date being announced in advance.\nIf you do not agree to the amended terms, you must stop using our Services.</p>\n<p>1.8 Licensing.\nOur Services are licensed, not sold, to you.\nYou retain unlimited access to the Services throughout the duration of the subscription unless the Terms are breached.\nWe reserve the right to cancel any of the Services if Terms are breached.</p>\n<p>1.9 Definition of Business Day and Hours.\nAnlatan operates from 9am to 5pm Monday to Friday and observes all US Federal Holidays.</p>\n<p>1.10 Charges.\nAll Subscription-Based Services provided to you are based on 30-day intervals.</p>\n<p>1.11 Effective Date.\nThe effective date is when Terms are operational and effective, until the Terms are amended by Anlatan.</p>\n<p>1.12 Force Majeure.\nIn no event shall Anlatan be responsible or liable for any failure or delay in the performance of its obligations hereunder arising out of or caused by, directly or indirectly, forces beyond its control, including, without limitation, strikes, work stoppages, accidents, acts of war or terrorism, civil or military disturbances, nuclear or natural catastrophes or acts of God, and interruptions, loss or malfunctions of utilities, communications or computer (software and hardware) services.</p>\n<p>1.13 Hosted Services.\nOur Services will be made available to you via the internet according to the Terms.</p>2.\nHosted Services<p>2.1 Anlatan shall provide to you on your agreement with the terms and conditions the Services that are publicly available.\nUpon payment of a Services’ Subscription, we will provide you with necessary access to consume our Services that are subscription based.</p>\n<p>2.2 We grant you a non-exclusive license to access our Subscription-Based Services.\nThis license cannot be transferred, assigned, or be used in any prohibited, restricted use.\nThis license cannot be used for misconduct in the Terms.</p>\n<p>2.3 In accordance to the Terms, none of the following shall constitute as a breach of the Terms.</p>\n<p>2.3.1 A Force Majeure Event;</p>\n<p>2.3.2 Technical faults or network communication errors;</p>\n<p>2.3.3 Faults of your computer systems or networks;</p>\n<p>2.3.4 Inability for you to use a normal computing system;</p>\n<p>2.3.5 Routine maintenance.</p>3.\nData Protection<p>3.1 Anlatan will be compliant with all Data Protection Laws with respect to processing of user personal data.</p>4.\nPayments and Charges<p>4.1 Charges.\nBy using the Subscription-Based Services, you agree to pay Anlatan for the Services’ provided within this agreement.</p>\n<p>4.1.1 Charges are based on stated values, exclusive of any value added taxes or sales taxes.\nApplicable sales taxes and value added taxes will be assessed by our Authorized Payment Processor.\nAll charges are referenced in US dollars.</p>\n<p>4.1.2 Anlatan’s Subscription-Based Services does not offer refunds unless explicitly granted by the Company.\nIf you have a Subscription-Based Service then your access to the Services will be active until the expiration of the subscription.\nIf you decide to cancel your subscription then you will not be charged for your next month’s subscription and your access to the Subscription-Based Services will be revoked at the end of the active period.</p>\n<p>4.2 Payments.\nAnlatan is authorized to issue billing notices for the Services’ Subscriptions from time to time during the Term.</p>\n<p>4.2.1 You are responsible for all fees and charges, including taxes related to your account before the end of your Services’ Subscription Date.\nIf you are enrolled through an Authorized Payment Processor’s automated billing service, then it is your responsibility to contact the agent to cancel your subscription either through directly contacting them or through our payment center.</p>\n<p>4.2.2 You must pay for your Services’ Subscription through an Authorized Payment Processor.\nYou must agree to any terms and conditions that they provide in order to for us to receive payment.\nAll payments must be received in US dollars.</p>\n<p>4.2.3 If you do not pay on the date of the Services’ Subscription renewal then we have the sole right to terminate your access to the Services without any recompense to any potential damages.</p>5.\nUse of Services<p>5.1 Subscription-Based Software License.\nIf you are subject to the compliance with the Terms during the duration of your subscription, we grant you an account exclusive license to consume and access the Services: (1) as long as your subscription is valid and (2) in accordance with the Terms accompanying the Services.\nYour subscription lets you access the Services up to one account, on any number of devices.</p>\n<p>5.2 Authorized Users.\nYou must be 18 years or older and be capable of entering a legal contract in the United States of America in order to use the Services.</p>\n<p>5.3 Restrictions.\nUnless permitted in the Terms, you must not:</p>\n<p>5.3.1 Host an account on a publicly available domain;</p>\n<p>5.3.2 Allow third parties to access the account remotely;</p>\n<p>5.3.3 Circumvent technological measures intended to control access to the Account;</p>\n<p>5.3.4 Develop, distribute, or use with the Services, products that circumvent the technological measures to protect the Services.</p>\n<p>5.3.5 Rent, lease, sell, sublicense, assign, or transfer any portion of the account or your rights of the Services in the account.</p>\n<p>5.4 Updates.\nThe Services may automatically download and install updates from Anlatan on a routine or occasional basis.\nThese updates may take the form of bug fixes, new features, new models, and user experience improvements.\nYou agree to receive such updates from Anlatan as part of your use with the Services.</p>\n<p>5.5 Supported Web Browsers.\nWe offer support for the Services through Google Chrome, Firefox, Safari, and Edge.\nAny other browser that is not expressly stated in the terms and conditions remains unsupported.</p>\n<p>5.6 Login credentials.\nAccess to Anlatan’s Services requires the use of login credentials.\nThis information is not stored with us and we bear no responsibility in storing or retrieving these credentials if lost.\nYou have full responsibility secure and keep your credentials to access our Services.\nYou agree to indemnify Anlatan from any and all liabilities, losses actions, damages or claims (including all reasonable expenses, costs, and attorneys’ fees) arising out the inability to access your content from encryption.</p>\n<p>5.7 Warranties.\nAnlatan shall not be responsible or liable for any inaccuracies in the data base or the information processed by or through the Services nor shall it have any liability for any act or failure to act except as expressly set forth herein, except gross negligence or willful misconduct.\nAll warranties express or implied, including without limitation, any warranty of fitness for a particular purpose, merchantability, good and workmanlike product or service or otherwise, are disclaimed and waived.</p>\n<p>5.8 Limitation of Liability.\nIn no event will either you or Anlatan will have any liability whatsoever to the other Party for any indirect, special, consequential, incidental or punitive damages, including loss of anticipated profits or revenue in connection with or arising from anything said, omitted or done hereunder (collectively, “Consequential Damages”), even if the other Party has been advised of the possibility of such damages.\nYou agree to indemnify Anlatan of all liability from the Services.</p>\n<p>5.9 Feedback and Suggestions.\nAnlatan may provide channels to provide feedback and suggestions about our Services.\nYou agree that any feedback given to Anlatan is without any compensation or credit that is provided to us.</p>\n<p>5.10 Promotions and Contests.\nFrom time to time, Anlatan may provide promotional offers and contests.\nThese Terms apply to these events and if you choose to participate in these events you will have to agree to any additional terms and conditions provided.</p>\n<p>5.11 Storage.\nWe allow you to back up your Content and locally store your content.\nWe recommend regularly backing up your Content.\nContent stored on our servers is encrypted and you bear the decryption key in the form of your password and email address.\nIf your Password is lost then we cannot recover your Content that is stored on our server.\nAt the end of your Services’ subscription, we make reasonable effort to allow the export your Content from our Services.\nThis transition must be completed within 45 days, after which we reserve the right to delete your Content.</p>6.\nPrivacy Policy<p>6.1 Access to your Content.\nUnder law, we will only access your Content to provide the Services to your account.\nYour Content may not be plainly viewed by any agent or principle of Anlatan without expressed permission from yourself.\nIn order to perform the Services, we may need to access, transform, and transmit your content between Anlatan and yourself.</p>\n<p>6.2 Sharing with other Data Collectors.\nUnless required by applicable law, to process payments, or to provide the Services.\nwe do not share information with any third parties.\nAny information that is disclosed to third party will be notified to you.\nYour Content will be accessed by our Services’ providers in order to fulfill the Services.</p>\n<p>6.3 Security of Information.\nProtection of user data is one of our top priorities.\nWe have enacted strict data access controls, encryption methods, and physical controls in order to protect your information.</p>\n<p>6.4 Storage of Information.\nYour personal information and Content are stored on Anlatan’s servers and the servers of companies that provide services to us, including data storage.\nYour content is encrypted while it is stored on our servers or storage service providers.</p>\n<p>6.5 Logging of Requests.\nWe do not log the content of your requests without your explicit consent.</p>\n<p>6.6 If you are under an applicable jurisdiction, you may request a copy of your personal information.\nto correct, delete, or restrict processing of your personal information.\nYou may, under these applicable jurisdictions obtain the relevant personal information provided to us for a contract or with your consent in a structured machine-readable format.\nThese rights may be limited.\nLimitations which may include but is not limited to revealing information that would reveal another person personal information, infeasiablity of retrieval, information we are required to keep by law, or information that is required to defend claims against us.</p>\n<p>6.7 Retention length.\nWe keep your data has long as you have an active account from one of our Services.\nIf you close your account, we will begin to delete data that does not have justifiable business reason.\nIf you are under a GDPR-jurisdiction and request to be forgotten, or wish to voluntary have your account data removed we will process your request as soon as possible.\nYou may not elect to rescind this decision.</p>\n<p>6.8 GDPR AI Data and Content.\nYou agree that any information that is voluntary provided to us for AI model training cannot be deleted after AI model training has started.\nFurthermore, you agree that you cannot exercise the right to be forgotten on data that is produced by the AI.</p>\n<p>6.9 Updates.\nOver the course of business, we will make updates to this Privacy Policy to reflect new changes in law, Anlatan’s business practices, new technologies, or for other purposes.\nIf we do, you will be notified 30 days in advance in regards to any material changes to the policy.\nWe will change the “last updated” date of this policy to reflect the latest updated policy.</p>7.\nLicense Term<p>7.1 Under acceptable compliance with the Terms and applicable law, you may access and use the Services that we provide, and that you license from Anlatan.\nYour license expires at the end of the term set forth in your Services’ subscription order.\nThe Services provi ded may be modified on your renewal date and may not match the Services you first purchased from Anlatan.\nYou agree that your decision to use or purchase Software or Services is not contingent on the delivery of any future functionality or features.</p>\n<p>7.2 Intellectual Property.\nAnlatan remains the sole owner of all right, title, and interest in the Services.\nExcept as stated in Terms, we do not grant you any rights to patents, copyrights, other users’ Content, trade secrets, trademarks, or any other rights in respects to the items in the Services or Software.\nWe reserve all rights not granted under the Terms.</p>\n<p>7.3 Your license will be prematurely terminated if consideration received from you is fraudulent or otherwise illegally obtained.</p>8.\nAccount<p>8.1 You are responsible for all activity that occurs via your account even if that activity is not by you or is without your knowledge or consent.\nYou may not (1) share your account information (except with an authorized account administrator), whether intentionally or unintentionally.\nor (2) use another person’s account.</p>\n<p>8.2 You are responsible for keeping your account active, which means you must sign in periodically to avoid any disruption or loss of access to the Services, or termination of your account.\nIf you don't sign into your account periodically, we reserve the right to assume your account is inactive, and you agree that we may close it for you.</p>9.\nMisconduct<p>9.1 Misuse of Services.\nAnlatan defines misconduct of the Services including but not limited to:</p>\n<p>9.1.1 Use the Services or Software without, or in violation of, a written license or agreement with Anlatan;</p>\n<p>9.1.2 Copy, modify, host, sublicense, or resell the Services;</p>\n<p>9.1.3 Enable or allow others to use the Services or Software using your account information;</p>\n<p>9.1.4 Unless expressively allowed and agreed, you may not access or attempt to access the Services in any unauthorized or unsupported manner;</p>\n<p>9.1.5 Circumvent any access or use restrictions put into place to prevent certain uses of the Services;</p>\n<p>9.1.6 Unless expressively allowed and agreed, you may not use of botnets or automated systems in the Services that disrespect the limitations provided by our Service or otherwise place excessive strain on our Services;</p>\n<p>9.1.7 Use the Services as to provide as a substitute for any licensed profession.\nLicensed professions included but are not limited to legal, financial, investment, taxation, accountancy, medical, and other professions;</p>\n<p>9.1.8 Use to circumvent regulated business such as gambling;</p>\n<p>9.2 Account Termination.\nWe reserve the right to terminate an account if found to be in breach of the Terms or is engaged in misconduct accordance with our Terms.</p>10.\nTermination<p>10.1 Termination by You.\nIf you wish to terminate this agreement you may do so by discontinuing your use of the Services provided by Anlatan.</p>\n<p>10.2 Termination by Anlatan.\nWe may terminate your access to the Services with or without any cause, with or without notice, effectively immediately.</p>\n<p>10.3 Survivorship of Provisions.\nProvisions in the Terms, without limitation such as ownership, warranty disclaimers, indemnity, and limitations of liability.</p>Back", "created_at": "2021-07-02 20:18:50.735582", "updated_at": "2022-08-17 18:32:21.798269"}], "points": [{"id": 28300, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://novelai.net/terms", "status": "5.8: \"In no event will either you or Anlatan will have any liability whatsoever to the other Party for any indirect, special, consequential, incidental or punitive damages, including loss of anticipated profits or revenue in connection with or arising from anything said, omitted or done hereunder (collectively, “Consequential Damages”), even if the other Party has been advised of the possibility of such damages. You agree to indemnify Anlatan of all liability from the Services.\"", "created_at": "2022-08-03 00:43:50.633077", "updated_at": "2022-08-17 18:34:28.067028", "quoteText": null, "case_id": 293, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28303, "title": "Third parties are not allowed to access your personal information without a legal basis", "source": "https://novelai.net/terms", "status": "Section 6.2: \"Unless required by applicable law...we do not share information with any third parties.\"", "created_at": "2022-08-03 00:50:24.714471", "updated_at": "2022-08-17 18:33:40.509709", "quoteText": null, "case_id": 167, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28302, "title": "This service is a subsidiary of Company X", "source": "https://novelai.net/terms", "status": "1.1, First Party: \"All users of this service and first-party products, your relationship is with Anlatan...\"", "created_at": "2022-08-03 00:48:20.963012", "updated_at": "2022-08-03 00:48:20.963012", "quoteText": null, "case_id": 493, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28301, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://novelai.net/terms", "status": "Section 5.7, Warranties: \"All warranties express or implied, including without limitation, any warranty of fitness for a particular purpose, merchantability, good and workmanlike product or service or otherwise, are disclaimed and waived.\"", "created_at": "2022-08-03 00:46:14.355695", "updated_at": "2022-08-03 00:46:14.355695", "quoteText": null, "case_id": 290, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28299, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://novelai.net/terms", "status": "Section 5.6: \"You agree to indemnify Anlatan from any and all liabilities, losses actions, damages or claims (including all reasonable expenses, costs, and attorneys’ fees) arising out the inability to access your content from encryption.\"", "created_at": "2022-08-03 00:42:06.283109", "updated_at": "2022-08-17 18:43:38.055261", "quoteText": null, "case_id": 293, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28298, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://novelai.net/terms", "status": "Section 6.7, Retention Length: \"If you close your account, we will begin to delete data that does not have justifiable business reason.\"", "created_at": "2022-08-03 00:38:51.149336", "updated_at": "2022-08-17 18:34:01.935639", "quoteText": null, "case_id": 333, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28297, "title": "Your personal data is not shared with third parties", "source": "https://novelai.net/terms", "status": "Section 6.2: \"Unless required by applicable law, to process payments, or to provide the Services; we do not share information with any third parties.\"", "created_at": "2022-08-03 00:34:38.289008", "updated_at": "2022-08-03 00:34:38.289008", "quoteText": null, "case_id": 311, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28296, "title": "You are not being tracked", "source": "https://novelai.net/terms", "status": "6.5, Logging of Requests: \"We do not log the content of your requests without your explicit consent.\"\r\n\r\nThis site also does not have ads, which are a huge source of trackers.", "created_at": "2022-08-03 00:33:18.916494", "updated_at": "2022-08-03 00:33:18.916494", "quoteText": null, "case_id": 218, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28295, "title": "Your personal data is not sold", "source": "https://novelai.net/terms", "status": "Section 6.2, Sharing with other Data Collectors: \"Unless required by applicable law, to process payments, or to provide the Services; we do not share information with any third parties.\"", "created_at": "2022-08-03 00:30:19.580778", "updated_at": "2022-08-03 00:30:19.580778", "quoteText": null, "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28294, "title": "You can request access, correction and/or deletion of your data", "source": "https://novelai.net/terms", "status": "Section 6.6, \"If you are under an applicable jurisdiction, you may request a copy of your personal information; to correct, delete, or restrict processing of your personal information.\"", "created_at": "2022-08-03 00:28:23.662135", "updated_at": "2022-08-03 00:28:23.662135", "quoteText": null, "case_id": 195, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28293, "title": "You cannot distribute or disclose your account to third parties", "source": "https://novelai.net/terms", "status": "Section 5.3.2, \"[Y]ou must not [a]llow third parties to access the account remotely...\"", "created_at": "2022-08-02 18:27:08.468023", "updated_at": "2022-08-02 18:27:08.468023", "quoteText": null, "case_id": 229, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28292, "title": "The service has a no refund policy", "source": "https://novelai.net/terms", "status": "Section 4.1.2, \"Anlatan’s Subscription-Based Services does not offer refunds unless explicitly granted by the Company.\"", "created_at": "2022-08-02 18:25:33.604624", "updated_at": "2022-08-02 18:25:33.604624", "quoteText": null, "case_id": 162, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28291, "title": "Information is provided about security practices", "source": "https://novelai.net/terms", "status": "Section 6.3, Security of Information: \"Protection of user data is one of our top priorities. We have enacted strict data access controls, encryption methods, and physical controls in order to protect your information.\"", "created_at": "2022-08-02 18:22:18.878078", "updated_at": "2022-08-02 18:22:18.878078", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28290, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://novelai.net/terms", "status": "The service encrypts user data, and also states that \"Content stored on our servers is encrypted and you bear the decryption key in the form of your password and email address. If your Password is lost then we cannot recover your Content that is stored on our server. At the end of your Services’ subscription, we make reasonable effort to allow the export your Content from our Services. This transition must be completed within 45 days, after which we reserve the right to delete your Content.\"", "created_at": "2022-08-02 18:21:07.735737", "updated_at": "2022-08-02 18:21:07.735737", "quoteText": null, "case_id": 372, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28289, "title": "The court of law governing the terms is in location X", "source": "https://novelai.net/terms", "status": "\"All users of this service and first-party products, your relationship is with Anlatan, a Delaware-based United States company, and the terms are governed by the law of Delaware, U.S.A., unless preempted by U.S. federal law, without regard to conflict of law rules.\"", "created_at": "2022-08-02 18:17:08.863704", "updated_at": "2022-08-02 18:17:08.863704", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28288, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://novelai.net/terms", "status": "Section 1: Definitions, Point 1.7: \"Any material changes to the Terms will be notified to you with the date being announced in advance. If you do not agree to the amended terms, you must stop using our Services.\"", "created_at": "2022-08-02 18:16:23.078257", "updated_at": "2022-08-02 18:16:23.078257", "quoteText": null, "case_id": 122, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28287, "title": "You maintain ownership of your content", "source": "https://novelai.net/terms", "status": "According to 1.3, Ownership: \"You, whether a legal or physical entity, retain all rights and ownership of your Content. We do not claim any ownership rights to your Content. Unless you agree and Anlatan agrees specifically to transfer your ownership to Anlatan.\"", "created_at": "2022-08-02 18:14:18.657248", "updated_at": "2022-08-02 18:14:18.657248", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28286, "title": "This service is only available to users over a certain age", "source": "https://novelai.net/terms", "status": "Section 5, Use of Services, Authorized Users states: \"You must be 18 years or older and be capable of entering a legal contract in the United States of America in order to use the Services.\"", "created_at": "2022-08-02 18:13:36.742508", "updated_at": "2022-08-02 18:13:36.742508", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["novelai.net"]}}