{"error": 448, "message": "OK", "parameters": {"id": 2804, "name": "LightyearVPN", "created_at": "2021-03-09 19:58:03.1915", "updated_at": "2021-05-04 00:00:53.48917", "wikipedia": null, "keywords": null, "related": null, "slug": "lightyearvpn", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2804.png", "url": "lightyearvpn.com", "documents": [{"id": 4288, "name": "Privacy Notice", "url": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "xpath": "//body", "text": " <strong>PRIVACY NOTICE</strong>\n<br>\n<strong>Last updated May 26, 2020</strong>\n<br>\n<br>\n<br>Thank you for choosing to be part of our community at STING SYSTEM LLC, doing business as LightyearVPN (\"<strong>LightyearVPN</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\", \"<strong>our</strong>\").\nWe are committed to protecting your personal information and your right to privacy.\nIf you have any questions or concerns about this privacy notice, or our practices with regards to your personal information, please contact us at admin@lightyearvpn.com.<br>When you visit our website https://lightyearvpn.com (the \"<strong>Website</strong>\"), use our mobile application, as the case may be (the \"<strong>App</strong>\") and more generally, use any of our services (the \"<strong>Services</strong>\", which include the&nbsp;Website and App), we appreciate that you are trusting us with your personal information.\nWe take your privacy very seriously.\nIn this privacy notice, we seek to explain to you in the clearest way possible what information we collect, how we use it and what rights you have in relation to it.\nWe hope you take some time to read through it carefully, as it is important.\nIf there are any terms in this privacy notice that you do not agree with, please discontinue use of our Services immediately.<br>This privacy notice applies to all information collected through our Services (which, as described above, includes our&nbsp;Website and App), as well as, any related services, sales, marketing or events.<br>\n<strong>Please read this privacy notice carefully as it will help you understand what we do with the information that we collect.</strong>\n<br>\n<strong>TABLE OF CONTENTS</strong>\n<br>1.\nWHAT INFORMATION DO WE COLLECT?2.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?3.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?4.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS?5.\nHOW LONG DO WE KEEP YOUR INFORMATION?6.\nHOW DO WE KEEP YOUR INFORMATION SAFE?7.\nDO WE COLLECT INFORMATION FROM MINORS?8.\nWHAT ARE YOUR PRIVACY RIGHTS?9.\nCONTROLS FOR DO-NOT-TRACK FEATURES10.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?11.\nDO WE MAKE UPDATES TO THIS NOTICE?12.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE?13.\nHOW CAN YOU REVIEW, UPDATE OR DELETE THE DATA WE COLLECT FROM YOU?<br>\n<strong>1.\nWHAT INFORMATION DO WE COLLECT?</strong>\n<strong>\n<u>\n<br>\n</u>\n</strong>\n<strong>Personal information you disclose to us</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<em>We collect personal information that you provide to us.</em>\n<br>We collect personal information that you voluntarily provide to us when you register on the&nbsp;Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services&nbsp;or otherwise when you contact us.<br>The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make and the products and features you use.\nThe personal information we collect may include the following:<br>\n<strong>Payment Data.</strong> We may collect data necessary to process your payment if you make purchases, such as your payment instrument number (such as a credit card number), and the security code associated with your payment instrument.\nAll payment data is stored by Payssion, Stripe, PayPal and Alipay.\nYou may find their privacy notice link(s) here: https://payssion.com/privacy-policy.html, https://stripe.com/privacy, https://www.paypal.com/us/webapps/mpp/ua/privacy-full and https://global.alipay.com/doc/platform/privacy.<br>\n<strong>Social Media Login Data.&nbsp;</strong>We may provide you with the option to register with us using your existing social media account details, like your Facebook, Twitter or other social media account.\nIf you choose to register in this way, we will collect the information described in the section called \"HOW DO WE HANDLE YOUR SOCIAL LOGINS\" below.<br>All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.<strong>\n<u>\n<br>\n</u>\n</strong>\n<strong>Information automatically collected</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<em>Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our <em>Services</em>.</em>\n<br>We automatically collect certain information when you visit, use or navigate the Services.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services and other technical information.\nThis information is primarily needed to maintain the security and operation of our Services, and for our internal analytics and reporting purposes.<br>Like many businesses, we also collect information through cookies and similar technologies.\n<strong>\n<u>\n<br>\n</u>\n</strong>\n<strong>Information collected through our App</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<em>We collect information regarding your geo-location, mobile device, push notifications, when you use our App.</em>\n<br>If you use our App, we also collect the following information:<ul>\n<li>\n<em>Geo-Location Information.</em> We may request access or permission to and track location-based information from your mobile device, either continuously or while you are using our App, to provide certain location-based services.\nIf you wish to change our access or permissions, you may do so in your device's settings.</li>\n</ul>\n<ul>\n<li>\n<em>Mobile Device Access.</em> We may request access or permission to certain features from your mobile device, including your mobile device's vpn, and other features.\nIf you wish to change our access or permissions, you may do so in your device's settings.</li>\n</ul>\n<ul>\n<li>\n<em>Mobile Device Data.&nbsp;</em>We automatically collect device information (such as your mobile device ID, model and manufacturer), operating system, version information and system configuration information, device and application identification numbers, browser type and version, hardware model Internet service provider and/or mobile carrier, and Internet Protocol (IP) address (or proxy server).\nIf you are using our App, we may also collect information about the phone network associated with your mobile device, your mobile device’s operating system or platform, the type of mobile device you use, your mobile device’s unique device ID and information about the features of our App you accessed.</li>\n</ul>\n<ul>\n<li>\n<em>Push Notifications.&nbsp;</em>We may request to send you push notifications regarding your account or certain features of the App.\nIf you wish to opt-out from receiving these types of communications, you may turn them off in your device's settings.</li>\n</ul>This information is primarily needed to maintain the security and operation of our App, for troubleshooting and for our internal analytics and reporting purposes.<br>\n<strong>2.\nWILL YOUR INFORMATION BE SHARED WITH ANYONE?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp.\nWe only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.</em>\n<br>We may process or share your data that we hold based on the following legal basis:<ul>\n<li>\n<strong>Consent:</strong> We may process your data if you have given us specific consent to use your personal information for a specific purpose.</li>\n</ul>\n<ul>\n<li>\n<strong>Legitimate Interests:</strong> We may process your data when it is reasonably necessary to achieve our legitimate business interests.</li>\n</ul>\n<ul>\n<li>\n<strong>Performance of a Contract:</strong> Where we have entered into a contract with you, we may process your personal information to fulfill the terms of our contract.</li>\n</ul>\n<ul>\n<li>\n<strong>Legal Obligations:</strong> We may disclose your information where we are legally required to do so in order to comply with applicable law, governmental requests, a judicial proceeding, court order, or legal process, such as in response to a court order or a subpoena (including in response to public authorities to meet national security or law enforcement requirements).</li>\n</ul>\n<ul>\n<li>\n<strong>Vital Interests:</strong> We may disclose your information where we believe it is necessary to investigate, prevent, or take action regarding potential violations of our policies, suspected fraud, situations involving potential threats to the safety of any person and illegal activities, or as evidence in litigation in which we are involved.</li>\n</ul>More specifically, we may need to process your data or share your personal information in the following situations:<ul>\n<li>\n<strong>Business Transfers.</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n</ul>\n<br>\n<strong>3.\nDO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;We may use cookies and other tracking technologies to collect and store your information.</em>\n<br>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.\nSpecific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice.<br>\n<strong>4.\nHOW DO WE HANDLE YOUR SOCIAL LOGINS?</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>\n<strong>\n<em>In Short: &nbsp;</em>\n</strong>\n<em>If you choose to register or log in to our services using a social media account, we may have access to certain information about you.</em>\n<br>Our Services offers you the ability to register and login using your third-party social media account details (like your Facebook or Twitter logins).\nWhere you choose to do this, we will receive certain profile information about you from your social media provider.\nThe profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, profile picture as well as other information you choose to make public on such social media platform.\n<br>We will use the information we receive only for the purposes that are described in this privacy notice or that are otherwise made clear to you on the relevant Services.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third-party social media provider.\nWe recommend that you review their privacy notice to understand how they collect, use and share your personal information, and how you can set your privacy preferences on their sites and apps.<br>\n<strong>5.\nHOW LONG DO WE KEEP YOUR INFORMATION?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.</em>\n<br>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nNo purpose in this notice will require us keeping your personal information for longer than .<br>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.<br>\n<strong>6.\nHOW DO WE KEEP YOUR INFORMATION SAFE?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;We aim to protect your personal information through a system of organizational and technical security measures.</em>\n<br>We have implemented appropriate technical and organizational security measures designed to protect the security of any personal information we process.\nHowever, despite our safeguards and efforts to secure your information, no electronic transmission over the Internet or information storage technology can be guaranteed to be 100% secure, so we cannot promise or guarantee that hackers, cybercriminals, or other unauthorized third parties will not be able to defeat our security, and improperly collect, access, steal, or modify your information.\nAlthough we will do our best to protect your personal information, transmission of personal information to and from our Services is at your own risk.\nYou should only access the Services within a secure environment.<br>\n<strong>7.\nDO WE COLLECT INFORMATION FROM MINORS?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp.\nWe do not knowingly collect data from or market to children under 18 years of age.</em>\n<br>We do not knowingly solicit data from or market to children under 18 years of age.\nBy using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services.\nIf we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any data we may have collected from children under age 18, please contact us at admin@lightyearvpn.com.<br>\n<strong>8.\nWHAT ARE YOUR PRIVACY RIGHTS?</strong>\n<br>\n<strong>\n<em>In Short:</em>\n</strong>\n<em>&nbsp.\n<em>\n</em>In some regions, such as the European Economic Area, you have rights that allow you greater access to and control over your personal information.\n<em>\n</em>You may review, change, or terminate your account at any time.</em>\n<br>In some regions (like the European Economic Area), you have certain rights under applicable data protection laws.\nThese may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.\nTo make such a request, please use the contact details provided below.\nWe will consider and act upon any request in accordance with applicable data protection laws.<br>If we are relying on your consent to process your personal information, you have the right to withdraw your consent at any time.\nPlease note however that this will not affect the lawfulness of the processing before its withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.&nbsp;If you are a resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.<br>If you are a resident in Switzerland, the contact details for the data protection authorities are available here: https://www.edoeb.admin.ch/edoeb/en/home.html.<br>If you have questions or comments about your privacy rights, you may email us at admin@lightyearvpn.com.<strong>\n<u>\n<br>\n</u>\n</strong>\n<strong>Account Information</strong>\n<br>If you would at any time like to review or change the information in your account or terminate your account, you can:<ul>\n<li>Contact us using the contact information provided.</li>\n</ul>\n<ul>\n<li>Log into your account settings and update your user account.</li>\n</ul>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with applicable legal requirements.<br>\n<strong>\n<u>Cookies and similar technologies:</u>\n</strong> Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our Services.\nTo opt-out of interest-based advertising by advertisers on our Services visit http://www.aboutads.info/choices/.\n<br>\n<strong>\n<u>Opting out of email marketing:</u>\n</strong> You can unsubscribe from our marketing email list at any time by clicking on the unsubscribe link in the emails that we send or by contacting us using the details provided below.\nYou will then be removed from the marketing email list — however, we may still communicate with you, for example to send you service-related emails that are necessary for the administration and use of your account, to respond to service requests, or for other non-marketing purposes.\nTo otherwise opt-out, you may:<ul>\n<li>Contact us using the contact information provided.</li>\n</ul>\n<ul>\n<li>Access your account settings and update preferences.</li>\n</ul>\n<ul>\n<li>Note your preferences when you register an account with the site.</li>\n</ul>\n<br>\n<strong>9.\nCONTROLS FOR DO-NOT-TRACK FEATURES</strong>\n<br>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nAt this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.&nbsp;<br>\n<strong>10.\nDO CALIFORNIA RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?</strong>\n<br>\n<strong>\n<em>In Short:&nbsp;</em>\n</strong>\n<em>&nbsp;Yes, if you are a resident of California, you are granted specific rights regarding access to your personal information.</em>\n<br>California Civil Code Section 1798.83, also known as the \"Shine The Light\" law, permits our users who are California residents to request and obtain from us, once a year and free of charge, information about categories of personal information (if any) we disclosed to third parties for direct marketing purposes and the names and addresses of all third parties with which we shared personal information in the immediately preceding calendar year.\nIf you are a California resident and would like to make such a request, please submit your request in writing to us using the contact information provided below.<br>If you are under 18 years of age, reside in California, and have a registered account with a Service, you have the right to request removal of unwanted data that you publicly post on the Services.\nTo request removal of such data, please contact us using the contact information provided below, and include the email address associated with your account and a statement that you reside in California.\nWe will make sure the data is not publicly displayed on the Services, but please be aware that the data may not be completely or comprehensively removed from all our systems (e.g.\nbackups, etc.).<br>\n<strong>11.\nDO WE MAKE UPDATES TO THIS NOTICE?</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>\n<br>\n</em>\n<em>\n<strong>In Short:&nbsp;</strong> Yes, we will update this notice as necessary to stay compliant with relevant laws.</em>\n<br>We may update this privacy notice from time to time.\nThe updated version will be indicated by an updated \"Revised\" date and the updated version will be effective as soon as it is accessible.\nIf we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification.\nWe encourage you to review this privacy notice frequently to be informed of how we are protecting your information.<br>\n<strong>12.\nHOW CAN YOU CONTACT US ABOUT THIS NOTICE?</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>If you have questions or comments about this notice, you may email us at admin@lightyearvpn.com&nbsp;or by post to:<br>STING SYSTEM LLC4500 Great America PkwySanta Clara, CA 95054United States<br>\n<strong>13.\nHOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances.\nTo request to review, update, or delete your personal information, please visit: https://lightyearvpn.com/account.\nWe will respond to your request within 30 days.\nYour browser does not support JavaScript! ", "created_at": "2021-03-09 20:03:30.785966", "updated_at": "2021-03-23 13:20:48.568658"}, {"id": 4286, "name": "Disclaimer", "url": "https://app.termly.io/document/disclaimer/af09bec8-e643-4697-a33d-916fd93f9d53", "xpath": "//body", "text": " <strong>DISCLAIMER</strong>\n<br>\n<strong>Last updated&nbsp;</strong>\n<strong>May 26, 2020</strong>\n<br>\n<br>\n<strong>WEBSITE DISCLAIMER</strong>\n<br>The information provided by STING SYSTEM LLC (“we,” “us” or “our”) on https://lightyearvpn.com (the “Site”) and our mobile application&nbsp;is for general informational purposes only.\nAll information on the Site and our mobile application&nbsp;is provided in good faith, however we make no\nrepresentation or warranty of any kind, express or implied, regarding the\naccuracy, adequacy, validity, reliability, availability or completeness of any\ninformation on the Site&nbsp;or our mobile application.\nUNDER NO CIRCUMSTANCE SHALL WE HAVE ANY LIABILITY TO YOU FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SITE OR OUR MOBILE APPLICATION&nbsp;OR RELIANCE ON ANY\nINFORMATION PROVIDED ON THE SITE&nbsp;AND OUR MOBILE APPLICATION.\nYOUR USE OF THE SITE AND OUR MOBILE APPLICATION&nbsp;AND YOUR RELIANCE ON ANY INFORMATION ON THE SITE AND OUR MOBILE APPLICATION&nbsp;IS SOLELY AT YOUR OWN RISK.<br>\n<strong>EXTERNAL LINKS\nDISCLAIMER<br>\n</strong>\n<br>The&nbsp;Site and our mobile application may contain (or you may be sent through the Site or our mobile application) links&nbsp;to other\nwebsites or content belonging to or originating from third parties or links to\nwebsites and features in banners or other advertising.\nSuch external links are\nnot investigated, monitored, or checked for accuracy, adequacy, validity, reliability,\navailability or completeness by us.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR\nASSUME RESPONSIBILITY FOR THE ACCURACY OR RELIABILITY OF ANY INFORMATION\nOFFERED BY THIRD-PARTY WEBSITES LINKED THROUGH THE SITE OR ANY WEBSITE OR\nFEATURE LINKED IN ANY BANNER OR OTHER ADVERTISING.\nWE WILL NOT BE A PARTY TO OR\nIN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.<br>\n<br> Your browser does not support JavaScript! ", "created_at": "2021-03-09 20:00:02.481472", "updated_at": "2021-03-23 13:19:30.083407"}, {"id": 4287, "name": "Return Policy", "url": "https://app.termly.io/document/return-policy/c6217c81-7972-4fa2-8d4d-226469e76a3e", "xpath": "//body", "text": " <strong>RETURN POLICY</strong>\n<br>\n<strong>Last updated May 26, 2020</strong>\n<br>\n<br>Thank you for your purchase.\nWe hope you are happy with your purchase.\nHowever, if you are not completely satisfied with your purchase for any reason, you may return it to us for a full refund only.\nPlease see below for more information on our return policy.<br>\n<strong>RETURNS</strong>\n<br>All returns must be postmarked within seven (7) days of the purchase date.\nAll returned items must be in new and unused condition, with all original tags and labels attached.<br>\n<strong>RETURN PROCESS</strong>\n<br>To return an item, please email customer service at admin@lightyearvpn.com to obtain a Return Merchandise Authorization (RMA) number.\nAfter receiving a RMA number,&nbsp;place the item securely in its original packaging&nbsp;and include your proof of purchase,&nbsp;and mail your return to the following address:<br>__________<br>Attn: ReturnsRMA #__________ &nbsp;__________, __________ &nbsp;<br>Please note, you will be responsible for all return shipping charges.\nWe strongly recommend that you use a trackable method to mail your return.&nbsp;<br>\n<strong>REFUNDS</strong>\n<br>After receiving your return and inspecting the condition of your item, we will process your return.\nPlease allow at least two (2) days from the receipt of your item to process your return.&nbsp;Refunds may take 1-2 billing cycles to appear on your credit card statement, depending on your credit card company.&nbsp;We will notify you by email when your return has been processed.<br>\n<strong>EXCEPTIONS &nbsp;</strong> &nbsp;<br>For defective or damaged products, please contact us at the customer service number below to arrange a refund or exchange.&nbsp;&nbsp;<strong>Please Note</strong> &nbsp;&nbsp;&nbsp.\n&nbsp.\n&nbsp;<strong>●&nbsp;</strong>\n<strong>&nbsp.\n&nbsp;&nbsp;</strong>A 5% restocking fee will be charged for all returns.\n&nbsp;&nbsp.\n&nbsp;<strong>&nbsp.\n&nbsp.\n&nbsp;<strong>●&nbsp;</strong>&nbsp.\n&nbsp;&nbsp;</strong>Sale items are FINAL SALE and cannot be returned.\n&nbsp;&nbsp.\n&nbsp;<br>\n<strong>QUESTIONS</strong>\n<br>If you have any questions concerning our return policy, please contact us at:4087713624&nbsp;admin@lightyearvpn.com&nbsp.\nYour browser does not support JavaScript! ", "created_at": "2021-03-09 20:03:14.137507", "updated_at": "2021-03-23 13:19:44.767333"}, {"id": 4289, "name": "Terms of Use", "url": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "xpath": "//body", "text": " <strong>TERMS OF USE</strong>\n<br>\n<strong>Last updated May 26, 2020</strong>\n<br>\n<br>\n<br>\n<strong>AGREEMENT TO TERMS</strong>\n<br>These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and STING SYSTEM LLC, doing business as LightyearVPN (\"<strong>LightyearVPN</strong>\", “<strong>we</strong>”, “<strong>us</strong>”, or “<strong>our</strong>”), concerning your access to and use of the https://lightyearvpn.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nYou agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.<br>Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.<br>The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.<br>The Site is not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use this Site.\nYou may not use the Site in a way that would violate the Gramm-Leach-Bliley Act (GLBA).<br>The Site is intended for users who are at least 18 years old.\nPersons under the age of 18 are not permitted to use or register for the Site.&nbsp;<br>\n<br>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>\n<br>Unless otherwise indicated, the Site is our proprietary\nproperty and all source code, databases, functionality, software, website\ndesigns, audio, video, text, photographs, and graphics on the Site\n(collectively, the “Content”) and the trademarks, service marks, and logos\ncontained therein (the “Marks”) are owned or controlled by us or licensed to\nus, and are protected by copyright and trademark laws and various other\nintellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions.\nThe Content and the Marks are provided on the\nSite “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms\nof Use, no part of the Site and no Content or Marks may be copied, reproduced,\naggregated, republished, uploaded, posted, publicly displayed, encoded,\ntranslated, transmitted, distributed, sold, licensed, or otherwise exploited\nfor any commercial purpose whatsoever, without our express prior written\npermission.<br>Provided that you are eligible to use the Site, you are\ngranted a limited license to access and use the Site and to download or print a\ncopy of any portion of the Content to which you have properly gained access\nsolely for your personal, non-commercial use.\nWe reserve all rights not\nexpressly granted to you in and to the Site, the Content and the Marks.<br>\n<br>\n<strong>USER REPRESENTATIONS</strong>\n<br>By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary;&nbsp;(3) you have the legal capacity and you agree to comply with these Terms of Use;&nbsp;(4) you are not a minor in the jurisdiction in which you reside.\n(5) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n(6) you will not use the Site for any illegal or unauthorized purpose.\nand (7) your use of the Site will not violate any applicable law or regulation.<br>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).<br>\n<br>\n<strong>USER REGISTRATION</strong>\n<br>You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.<br>\n<br>\n<strong>PROHIBITED ACTIVITIES</strong>\n<br>You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<br>As a user of the Site, you agree not to:<br>1.&nbsp;Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.2.\nTrick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.3.\nCircumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.4.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.5.\nUse any information obtained from the Site in order to harass, abuse, or harm another person.6.\nMake improper use of our support services or submit false reports of abuse or misconduct.7.\nUse the Site in a manner inconsistent with any applicable laws or regulations.8.\nUse the Site to advertise or offer to sell goods and services.9.\nEngage in unauthorized framing of or linking to the Site.10.\nUpload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.11.\nEngage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.12.\nDelete the copyright or other proprietary rights notice from any Content.13.\nAttempt to impersonate another user or person or use the username of another user.14.\nSell or otherwise transfer your profile.15.\nUpload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).16.\nInterfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.17.\nHarass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.18.\nAttempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.19.\nCopy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.20.\nDecipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.21.\nExcept as may be&nbsp;the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.22.\nUse a buying agent or purchasing agent to make purchases on the Site.23.\nMake any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.24.\nUse the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.<br>\n<br>\n<strong>USER GENERATED CONTRIBUTIONS</strong>&nbsp;<br>The Site does not offer users to submit or post content.\nWe may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated in accordance with the Site Privacy Policy.\nWhen you create or make available any Contributions, you thereby represent and warrant that:<br>1.\n&nbsp;The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.<br>2.\n&nbsp;You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.<br>3.\n&nbsp;You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.<br>4.\n&nbsp;Your Contributions are not false, inaccurate, or misleading.<br>5.\n&nbsp;Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.<br>6.\n&nbsp;Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).<br>7.\n&nbsp;Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.<br>8.\n&nbsp;Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.<br>9.\n&nbsp;Your Contributions do not violate any applicable law, regulation, or rule.<br>10.\n&nbsp;Your Contributions do not violate the privacy or publicity rights of any third party.<br>11.\n&nbsp;Your Contributions do not contain any material that solicits personal information from anyone under the age of 18 or exploits people under the age of 18 in a sexual or violent manner.<br>12.\n&nbsp;Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.<br>13.\n&nbsp;Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.<br>14.\n&nbsp;Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.<br>Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.<br>\n<br>\n<strong>CONTRIBUTION LICENSE</strong>\n<br>You and the Site agree that we may access, store, process, and use any information and personal data that you provide following the terms of the Privacy Policy and your choices (including settings).<br>\n<br>By submitting suggestions or other feedback regarding the Site, you agree that we can use and share such feedback for any purpose without compensation to you.&nbsp;<br>We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.<br>\n<br>\n<strong>MOBILE APPLICATION LICENSE</strong>\n<br>\n<strong>Use\nLicense</strong>\n<br>If you access the\nSite via a mobile application, then we grant you a revocable, non-exclusive,\nnon-transferable, limited right to install and use the mobile application on\nwireless electronic devices owned or controlled by you, and to access and use\nthe mobile application on such devices strictly in accordance with the terms\nand conditions of this mobile application license contained in these Terms of Use.\nYou shall not: (1) decompile, reverse engineer, disassemble, attempt to derive\nthe source code of, or decrypt the application.\n(2) make any modification,\nadaptation, improvement, enhancement, translation, or derivative work from the\napplication.\n(3) violate any applicable laws, rules, or regulations in\nconnection with your access or use of the application.\n(4) remove, alter, or\nobscure any proprietary notice (including any notice of copyright or trademark)\nposted by us or the licensors of the application.\n(5) use the application for\nany revenue generating endeavor, commercial enterprise, or other purpose for\nwhich it is not designed or intended.\n(6) make the application available over a\nnetwork or other environment permitting access or use by multiple devices or\nusers at the same time.\n(7) use the application for creating a product,\nservice, or software that is, directly or indirectly, competitive with or in\nany way a substitute for the application.\n(8) use the application to send\nautomated queries to any website or to send any unsolicited commercial e-mail.\nor (9) use any proprietary information or any of our interfaces or our other\nintellectual property in the design, development, manufacture, licensing, or\ndistribution of any applications, accessories, or devices for use with the\napplication.<br>\n<strong>Apple and Android Devices</strong>\n<br>The following terms apply when you use a mobile application obtained from either the Apple Store or Google Play (each an “App Distributor”) to access the Site: (1) the license granted to you for our mobile application is limited to a non-transferable license to use the application on a device that utilizes the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms of service.\n(2) we are responsible for providing any maintenance and support services with respect to the mobile application as specified in the terms and conditions of this mobile application license contained in these Terms of Use or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the mobile application.\n(3) in the event of any failure of the mobile application to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the mobile application, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the mobile application.\n(4) you represent and warrant that (i) you are not located in a country that is subject to a U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country and (ii) you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.\n(5) you must comply with applicable third-party terms of agreement when using the mobile application, e.g., if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the mobile application.\nand (6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application license contained in these Terms of Use, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application license contained in these Terms of Use against you as a third-party beneficiary thereof.<br>\n<br>\n<strong>SUBMISSIONS</strong>\n<br>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.<br>\n<br>\n<strong>THIRD-PARTY WEBSITE AND CONTENT</strong>\n<br>The Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.<br>\n<br>\n<strong>SITE MANAGEMENT</strong>\n<br>We reserve the\nright, but not the obligation, to: (1) monitor the Site for violations of\nthese Terms of Use.\n(2) take appropriate legal action against anyone who, in\nour sole discretion, violates the law or these Terms of Use, including without\nlimitation, reporting such user to law enforcement authorities.\n(3) in our sole\ndiscretion and without limitation, refuse, restrict access to, limit the\navailability of, or disable (to the extent technologically feasible) any of\nyour Contributions or any portion thereof.\n(4) in our sole discretion and\nwithout limitation, notice, or liability, to remove from the Site or otherwise\ndisable all files and content that are excessive in size or are in any way\nburdensome to our systems.\nand (5) otherwise manage the Site in a manner\ndesigned to protect our rights and property and to facilitate the proper\nfunctioning of the Site.<br>\n<br>\n<strong>PRIVACY POLICY</strong>\n<br>We care about data privacy and security.&nbsp;Please review our Privacy Policy:<b>&nbsp;https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c</b>.&nbsp;By using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in the United States.\nIf you access the Site from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to the United States, and you agree to have your data transferred to and processed in the United States.\n<br>\n<br>\n<strong>TERM AND\nTERMINATION</strong>\n<br>These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND&nbsp;ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME,\nWITHOUT WARNING, IN OUR SOLE DISCRETION.<br>If we terminate\nor suspend your account for any reason, you are prohibited from registering and\ncreating a new account under your name, a fake or borrowed name, or the name of\nany third party, even if you may be acting on behalf of the third party.\nIn\naddition to terminating or suspending your account, we reserve the right to\ntake appropriate legal action, including without limitation pursuing civil,\ncriminal, and injunctive redress.<br>\n<br>\n<strong>MODIFICATIONS AND INTERRUPTIONS</strong>\n<br>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.\n&nbsp;<br>We cannot guarantee\nthe Site will be available at all times.\nWe may experience hardware, software,\nor other problems or need to perform maintenance related to the Site, resulting\nin interruptions, delays, or errors.\nWe\nreserve the right to change, revise, update, suspend, discontinue, or otherwise\nmodify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability\nwhatsoever for any loss, damage, or inconvenience caused by your inability to\naccess or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be\nconstrued to obligate us to maintain and support the Site or to supply any\ncorrections, updates, or releases in connection therewith.<br>\n<br>\n<strong>GOVERNING LAW</strong>\n<br>These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of California applicable to agreements made and to be entirely performed within&nbsp;the State of California, without regard to its conflict of law principles.<br>\n<br>\n<strong>DISPUTE RESOLUTION</strong>\n<br> Any legal action of whatever nature brought by either you or us (collectively, the “Parties” and individually, a “Party”) shall be commenced or prosecuted in the state and federal courts located in Santa Clara, California, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transaction Act (UCITA) are excluded from these Terms of Use.&nbsp;In no event shall any claim, action, or proceeding brought by either Party related in any way to the Site be commenced more than one (1) years after the cause of action arose.<br>\n<br>\n<strong>CORRECTIONS</strong>\n<br>There may be\ninformation on the Site that contains typographical errors, inaccuracies, or\nomissions, including descriptions, pricing, availability, and various other\ninformation.\nWe reserve the right to\ncorrect any errors, inaccuracies, or omissions and to change or update the\ninformation on the Site at any time, without prior notice.<br>\n<br>\n<strong>DISCLAIMER</strong>\n<br>THE SITE IS PROVIDED\nON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU\nAGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE\nFULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR\nIMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT\nLIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR\nPURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT\nTHE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY\nWEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY\nFOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2)\nPERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM\nYOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF\nOUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL\nINFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION\nTO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH\nMAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY\nERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF\nANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR\nOTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE,\nOR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A\nTHIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE\nAPPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A\nPARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU\nAND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE\nPURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU\nSHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.<br>\n<br>\n<strong>LIMITATIONS OF LIABILITY</strong>\n<br>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE\nAMOUNT PAID, IF ANY, BY YOU TO US&nbsp;DURING THE six (6) mONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING.\nCERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.<br>\n<br>\n<strong>INDEMNIFICATION</strong>\n<br>You agree to\ndefend, indemnify, and hold us harmless, including our subsidiaries,\naffiliates, and all of our respective officers, agents, partners, and\nemployees, from and against any loss, damage, liability, claim, or demand, including\nreasonable attorneys’ fees and expenses, made by any third party due to or\narising out of: (1) use of the Site.\n(2) breach of these Terms of Use.\n(3) any breach of your representations and warranties set forth in these Terms of Use.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.<br>\n<br>\n<strong>USER DATA</strong>\n<br>We will maintain\ncertain data that you transmit to the Site for the purpose of managing the\nperformance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups\nof data, you are solely responsible for all data that you transmit or that\nrelates to any activity you have undertaken using the Site.\nYou agree\nthat we shall have no liability to you for any loss or corruption of any such\ndata, and you hereby waive any right of action against us arising from any such\nloss or corruption of such data.<br>\n<br>\n<strong>ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES</strong>\n<br>Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.&nbsp;<br>\n<br>\n<strong>CALIFORNIA USERS\nAND RESIDENTS</strong>\n<br>If any complaint\nwith us is not satisfactorily resolved, you can contact the Complaint\nAssistance Unit of the Division of Consumer Services of the California\nDepartment of Consumer Affairs in writing at 1625 North Market Blvd., Suite N\n112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916)\n445-1254.<br>\n<br>\n<strong>MISCELLANEOUS</strong>\n<br>These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.<br>\n<br>\n<strong>CONTACT US&nbsp;</strong>\n<br>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:&nbsp;<br>\n<strong>STING SYSTEM LLC</strong>\n<strong>\n</strong>\n<strong>4500 Great America Pkwy</strong>\n<strong>Santa Clara</strong>\n<strong>, CA</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>95054 </strong>\n<strong>United States</strong>\n<strong>Phone:&nbsp;</strong>\n<strong>(+1)4087713624</strong>\n<strong>\n</strong>\n<strong>admin@lightyearvpn.com</strong>\n<br> Your browser does not support JavaScript! ", "created_at": "2021-03-09 20:06:12.653325", "updated_at": "2021-03-23 13:24:36.041309"}], "points": [{"id": 20135, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-09 18:00:34.65728", "updated_at": "2021-05-09 20:52:39.777531", "quoteText": "\n<br>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information.", "case_id": 323, "document_id": 4288, "quoteStart": 9636, "quoteEnd": 9755}, {"id": 20134, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-09 17:59:47.187549", "updated_at": "2021-05-09 20:52:22.515625", "quoteText": "If you have questions or comments about your privacy rights, you may email us at admin@lightyearvpn.com.", "case_id": 300, "document_id": 4288, "quoteStart": 15858, "quoteEnd": 15962}, {"id": 20133, "title": "If you use their mobile App, this service receives your precise location through GPS coordinates", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-09 17:50:53.907825", "updated_at": "2021-05-09 20:52:53.293338", "quoteText": "If you use our App, we also collect the following information:<ul>\n<li>\n<em>Geo-Location Information.", "case_id": 400, "document_id": 4288, "quoteStart": 5517, "quoteEnd": 5618}, {"id": 20132, "title": "This service receives your precise location through GPS coordinates on their mobile App", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-09 17:48:08.470462", "updated_at": "2021-05-09 17:50:33.092625", "quoteText": "We collect information regarding your geo-location, mobile device, push notifications, when you use our App.</em>", "case_id": 400, "document_id": 4288, "quoteStart": 5399, "quoteEnd": 5512}, {"id": 20131, "title": "Details are provided about what kind of information they collect", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-09 17:47:04.369637", "updated_at": "2021-05-09 20:52:30.84794", "quoteText": "1.\nWHAT INFORMATION DO WE COLLECT?", "case_id": 228, "document_id": 4288, "quoteStart": 1712, "quoteEnd": 1746}, {"id": 20130, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-09 17:44:33.972557", "updated_at": "2021-05-09 20:51:23.887335", "quoteText": "As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.", "case_id": 233, "document_id": 4288, "quoteStart": 18298, "quoteEnd": 18450}, {"id": 19666, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:13:31.37862", "updated_at": "2021-05-03 09:09:41.497952", "quoteText": "You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.<br>", "case_id": 403, "document_id": 4289, "quoteStart": 1476, "quoteEnd": 1698}, {"id": 19665, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:13:08.96874", "updated_at": "2021-05-03 09:09:55.715621", "quoteText": "You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.", "case_id": 403, "document_id": 4289, "quoteStart": 1476, "quoteEnd": 1694}, {"id": 19675, "title": "The service warns you of the potential consequences related to third-party access", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:25:31.044057", "updated_at": "2021-05-03 09:11:05.792642", "quoteText": "If you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.", "case_id": 209, "document_id": 4289, "quoteStart": 20053, "quoteEnd": 20255}, {"id": 19673, "title": "You maintain ownership of your content", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:23:32.788032", "updated_at": "2021-05-03 09:11:13.780606", "quoteText": "We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.", "case_id": 183, "document_id": 4289, "quoteStart": 13389, "quoteEnd": 13600}, {"id": 19671, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:22:16.197592", "updated_at": "2021-05-03 09:11:32.861239", "quoteText": "Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.", "case_id": 281, "document_id": 4289, "quoteStart": 11281, "quoteEnd": 11456}, {"id": 19667, "title": "This service is only available to users over a certain age", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:15:58.610252", "updated_at": "2021-05-03 09:11:39.226649", "quoteText": "<br>The Site is intended for users who are at least 18 years old.\nPersons under the age of 18 are not permitted to use or register for the Site.", "case_id": 152, "document_id": 4289, "quoteStart": 2579, "quoteEnd": 2723}, {"id": 19669, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:19:46.919508", "updated_at": "2021-05-03 09:11:45.38253", "quoteText": "4.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.5.\nUse any information obtained from the Site in order to harass, abuse, or harm another person.", "case_id": 283, "document_id": 4289, "quoteStart": 6451, "quoteEnd": 6624}, {"id": 19668, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:16:37.717179", "updated_at": "2021-05-03 09:11:51.427489", "quoteText": "(5) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.", "case_id": 150, "document_id": 4289, "quoteStart": 4637, "quoteEnd": 4752}, {"id": 19674, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:24:08.480281", "updated_at": "2021-05-03 09:10:08.242931", "quoteText": "You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.", "case_id": 182, "document_id": 4289, "quoteStart": 18178, "quoteEnd": 18654}, {"id": 19680, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:31:13.447838", "updated_at": "2021-05-03 09:09:18.62358", "quoteText": "DISCLAIMER</strong>\n<br>THE SITE IS PROVIDED\nON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU\nAGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE\nFULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR\nIMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT\nLIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR\nPURPOSE, AND NON-INFRINGEMENT.", "case_id": 286, "document_id": 4289, "quoteStart": 26800, "quoteEnd": 27228}, {"id": 19678, "title": "They may stop providing the service at any time", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:29:28.83473", "updated_at": "2021-05-03 09:10:36.809343", "quoteText": "We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.", "case_id": 203, "document_id": 4289, "quoteStart": 24067, "quoteEnd": 24383}, {"id": 19681, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:32:01.384305", "updated_at": "2021-05-03 09:10:46.10596", "quoteText": "You agree to\ndefend, indemnify, and hold us harmless, including our subsidiaries,\naffiliates, and all of our respective officers, agents, partners, and\nemployees, from and against any loss, damage, liability, claim, or demand, including\nreasonable attorneys’ fees and expenses, made by any third party due to or\narising out of: (1) use of the Site.\n(2) breach of these Terms of Use.\n(3) any breach of your representations and warranties set forth in these Terms of Use.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the Site with whom you connected via the Site.", "case_id": 146, "document_id": 4289, "quoteStart": 29766, "quoteEnd": 30446}, {"id": 19683, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:34:53.229776", "updated_at": "2021-05-03 09:11:20.316821", "quoteText": "\n<em>Some information — such as your Internet Protocol (IP) address and/or browser and device characteristics — is collected automatically when you visit our <em>Services</em>.", "case_id": 399, "document_id": 4288, "quoteStart": 4327, "quoteEnd": 4503}, {"id": 19682, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:33:38.802438", "updated_at": "2021-05-03 09:11:26.271597", "quoteText": "If any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.", "case_id": 295, "document_id": 4289, "quoteStart": 33438, "quoteEnd": 33718}, {"id": 19679, "title": "The court of law governing the terms is in California", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:30:07.363654", "updated_at": "2021-05-03 17:53:25.921126", "quoteText": "These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of California applicable to agreements made and to be entirely performed within&nbsp;the State of California, without regard to its conflict of law principles.<br>", "case_id": 163, "document_id": 4289, "quoteStart": 25293, "quoteEnd": 25571}, {"id": 19684, "title": "This service tracks which web page referred you to it", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:36:20.548163", "updated_at": "2021-05-03 15:32:12.634018", "quoteText": "We automatically collect certain information when you visit, use or navigate the Services.\nThis information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our Services and other technical information.", "case_id": 387, "document_id": 4288, "quoteStart": 4513, "quoteEnd": 4979}, {"id": 19664, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:12:48.996661", "updated_at": "2021-05-03 09:09:31.200476", "quoteText": "We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\n", "case_id": 121, "document_id": 4289, "quoteStart": 1079, "quoteEnd": 1476}, {"id": 19677, "title": "The service can delete your account without prior notice and without a reason", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-02 21:27:30.549", "updated_at": "2021-05-03 09:10:25.298504", "quoteText": "WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND&nbsp;ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME,\nWITHOUT WARNING, IN OUR SOLE DISCRETION.", "case_id": 201, "document_id": 4289, "quoteStart": 22957, "quoteEnd": 23563}, {"id": 19729, "title": "Users agree not to use the service for illegal purposes", "source": "https://app.termly.io/document/terms-of-use-for-website/6d5d3982-3978-4650-a945-1e74138154db", "status": "Generated through the annotate view", "created_at": "2021-05-03 12:56:51.999373", "updated_at": "2021-05-03 15:35:15.744774", "quoteText": "(6) you will not use the Site for any illegal or unauthorized purpose.", "case_id": 280, "document_id": 4289, "quoteStart": 4753, "quoteEnd": 4823}, {"id": 19730, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-03 13:02:03.527745", "updated_at": "2021-05-03 15:35:33.118823", "quoteText": "We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.</li>", "case_id": 243, "document_id": 4288, "quoteStart": 9189, "quoteEnd": 9400}, {"id": 19731, "title": "You have the right to leave this service at any time", "source": "https://app.termly.io/document/privacy-policy/4f9dfea9-b414-436b-b842-92a72620cc1c", "status": "Generated through the annotate view", "created_at": "2021-05-03 13:05:36.142064", "updated_at": "2021-05-03 17:54:01.059218", "quoteText": "You may review, change, or terminate your account at any time.</em>", "case_id": 170, "document_id": 4288, "quoteStart": 14276, "quoteEnd": 14343}], "urls": ["lightyearvpn.com"]}}