{"error": 448, "message": "OK", "parameters": {"id": 3618, "name": "Twitter Revue Service", "created_at": "2021-05-15 01:24:09.263124", "updated_at": "2021-05-15 22:00:23.725499", "wikipedia": null, "keywords": null, "related": null, "slug": "twitter_revue_service", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3618.png", "url": "revue.co", "documents": [{"id": 6015, "name": "Terms of Service", "url": "https://www.getrevue.co/terms/", "xpath": "//*[@id=\"terms\"]", "text": " <p>\n<em>Last Updated:</em> January 26, 2021</p>\n<p>These Revue Terms of Service (\"Terms\") govern your use of the Revue website(s), apps, and any of the Revue features, application programming interfaces (APIs), or services (\"Service\").\nBy accessing or using the Service you agree to be bound by these Terms and understand the Platform Privacy Policy or Website Privacy Policy, as applicable.\nYour use of the Service is also subject to the Twitter Terms of Service, the Twitter Rules and Policies, and any other policies referred to in these Terms, except as expressly modified by these Terms.</p>\n<p>If you live in the European Union, EFTA States, or the United Kingdom, you enter into these terms with Twitter International Company with its registered offices at One Cumberland Place, Fenian Street, Dublin 2, D02 AX07 Ireland (“TIC”).</p>\n<p>If you live outside of the European Union, EFTA States, or the United Kingdom, you enter into these terms with Twitter, Inc., (“Twitter”) with an office located at 1355 Market Street, Suite 900, San Francisco, CA, 94103, USA.</p>\n<p>\n<strong>If you pay a fee for using any of the Services, and are located in</strong> North America (including Hawaii) or South America, you enter into these Terms with Twitter.\n</p>\n<p>\n<strong>If you pay a fee for using any of the Services, and are located</strong> outside of North America or South America, you enter into these Terms with TIC.\n</p>\n<p>“You” or “your” means you as an individual and the company, organization and/or entity electronically accessing our Services and/or accepting the Terms.\nIf you are accepting these Terms and using the Services on behalf of a company, organization, government, or other legal entity, you represent and warrant that you are authorized to do so and have the authority to bind such entity to these Terms, in which case the words “you” and “your” as used in these Terms shall refer to such entity.</p>\nAccount Creation\n<p>Revue provides a website and online services that allow writers and publishers (“Publishers”) to create and send out newsletters, share Content (defined below), and engage with readers (“Readers”) across our websites, apps, and other online services (such as on Twitter) - and for Readers to subscribe to and receive such newsletters, and access such Content on our websites, apps, and other online services.\nTo use our Service, you must be at least 13 years old, or the age of consent in your jurisdiction.</p>\n<p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your access to the Service.\nWhen you register for an account as a Publisher, we may request further information to verify your authenticity prior to your being able to use our Service.\nPublishers may also add additional users to their account by invite (“Invited Users”).\nAll Invited Users must create an account and agree to these Terms and our Platform Privacy Policy.\nYou are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p>\n<p>Please note that if you subscribe to a newsletter, the Publisher determines whether that newsletter will be free or subject to a subscription fee.\nRevue does not set the fee for such subscriptions.\nIf you have a dispute regarding any payment you’ve made to the Publisher, you understand and agree that such dispute is between you and the Publisher directly.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene, or may cause confusion or impersonate another.</p>\n<p>As a Publisher, you represent and warrant that you: (i) maintain a privacy policy that discloses to your Readers how you collect, use, share, and store their personal information.\nand (ii) have all necessary consents for uploading your Readers’ emails and sending them commercial marketing communications through the Service.\nWhen a Publisher provides its Readers’ email addresses and/or names through our Service or a Reader subscribes to a Publisher’s newsletter through our Service, the Publisher is the owner of that information and agrees that: (i) we will act as a processor of that data subject to our Processor DPA, incorporated by this reference, for the purposes of Providing the Service, and (ii) it will not share sensitive data of any Reader with us.</p>\nPremium Offerings\n<p>Some parts of the Service are available only for a fee, and are governed by additional terms contained in an executed Order.\nIn the event of a conflict between these Terms and any additional terms, the additional terms will control.\nPlease contact us at RevueInformation@twitter.com if you have questions about our paid offerings.</p>\nRevenue Share for Paid Newsletters\n<p>If you choose to charge your Readers a subscription fee for your newsletter, you agree to process payments from Readers only through the third-party payment processing platform (“Payment Processor”) we choose, and to follow any other rules we specify.\nYou may not avoid your payment obligations to us by using a different payment method.</p>\n<p>You agree to pay us the percentage of the total amount charged by you to Readers as set forth on our website, exclusive of any taxes (the “Revenue Share”).\nYou agree that the Payment Processor may pay us the Revenue Share as you process subscription payments, and that these payments are non-refundable.\nAs a Publisher, if you cancel or terminate your paid newsletter before the end of any Reader subscription term, you are responsible for any and all obligations relating to that subscription by the Reader, including any pro-rata refunds, if applicable.</p>\n<p>You agree that you will be responsible for any and all applicable federal, state, local, and foreign taxes, duties, tariffs, levies, withholdings, and similar assessments (including without limitation, sales, use, and value added taxes) related to your newsletter.\nWe are only responsible for income taxes related to the profit from the Twitter revenue share.</p>\nYour Content\n<p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (\"Content\").\nYou are responsible for your Content, including its legality, reliability, and appropriateness.\nYour Content is subject to the Twitter Terms of Service and the Twitter Rules and Policies.</p>\n<p>By posting Content to the Service, you grant us the royalty-free right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou agree that this license includes the right for us to make your Content available to other users of the Service, subject to your account settings, who may also use your Content subject to these Terms.\nYou retain any and all of your rights to your Content and you are responsible for protecting those rights.</p>\n<p>You represent and warrant that: (i) the Content is yours (you own it) or you have the right to use it and grant us the rights and license as provided in these Terms, and (ii) the posting of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>\n<p>If you believe that any Reader or Publisher Content is in violation of our Policies, you can report the violation to RevueReport@twitter.com.</p>\nCopyright Policy\n<p>We respond to copyright complaints submitted under the Digital Millennium Copyright Act (“DMCA”) in accordance with our Copyright Policy.\nIf you believe that your Content has been copied in a way that constitutes copyright infringement, please report this by contacting our designated copyright agent at:</p>\n<ul>\n<li>Revue</li>\n<li>Attn: Copyright Agent</li>\n<li>1355 Market Street, Suite 900</li>\n<li>San Francisco, CA 94103</li>\n<li>Email: Revuecopyright@twitter.com</li>\n</ul>\nYour License to Use the Service\n<p>We give you a personal, worldwide, royalty-free, non-assignable, and non-exclusive license to use the Service.\nThis license has the sole purpose of enabling you to use and enjoy the benefit of the Service as provided by us, in the manner permitted by these Terms.</p>\nIntellectual Property\n<p>The Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of Twitter and TIC, as applicable, and their respective licensors.\nThe Service is protected by copyright, trademark, and other laws of both the United States and Ireland and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without our prior written consent and must, if applicable, comply with the Twitter Brand Assets and Guidelines located at https://twitter.com/logo.</p>\nLinks to Other Websites\n<p>Our Service may contain links to third-party web sites or services that are not owned, operated, or controlled by us.\nWe have no control over, and assume no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\nTermination of Your Access to the Service\n<p>We may terminate or suspend your account and access to the Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.\nUpon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may do so by simply discontinuing your use of the Service.\nYour payment obligations may be governed by additional terms.</p>\nTermination or Modification of the Revue Service\n<p>We reserve the right to modify or discontinue the Service, or any part thereof, at any time, but will endeavor to provide you advance notice of material changes or a discontinuation of the Service.\nYour use of the Service after notice of changes to the Service will be deemed as your acceptance of such changes.\nIf any changes are not acceptable to you, you may terminate your Subscription or stop use of the Services.</p>\nAdditional Representations &amp.\nWarranties\n<p>You represent, warrant, and covenant that: (a) you will not engage in, nor cause others to engage in, spamming or improper, malicious, or fraudulent marketing activities relating to your use of the Service (b) your use of the Service and any or your Content, (i) will not violate any applicable law, statute, directive, ordinance, treaty, contract, or regulation, including, without limitation, any trade sanction(s) and/or import or export regulation(s) that applies to your use of the Service (for example, but not limited, to U.S.\nExport Administration Regulations and OFAC restrictions) (collectively, “Laws”) and/or our Policies or guidelines, and (ii) and will not be false, deceptive, misleading, defamatory or libelous or include any forged TCP/IP packet header or any part of the header information in any email or posting, or in any way use the Services to send altered, deceptive or false source-identifying information.\n(c) save to the extent expressly permitted by applicable law, you will not reverse engineer, disassemble, reconstruct, decompile, copy, or create derivative works of the Service, or any aspect or portion thereof.\n(d) you will not, nor will you enable any third party to, repackage, resell, or sublicense the Service or any portion thereof.\n(e) you will not access or search or attempt to access or search the Services by any means (automated or otherwise), such as through scraping, other than through our currently available, published interfaces that are provided by unless you have been specifically allowed to do so in a separate agreement with us.\nand (f) if you use any of our APIs, you will comply with our API Restricted Use Rules.\nWe also reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to (i) satisfy any applicable law, regulation, legal process or governmental request, (ii) enforce these Terms, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security or technical issues, (iv) respond to user support requests, or (v) protect our rights, property or safety or that of our users and the public.\nAny disclosure in connection with the foregoing will not include providing personally-identifying information to third parties except in accordance with our privacy policies.</p>\nIndemnification\n<p>You will indemnify, defend, and hold us and our respective affiliates, parents, subsidiaries, directors, officers, employees, agents, representatives, successors and assigns (“Indemnified Parties”), harmless from, all claims (collectively, “Claim(s)”) that arise out of or in connection with (a) your use of the Services and/or (b) your breach of your representations and warranties set forth in these Terms.\nYou are solely responsible for defending any Claims against the Indemnified Parties, subject to such each’s right to participate with counsel of its own choosing, and for payment of all judgments, settlements, damages, losses, liabilities, costs, and expenses, including reasonable attorneys’ fees, resulting from all Claims against any of the Indemnified Parties.\nYou will not agree to any settlement related to any Claims without our prior express written consent regardless of whether or not such settlement releases the applicable Indemnified Party from any obligation or liability.</p>\nLimitation of Liability\n<p>To the maximum extent permitted by applicable law, in no event shall we, nor our directors, employees, partners, agents, suppliers, parent company, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>\nDisclaimer\n<p>Your use of the Service is at your sole risk.\nThe Service is provided on an \"AS IS\" and \"AS AVAILABLE\" basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.</p>\n<p>We do not warrant that (a) the Service will function uninterrupted, secure or available at any particular time or location.\n(b) any errors or defects will be corrected.\n(c) the Service is free of viruses or other harmful components.\nor (d) the results of using the Service will meet your requirements.</p>\nService Availability and Support\n<p>We are constantly updating the Service.\nWe reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.\nWe are not responsible for outages and delays, and at times your access to the Service may be disrupted or delayed.\nWe will use commercially reasonable efforts to take steps to remedy and avoid such events, but cannot and do not guarantee that such events will not occur.\nWe disclaim any and all liability arising from or related to such events.</p>\nGoverning Law\n<p>These Terms shall be governed and construed in accordance with the laws of the jurisdiction set forth below, without regard to its conflict of law provisions.</p> Contracting Twitter Entity Governing Law Twitter, Inc.\nState of California, U.S.A.\nTwitter International Company Laws of Ireland Notices\n<p>You agree that we may give notices to you by posting on the Service, or by email to the address provided by you.\nYou must ensure that your contact and account information is current and correct, and promptly notify us in writing of any changes to such information.\nYou will send all notices to us via recognized overnight courier or certified mail, return receipt requested, as follows:</p> Contracting Twitter Entity Notice Address Twitter, Inc.\nGeneral Counsel, Twitter Inc., 1355 Market Street, Suite 900, San Francisco, California 94103.\nTwitter International Company Legal Department, Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07, Ireland.\nForce Majeure\n<p>No one will have any liability under these Terms by reason of any failure or delay in the performance of our or your obligations on account of strikes, shortages, riots, acts of terrorism, insurrection, fires, flood, storm, explosions, earthquakes, pandemics, epidemics, Internet and/or electrical outages, computer viruses, acts of God, war, governmental action, or any cause that is beyond our or your reasonable control.</p>\nWaiver\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.</p>\nAssignment\n<p>You will not assign (whether by operation of law or otherwise) these Terms or any other rights or obligations under these Terms to any third party, without our prior written consent.\nAny assignment, transfer, or attempted assignment or transfer in violation of this section will be void and of no force or effect.\nWe and our subsequent assignees may assign, delegate, sublicense, or otherwise transfer from time to time these Terms, or the rights or obligations hereunder, in whole or in part, to any person or entity.\nSubject to the foregoing restrictions, these Terms will be fully binding upon, inure to the benefit of and be enforceable by the parties and their respective successors and assigns.</p>\nEntire Agreement.\nSurvival.\nSeverability\n<p>These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.\nThose terms that either explicitly or by their nature, must remain in effect even after termination or cancellation of these Terms, shall survive termination or cancellation.\nIf any provision of these Terms is unenforceable, the validity of the remaining provisions will not be affected.</p>\nChanges to these Terms\n<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days’ notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p>\nContact Us\n<p>If you have any questions about these Terms, please contact us RevueSupport@twitter.com.</p> ", "created_at": "2021-05-14 23:34:06.674915", "updated_at": "2021-05-14 23:34:18.494039"}, {"id": 6014, "name": "Privacy Policy", "url": "https://www.getrevue.co/privacy", "xpath": "//*[@id=\"terms\"]", "text": " <p>\n<em>Last Updated:</em> January 26, 2021</p>\n<p>Twitter, Inc.\nand Twitter International Company (\"we\" or “our”) provide the Revue services to our website visitors (\"you\").\nOur online services include providing a tool that allows writers and publishers (“Publishers”) to create and send out newsletters and for users (“Readers”) to engage with a Publisher’s newsletters through our website, including by signing up to and receive such newsletters, as well as other services through our website(s) and application programming interfaces (APIs) (“Websites”) (“Service\").</p>\n<p>In this Privacy Policy, we disclose what personal data we collect and use and for what purpose and applies to personal data collected by or under our control.\nWe advise you to read our Privacy Policy carefully.</p>\n<p>You can find the Privacy Policy relating to the Revue platform here.</p>\nTypes of Data Collected\n<p>When using our Websites, we may collect the following Information about you:</p>\n<ul>\n<li>Personal identification data: name, surname;</li>\n<li>Contact information data: email, employer.\nand</li>\n<li>Other data: IP address, social media accounts, feedback and other communication</li>\n</ul>\nPurposes of Processing\n<p>Personal data is processed by us for the following purposes:</p>\n<ul>\n<li>Logging in and verifying/authenticating users of the Websites;</li>\n<li>Communication between us and Website visitors;</li>\n<li>Providing you ways to interact across our other services, such as Twitter;</li>\n<li>Monitoring, securing, and auditing the Websites, including using data from our other services, such as Twitter.\nand</li>\n<li>Analysing statistics and optimising the Websites, and our other services.</li>\n</ul>\n<p>We process your personal data under one of the following legal bases: legitimate business interests, performance of a contract between you and Revue, legal obligation, or consent.\nIf the processing is based on consent, it can be withdrawn at any time.</p>\nData Storage\n<p>We only keep your data for as long as necessary to fulfil the purposes described in this Privacy Policy, for which your data have been collected.</p>\nYour Rights and Contacting Us\n<p>You have the right to request access to the information we have about you.\nYou can do this by contacting us directly at RevuePrivacy@twitter.com or at the appropriate address below.\nWe will make sure to provide you with a copy of the data we process about you in a machine-readable format.\nWe may need to verify your identity to comply with your request.</p>\n<p>If you believe that the information we have about you is incorrect, you can contact us, so we can update the information to ensure it is accurate.\nYou also have the right to object to certain data processing operations, such as direct marketing.\nIf at any point you wish for us to delete information about you, you can communicate it to us.</p>\n<p>If you live in the United States or any other country outside of the European Union, EFTA States, or the United Kingdom, the data controller responsible for your personal data is Twitter, Inc.\nwith an address of:</p>\n<ul>\n<li>Twitter, Inc.</li>\n<li>Attn: Privacy Policy Inquiry</li>\n<li>1355 Market Street, Suite 900</li>\n<li>San Francisco, CA 94103</li>\n</ul>\n<p>If you live in the European Union, EFTA States, or the United Kingdom, the data controller responsible for your personal data is Twitter International Company, with an address of:</p>\n<ul>\n<li>Twitter International Company</li>\n<li>Attn: Data Protection Officer</li>\n<li>One Cumberland Place</li>\n<li>Fenian Street Dublin 2</li>\n<li>D02 AX07 IRELAND</li>\n</ul>\n<p>You can confidentially contact Twitter’s Data Protection Officer here.\nIf you wish to raise a concern about our use of your information (and without prejudice to any other rights you may have), you have the right to do so with your local supervisory authority or Twitter International Company’s lead supervisory authority, the Irish Data Protection Commission.\nYou can find their contact details here.</p>\nProvision to Third Parties\n<p>We engage service providers to perform functions and provide services for us in the United States, Ireland, and other countries.\nFor example, we use a variety of third-party services to help operate our Service, such as hosting our various blogs and wikis and to help us understand the use of our Service, such as Google Analytics.\nWe may share your private personal data with such service providers subject to obligations consistent with this Privacy Policy and any other appropriate confidentiality and security measures, and on the condition that the third parties use your private personal data only on our behalf and pursuant to our instructions.\nWe share your payment information with payment services providers to process payments.\nprevent, detect, and investigate fraud or other prohibited activities.\nfacilitate dispute resolution such as chargebacks or refunds.\nand for other purposes associated with the acceptance of credit and debit cards.</p>\n<p>Notwithstanding anything to the contrary in this Privacy Policy or controls we may otherwise offer to you, we may preserve, use, share, or disclose your personal data or other safety data if we believe that it is reasonably necessary to comply with a law, regulation, legal process, or governmental request.\nto protect the safety of any person.\nto protect the safety or integrity of our platform, including to help prevent spam, abuse, or malicious actors on our Service.\nto address fraud, security, or technical issues.\nor to protect our rights or property or the rights or property of those who use our Service.\nHowever, nothing in this Privacy Policy is intended to limit any legal defenses or objections that you may have to a third party’s, including a government’s, request to disclose your personal information data.</p>\n<p>In the event that we are involved in a bankruptcy, merger, acquisition, reorganization, or sale of assets, your personal data may be sold or transferred as part of that transaction.\nThis Privacy Policy will apply to your personal data as transferred to the new entity.\nWe may also disclose personal data about you to our corporate affiliates in order to help operate our Service and our affiliates’ services, including the delivery of ads.</p>\nInternational Data Transfers\n<p>To bring you our Websites, we operate globally, and we may have to transfer your data to other countries.\nWhere the laws of your country allow you to do so, you authorize us to transfer, store, and use your personal data in the United States, Ireland, and any other country where we operate.\nIn some of the countries to which we transfer personal data, the privacy and data protection laws and rules regarding when government authorities may access data may vary from those of your country.\nLearn more about our global operations and data transfer here.</p>\n<p>When we transfer personal data outside of the European Union, EFTA States, Brazil, or the United Kingdom we ensure an adequate level of protection for the rights of data subjects based on the adequacy of the receiving country’s data protection laws and/or, contractual obligations placed on the recipient of the data (where we rely on the EU standard contractual clauses, these may be requested by inquiry as described below).</p>\n<p>Twitter, Inc.\ncomplies with the EU-US and Swiss-US Privacy Shield principles (the “Principles”) regarding the collection, use, sharing, and retention of personal data from the European Union, EFTA States, and the United Kingdom as described in our EU-US Privacy Shield certification and Swiss-US Privacy Shield certification.\nWe do not rely on our EU-US and Swiss-US Privacy Shield as our lawful basis to transfer personal data from the European Union, EFTA States and the United Kingdom, however.</p>\n<p>If you have a Privacy Shield-related complaint, please contact us here.\nAs part of our participation in Privacy Shield, if you have a dispute with us about our adherence to the Principles, we will seek to resolve it through our internal complaint resolution process, alternatively through the independent dispute resolution body JAMS, and under certain conditions, through the Privacy Shield arbitration process.</p>\n<p>Privacy Shield participants are subject to the investigatory and enforcement powers of the US Federal Trade Commission and other authorized statutory bodies.\nUnder certain circumstances, participants may be liable for the transfer of personal data from the EU, EFTA States, or the United Kingdom to third parties outside the EU, EFTA States, and the United Kingdom.\nLearn more about the EU-US Privacy Shield and Swiss-US Privacy Shield here.</p>\nCookies and Analytics\n<p>💡 No tracking will be performed on profile page activities if the account opted for our ‘privacy option’.</p>\n<p>On our Websites, we make use of functional cookies.\nThese cookies are saved for the duration of the (browser) session.\nAdditionally, when you use our Service, your IP address is automatically saved in the log files of our web server.\nThis is necessary to allow us to properly manage and secure the Service.\nYou can always refuse the cookies.</p>\n<p>User data that you provide may be kept for making statistical analyses, including via Google Analytics.\nThese statistics are used to optimise our Websites.\nWherever possible, we make this data pseudonymized.</p>\nThird Party Websites\n<p>This Privacy Policy does not apply to third party websites that are visited from our Websites through links.\nWe cannot guarantee that these third parties will handle your personal data safely and reliably.\nWe advise you to read the Privacy Policies of these websites before making use of them.</p>\nChanges to This Privacy Policy\n<p>We may revise this Privacy Policy from time to time, for example, in the event of changes to our Websites or applicable laws and will provide prior notice of such changes as required by law.\nThe most current version of the policy will govern our processing of your personal data and will be available on our Websites.\nIf we make a change to this policy that, in our sole discretion, is material, we will notify you on this website or by sending an email to the email address associated with your account.\nBy continuing to access or use our Websites after those changes become effective, you agree to be bound by the revised Privacy Policy.</p> ", "created_at": "2021-05-14 23:31:17.347822", "updated_at": "2021-05-14 23:35:05.328206"}], "points": [{"id": 28154, "title": "This service cannot be held responsible for disputes that you may have with other users", "source": "https://www.getrevue.co/terms/", "status": "Generated through the annotate view", "created_at": "2022-07-06 07:34:37.61965", "updated_at": "2022-07-06 07:34:37.61965", "quoteText": "If you have a dispute regarding any payment you’ve made to the Publisher, you understand and agree that such dispute is between you and the Publisher directly.</p>", "case_id": 154, "document_id": 6015, "quoteStart": 3513, "quoteEnd": 3676}, {"id": 28153, "title": "This service can use your content for all their existing and future services", "source": "https://www.getrevue.co/terms/", "status": "Generated through the annotate view", "created_at": "2022-07-06 07:33:40.979164", "updated_at": "2022-07-06 07:33:40.979164", "quoteText": "<p>By posting Content to the Service, you grant us the royalty-free right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.", "case_id": 180, "document_id": 6015, "quoteStart": 6828, "quoteEnd": 7032}], "urls": ["revue.co"]}}