{"error": 448, "message": "OK", "parameters": {"id": 1547, "name": "Copyleaks", "created_at": "2019-05-12 14:52:03.588493", "updated_at": "2021-03-25 03:19:46.092786", "wikipedia": null, "keywords": null, "related": null, "slug": "copyleaks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1547.png", "url": "copyleaks.com", "documents": [{"id": 1277, "name": "Privacy Policy", "url": "https://copyleaks.com/legal/privacypolicy", "xpath": "/html/body/app-root/div/app-website-layout/div/app-navbar/mat-sidenav-container/mat-sidenav-content/div/div/main/app-privacy-policy-page/div/div/div[2]/div[1]", "text": "INTRODUCTION<p> This Privacy Statement (\"Statement\") is incorporated into and is a part of the Copyleaks Ltd.\nTerms of Use (\"Terms\").\nCapitalized terms used herein and not defined shall have the meanings set forth in the Terms.\nWe have developed the following Statement to protect our customers and inform everyone how personal information is collected, used, disclosed and protected with respect to your use of our Website located at http://copyleaks.com and any other website we use or shall use in the future, in connection with the Service (\"Site\").\nWe at Copyleaks strongly respect the right to privacy of our customers.\nWe collect and process information in computerized systems for the purposes set out below, including to provide our Services and to protect our legitimate interests.\nOur collection and processing of your information is in accordance with the Israeli Privacy Protection Law, 5741-1981 (the “Protection of Privacy Law”) and any other legal and regulatory provisions that apply to us.\nBy using the Service (the \"Service\" or \"We/Us/Our\"), you (\"you\" or \"user\") consent to the privacy practices described in this Statement.\n</p>\n<p> We reserve the right to change this privacy statement and we may update it from time to time, as necessary and according to the changes in any applicable law.\n</p>PERSONAL INFORMATION THAT WE MAY COLLECT ABOUT THE USER<p>\n<b>\n<u>Information you give us:</u>\n</b> We collect any information that you submit to us (\"Personal Information\"): </p>\n<ul>\n<li>In the sign up and setup sections of the Site, we will collect your name, country, company, username, e-mail address, user type (teacher, student etc.), and, if you so choose, the content that you submit for a scan.\n</li>\n<li>When content you upload contains Personal Information, or when you enter any Personal Information into any postings or comments within the Service, we will collect such information and this information too.\nPersonal Information in content you submit will only be visible to another user if it is identical or similar to the content that other user submitted.</li>\n<li>When you leave us feedback or request support, we will collect any information that is contained in your feedback or support request.</li>\n<li>When you contact us by e-mail or telephone, using any of the e-mail addresses or telephone numbers provided on the Site, we collect any Personal Information you may provide to us voluntarily in connection with this communication.</li>\n</ul>\n<p>\n<b>\n<u>Information required for the payment:</u>\n</b> Personal Information required for payment is collected by our payment processors, under their terms.</p>\n<p>\n<b>\n<u>Cookies:</u>\n</b> We also collect information through cookies as explained below.</p>\n<p>BY ACCESSING AND/OR USING THE SITE FOR ANY PURPOSE WHATSOEVER, YOU AGREE TO THE COLLECTION AND USE OF YOUR PERSONAL INFORMATION, ALL IN ACCORDANCE WITH THE TERMS AND CONDITIONS SET HEREUNDER.</p>USE OF INFORMATION<p> All information obtained from your registration process is for the use of Copyleaks only.\nThis information is collected to manage the accounts of Copyleaks users, to improve the content of the Services and to fulfill any transactions, enhance the operation of the Services, improve our marketing and promotional efforts, statistically analyse use of the Services, improve our product and Services offerings, provide you with updates about our products and Services, provide support, send you notices about our Privacy Statement and Terms and enforce our Terms.\nNo collected information is divulged or sold to any third party (except for possible use of third-party email and postal mailing Services conducting business on behalf of Copyleaks).\nTo provide the Services, Copyleaks will process the content that you provide, in connection with your use of the Services.\nPlease note that if such content contains personal information, this information may also be processed and disclosed to other users for the purpose of providing the Service and as an inherent part of it.\nWe may also use all information we obtained from any source to comply with any legal requirements and judicial and governmental orders, issued by national or foreign authorities, if we believe we are required to comply with them.\nWe may use and transmit the information according to the applicable law.\nThe term \"applicable law\" in this paragraph also includes orders from governmental organizations and courts (national and foreign).\nSubject to the law, we may transfer information as part of the sale of our business (including in the negotiations of such sale), and within the framework of a reorganization, merger, joint ventures and other transactions related to our business.\nIn such a case, the recipient of the information will be subject to the same restrictions on the use of information to which we are subject.\nIn accordance with the law, we may sometimes transfer aggregate information to third parties for various purposes, such as research or for the purposes of those parties.\nIn these cases, we will take steps to make this information transfer in a manner that makes it difficult to identify you or others.\n</p>DATA PRIVACY<p> We understand that the data you send to Copyleaks is confidential and treat it as such.\nExcept as otherwise provided in this Statement, we will never share the data you send us with anyone unless required by law.\nAccess will be restricted to the team members you invite, and to certain Copyleaks staff in order to provide support and develop the service.\n</p>MEDIA, ADVERTISEMENTS AND DIRECT MAILING<p> When you provide us with your contact details, you agree that we may contact you and send you mail and advertisements regarding our Services.\nWe may create a profile to serve your better targeted advertisements.\nWe may contact by e-mail, telephone, mobile phone (including SMS messages), social networks and other means.\nTo stop receiving commercial communications, please contact support@copyleaks.com.\nYou may still receive service-related communications.\n</p>RIGHT TO REVIEW AND CORRECT INFORMATION<p> You may review the Personal Information we have about you on our website.\nIf the information we hold about you is incorrect, you have the right to request its correction or deletion.\n</p>RIGHT TO WITHDRAW YOUR CONSENT AND TO HAVE YOUR PERSONAL INFORMATION DELETED<p> Applicable law may give you additional rights, such as to withdraw your consent to process your Personal Information.\nto have it deleted.\nto object to processing (for example, when the processing is based on the legitimate interest of Copyleaks and you believe that your rights prevail over it).\nTo receive more information or make any request, please contact support@copyleaks.com.\nWe will review your request in accordance with your and our rights (such as the right to keep information for protection from legal claims) and obligations (such as the duty to store information for tax purposes) under the applicable laws, notify you of the results of this review, and act accordingly.\nWe may, however, not be able to continue to serve you.\nTo delete content you submitted, please go to: https://copyleaks.com/Manage/RemoveFromInternalDB </p>Security<p> We follow appropriate industry standards to protect information which is in our possession, according to the applicable law.\nFor this purpose, we use reasonable security measures which comply with the standards of the Internet industry, including encryption and other protections.\nWe have adopted strict measures for the protection of privacy and the confidentiality of the information which safeguard against errors in the use of information provided by you or against unauthorized access to such information.\nDespite the aforementioned, there is a risk of unauthorized access to our database.\nIn that case, so long as we have used reasonable security measures, we will not be liable for damages caused by such unauthorized access or for the transfer of Information to a third party due to such access.\n</p>COOKIES AND AUTOMATIC DATA COLLECTION<p> In order to improve our services and our website, we use a technology called cookies, which are text files placed on your computer by a web server.\nThe cookies are not a computer program and cannot read information or perform any actions.\nThe cookies we use, as well as other similar technologies helps us to improve your browsing experience and our service to you, to improve the security of our website.\nPlease note that we may use third party cookies to collect usage and statistical information which does not include personally identifiable information.\nYou may block cookies at any time by changing your browsing setting or by withdrawing your consent (as describe above), except for operational and security Cookies which are necessary for the proper functioning of our website.\n</p>BROWSER USE<p> Note that in the ordinary course of internet activity, certain information may be sent from your browser to third parties.\nWe have no control over the information sent from your browser to such third parties and recommends that you ensure that your browser settings prevent the disclosure of information you would like to keep confidential.\n</p>LINKS TO OTHER WEBSITES<p> Our provision of the Service which enables you to access third party services or links to other websites or locations (\"Third Party Services\") is for your convenience only and does not signify our endorsement of such Third Party Services, other websites, locations or their contents.\nWe have no control over, do not review, and cannot be responsible for these Third Party Services or outside websites or their content.\nThis Statement does not apply to these Third Party Services or outside websites.\nWe strongly recommend that you learn about the privacy and security practices and policies of Third Party Services before providing them with any personal information.\n</p>CONTACT US<p> If you have any questions or comments about this Statement or the practices relating to the Site, or wish to correct, delete, or update any Personal Information we have collected, please contact us at support@copyleaks.com and we will make an effort to reasonably respond to your inquiry, or to update or remove any personal information you have provided us as indicated by you.\n</p>", "created_at": "2019-05-12 14:52:45.017283", "updated_at": "2021-09-01 21:16:26.29993"}, {"id": 8879, "name": "Terms of Use ", "url": "https://copyleaks.com/legal/termsofuse", "xpath": "/html/body/app-root/div/app-website-layout/div/app-navbar/mat-sidenav-container/mat-sidenav-content/div/div/main/app-terms-of-use-page/div/div/div[2]/div[1]", "text": "<p> Last revised April 6, 2016 </p>\n<p> Welcome to Copyleaks Ltd.\n(\"Copyleaks\", the \"company\", \"we\" or \"us\").\nYour use of this web site (the “Site”), the services and content made available on the Site (the \"Services\") are subject to these Terms of Use (these “Terms”).\nBy using any of our Services, you agree to be bound by, and use our Services in compliance with these Terms.\nIF YOU DO NOT AGREE TO THESE TERMS, DO NOT USE THE SERVICES.\nWe may make changes to these Terms from time to time, without prior notice.\nWhen we do, we will revise the “last updated” date given above.\nIt is your responsibility to review these Terms frequently and to remain informed of any changes made.\nThe then-current version of these Terms will supersede all earlier versions.\nYou agree that your continued use of the Services will constitute your acceptance of such revised Terms.\n</p>\n<p> We reserve the sole right to either modify or discontinue the Services, including the Mobile APP and the API Services, as defined below, or any of the Site's features, at any time with or without notice to you.\n</p>RIGHT TO USE THE SERVICES<p> By accepting these Terms, you expressly confirm that you are legally entitled and of legal age to accept these Terms, that you have read and understand these Terms, and that you have confirmed that your use of the Services is permitted under the laws of your country.\nCopyleaks will not be responsible if the use of the Services does not comply with the laws of your country.\n</p>\n<p> You also represent and warrant that any information you provide Copyleaks in connection with your use of the Services is accurate, correct and up to date.\n</p>LICENSE TO USE THE SERVICES<p> Subject to these Terms, we grant to you a limited, non-exclusive, non-transferable license to use the Services for your use only and not for resale or further distribution.\nYour right to use the Services is limited by all terms and conditions set forth in these Terms.\nExcept for this license granted to you, we and our licensors retain all right, title and interest in and to the Services, including all related intellectual property rights.\nThe Services are protected by applicable intellectual property laws, including international treaties.\n</p>REGISTRATION AND ACCOUNT<p> Copyleaks offers the Services in various methods (each, an \"Account\").\nAll Accounts require online registration and shall be governed by these Terms between you and Copyleaks.\nYou are responsible for maintaining the confidentiality of your Account (including the registration details and the data collected from the Site, and any other data that may be related to your Account), and fully responsible for all activities associated with your Account.\nYou agree to immediately notify Copyleaks of any unauthorized use of your Account or any other breach of security.\nCopyleaks cannot and will not be liable for any loss or damage arising from any unauthorized use of your Account.\n</p>USE OF THE SERVICE/S<p> Copyleaks offers you credits to use the Services (the \"Credit/s\").\nEach Credit can be used for a single page (containing 250 words).\nYou may purchase as many Credits as you desire.<br>\n<br>Once the Credits on your account run out, you will be required to acquire additional Credits to continue enjoying the Services.<br>\n<br>Copyleaks offer you the possibility of a \"refill option\", allowing you an automatic refill of the exact amount of Credits you purchased, at the same price as the primary Credits you purchased.<br>\n<br>A detailed description of our Copyleaks accounts, including the prices and the features associated with each type of account, is available on our Copyleaks Pricing page.<br>\n<br>Your Copyleaks account may contain as many Credits as you select to purchase in advance on a prepaid basis (the \"Prepaid Account\").\nYour Prepaid Credits will be valid for a period of 24 months and shall lapse automatically once this 24 months period is over.<br>\n<br>You can also purchase a monthly subscription at the amount of Credits you desire.\nYour Account will run from month to month (the \"Monthly Account\") with the same number of Credits you selected to begin with.\nIf you select a Monthly Account, you will have the same number of Credits each month, without the possibility of accumulating unused Credits of the previous month, and any such unused Credits shall be cancelled.<br>\n<br>Copyleaks will not return money for any unused Credits that were cancelled.<br>\n<br>You may change the number of Credits on your account at any time.\nYour account will be updated during the month immediately following such change.<br>\n<br>You may cancel your Copyleaks account at any time from our Website<br>\n<br>Copyleaks also offers you the Mobile APP that allows you to use Copyleaks\\' services on your mobile device (\"Mobile APP\") and the API which allows you to integrate Copyleaks services to your systems.\nCredits purchased on your Mobile APP are valid on your Mobile APP only and may not be transferred to your Copyleaks account on the Site or the API and .\nCredits purchased for the API cannot be transferred to the Copyleaks website services or to the Mobile APP.<br>\n<br>If you wish to upgrade your account from “Prepaid” to “Monthly”, you may do so at any time on the Website.\nYour upgraded account will be activated the following month.<br>\n<br>Prepaid Credits that were in your account prior to upgrading, will remain valid until the end of the following month, and shall be cancelled after that.<br>\n<br>Copyleaks may make changes to the services offered on the Site, the Mobile App or the API, or to the applicable prices for any the services provided, at any time, without notice.\n</p>PAYMENTS<p> Valid information on the cost of the Services is provided in the Pricing section of the Website.<br>\n<br>Copyleaks outsources all online payment processing to Leumi Card Global Payments (\"Leumi Card\").\nCopyleaks does not have access to credit card numbers and all other payment information submitted to Leumi Card as a result of the online payment process.\nYou agree to provide Leumi Card with a valid credit card and accurate, complete and updated information required by the subscription registration form.\nFailure to comply may result in the immediate termination of Services.<br>\n<br>You must contact Copyleaks via the technical support page at https://help.copyleaks.com/ about any billing problems or discrepancies when they first appear on your account statement.\nIf you do not bring them to Copyleaks\\' attention when they first appear on your account statement, you agree that you waive your right to dispute such problems or discrepancies.<br>\n<br>Leumi Card Reference Transactions are used to allow Copyleaks.com to make subsequent transactions on a monthly basis until you cancel your subscription.\nYou can cancel your subscription at any time by notifying Copyleaks through the Dashboard on the website and Copyleaks will immediately stop all services regarding the reference transaction.\n</p>REPORT OF ABUSE<p>If you believe someone has accessed the Services using your Account without your authorization, you must inform Copyleaks via the technical support page at https://help.copyleaks.com/</p>RESTRICTIONS<p> You must comply with all applicable laws when using our Services.\nExcept as may be expressly permitted by applicable law, or as Copyleaks may authorize expressly in writing, you will not, and will not permit anyone else to: (i) store, copy, modify, distribute, or resell any of the information.\naudio, visual, and audiovisual works, or other content made available through our Services (collectively, “Service Content”) or compile or collect any Service Content as part of a database or other work.\n(ii) use any automated tool (e.g., robots, spiders) to access or use our Services or to store, copy, modify, distribute, or resell any Service Content.\n(iii) rent, lease, or sublicense your access to our Services to another person.\n(iv) use any Services or Service Content for any purpose except for your own use.\n(v) circumvent or disable any digital rights management, usage rules, or other security features of our Services.\n(vi) use our Services in a manner that overburdens, or that threatens the integrity, performance, or availability of, our Services.\nor (vii) remove, alter, or obscure any proprietary notices (including copyright and trademark notices) on any portion of our Services or any Service Content.\n(viii) reproduce, modify, translate, enhance, decompile, disassemble, reverse engineer or create derivative works of any of our Services.\n</p>TERMINATION<p> You acknowledge and agree that Copyleaks has the right, at any time and for any reason, at its sole discretion with or without notice to you: (i) to terminate and/or shut down (temporarily or permanently) parts or all of the Services.\nUpon termination of the Services, your right to use the Services will immediately cease.\nAll provisions of the Terms which by their nature should survive termination shall survive termination.<br>\n<br>All payments are completely non-refundable.\nIf Copyleaks terminates and/or shut down (temporarily or permanently) parts or all of the Services, you will not receive any refund or partial refund for any charges already billed to your account.\n</p>ASSIGNMENT<p> This Agreement is personal to you, and you may not assign your rights or obligations to anyone.\nCopyleaks, however, may assign these Terms without your notice or consent.\n</p>PRIVACY POLICY<p> Copyleaks may collect registration and other information about you through the Services.\nOur collection, use, and disclosure of this information is governed by the Copyleaks Privacy Policy.\n</p>THIRD PARTY<p> The Site may provide links to third party websites or resources from the Site or Services.\nYou acknowledge and agree that Copyleaks is not responsible or liable for the availability or accuracy of, and Copyleaks does not endorse, such websites or resources or the content, products, or services on or available from such websites or resources.\nYou acknowledge and accept your sole responsibility for and assume all risk arising from your use of any such websites or resources.\n</p>TRADEMARKS AND SERVICE MARKS<p> There are a number of proprietary logos, service marks, trademarks, slogans and product designations (\"Marks\") found on this Site.\nBy making the Marks available on this Site, Copyleaks is not granting you a license to use them in any fashion.\nAccess to this Site does not confer upon you any license to the Marks under any of Copyleaks' or any third party's intellectual property rights.\nNo Copyleaks Marks may be used as a hyperlink or otherwise without prior written permission.\n</p>USE POLICIES<p> You are solely responsible for any content and other material that you submit, publish, transmit, or display on, through, or with our Services.<br>\n<br>BY ACCESSING AND/OR USING THE SITE FOR ANY PURPOSE WHATSOEVER, YOU AGREE TO THE COLLECTION AND USE OF ANY DOCUMENTS UPLOADED, IN ADDITION TO THE COLLECTION OF YOUR PERSONAL INFORMATION, ALL IN ACCORDANCE WITH THESE TERMS AND CONDITIONS UNDER OUR PRIVACY POLICY.\nCOPYLEAKS RESERVES THE RIGHT TO KEEP UPLOADED DOCUMENTS IN A DATA-BASE AND USE FOR ALL PURPOSES ACCORDING TO OUR PRIVACY POLICY.</p>SOURCE CODES<p> You will not create derivative works, decompile, modify or attempt to extract any source codes from the software underlying the Services, unless you are expressly permitted to do so under an open source license or Copyleaks gives you express written permission.\nAny third-party code that may be used by Copyleaks is covered by the applicable license, if any, authorizing use of such code.\n</p>GENERAL<p> Should one or more of the stipulations in the Terms be held to be invalid by a competent jurisdiction the remaining clauses shall remain valid and enforceable.\nThese Terms shall be governed by and interpreted in accordance with the laws of the state of Israel.\n</p>LIMITATION OF LIABILITY<p> In no event will Copyleaks, its officers, directors, employees or agents, be liable to you for any damages whatsoever, including without limitation, indirect, incidental, special, punitive or consequential damages arising out of or in connection with your use of the Site, Services, Copyleaks content and Service Content whether the damages are foreseeable and whether or not Copyleaks has been advised of the possibility of such damages.\nThe Service is provided to you on an \"as is\" basis and we disclaim all warranties and representations, express or implied, of non-infringement.\n</p>DISCLAIMER OF WARRANTIES<p> You expressly understand and agree that: your use of the Service is at your sole risk.\nThe Services are provided on an \"as is\" and \"as available\" basis.\nCopyleaks, its licensors and suppliers, partners, and your carrier expressly disclaim all warranties of any kind, whether express or implied, including, but not limited to the implied warranties of merchant-ability, fitness for a particular purpose, title, and non-infringement.\nCopyleaks does not warrant uninterrupted use or operation of the Services or that any data sent by you will be transmitted in uncorrupted form or within a reasonable amount of time.\nYou will be solely responsible for any delay or loss of any kind that results from your access or use of the Service, including loss of any data or any loss or harm to your device or personal computer.\nNo advice or information, whether oral or written, obtained by you from Copyleaks, through or from the Services, or from any partner or your carrier, will create any warranty not expressly stated in this agreement.\n</p>CONTACT US<p> If you have any questions or comments about these Terms or the practices relating to the Site, please contact us and we will make an effort to reasonably respond to your inquiry.\n</p>", "created_at": "2021-09-01 21:13:15.647036", "updated_at": "2021-09-01 21:13:23.323337"}], "points": [{"id": 25032, "title": "There is a date of the last update of the agreements", "source": "https://copyleaks.com/legal/termsofuse", "status": "Generated through the annotate view", "created_at": "2021-09-01 21:17:32.200153", "updated_at": "2021-09-06 16:06:09.619336", "quoteText": "Last revised April 6, 2016", "case_id": 331, "document_id": 8879, "quoteStart": 4, "quoteEnd": 30}], "urls": ["copyleaks.com"]}}