{"error": 448, "message": "OK", "parameters": {"id": 6743, "name": "Teamup", "created_at": "2022-07-31 00:08:51.15858", "updated_at": "2022-07-31 22:01:10.282019", "wikipedia": null, "keywords": null, "related": null, "slug": "teamup", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6743.png", "url": "teamup.com", "documents": [{"id": 12322, "name": "Privacy Policy", "url": "https://www.teamup.com/privacy-policy/", "xpath": "/html/body/div[1]/div/div/div/article/div/div[1]/div/div[2]/div/div[1]/div", "text": " <p>Last updated: May 04, 2018</p>\n<p>We value the privacy of those who use our service.\nWe process personal data in accordance with the EU’s General Data Protection Regulation (“GDPR”) and the data protection laws of Switzerland.</p>\n<p>This Privacy Policy covers the collection, use and disclosure of information that may be collected any time you interact with the Teamup Calendar “Service” (e.g.\nwhen you visit our web site, use our calendaring service, or communicate with Teamup support, etc.).\nTeamup undertakes all common and reasonable precautions to protect user information from loss, misuse and unauthorized access, disclosure, alteration, and destruction.</p>\n<p>This Privacy Policy amends and supplements our&nbsp;Terms of Service&nbsp;and our&nbsp;Data Processing Agreement.\nIf you do not agree to this Privacy Policy, you may discontinue the use of Teamup and delete your calendar.</p>\n<p>&nbsp;</p>\n1.\nPersonal Information\n<p>Teamup collects contact details (e.g.\nyour email address) and other personal information during the calendar creation process.</p>\n<p>None of the personal information Teamup collects will be shared with third parties, unless</p>\n<ul>\n<li>you have explicitly agreed to it.</li>\n<li>we need to share your data to fulfill your Service requests.</li>\n<li>Teamup believes to be required to do so by law.</li>\n</ul>\n<p>&nbsp;</p>\n2.\nCalendar Data\n<p>Teamup collects calendar data (e.g.\nevent date, event time, event location, event participants, event descriptions, etc.).</p>\n<p>None of the calendar data is shared with third parties unless</p>\n<ul>\n<li>the calendar owner explicitly allows or asks for it.</li>\n<li>we need to share your data to fulfill your Service requests.</li>\n<li>Teamup believes to be required to do so by law.</li>\n</ul>\n<p>&nbsp;</p>\n3.\nLogging\n<p>Teamup collects a wide range of log information for the purposes of monitoring, debugging, and improving the Service.\nThis includes automatically generated problem, performance, network analysis and general usage reports, as well as logs of the connections and queries made to Teamup’s servers (including the involved IP addresses), as well as analytical data about the usage of Teamup’s website.\nTeamup makes use of “cookies” in order to provide its Service.</p>\n<p>None of the logging data is shared with third parties unless Teamup believes to be required to do so by law.\nTeamup may share summarized usage data about the Service with third parties for marketing purposes.</p>\n<p>&nbsp;</p>\n4.\nUser Communications\n<p>Teamup collects and archives mail, email, data entered into web forms, and any other communication you send to Teamup for the purpose of processing and answering your requests and improving Teamup’s Service.\nTeamup may share user communication with third parties as needed to operate and improve the Service.</p>\n<p>&nbsp;</p>\n5.\nLocation of Data\n<p>Data is hosted in Oregon (United States), Dublin (Ireland), and Zurich (Switzerland).</p>\n<p>&nbsp;</p>\n6.\nChanges to this Policy\n<p>Please note that this Privacy Policy may change anytime.\nYour continued use of the service constitutes your agreement to this Privacy Policy.\nThe latest version of this Privacy Policy is always available at&nbsp;http://www.teamup.com/privacy-policy.</p> ", "created_at": "2022-07-31 00:08:51.161144", "updated_at": "2022-07-30 22:09:29.014743"}, {"id": 12323, "name": "Terms of Service", "url": "https://www.teamup.com/terms-of-service/", "xpath": "/html/body/div[1]/div/div/div/article/div/div[1]/div/div[2]/div/div[1]/div", "text": " <p>Last updated: January 26, 2021</p>\n<p>These Terms of Service (“Terms”) apply to the use of the Teamup Calendar service (“Service”) by you (“you” or “Customer”).\nThe Service is provided by Teamup Solutions AG, Kreuzstrasse 42, 8008 Zurich, Switzerland (“Teamup”).</p>\n<p>These Terms are amended and supplemented by our&nbsp;Privacy Policy&nbsp;and our&nbsp;Data Processing Agreement.</p>\n<p>If you wish to use the service, you must agree to these terms.\nIf you do not agree, any use of the service is unauthorized, and you should stop accessing the service.\nYour continued use of the service will constitute assent to these terms.\nYou represent that: (a) you have the full legal capacity to contractually obligate yourself to these Terms.\n(b) you have read, understood, and accepted these Terms.\nand (c) you have not violated these or other terms provided by Teamup previously.</p>\n<p>&nbsp;</p>\n1.\nProvision of the Service by Teamup\n<ul>\n<li>Your use of the Service is at your sole risk.\nThe Service is provided on an “as is” and “as available” basis.</li>\n<li>Teamup does not warrant that (i) the Service will meet your requirements or expectations, (ii) the Service will be delivered uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the Service will be accurate or reliable, (iv) any errors in the Service will be corrected.</li>\n<li>You understand and agree that Teamup shall not be liable for any direct, indirect, incidental, special, consequential, or exemplary damages, including but not limited to any loss of profit, loss of goodwill, loss of business reputation, loss of data, cost of procurement of substitute goods or Service, or other intangible loss resulting from: (i) the use or the inability to use the service.\n(ii) any changes which Teamup may make to the Service, or any permanent or temporary cessation in the provision of the Service.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) the deletion of, corruption of, or failure to store, any content and other communications data maintained or transmitted by or through the use of the Service.\n(v) or any other matter relating to the Service.</li>\n<li>Technical support is provided on a best-effort basis and by e-mail.</li>\n<li>You understand that Teamup can use third parties (e.g., hosting partners) to provide the necessary resources (e.g., hardware, software, networking, storage, etc.) to run the Service.</li>\n<li>Teamup may stop, remove, modify, or add (permanently or temporarily) Service features at Teamup’s sole discretion.\nAny new, changed, or removed features are subject to the Terms of Service.\nContinued use of the Service after any such changes constitutes your consent to the changes.</li>\n</ul>\n<p>&nbsp;</p>\n2.\nYour Use of the Service\n<ul>\n<li>You agree to use the Service only for purposes that are permitted by (i) the Terms of Service and (ii) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.</li>\n<li>For certain functions of the Service, Teamup may offer or require you to register for access.\nYou ensure that all registration information you provide will always be valid, correct, and up to date.\nYou are responsible for maintaining the security of your access and password.\nThe use of bots or other automated methods to obtain access to the Service are not permitted.</li>\n<li>For certain Services features, Teamup may offer to upload images.\nYou are responsible for not uploading abusive images, to not infringe on any copyrights or trademarks, and to not use a design which other Teamup users may deem offensive.</li>\n<li>You agree that you will not impersonate another person.</li>\n<li>You agree that you will not engage in any activity that interferes with or disrupts the Service (or the servers and networks which are connected to the Service).</li>\n<li>You agree that you will refrain from any activity that generates an abusive or excessive load on the Service.\nTeamup determines abuse or excessive usage at its sole discretion.</li>\n<li>You agree that you will not reproduce, duplicate, copy, sell, trade, or resell the Service for any purpose without the express written permission by Teamup.</li>\n<li>You agree that you are solely responsible for (and that Teamup has no responsibility to you or to any third party for) any breach of your obligations under the Terms of Service and for the consequences (including any loss or damage which Teamup may suffer) of any such breach.</li>\n<li>You agree to Teamup’s privacy policy, available at&nbsp;http://www.teamup.com/privacy-policy/.</li>\n<li>Teamup reserves the right (but has no obligation) to pre-screen, review, flag, filter, modify, refuse, or remove any or all content or accounts from the Service at Teamup’s sole discretion.</li>\n<li>You understand that by using the Service you are responsible for the content that may be accessible to your users.\n&nbsp;You shall make the best effort to eliminate content that your users may find offensive, indecent, or objectionable.</li>\n</ul>\n<p>&nbsp;</p>\n3.\nPrice Changes\n<ul>\n<li>Prices of all Service features are subject to change.\nIf they change, the changes do not affect running subscriptions, but will take effect only for any subsequent subscription period.</li>\n<li>Teamup is not liable to you or to any third party for any price change.</li>\n</ul>\n<p>&nbsp;</p>\n4.\nCancellation\n<ul>\n<li>There is no notice period.\nA subscription can be canceled anytime.\nThe calendar will be downgraded at the end of the current subscription period.</li>\n<li>No refund is provided.\nA credit may be issued for unused time of annual subscriptions that can be applied to future charges upon reactivation of the subscription.&nbsp.\nIf you need to request a refund for special reasons, please contact the Teamup support desk for assistance.</li>\n</ul>\n<p>&nbsp;</p>\n5.\nGeneral\n<ul>\n<li>Teamup reserves the right to update and change the Terms of Service at any time without notice.\nYou can review the most current version of the Terms of Service at&nbsp;http://www.teamup.com/terms-of-service/</li>\n<li>The failure of Teamup to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision.</li>\n<li>You agree that Teamup owns all legal rights in the Service.\nYou must not remove, modify, or obscure any legal notices.\nYou are not entitled to use Teamup’s trademarks (especially Teamup, Teamup Calendar), trade names, brands, domain names, or other distinctive brand features.</li>\n<li>Violation of any of the terms can result in the termination of your account or access to the Service.\nViolation of any of the terms will also terminate your usage rights of the Service.</li>\n<li>If a provision of this agreement is or becomes illegal, invalid or unenforceable in any jurisdiction, that shall not affect: (i) the validity or enforceability in that jurisdiction of any other provision of this agreement.\nor (ii) the validity or enforceability in other jurisdictions of that or any other provision of this agreement.</li>\n<li>These Terms of Service constitute the entire agreement between you and Teamup and replace all previous agreements under this title.\nThere are no verbal subsidiary agreements.</li>\n<li>These Terms of Service, and your relationship with Teamup under these Terms of Service, shall be governed by the laws of Switzerland.\nYou and Teamup agree to submit to the exclusive jurisdiction of the courts located in Zurich, Switzerland, to resolve any legal matter arising from the Terms of Service.</li>\n</ul> ", "created_at": "2022-07-31 00:08:51.163041", "updated_at": "2022-07-30 22:09:15.327808"}], "points": [], "urls": ["teamup.com"]}}