{"error": 448, "message": "OK", "parameters": {"id": 4090, "name": "Lomography", "created_at": "2021-06-15 05:33:02.404605", "updated_at": "2021-06-15 22:00:43.72758", "wikipedia": null, "keywords": null, "related": null, "slug": "lomography", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4090.png", "url": "lomography.com", "documents": [{"id": 7063, "name": "Terms and Conditions", "url": "https://www.lomography.com/about/terms", "xpath": "/html/body/div[1]/div[1]/section/div", "text": " Terms and Conditions Scope <p>Welcome to LOMOGRAPHY.\n“We” means our company, the Lomographische AG, a Vienna-based stock corporation properly incorporated and validated under Austrian Law and registered with the commercial register of the Commercial Court of Vienna under 134784 m and/or its affiliates provide website features to you subject to the following conditions.\nIf you visit or shop at lomography.com, you accept these conditions.\n“You” means you the visitor, user or buyer of our products.</p>\n<p>For wholesales inquiries, please contact info@lomography.com to learn about wholesales terms and conditions.</p> Lomography principles <p>Lomography is a registered trademark of the Lomographische AG (corporation).\nIts websites are to present high quality analogue photography cameras, films, accessories and fashion to the world.\nIn order to establish a fair and transparent business relationship from the very first moment, the following terms and conditions are detailed below:</p>\n<ul>\n<li>Placing your order</li>\n<li>Prices</li>\n<li>Payment</li>\n<li>Shipping</li>\n<li>Returns</li>\n<li>Lomography Gallery Stores – Gift Cards</li>\n<li>Our Liability</li>\n<li>Export Control</li>\n<li>Community Rules</li>\n<li>Condition of Use</li>\n<li>Intellectual Property</li>\n<li>Support/Customer Service</li>\n<li>Disagreements Governing Law and Jurisdiction</li>\n<li>General</li>\n<li>Contact</li>\n<li>About Us</li>\n<li>Changes</li>\n</ul> Placing your order <p>Your order represents an offer to us to purchase one or more products.\nYour order is accepted as soon as we ship the goods.\nYou will then also receive an email confirming the shipment.\nThe order confirmation email can be seen as a confirmation that we received your offer to buy our products.</p>\n<p>We have the right to make small adjustments to your order which affects not prices or quantity of products.\nE.g.\nWhen you order 5 Fuji Instax twin packs, we are allowed to send 10 Fuji Instax single packs.\n</p> Prices <p>Our Prices are displayed in EUR, USD, or GBP depending on the selected region, and include the legal value added tax where applicable.</p>\n<p>With the exception of all orders within the EU, all recipients of international shipments from Lomographische AG are responsible for any local import duties, customs fees, or taxes that may be charged.\nAs with any international shipment, your local customs office may detain the merchandise and delay its arrival while accessing appropriate duty charges.</p>\n<p>Availability information for the products in our shop is listed on each item’s detail page.\nAs we process your order, we will inform you by e-mail if any items you order turn out to be unavailable or their delivery will be delayed due to any reasons.</p>\n<p>Prices are subject to change.</p>\n<p>We have the right to change prices at any time, without the need to inform you.</p>\n<p>Lomography is running different sales promotions on its shop.\nPromotions normally have an ending date, but we have the right to stop all the promotions at any time without mentioning a reason.\nAlso all promotions end, when we run out of stock with a promoted item.\nYou have no right to claim for offers.\nThat applies in particular for Coupon Codes and Vouchers which we have published on Social Media sites or our newsletters.\n</p> Payment <p>If not stated otherwise, all goods are in stock and all orders placed before 09.00 cet.\nwill be sent out on same workday.</p>\n<p>Depending on where your order is shipped to, the following approximate delivery times and costs as shown on your Order Confirmation.</p>\n<p>Title to and risk of loss in your Products will pass to you on delivery of the Products to the address stated in your Order Confirmation.</p>\n<p>Upon delivery of the Products to our carrier we will send you a confirmation of shipment by e-mail provided you have indicated an e-mail address on the Order Form.</p> Shipping <p>If not stated otherwise, all goods are in stock and all orders placed before 09.00 cet.\nwill be sent out on same workday.\nDepending on where your order is shipped to, the following approximate delivery times and costs as shown on your Order Confirmation.\nTitle to and risk of loss in your Products will pass to you on delivery of the Products to the address stated in your Order Confirmation.\nUpon delivery of the Products to our carrier we will send you a confirmation of shipment by e-mail provided you have indicated an e-mail address on the Order Form.</p> Returns <p>Please before you return items, contact Customer-service for a return authorization of your purchase.\nThis is absolutely necessary for correct processing of your return.\n</p> Dissatisfied with the product <p>14-Day, “No-Questions-Asked” Refunds If you are dissatisfied with your purchase, for whatever reason, you may return it for a full refund within 14 days of your receipt of the product.\nUnless it is defective, the item must be in unused re-saleable condition with all original packaging and documentation.\nYou will be credited for your full purchase less our initial shipping charge.\nAdditionally, you are responsible for the shipping costs of your return.\nIn case of a justified complaint, we will of course refund the shipping fees on basis of the cheapest possible mode of shipment by standard post.\nPlease contact us before returning your order and ask for your returning code.</p> Damaged goods <p>Immediately contact us at Customer-service for a return authorization.\nWe will reimburse you for return shipping charges only on items, which contain manufacturer defects.</p>\n<p>Within 2 years from the purchase date, please contact us if there is a material defect in our cameras on our behalf.\nIf the defect was our fault, we will you repair your cameras for free.\nYou have only to pay the return shipping charges.\nBut we have the right to deliver you a similar product in exchange.\nOtherwise we can to withdraw from the contract or to request a price reduction.</p>\n<p>We are not responsible for damages caused by incorrect use, handling, or abuse of the item.</p>\n<p>The damaged item and invoice must accompany the return in order for us to process an exchange.\nPlease also include a note stating the product’s defect.</p>\n<p>USED PRODUCTS: All the used products offered are carefully checked and therefore we are proud to sell them with an effective warranty for 6 months (if not stated different in the product description) from date of purchase.\nBoth the product and invoice or receipt stating the date of purchase must be returned together.</p>\n<p>The extent of warranty does not cover the removal of errors and additional expenditure, as far as they resulted from outside influences and operating errors.\n</p>\n<p>ALL EXPIRED FILM is sold as seen and under exclusion of each guarantee, unless stated in the product description.</p> Manufacturer warranties <p>Most of the new items carried on our websites offer a substantial warranty period through the manufacturer.\nPlease read the product specifications for information on a specific item.</p> Lomography Gallery Stores – Gift Cards General terms of use <ul>\n<li>The Lomography Gallery Store gift cards are redeemable only for merchandise and services in the Lomography Gallery Store mentioned on the card.\nThey are not valid for online purchase and cannot be redeemed in department stores.</li>\n<li>In order to redeem the card you have to present the original to the Lomography Gallery Store Staff.</li>\n<li>The entire amount on the card has to be used at once.</li>\n<li>Not redeemable for cash and it may not be applied as payment to your credit card account.</li>\n<li>Not a credit or debit card.</li>\n<li>The bearer is responsible if the card is lost or stolen.\nLost or stolen cards will not be replaced and Lomography is not responsible for any loss or damage resulting from lost or stolen cards or use without your permission.</li>\n<li>No refunds or exchanges allowed.</li>\n<li>Fake cards will not be accepted.\nIn case you present a card with an invalid number you will have to present the original receipt attesting the purchase of the card in the Lomography Gallery Store.</li>\n<li>Valid one year after purchase, unless otherwise required by law.</li>\n<li>Gift cards are available in the Lomography Gallery Stores from the UK and USA.\nFor a detailed view of all domestic terms and conditions applicable to local law please check:</li>\n</ul> United Kingdom <p>Gift cards issued in the United Kingdom are valid one year after purchase.</p> United States of America California Civil Cover <p>\n<strong>SECTION 1749.45–1749.6</strong>\n</p>\n<p>1749.45.</p>\n<p>(a) As used in this title, “gift certificate” includes gift cards, but does not include any gift card usable with multiple sellers of goods or services, provided the expiration date, if any, is printed on the card.\nThis exemption does not apply to a gift card usable only with affiliated sellers of goods or services.</p>\n<p>(b) Nothing in this title prohibits those fees or practices expressly permitted by Section 17538.9 of the Business and Professions Code with respect to a prepaid calling card, as defined in that section, that is issued solely to provide an access number and authorization code for prepaid calling services.</p>\n<p>1749.5.</p>\n<p>(a) It is unlawful for any person or entity to sell a gift certificate to a purchaser that contains any of the following:</p>\n<p>(1) An expiration date.</p>\n<p>(2) A service fee, including, but not limited to, a service fee for dormancy, except as provided in subdivision (e).</p>\n<p>(b) (1) Any gift certificate sold after January 1, 1997, is redeemable in cash for its cash value, or subject to replacement with a new gift certificate at no cost to the purchaser or holder.</p>\n<p>(2) Notwithstanding paragraph (1), any gift certificate with a cash value of less than ten dollars ($10) is redeemable in cash for its cash value.</p>\n<p>(c) A gift certificate sold without an expiration date is valid until redeemed or replaced.</p>\n<p>(d) This section does not apply to any of the following gift certificates issued on or after January 1, 1998, provided the expiration date appears in capital letters in at least 10-point font on the front of the gift certificate:</p>\n<p>(1) Gift certificates that are distributed by the issuer to a consumer pursuant to an awards, loyalty, or promotional program without any money or other thing of value being given in exchange for the gift certificate by the consumer.</p>\n<p>(2) Gift certificates that are donated or sold below face value at a volume discount to employers or to nonprofit and charitable organizations for fundraising purposes if the expiration date on those gift certificates is not more than 30 days after the date of sale.</p>\n<p>(3) Gift certificates that are issued for perishable food products.</p>\n<p>(e) Paragraph (2) of subdivision (a) does not apply to a dormancy fee on a gift card that meets all of the following criteria:</p>\n<p>(1) The remaining value of the gift card is five dollars ($5) or less each time the fee is assessed.</p>\n<p>(2) The fee does not exceed one dollar ($1) per month.</p>\n<p>(3) There has been no activity on the gift card for 24 consecutive months, including, but not limited to, purchases, the adding of value, or balance inquiries.</p>\n<p>(4) The holder may reload or add value to the gift card.</p>\n<p>(5) A statement is printed on the gift card in at least 10-point font stating the amount of the fee, how often the fee will occur, that the fee is triggered by inactivity of the gift card, and at what point the fee will be charged.\nThe statement may appear on the front or back of the gift card, but shall appear in a location where it is visible to any purchaser prior to the purchase thereof.</p>\n<p>(f) An issuer of gift certificates may accept funds from one or more contributors toward the purchase of a gift certificate intended to be a gift for a recipient, provided that each contributor is provided with a full refund of the amount that he or she paid toward the purchase of the gift certificate upon the occurrence of all of the following:</p>\n<p>(1) The funds are contributed for the purpose of being redeemed by the recipient by purchasing a gift certificate.</p>\n<p>(2) The time in which the recipient may redeem the funds by purchasing a gift certificate is clearly disclosed in writing to the contributors and the recipient.</p>\n<p>(3) The recipient does not redeem the funds within the time described in paragraph (2).</p>\n<p>(g) The changes made to this section by the act adding this subdivision shall apply only to gift certificates issued on or after January 1, 2004.</p>\n<p>(h) For purposes of this section, “cash” includes, but is not limited to, currency or check.\nIf accepted by both parties, an electronic funds transfer or an application of the balance to a subscriber’s wireless telecommunications account is permissible.</p>\n<p>1749.51.</p>\n<p>Any waiver of the provisions of this title is contrary to public policy, and is void and unenforceable.</p>\n<p>1749.6.</p>\n<p>(a) A gift certificate constitutes value held in trust by the issuer of the gift certificate on behalf of the beneficiary of the gift certificate.\nThe value represented by the gift certificate belongs to the beneficiary, or to the legal representative of the beneficiary to the extent provided by law, and not to the issuer.</p>\n<p>(b) An issuer of a gift certificate who is in bankruptcy shall continue to honor a gift certificate issued prior to the date of the bankruptcy filing on the grounds that the value of the gift certificate constitutes trust property of the beneficiary.</p>\n<p>(c) (1) This section does not alter the terms of a gift certificate.\nThe terms of a gift certificate may not make its redemption or other use invalid in the event of a bankruptcy.</p>\n<p>(2) This section does not require, unless otherwise required by law, the issuer of a gift certificate to:</p>\n<p>(A) Redeem a gift certificate for cash.</p>\n<p>(B) Replace a gift certificate that has been lost or stolen.</p>\n<p>(C) Maintain a separate account for the funds used to purchase the gift certificate.</p>\n<p>(d) (1) This section does not create an interest in favor of the beneficiary of the gift certificate in any specific property of the issuer.</p>\n<p>(2) This section does not create a fiduciary or quasi-fiduciary relationship between the beneficiary of the gift certificates and the issuer, unless otherwise provided by law.</p>\n<p>(3) The issuer of a gift certificate has no obligation to pay interest on the value of the gift certificate held in trust under this section, unless otherwise provided by law.</p> NY General Business Law section 396-I Chapter 170 <p>§ 396-i.</p>\n<p>Acceptance of unexpired gift certificates.\n1.\nFor the purposes of this section, “gift certificate” shall mean a written promise or electronic payment device that: (i) is usable at a single merchant or an affiliated group of merchants that share the same name, mark, or logo, or is usable at multiple, unaffiliated merchants or service providers.\nand (ii) is issued in a specified amount.\nand (iii) may or may not be increased in value or reloaded.\nand (iv) is purchased and/or loaded on a prepaid basis for the future purchase or delivery of any goods or services.\nand (v) is honored upon presentation.\nGift certificate shall not include an electronic payment device linked to a deposit account, or prepaid telephone calling cards regulated under section ninety-two-f of the public service law.\nGift certificate also shall not include flexible spending arrangements as defined in Section 106(c)(2) of the Internal Revenue Code, 26 U.S.C.\n§ 106(c)(2).\nflexible spending accounts subject to Section 125 of the Internal Revenue Code, 26 U.S.C.\n§ 125.\nArcher MSAs as defined in Section 220(d) of the Internal Revenue Code, 26 U.S.C.\n§ 220(d).\ndependent care reimbursement accounts subject to Section 129 of the Internal Revenue Code, 26 U.S.C.\n§ 129.\nhealth savings accounts subject to Section 223(d) of the Internal Revenue Code, 26 U.S.C.\n§ 223(d), as amended by Section 1201 of the Medicare Prescription Drug, Improvement, and Modernization Act of 2003, Pub.\nL.\nNo.\n108–173.\nor similar accounts from which, under the Internal Revenue Code and its implementing regulations, individuals may pay medical expenses, health care expenses, dependent care expenses, or similar expenses on a pretax basis.\nGift certificate also shall not include a prepaid discount card or program used to purchase identified goods or services at a price or percentage below the normal and customary price.\nprovided that the expiration date of the prepaid discount card or program is clearly and conspicuously disclosed.\nGift certificate also shall not include payroll cards or other electronic payment devices which are linked to a deposit account and which are given in exchange for goods or services rendered.</p>\n<p>1-a.\nNo person, firm, partnership, association or corporation who or which issues gift certificates or store credits, or who or which conducts a “closing out sale” or “defunct business sale” as such terms are defined in section five hundred eighty-one of this chapter, of the merchandise of any such person, firm, partnership, association or corporation, shall refuse to accept such gift certificate or store credit in payment for goods or services used or bought for use primarily for personal, family or household purposes, including, but not limited to, goods or services advertised on sale or pursuant to a liquidation or close-out, provided that if the certificates or the terms of the store credits limit the period of time during which they may be used, they are presented for redemption before the expiration of such period of time.</p>\n<p>2.\nNo person, firm, partnership, association or corporation who or which issues gift certificates or store credits, or who or which conducts a “closing out sale” or “defunct business sale” as such terms are defined in section five hundred eighty-one of this chapter, shall in any manner restrict the holder of a gift certificate or store credit from electing use of such gift certificate or store credit in a manner not inconsistent with stated terms of such gift certificate or store credit, nor shall any person, firm, partnership, association or corporation who or which issues gift certificates or store credits, or who or which conducts a “closing out sale” or “defunct business sale” as such terms are defined in section five hundred eighty-one of this chapter, alter the term of a gift certificate or store credit after it has been issued.</p>\n<p>2-a.\n(a) The terms and conditions of a gift certificate shall be disclosed to the purchaser:</p>\n<p>(i) on a sign conspicuously posted stating “TERMS AND CONDITIONS ARE APPLIED TO GIFT CERTIFICATES/GIFT CARDS”.\nor (ii) conspicuously stated in an offer made by mail thus: “TERMS AND CONDITIONS ARE APPLIED TO GIFT CERTIFICATES/GIFT CARDS”.</p>\n<p>(b) For purchases via electronic, computer, or telephonic means, the statement “TERMS AND CONDITIONS ARE APPLIED TO GIFT CERTIFICATES/GIFT CARDS” shall be stated prior to the customer’s purchase of the gift certificate or conspicuously written within the electronic message offering a gift certificate for purchase.</p>\n<p>(c) All advertisements or promotions for gift certificates shall include a notice in like or similar term to the following: “TERMS AND CONDITIONS ARE APPLIED TO GIFT CERTIFICATES/GIFT CARDS”.</p>\n<p>3.\nThe terms and conditions of a gift certificate store credit shall be clearly and conspicuously stated thereon.\nTerms and conditions shall include the expiration date, whether any fees are assessed against the balance of the gift certificate, and whether a fee will be charged for the replacement of a gift certificate that is lost, stolen, or destroyed.\nAdditional terms and conditions including, but not be limited to, policies related to refunds, warranties, changes in terms and conditions, assignment and waiver shall be conspicuously printed: (a) on the gift certificate.\nor (b) on an envelope or packaging containing the gift certificate, provided that a toll free telephone number to access the additional terms and conditions is printed on the gift certificate.\nor (c) on an accompanying printed document, provided that a toll free telephone number to access the additional terms and conditions is printed on the gift certificate.</p>\n<p>3-a.\nThe requirements of subdivisions two-a and three of this section shall not apply to a gift certificate that has no terms and conditions.</p>\n<p>3-b.\nSubparagraph (i) of paragraph (a) of subdivision two-a of this section shall not apply to gift certificates:</p>\n<p>(a) sold below face value or at a volume discount to employees, to nonprofit and charitable organizations, or educational institutions for fundraising purposes.\nor</p>\n<p>(b) distributed to a consumer or employee pursuant to an awards, rewards, loyalty, or promotional program without any consideration being given in exchange for the gift certificate by the consumer or employee.</p>\n<p>3-c.\nNothing in this section shall be construed to prevent unclaimed funds related to gift certificates from becoming abandoned under section thirteen hundred fifteen of the abandoned property law.</p>\n<p>4.\nWhenever there shall be a violation of this section, an application may be made by the attorney general in the name of the people of the state of New York to a court or justice having jurisdiction by a special proceeding to issue an injunction, and upon notice to the defendant of not less than five days, to enjoin and restrain the continuance of such violations.\nand if it shall appear to the satisfaction of the court or justice that the defendant has, in fact, violated this section, an injunction may be issued by such court or justice, enjoining and restraining any further violation, without requiring proof that any person has, in fact, been injured or damaged thereby.\nIn any such proceeding, the court may make allowances to the attorney general as provided in paragraph six of subdivision (a) of section eighty-three hundred three of the civil practice law and rules and direct restitution.\nWhenever the court shall determine that a violation of this section has occurred, the court may impose a civil penalty of not more than one thousand dollars for such violation.\nIn connection with any such application, the attorney general is authorized to take proof and make a determination of the relevant facts and to issue subpoenas in accordance with the civil practice law and rules.</p>\n<p>5.\n(a) No retroactive fees shall be assessed against a gift certificate.</p>\n<p>(b) No monthly service fees may be assessed against the balance of a gift certificate prior to the thirteenth month of dormancy.</p>\n<p>(c) For the purposes of this subdivision, “dormancy” shall mean non-use of a gift certificate.\nUse of a gift certificate shall include, but not be limited to, adding value, or purchases.</p>\n<p>6.\nThe provisions of this section shall be exclusive and shall preempt any provisions of local law, ordinance or code, and no locality shall impose requirements that are inconsistent with or more restrictive than those set forth in this section.</p> The Abandoned Property Law, Sections 103 and 1315 <p>§ 103.\nDefinitions.\nAs used in this chapter</p>\n<p>(a) “Abandoned property fund” means the abandoned property fund established by section ninety-five of the state finance law, as such section was added by a chapter of the laws of nineteen hundred forty-four, entitled “An act to amend the state finance law, in relation to establishing an abandoned property fund and providing for the transfer of certain moneys and property to such fund, and to amend the surrogate’s court act in relation to payments from such fund.”</p>\n<p>(b) “Abandoned property heretofore paid to the state” means, unless a more limited meaning clearly appears from the context, all money or other personal property collected or received by the state comptroller or the department of taxation and finance pursuant to the provisions of</p>\n<p>(i) section twenty-two hundred twenty-two of the surrogate’s court procedure act;</p>\n<p>(ii) subdivision two of section five, sections thirty-two, one hundred twenty-seven, one hundred seventy, two hundred fifty-seven and three hundred fourteen of the banking law;</p>\n<p>(iii) subsection (c) of section seven thousand four hundred thirty-four of the insurance law;</p>\n<p>(iv) subdivision four of section sixty-six-a and section one hundred four-c of the public service law;</p>\n<p>(v) section thirteen-c of the transportation corporations law;</p>\n<p>(vi) sections eighty-four, ninety and ninety-two of the state finance law;</p>\n<p>(vii) section four hundred twenty-four of the vehicle and traffic law;</p>\n<p>(viii) section one hundred thirty-eight of the navigation law;</p>\n<p>(ix) and any earlier provision of law which embodies provisions which are substantially the same as or equivalent to those contained in such sections.</p>\n<p>(c) “Banking organizations” means all banks, trust companies, private bankers, savings banks, industrial banks, safe deposit companies, savings and loan associations, credit unions and investment companies in this state, organized under or subject to the provisions of the laws of this state, or of the United States, including entities organized under section six hundred eleven of title twelve of the United States code, but does not include federal reserve banks.\nFor the purposes of this chapter, the term “banking organization” shall also include any corporation or other organization which is a wholly or partially owned subsidiary of any banking organization, banking corporation, or bank holding company, which performs any or all of the functions of a banking organization, or any corporation or other organization which performs such functions pursuant to the terms of a contract with any banking organization.</p>\n<p>(d) “Infant” means a person who has not attained the age of eighteen years.\n“Infancy” means the state of being an infant.</p>\n<p>(e) “Life insurance corporation” means any insurer corporation organized under the laws of this state or any foreign corporation authorized to do either one or both kinds of insurance business authorized in paragraphs one and two of subsection (a) of section one thousand one hundred thirteen of the insurance law, as amended from time to time.\nThe term life insurance corporation shall include a fraternal benefit society as defined in section four thousand five hundred one of the insurance law.</p>\n<p>(f) “Utility services” means gas, electricity or steam supplied by a gas, electric, gas and electric or district steam corporation, telephone, telegraph or other service furnished by a telephone, telegraph or telegraph and telephone corporation, water supplied by a waterworks corporation, or appliances, equipment, installations, fixtures or appurtenances rented by any such corporation.</p>\n<p>(g) “Gift certificate” shall mean a written promise or electronic payment device that: (i) is usable at a single merchant or an affiliated group of merchants that share the same name, mark, or logo, or is usable at multiple, unaffiliated merchants or service providers.\nand (ii) is issued in a specified amount.\nand (iii) may or may not be increased in value or reloaded.\nand (iv) is purchased and/or loaded on a prepaid basis for the future purchase or delivery of any goods or services.\nand (v) is honored upon presentation.\nGift certificate shall not include an electronic payment device linked to a deposit account, or prepaid telephone calling cards regulated under section ninety-two-f of the public service law.\nGift certificate also shall not include flexible spending arrangements as defined in Section 106(c)(2) of the Internal Revenue Code, 26 U.S.C.\n§ 106(c)(2).\nflexible spending accounts subject to Section 125 of the Internal Revenue Code, 26 U.S.C.\n§ 125.\nArcher MSAs as defined in Section 220(d) of the Internal Revenue Code, 26 U.S.C.\n§ 220(d).\ndependent care reimbursement accounts subject to Section 129 of the Internal Revenue Code, 26 U.S.C.\n§ 129.\nhealth savings accounts subject to Section 223(d) of the Internal Revenue Code, 26 U.S.C.\n§ 223(d), as amended by Section 1201 of the Medicare Prescription Drug, Improvement, and Modernization Act of 2003, Pub.\nL.\nNo.\n108–173.\nor similar accounts from which, under the Internal Revenue Code and its implementing regulations, individuals may pay medical expenses, health care expenses, dependent care expenses, or similar expenses on a pretax basis.\nGift certificate also shall not include a prepaid discount card or program used to purchase identified goods or services at a price or percentage below the normal and customary price.\nprovided that the expiration date of the prepaid discount card or program is clearly and conspicuously disclosed.\nGift certificate also shall not include payroll cards or other electronic payment devices which are linked to a deposit account and which are given in exchange for goods or services rendered.</p>\n<p>§ 1315.\nMiscellaneous unclaimed property.</p>\n<p>This section shall encompass the following miscellaneous unclaimed property not otherwise covered by any other section of law.\nSuch property shall be paid or delivered to the state comptroller at such times and shall be accompanied by reports in such form as the state comptroller may prescribe.\n1.\nAny unclaimed amount representing unredeemed gift certificates sold after December thirty-first, nineteen hundred eighty-three, including gift certificates for merchandise only in which case the face value of such certificate shall be deemed the amount deemed abandoned, and owing in this state, or held by any corporation (other than a public corporation), joint stock company, individual, association of two or more individuals, committee or business trust in this state, and which has remained unclaimed by the owner of such amount for five years, shall be deemed abandoned property.</p>\n<p>1-a.\nAny amount representing outstanding checks issued on and after July first, nineteen hundred seventy-four in payment for goods or for services, and owing in this state, or held by any corporation (other than a public corporation), joint stock company, individual, association of two or more individuals, committee or business trust in this state, and which has remained unclaimed by the owner of such amount for three years, shall be deemed abandoned property.</p>\n<p>1-b.\nAny unclaimed amount for services not rendered or for goods not delivered, which amount was received after July first, nineteen hundred seventy-four, or in the case of a public utility company as that term is defined in subdivision twenty-three of section two of the public service law, on or after July first, nineteen hundred eighty which has remained unclaimed by the owner of such amount for three years, shall be deemed abandoned property.</p>\n<p>2.\nExcept as otherwise provided by law, any amount representing unclaimed money or securities and held in escrow or otherwise by any corporation (other than a public corporation), joint stock company, individual, association of two or more individuals, committee or business trust, to ensure the performance of any duty or obligation, shall be deemed abandoned property when:</p>\n<p>a.\nsuch amount is held or owing in this state, and b.\nsuch amount has remained unclaimed by the person or persons entitled thereto for three years, except c.\nwhere the duty or obligation for which such amount was deposited has not been performed and such performance is still required, such amounts shall not be deemed abandoned property.</p>\n<p>3.\nAny amount representing an unpaid lottery prize determined by the division of the lottery pursuant to section sixteen hundred fourteen of the tax law to have been abandoned shall be deemed abandoned property and shall be paid to the state comptroller.</p>\n<p>4.\nAny amount representing an unpaid check or draft issued by the state of New York which shall have remained unpaid after one year from the date of issuance or a debit card issued on behalf of the state of New York for the purpose of paying a tax refund which shall not have been activated for one year from the date of issuance in accordance with section one hundred two of the state finance law shall be deemed abandoned property and shall be paid to the state comptroller.</p> Our Liability <ul>\n<li>These terms and conditions set out the full extent of our obligations and liabilities in respect of the supply of the Products, performance of telephone support and warranty services and the performance of any Services.</li>\n<li>Save as set out at clause below, there are no warranties, conditions or other terms that are binding on us regarding the supply of Products or the provision of Services except as expressly stated in the Contract.</li>\n<li>Depending on the country in which you reside, there are certain implied warranties and conditions primarily relating to the quality of the Product which we are required to make, and we make these implied warranties and conditions to the extent, we are required to do so.\nYou should contact your local citizen’s advice bureau for more information about these requirements.\nIf these implied warranties and conditions are not required to be made by us, we do not make them.\nIn particular, we will not be responsible for ensuring that the Products are suitable for your purposes unless you have made your purpose for the Product known to us.</li>\n<li>In cases where you claim financial compensation under statute, we will seek to limit compensation to direct damages.\nIf you are not entitled to financial compensation as a consumer under a statutory right, the provisions of clauses e.\nand f.\nshall apply.\nNothing in the Contract shall limit or exclude our liability (i) for death or personal injury caused by our negligence or (ii) for fraud or (iii) any breach of the obligations implied by applicable compulsory national laws as to title or (iv) any liability which cannot be excluded by law.</li>\n<li>Subject to clause d.\nwe will not be liable under the Contract for any loss of income, loss of profits, loss of contracts, loss of data or for any indirect or consequential loss or damage of any kind howsoever arising and whether caused by tort (including negligence), breach of contract or otherwise.</li>\n<li>Subject to clause d.\nour maximum aggregate liability under the Contract whether in contract, tort (including negligence) or otherwise shall in no circumstances exceed the amount payable by you to us in respect of the Product(s) and/or Services in question.</li>\n<li>You may have statutory rights which may be in addition to the rights set out in these Terms, and information about these statutory rights may be obtained from citizen advice organisations.\nNo provisions of this clause affect your statutory rights as a consumer.</li>\n</ul> Export Control <p>Upon entering into a contract, you agree to comply with all Export Laws.\nYou agree (i) not to export any Product to any country in contravention of any Export Law, and (ii) not to export any Product to any country for which an export licence or other governmental approval is required, without first obtaining all necessary licences or other approvals.\nYou warrant that you are not located in, under the control of, or a national or resident of any country to which export of the Products is prohibited by any Export Law.</p>\n<p>Please note that import duties for countries not belonging to the European Union MAY be charged separately by your local customs authority.\nDepends if they check the consignment or not.</p> Community Rules <p>Price and Payment</p>\n<p>Your Membership content and services are presently available FREE of charge, exclusive of Internet or other telecommunications fees.</p>\n<p>Terms of Membership</p>\n<p>Membership is available to anyone who provides required information, provides an accurate, legitimate electronic mail address, and obtains a unique Lomography Member Name and password.\nMembership is intended for personal use only and is non-transferable.</p>\n<p>With regard to material you include in a public album, you grant a non-exclusive, world-wide, royalty free license to modify, publish and reproduce said material solely for the purpose of displaying, distributing and promoting “lomography.com”.</p>\n<p>Please see the “Termination of Service” clause below for additional Membership information.</p>\n<p>Member Album Guidelines</p>\n<p>We provide Member Albums and the associated storage space in a dedicated Directory area as a service to you.\nWe encourage the free exchange of ideas but have established the following parameters for you.\nAlbum building service and guidelines for any content placed on those pages.</p>\n<p>We are not responsible for the content of any Member Album, and the views expressed in our Directory area are the responsibility of your postings and not ours.\nWe do not review Albums in any way before they appear on the Member area of the Site.\nWe reserve the right to remove any album from the Site.</p>\n<p>We provide space for Member Albums but make no implied or express warranties about the reliability of these albums.\nWe are not responsible for any damage caused by loss of access to, or deletion or alteration of Member albums.\nindividual Members are responsible for monitoring and creating backups of their albums.</p>\n<p>The following is a non-exclusive list of actions and content that are not permitted on the Site:</p>\n<ul>\n<li>Any use of copyrighted material without the express permission of the author or owner.\nWith specific regard to issues of software piracy, please see our Addendum to the Terms of Service, on each album page.</li>\n<li>Any material that encroaches the rights of others, including expressions of bigotry, racism, or hatred.</li>\n<li>Any material that is perceived by us or members of our Community, as abusive, deceptive, profane, slanderous, offensive, or inappropriate, including pornography.</li>\n<li>Any use of material that contains viruses, corrupt files or other content which may compromise us or any user thereof.</li>\n<li>Any material that violates any laws or regulations of any governing body with jurisdiction over us and users.</li>\n<li>Any materials inconsistent with the values of the spirit of our Community.</li>\n<li>Adding links to your album that promotes any of the above.</li>\n<li>It is our policy to report suspected illegal activities to law enforcement agencies and to cooperate fully with their investigations.</li>\n</ul>\n<p>Rules for Online Conduct</p>\n<p>The Member agrees not to include any electronic mail or postings that contain any of the following material:</p>\n<ul>\n<li>Material that defames abuses or threatens others.</li>\n<li>Statements those are bigoted, hateful or racially offensive.</li>\n<li>Material that advocates illegal activity.</li>\n<li>Material that contains obscene content</li>\n<li>Advertising or any form of commercial solicitation.</li>\n</ul>\n<p>Survey responses are reviewed before appearing on the Site.\nChat and Message Board Postings are not reviewed prior to appearing on the Site.\nWe reserve the right to edit, delete, or move any Postings.</p>\n<p>Blocking of user materials</p>\n<p>Any material protected by copyright may not be placed on the Site or the Community area without the express permission of the author or owner of the copyright on that material.\nIf we become aware of the presence of copyright infringing material on its server either in the course of its ordinary and reasonable business activities, or through notification by a third-party who alerts us, through an appropriate notice as required under Copyright Law, of the specific location of the alleged presence of such materials, we will: - Promptly take down or block access to the allegedly infringing material.\nand - Contact the Member responsible for the album and alert him or her of the allegations of copyright infringement and of our take down or blocking of the allegedly infringing material.</p>\n<p>If you believe that the removal or blocking of his or her material was a result of a mistake or a misidentification of the material, you shall provide us a counter notification establishing the Member’s rights to display the material in question, as well as any other information shall request by us.\nUpon receipt, we will promptly forward the counter-notification to the party that claims to be the copyright owner.\nIf that party then does not file suit to enjoin the alleged infringement, we will re-post or unblock the material within 10–14 business days.</p>\n<p>Limitations of Liability</p>\n<p>You specifically agree that we or third-party content providers are not liable for any conduct by Members associated with the Site, including, but not limited to, Member Albums, Member Profiles or message boards.</p>\n<p>We and third-party content providers make no guarantee of the accuracy, correctness, or completeness of any information on the Site and are not responsible for</p>\n<ul>\n<li>any errors or omissions arising from the use of such information;</li>\n<li>any failures, delays, or interruptions in the delivery of any content or services contained within the Site.\nor</li>\n<li>Losses or damages arising from the use of the content or services provided by the Site.</li>\n</ul>\n<p>Indemnity</p>\n<p>You agree to indemnify us and any third-party information provider against any and all claims and expenses, including attorneys’ fees, arising from the Member’s use of the Site.\nThis expressly includes:</p>\n<ul>\n<li>Your responsibility for any and all liability arising from the violation or infringement of proprietary rights or copyrights and</li>\n<li>Any libellous or unlawful material contained within Member Albums, profiles, or Postings.</li>\n</ul> Termination of service <p>We may terminate your Membership and any and all information, communications, postings, or Albums at any time, without notice, for conduct that violates this Agreement or other policies or guidelines set out by us elsewhere on the Site.\nWe may terminate Membership and delete any and all information, communications, Postings, or Albums for online conduct that we believe is harmful to other Members, the business of us, or other third-party information providers.</p> Condition of Use General <p>This Agreement provides the condition governing the use of our Web Sites.\nBy visiting our Website, you agree to use the Site in a manner consistent with all applicable laws and regulations and in accordance with the terms and conditions discussed below.</p>\n<p>Disclaimer of Warranty</p>\n<p>We make no warranties or representations as to its accuracy and our specifically disclaims any liability or responsibility for any errors or omissions in the content on our Sites.\nNeither we and our parent or affiliated companies, nor any other party involved in creating, producing, or delivering the Site is liable for any direct, incidental, consequential, indirect, or punitive damages arising out of your access to, or use of, or inability to use or access, the Site.\nWithout limiting the foregoing, everything on the Site is provided to you “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.</p>\n<p>You agree that the use of the Site is entirely at your own risk.\nFurthermore, neither we nor any third-party content provider makes any warranty with respect to any content, information, services, or products provided through or in conjunction with the Site.</p>\n<p>Please note that some jurisdictions may not allow the exclusion of implied warranties, so some of the above exclusions may not apply to you.\nCheck your local laws for any restrictions or limitations regarding the exclusion of implied warranties.</p>\n<p>Features and Specifications</p>\n<p>Features and specifications of products described or depicted on the Site are subject to change at any time without notice.\nNon-metric weights and measures are approximate.</p>\n<p>Risk of Use</p>\n<p>We assume no responsibility, and shall not be liable for, any damages to, or viruses that may infect, your computer equipment or other property on account of your access to, use of, or browsing in the Site or your downloading of any materials, data, text, images, video, or audio from the Site.</p>\n<p>Use of your Ideas</p>\n<p>If you send any communications or materials to the Site by electronic mail or otherwise, including any data, questions, comments, suggestions, or the like, all such communications are, and will be treated as, non-confidential and non-proprietary.\nAnything you transmit or post may be used by us, our parent and/or its affiliates for any purpose, including, but not limited to, reproduction, disclosure, transmission, publication, broadcast, and posting.\nFurthermore, we and our parent and affiliates are free to use, without any compensation to you, any ideas, concepts, know-how, or techniques contained in any communication you send to the Site for any purpose whatsoever, including, but not limited to, developing, manufacturing, and marketing products using such information.</p>\n<p>Links to/from other Sites</p>\n<p>We are not responsible for the content of any site linked to or from the Site.\nYour linking to any other site is entirely at your own risk.\nWhile we may provide links on this Site to other sites, the inclusion of such links is for your convenience only and should not be interpreted as an endorsement of the owner/sponsor of the site or the content of the site.\nWe disclaim all warranties, express and implied, as to the accuracy, validity, legality or otherwise of any materials or information contained on such sites.</p>\n<p>Postings on the Site</p>\n<p>Although we may from time to time monitor or review discussions, chats, postings, transmissions, bulletin boards and the like on the Site, we are under no obligation to do so and assume no responsibility or liability arising from the contents neither of any such communications nor for any error, defamation, libel, obscenity, profanity, or inaccuracy contained in any such communication.\nYou are prohibited from posting or transmitting any unlawful, threatening, defamatory, libellous, obscene, pornographic or profane material or any material that could constitute or encourage conduct that would be considered a criminal offense or give rise to civil liability, or otherwise violate any law.\nWe will fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity of anyone posting such materials.</p> Intellectual Property <p>General</p>\n<p>One should assume that all material on the Site is protected by copyright unless noted otherwise and may not be used except as permitted in these Terms and Conditions or in the text on the Site.</p>\n<p>Ownership of Materials on Site</p>\n<p>Materials displayed on the Site are either the property of, or used with permission by us.\nThe use of these materials by you, or anyone else authorized by you, is prohibited unless specifically permitted by these Terms and Conditions or specific permission is provided elsewhere on the Site.\nAny unauthorized use of the images may violate copyright laws, trademark laws, the laws of privacy and publicity, and civil and criminal statues.</p>\n<p>Copyright Material</p>\n<p>We respect the intellectual property of others, and require that its users do the same.\nAccordingly, you may not place any material protected by copyright anywhere on the Site without the express permission of the author or owner of the copyright in that material.</p>\n<p>We will promptly take down or block access to infringing or allegedly infringing material on its servers if we become aware that such material infringe the copyright rights of a third party, whether we identify such infringement in the course of our ordinary and reasonable business activities, or through notification by a third party.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, and appears on the Site, please contact us.</p>\n<p>Our Trademarks</p>\n<p>We own the worldwide trademark rights for the brands Lomo, Lomography, Lomographie, Lomographic, Pop9, Holga, Lubitel, Diana, Smena, Actionsampler, Supersampler and other marks indicated on our sites are trademarks or registered trademarks of Lomographischen AG.\nOur graphics, logos, page headers, button icons, scripts and service names are the trademarks or trade dress of us.\nTrademarks and trade dress may not be used in connection with any products or service that is not from us, in any manner that is likely to cause confusion among customers, or in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits us.</p>\n<p>Warning</p>\n<p>In case of any infringement of our rights, our law firm has to undertake any action necessary to immediately stop all infringement of our intellectual property and ask for full compensation of the image damage and all fees for the use of its intellectual property.</p>\n<p>Disclaimer for Lomography Magazine</p>\n<p>The Lomography Magazine is a non-commercial user-submitted magazine with the intention of highlighting the work of artists and showing what is happening in the world of photography as well as providing inspiration for their photographic development.\nFor above shown images, photos and texts, our users granted us the right to use it for our articles.\nAs a content driven platform, the Lomography Magazine is independent from Lomography Online Shop site and open for free for all photography lovers.\nTherefore we deny all claim and responsibility for any possible intellectual property right infringement based on the shown images, photos and texts.\nIf you believe you have a claim of infringement with respect to material that is posted on our pages, you may give us written notification of your claim by emailing magazine@lomography.com! We will remove or block access to the allegedly infringing material.</p>\n<p>Disclaimer for users who send us content:</p>\n<p>We value and respect copyrights of others and expects its contributors to do the same.\nBy submitting content to us, you acknowledge that you own or have the intellectual property rights to submit the material.\nYou shall not submit as content any material protected by copyright or trademark without the express written permission of the owner of the material.\nDetermining whether material is protected by copyright or other proprietary rights is your responsibility.\nYou are solely responsible and liable for any damage caused by the misuse of material.\nFor clarity, you retain all of your ownership rights in your Content.\nHowever, by submitting material to us, you automatically grant, or warrant that the owner of such material has expressly granted us the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate and distribute such material (in whole or in part) worldwide.\nYou hereby grant us the right to edit, copy, publish and distribute any such material made available by you.</p> Support/Customer Service <p>If you need any help or have any problems that cannot be solved by reading the FAQ, please don’t hesitate to contact us directly at Customer-service.</p> Disagreements Governing Law and Jurisdiction <p>We will try to solve any disagreements quickly and efficiently.\nIf you are not happy with the way we deal with any disagreement and you want to take court proceedings, you must do so within your own country.</p> General <p>We will try to solve any disagreements quickly and efficiently.\nIf you are not happy with the way we deal with any disagreement and you want to take court proceedings, you must do so within your own country.</p> Contact <p>If you have any questions, please read our frequently asked questions before contacting us.</p>\n<p>Our most important mail address is: customerservice@lomography.com</p>\n<p>Please note that emails to European support will not be answered between Friday 5pm and Monday 9am C.E.T.</p> Europe <p>Lomographische AG<br>Kaiserstraße 34/12<br>1070 Vienna, Austria<br>Phone: +43–1–899440<br>Fax: +43–1–89944–22</p> Asia <p>Lomography Asia Pacific Ltd.<br>Room 803, Shun Kwong Commercial Bldg.<br>8 Des Voeux Rd W, Hong Kong<br>Phone: +852-2525 5417<br>Fax: +852-2525 5467</p> USA <p>Lomography Corporation USA<br>19 W 21st Street, Suite 1004<br>New York, NY 10010, USA<br>Phone: +1–212–529–4353<br>Phone: 1–888–576-LOMO (5666)<br>Fax: +1–212–529–4360</p> About Us <p>This website is a service of</p>\n<p>Company: Lomographische AG FN: FN 134784<br>Owner: Wolfgang Stranzinger, Sally Bibawy, Matthias Fiegl-Bibawy<br>Director: Sally Bibawy, Matthias Fiegl-Bibawy<br>Address: Kaiserstraße 34/12, 1070 Vienna<br>Email: info@lomography.com<br>Bank connection: Unicredit Bank &amp.\nAustria<br>No.: 417105004<br>Bank Code: 12000<br>Tax number: 011/2947<br>VAT registration Number (UID): ATU39069903</p> Changes <p>We may at any time revise these Terms by updating this posting.\nSince you are bound by these Terms, you should therefore periodically visit this page.\nPlease read our privacy policy carefully, as it informs you on the major aspects of the data processing on our web site and is integral part of our Terms and Conditions.</p> ", "created_at": "2021-06-15 05:33:02.408757", "updated_at": "2021-06-15 03:34:10.10671"}, {"id": 7062, "name": "Privacy Statement", "url": "https://www.lomography.com/about/privacy", "xpath": "/html/body/div[1]/div/section/div", "text": " Privacy Statement <p> At the Lomography, we believe our online visitors have the right to know our practices regarding data we may collect when you visit our web sites.\nThe policies contained herein apply to your visit to the web sites operated by Lomography and affiliated entities.\nWe sincerely guarantee taking the highest care in protecting the privacy of our customers! </p>\n<p> We invest in high-quality security and do our utmost to protect user privacy through the appropriate use of the latest security technology.\nWe shall take appropriate security measures to prevent unauthorised access, disclosure, modification, or destruction of Data.\n</p>\n<p> In order to participate in activities on our websites, it will be necessary for you to provide us with some personally identifiable information.\nIf you choose not to provide this information, you may not be able to participate in these activities.\n</p>\n<p> The Data is kept for the time stated in this document, and you can always request suspension or removal of your data.\n</p>\n<p> The data processing exclusively takes place according to the mandatory regulations of the Austrian Telecommunications Act (TKG 2003) and the EU General Data Protection Regulation (GDPR, DSGVO).\nIt takes place in the European Union, Switzerland, and the United States.\nThe data processing in Switzerland and the United States is compliant with the Privacy Shield Framework.\n</p>\n<p>\n<strong>Please read this privacy policy carefully</strong>, as it informs you on the major aspects of the data processing on our web site and is integral part of our Terms and Conditions.\nWe consider your continued use of our site and / or registration on it a freely given, specific, informed, and unambiguous agreement to the processing of personal data as described below.\n</p> Contacting Us <p> If you contact us through forms or directly by email, we store the data provided for six months for the purpose of processing the inquiry and follow-up questions.\n</p>\n<p> We will not pass on any individual user details (including your email address) for third party use unless we have your prior consent.\n</p> Web Shop Data Collection <p> For the purpose of an improved shopping experience and later execution of the contract, we as web shop operator collect the IP address assigned to you by your internet service provider, as well as name and postal address of the buyer.\n</p>\n<p> By placing your Order, you agree and understand that we may store, process and use data collected from your Order Form for the purposes of processing your Order.\nPlease note that we may also share such data globally within the Lomography group of companies.\n</p>\n<p> All transactions are processed through 128-bit encryption.\n</p>\n<p> We work with other companies that help us provide products and services to you.\nFor example we may provide your name, address, and telephone number to companies for the shipment of products to you, or to ensure that you benefit from special purchase discounts or terms.\nIn addition, where you request online payment-handling services, some of the information you provide will be passed to payment providers to authorise for your purchase.\n</p>\n<p> Our payment providers are: </p>\n<p> Stripe Inc., 185 Berry Street, Suite 550, San Francisco, CA 94107, USA, compliant with the EU-US Privacy Shield Framework.\nprivacy policy: https://stripe.com/at/privacy </p>\n<p> PayPal.\nPayPal (Europe) S.à.r.l.\n&amp.\nCie.\nS.C.A., 22-24 Boulevard Royal, 2449 Luxembourg, Luxembourg.\nprivacy policy: https://www.paypal.com/cg/webapps/mpp/ua/privacy-full </p>\n<p> For the management of legal and fiscal aspects of our contractual relationships, we provide data to external professional legal and fiscal consultants to fulfil the requirements of the applicable laws or regulations, in particular, related to tax matters.\n</p>\n<p> The data provided is required for the fulfilment of contractual purposes or for the implementation of pre-contractual measures.\nAbsent this data we cannot conclude contracts with you! </p>\n<p> If you cancel a shopping process, the data collected will be deleted immediately.\nIf a contract has been concluded, all data collected from this contract will be stored according to tax regulations for seven years.\nName, address, articles purchased, and date of purchase will be stored ten years for product responsibility.\nData processing is according to legal requirements of § 96 Abs 3 TKG 2003 and Art 6 para 1 lit a (consent) and/or lit b (necessary for the performance of a contract), and/or lit c (legal obligation) of the EU-GDPR.\n</p> Cookies, Analytics and Tracking Pixels What are Cookies? <p> To remember you, our website and web shop will give you a cookie.\nDon’t worry, it’s safe! As it is common practice with almost all professional websites, this site uses cookies, which are tiny text files that are downloaded by your browser to your device to improve your experience.\nCookies do not cause any damage on your device and do not contain viruses.\nAny use of cookies by us or third party service providers serves to identify users and remember their preferences.\n</p> What are Tracking Pixels? <p> We also use so-called tracking pixels.\nA tracking pixel is a miniature graphic that is embedded in web pages to enable a log file recording and a log file analysis through which a statistical analysis may be performed.\nBased on the embedded tracking pixels, we are able to determine if and when our site was opened, and which links were clicked on by you.\nTracking pixels serve to analyse the flow of visitors on a website.\n</p> The Cookies We Set <p> We use cookies when you are logged in so that we can remember this fact.\nThis prevents you from having to log in every single time you visit a new page.\nThese cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.\nThese cookies will usually be deleted when you log out however in some cases they may remain afterwards until you remove them.\n</p>\n<p> If you create an account with us we will use cookies for the management of the signup process and general administration.\n</p>\n<p> You can prevent the setting of cookies by adjusting the settings on your browser (see your browser help for how to do this).\nBe aware that disabling cookies will affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually also result in disabling certain functionality and features of this site.\nTherefore it is recommended that you do not disable cookies.\n</p> Third Party Cookies <p> In some special cases we also use cookies provided by trusted third parties.\nThe following section details which third party cookies you might encounter through this site.\n</p>\n<p> Several partners advertise on our behalf and affiliate tracking cookies simply allow us to see if our customers have come to the site through one of our partner sites so that we can credit them appropriately and where applicable allow our affiliate partners to provide any bonus that they may provide you for making a purchase.\n</p> Third Party Analytics &amp.\nAdvertising Partners <p> We use the following partners: </p>\n<p> Google Analytics, Google Inc., 1600 Amphitheatre Parkway, Mountain View CA 94043, USA, compliant with the EU-US Privacy Shield Framework.\n</p>\n<p> Google Analytics is the most widespread and trusted analytics solutions on the web for helping us to understand how you use the site and ways that we can improve your experience.\nThanks to cookies, we track how long you spend on the site and the pages that you visit, so we can continue to produce engaging content.\nTraffic audiences may be created and linked with Google Adwords, which is a service showing search ads on top of organic search results on Google.com.\nThis means that we might adjust advertising bids or messages to your past browsing behavior, if you happen to be looking for triggered search keywords.\nFor more information, see Google’s privacy policy: https://www.google.com/analytics/terms/us.html, or their help center: https://support.google.com/analytics/answer/6004245.\nYou can prevent Analytics from tracking your behavior by downloading a specific browser extension, see more information here: https://support.google.com/analytics/answer/181881 </p>\n<p>\n</p>\n<p> Facebook Pixel, Facebook Inc., 1601 S.\nCalifornia Ave, Palo Alto, CA 94304, USA, compliant with the EU-US Privacy Shield Framework.\n</p>\n<p> The Facebook Pixel is a code on our website that lets us measure and track the actions taken by you on our site.\nIt can then help building advertising audiences thanks the actions tracked.\n</p>\n<p> We want our advertising experience to be as relevant and interesting as the other information you find on this social media.\nWith this in mind, we use all of the information the Facebook pixel provides us to show our ads only to people who could be interested in our products, as well as to people who have recently viewed pages on our website.\nTo read more about their services, please refer to their privacy policy: https://www.facebook.com/policy.php.\nTo manage your advertising preferences, you can edit your Facebook account settings: https://www.facebook.com/ads/preferences/?entry_product=education_page </p>\n<p>\n</p>\n<p>\n</p>\n<p> Criteo Dynamic Retargeting, 32 Rue Blanche, 75009 Paris, France </p>\n<p> Criteo is among the most used partner for online advertising.\nRe-targeting technologies use your cookies and display advertisements based on your past browsing behavior.\nThis enables us to show our advertisements to visitors who are interested in our products on partners' websites and apps.\nTo read more and/or oppose to their services, please refer to their privacy policy: https://www.criteo.com/privacy </p>\n<p>\n</p> Data of Cookies, Analytics and Tracking Pixels <p> The collected data is transferred to the respective service provider in the European Union, Switzerland, or the United States, where it is stored and evaluated.\nThe terms and conditions for carrying out data processing are subject to strict contractual obligations, in which the parties agree on data protection and information security requirements.\nOur service providers are only able to process data on our behalf and in accordance with our instructions.\n</p>\n<p> Your IP address will be collected for Google Analytics and Criteo Dynamic Retargeting in pseudonymous form, which is a non-precise information related to your geography and derived from the truncated IP address of your connection.\nIt will be collected in order to serve you ads only for products and services available in your country, region or city.\nThis makes only a rough geo-localisation possible.\nYour full IP addresses may only be used by Criteo for fraud detection purposes, sales attribution, and marketing reports with aggregated data.\n</p>\n<p> The Facebook Pixel collects your full IP address with each call-up of our site.\nHowever, any customer data you pass through the Facebook pixel is hashed locally on the browser before it goes to the Facebook servers for matching.\nThis hashing process turns your data into short encrypted messages that cannot be tampered with.\nThey use these hashes to match pixel events with people on Facebook.\nThen Facebook deletes all matched and unmatched hashes immediately after the matching process ends.\nThey do not collect or store any personally identifiable information on their servers.\nThe Facebook pixel uses secure https connection, so that any data transmitted from the browser will make it to their servers safely.\n</p>\n<p> Data processing is according to legal requirements of § 96 Abs 3 TKG 2003 and Art 6 para 1 lit a (consent) and/or lit f (legitimate interests) of the EU-GDPR.\nOur legitimate interests for the purposes of this regulation are improvement of our products, services and online presence.\n</p>\n<p> Web analysis user data will only be deleted upon request.\nWithout any requests from you, we consider your continued use of our site as a consent for those technologies.\n</p> Newsletter <p> You may subscribe to subscribe to our newsletter on our website.\nWe only need your email address and your consent to receiving our newsletter.\nIf you subscribe to our newsletter, we will send you an email with a link to confirm your subscription.\n</p>\n<p> You may cancel the subscription to our newsletter at any point by sending your cancellation to help@lomography.com.\nWe will promptly delete your data regarding newsletter transmission.\n</p> Data Protection Compliance for Recruitment <p> We process submitted applications and other data in the field of employment for recruitment purposes only and we will not share it with anyone else.\n</p>\n<p> We delete this data six months after our vacancies are filled in accordance with the Equal Treatment Act (GlBG).\nWe cannot estimate the exact time period until a vacancy is filled, but we will consider this period over when a candidate bindingly accepts our offer for the position for which we are considering you.\nWhen that period is over, we will either delete your data or inform you that we will keep it in our database for future roles.\n</p> Email Communications <p> If you create an account with us, we will email you occasionally with information or queries about your registration, your subscription account or postings, reminders, follow-ups on products, warnings, or copyright requests.\nWe also send a reminder if you have items in your cart, but did not check out yet.\n</p>\n<p> If you do not want to receive e-mail from us, please visit the Email Preferences section of your User Profile and/or follow the instructions contained in the unwanted e-mail message.\nHowever, please note that in all cases you will continue to receive all system e-mails (e.g.\nthose regarding forgotten user passwords) and legal notices (e.g.\nupdates to our policies) from us.\n</p>\n<p> If you make a purchase through our website, we might use your email address to build custom targeted audiences on Facebook or send targeted newsletters for marketing campaigns that will only be relevant to you.\nYou will not receive unsolicited marketing emails from this third party partner, and we will not share your email address with anyone else without your prior consent.\nThe emails lists we pass to Facebook will be hashed to turn your data into short encrypted messages that cannot be tampered with.\nFacebook does not collect nor store any email information on their servers.\n</p>\n<p> If you do not want to receive marketing emails, please let us know and we will remove your information promptly.\nIf you wish to opt-out from future advertising campaigns from us, please visit your Facebook account ads preferences: https://www.facebook.com/ads/preferences/?entry_product=education_page.\n</p>\n<p>\n</p> Additional Data Collection and Processing <p> Please also consider the following data collection, data processing and privacy respective policies of our service providers! </p>\n<p> Personal data you provide and/or publish through your community account will be stored until either you remove it, delete your account, or request removal by us.\nThe collected data is forwarded to the server of our hosting service provider, where it is being stored: Hetzner Online GmbH, Industriestr.\n25, 91710 Gunzenhausen, Germany </p>\n<p> Necessary backups of data is being stored at Amazon Web Services (AWS): https://aws.amazon.com/de/contact-us/.\ncompliant with the EU-US Privacy Shield Framework </p>\n<p> We use the content delivery networks to distribute our services spatially relative to you and to provide high availability and high performance.\nOur content delivery networks are: </p>\n<p> KeyCDN.\nproinity LLC, Ruemikerstrasse 60, CH-8409 Winterthur, Switzerland.\nprivacy policy: https://www.keycdn.com/privacy </p>\n<p> Imgix.\nhttps://www.imgix.com/contact-us.\nprivacy policy: https://www.imgix.com/privacy </p>\n<p> Our fonts are provided by Hoefler &amp.\nCo..\n611 Broadway, Room 725, New York, NY 10012-2608 USA.\nprivacy policy: https://www.typography.com/home/privacy.php </p>\n<p> The terms and conditions for hosting data processing, content delivery, and other services we use are subject to strict contractual obligations, in which the parties agree on data protection and information security requirements.\nOur service providers and content delivery networks are only able to process data on our behalf and in accordance with our instructions and are compliant with the EU-US Privacy Shield Framework.\n</p>\n<p> Postings on our web services are not private and may be published and edited at our discretion.\nYour postings are stored and published, as well as connected information, such as date, time, pseudonym, and assigned IP address.\nThis storage of the IP address takes place for security reasons, in case someone violates the rights of third parties, or posts illegal content.\nUsers are responsible for any personal data of third parties obtained, published or shared through our services and confirm that they have the third party’s consent.\n</p>\n<p> We will never release the name or other personal information about a Member without the permission of that Member other than as required by law, but reserves the right to distribute aggregated demographic information provided by Members.\n</p>\n<p> The exchange between us and the Member of information such as passwords or electronic mail may not be secure given the current state of the Internet.\nWe encourage Members to change their passwords frequently! </p>\n<p> Personal data may be used for legal purposes, in court or in the stages leading to possible legal action arising from improper use of our services.\nWe may be required to reveal collected data upon request of public authorities.\n</p>\n<p> For operation, error tracking and maintenance purposes, we may record system logs or IP addresses for the duration of the specific maintenance.\n</p>\n<p> We may offer social media sharing functionality on our site.\nThe social media buttons (eg.\ntwitter, facebook, tumblr, pinterest) on this site allow you to connect with your social network and other services in various ways.\nThese are links to other services that do not compromise your privacy without your intervention.\nPlease note that we have no influence on the extent of the data retrieved by these services if you follow these links or activate plugins by clicking on them.\nThey will track and set cookies which may be used to enhance your profile on their site or contribute to the data they hold for various purposes outlined in their respective privacy policies.\n</p>\n<p> On our site, we use integrated components (embeds).\nWith each call-up to one of our individual pages on which an embedded component is integrated, your browser is automatically prompted to download a display of the corresponding component.\nDuring display of the component, the provider of the component may gain knowledge of what specific sub-page of our website was visited and your IP address.\n</p>\n<p> We have integrated (embedded): </p>\n<p> YouTube.\nYouTube, LLC 901 Cherry Ave., San Bruno, CA 94066, USA.\nprivacy policy: https://www.youtube.com/static?template=privacy_guidelines.\nopt-out: https://support.google.com/ads/answer/2662922 </p>\n<p> Vimeo.\nVimeo, Inc., 555 West 18th Street, New York, New York 10011, USA.\nprivacy policy: https://vimeo.com/privacy.\nopt-out: https://vimeo.com/opt_out </p>\n<p> Soundcloud.\nSoundCloud Limited, Rheinsberger Str.\n76/77, 10115 Berlin, Germany.\nprivacy policy and opt-out: https://soundcloud.com/pages/privacy </p>\n<p> Giphy.\nGiphy, 416 W.\n13th Street, Suite 207, New York, NY 10014, USA.\nprivacy policy and opt-out: https://giphy.com/privacy </p>\n<p> Data processing is according to legal requirements of § 96 Abs 3 TKG 2003 and Art 6 para 1 lit a (consent), lit b (necessary for the performance of a contract), lit c (legal obligation), and/or lit f (legitimate interests) of the EU-GDPR.\n</p> The Rights of Users <p> Users have the right, at any time, to know whether their personal data has been stored and can consult us to learn about their contents and origin, to verify their accuracy or to ask for them to be supplemented, cancelled, updated or corrected, or for their transformation into anonymous format or to block any data held in violation of the law, as well as to oppose their treatment for any and all legitimate reasons.\nRequests should be sent to the data controller at the contact information set out below.\n</p>\n<p> If you suppose that our processing of your data violates applicable data protection laws, you may lodge a complaint with the competent supervisory authority.\nIn the member states of the European Union, these are the national data protection authorities: http://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm </p>\n<p> The EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks were designed by the U.S.\nDepartment of Commerce and the European Commission and Swiss Administration to provide companies on both sides of the Atlantic with a mechanism to comply with data protection requirements when transferring personal data from the European Union and Switzerland to the United States in support of transatlantic commerce.\nYou can find a list of compliant entities and information on dispute resolution here: https://www.privacyshield.gov/list </p>\n<p> Our website does not support “Do Not Track” requests.\n</p> Changes to this Privacy Policy <p> Privacy policy may be due to changes.\nYou will be notified about any changes to it! </p>\n<p> Lomography may amend this Privacy Policy from time to time, at its sole discretion.\nUse of information we collect now is subject to the Privacy Policy in effect at the time such information is used.\nIf we make changes to the Privacy Policy, we will notify you so that you always consent to what information we collect, how we use it, and under what circumstances if any, it is disclosed.\n</p> How to Get into Touch with Us <p> More details concerning the collection or processing of Personal Data may be requested from us at any time: </p>\n<p> Lomographische AG<br> Kaiserstraße 34, 1070 Vienna, Austria<br>help@lomography.com<br> Tel.:+43 1 89944 - 0 </p> About <p> Place of jurisdiction and legal venue: Commercial Court of Vienna # 134784 m<br> Registered under number 134784 m<br> Member of the Austrian Federal Economic Chamber, Vienna<br> Legal provisions applicable: Austrian law (www.ris.bka.gv.at), excluding its conflicts of law rules.\nIn particular applicable is the Trade Regulation Act of 1994 (GewO 1994)<br> Supervisory Authority: City Administration of Vienna<br>\n<strong>This Privacy Policy is effective as of May 25, 2018.</strong>\n</p> ", "created_at": "2021-06-15 05:33:02.40704", "updated_at": "2021-06-15 03:34:46.743243"}], "points": [], "urls": ["lomography.com"]}}