{"error": 448, "message": "OK", "parameters": {"id": 584, "name": "Edmodo", "created_at": "2018-07-03 09:46:59.481823", "updated_at": "2021-03-25 03:19:35.93257", "wikipedia": "https://en.wikipedia.org/wiki/Edmodo", "keywords": null, "related": null, "slug": "edmodo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/584.png", "url": "edmodo.com", "documents": [{"id": 2768, "name": "Optimum-Wellness", "url": "https://www.optimum-wellness.net", "xpath": "", "text": " Retry for a live version (Enable Javascript first.)<p>This page (optimum-wellness.net) is currently offline.\nHowever, because the site uses Cloudflare's Always Online™ technology you can continue to surf a snapshot of the site.\nWe will keep checking in the background and, as soon as the site comes back, you will automatically be served the live version.\nAlways Online™ is powered by Cloudflare | Hide this Alert</p> Error 522 <small>Ray ID: 52ffe939fa1d8af0 • 2019-11-03 17:01:35 UTC</small> Connection timed out <p>\n</p>\n<i>\n</i>\n<i>\n</i> You Browser Working <i>\n</i>\n<i>\n</i> USA Cloudflare Working <i>\n</i>\n<i>\n</i> optimum-wellness.net Host Error What happened? <p>The initial connection between Cloudflare's network and the origin web server timed out.\nAs a result, the web page can not be displayed.</p> What can I do? If you're a visitor of this website: <p>Please try again in a few minutes.</p> If you're the owner of this website: <p>Contact your hosting provider letting them know your web server is not completing requests.\nAn Error 522 means that the request was able to connect to your web server, but that the request didn't finish.\nThe most likely cause is that something on your server is hogging resources.\nAdditional troubleshooting information here.</p>\n<p> Cloudflare Ray ID: <strong>52ffe939fa1d8af0</strong> • Your IP: 87.212.135.148 • Performance &amp.\nsecurity by Cloudflare </p> ", "created_at": "2020-08-30 08:51:14.168466", "updated_at": "2020-12-15 00:42:08.124587"}, {"id": 1829, "name": "Privacy policy", "url": "https://go.edmodo.com/terms-of-service/", "xpath": "//*[@id=\"post-386\"]/div/div/div/div[2]/div/div[9]/ol/li[2]", "text": "\nUser Submissions\n<p>Anything you post, upload, share, store, or otherwise provide through the Services is your “User Submission.” Some User Submissions are viewable by other users.\nIn order to display your User Submissions on the Services, and to allow other users to enjoy them (where applicable), you grant us certain rights in those User Submissions.\nPlease note that all of the following licenses are subject to our Privacy Policy to the extent they relate to User Submissions that are also your personally-identifiable information.</p>\n<p>For all User Submissions, you hereby grant Edmodo a license to translate, modify (for technical purposes, for example making sure your content is viewable on your iPhone as well as your computer) and reproduce such User Submission, in each case to enable us to operate the Services, as described in more detail below.\nThis is a license only – your ownership in User Submissions is not affected.</p>\n<p>If you store a User Submission in your own personal Edmodo account, in a manner that is not viewable by any other user except you (a “Personal User Submission”), you grant Edmodo the license above, as well as a license to display, perform, and distribute your Personal User Submission for the sole purpose of displaying that Personal User Submission to you and providing you the Services necessary to do so.</p>\n<p>If you share a User Submission only within a Limited Access Group, or otherwise in a manner that only certain specified users can view (for example, a private message to one or more other users) (each, a “Limited Access User Submission”), then you grant Edmodo the license above, as well as a license to display, perform, and distribute your Limited Access User Submission for the sole purpose of displaying that Limited Access User Submission to other members of that Limited Access Group (or to such specified users, as applicable) and providing you the Services necessary to do so.\nAlso, you grant the other members of that Limited Access Group (or such specified users, as applicable) a license to access that Limited Access User Submission, and to use and exercise all rights in it, as permitted by the functionality of the Services.\nFor example, if you share a worksheet (that can be completed through the Services) with students in your Limited Access Group, you grant your students the rights necessary to view that worksheet and fill it out, and return it to you.</p>\n<p>If you share a User Submission in a public “community” or “topic” on the Services or in a manner that more than just you or your Limited Access Group can view (a “Public User Submission”), then you grant Edmodo the license above, as well as a license to display, perform, and distribute your Public User Submission for the purpose of displaying that Public User Submission to all Edmodo users and providing you the Services necessary to do so, as well as all other rights necessary to use and exercise all rights in that Public User Submission in connection with Edmodo, provided that Edmodo will try to notify you if it uses your Public User Submission for any reason other than displaying it on the Services.\nAlso, you grant all other users of the Services a license to access that Public User Submission, and to use and exercise all rights in it, as permitted by the functionality of the Services.</p>\n<p>You agree that the licenses you grant are royalty-free, irrevocable, and worldwide, for as long as your User Submissions are stored with us.\nWhen you delete your Edmodo account, we will stop displaying your User Submissions to other users (if applicable), but you understand and agree that it may not be possible to completely delete this from Edmodo’s records, and that your User Submissions may remain viewable elsewhere to the extent that they were copied or stored by other users.</p>\n<p>Finally, you understand and agree that Edmodo, in performing the required technical steps to provide the Services to our users (including you), may need to make changes to your User Submissions to conform and adapt those User Submissions to the technical requirements of connection networks, devices, services, or media.</p>\n", "created_at": "2019-08-26 02:07:48.553936", "updated_at": "2020-12-14 22:39:27.833875"}], "points": [{"id": 4231, "title": "Can Change things at any time but it will always be free.", "source": "Imported from ToS;DR before phoenix", "status": "\"Edmodo is a dynamic learning tool, so the Services will change over time. We may change, suspend, or discontinue any part of the Services, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Services.\" \"The basic Edmodo Services are free and always will be - that is, we don't charge for signing up for a basic, individual Edmodo account, or for a basic school or district subdomain. \"", "created_at": "2018-05-18 14:05:19.986005", "updated_at": "2020-12-23 14:17:17.718196", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["edmodo.com"]}}