{"error": 448, "message": "OK", "parameters": {"id": 5021, "name": "Tracker Software Products ", "created_at": "2021-09-05 00:47:14.294897", "updated_at": "2021-09-05 22:01:07.878031", "wikipedia": null, "keywords": null, "related": null, "slug": "tracker-software-products", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5021.png", "url": "tracker-software.com", "documents": [{"id": 9018, "name": "Privacy & Cookies ", "url": "https://www.tracker-software.com/cookies", "xpath": "/html/body/div[1]/section", "text": " Tracker Software Products &amp.\nCookies How does Tracker Software Products use cookies? <p>Cookies enable us to identify what browser you are using, or you when you have logged into your account on our server.\nWe use cookies that are <strong>strictly necessary</strong> to enable you to move around the site or to provide certain basic features.\nWe use cookies to enhance our ability to analyze our web traffic using <strong>Google Analytics</strong>.\nWe also use cookies to facilitate the shopping cart in our online store.</p>\n<p>We don’t sell the information collected by cookies, nor do we disclose the information to third parties, except where required by law (for example to government bodies and law enforcement agencies).</p> Strictly necessary cookies <p>\n<strong>Some cookies are strictly necessary in order to enable you to move around the website and use its features.\nWithout these cookies, we will not be able to determine the number of unique users of the site or provide certain features, such as logging in to the Tracker website.</strong>\n</p> Cookie Name Purpose <strong>docu-track</strong> www.tracker-software.com code stores only one cookie, named \"<strong>docu-track</strong>\"&nbsp.\nwhich acts as a session ID or a unique identifier set for each unique browser to allow log analysis to determine the number of unique users for various parts of tracker-software.com.\n<b>non_windows_env_is_agreed</b> This cookie is for Mac users that agree to the purchase our Windows based software waving the right to refund based solely on on the fact they are using a Mac.\nThe cookie suppresses the reprompting of the Agreement for future purchases when the button \"Agree and don't ask me anymore\" is clicked in the online store checkout process.\n<p>\n<strong>Google Analytics is a web analytics solution that allows us to see and analyze our web traffic data, giving us insight both our site traffic and our marketing effectiveness.</strong>\n</p> Cookie Name Purpose <strong>__utma</strong>\n<p>This stores the domain name (hash code) of site, a unique visitor id (randomly generated number), time of first visit, time of previous visit, current time, number of sessions since first visit.</p>\n<p>Expiry time - 2 years</p>\n<strong>__utmb</strong>\n<p>This stores the domain name (hash code) of site, pages viewed this session, current time.</p>\n<p>Expiry time - 30 minutes</p>\n<strong>__utmc</strong>\n<p>This stores the domain name (hash code) of site, pages viewed this session, current time.</p>\n<p>Expiry time - 30 minutes</p>\n<strong>__utmz </strong>\n<p>This stores the domain name (hash code) of site, time when cookie last set, total number of visitor sessions, number of different channels or sources through which this site was reached, source of the last cookie update, search hit tag identifier (or just 'organic' if reached via normal search hit), search medium, keyword phrase used to find site.</p>\n<p>Expiry time - 6 months</p> ", "created_at": "2021-09-04 22:48:20.308993", "updated_at": "2021-09-04 22:48:28.109422"}, {"id": 9017, "name": " Privacy Policy  ", "url": "https://www.tracker-software.com/privacy-policy", "xpath": "/html/body/div[1]/section", "text": " <p>PDF-XChange Co Ltd &amp.\nTracker Software Products (Canada) Ltd<br>\nFor convenience &amp.\nclarity referred to as ‘PDF-XChange’ in this document.</p> PRIVACY POLICY <p>\n<strong>Last Revised: May 16th, 2018</strong>\n</p>\n<p>\n<strong>\n<em>NOTICE</em>: The Privacy Policy below will become effective May 25, 2018.\nTo view the current Privacy Policy, click <u>here</u> .\n</strong>\n</p>\n<p>PDF-XChange cares about your privacy.&nbsp.\nFor this reason, we collect and use personal data only as it might be needed for us to deliver to you our world-class products, services, websites and mobile applications (collectively, our “Services”).\nYour personal data includes information such as:</p>\n<ul>\n<li>Name</li>\n<li>Address</li>\n<li>Telephone number</li>\n<li>Email address</li>\n<li>Other data collected that could directly or indirectly identify you.</li>\n</ul>\n<p>Our Privacy Policy is intended to describe to you how and what data we collect, and how and why we use your personal data.\nIt also describes options we provide for you to access, update or otherwise take control of your personal data that we process.</p>\n<p>If at any time you have questions about our practices or any of your rights described below, you may reach our Data Protection Officer (“DPO”) and our dedicated team that supports this office by contacting us at privacy@tracker-software.com.\nThis inbox is actively monitored and managed so that we can deliver an experience that you can confidently trust.</p>\n<p>You can update the information we retain on you and use to manage your ongoing experience with us when doing business at any time by going to your account page and modifying the information any time.</p> What information do we collect? <p>We collect information so that we can provide the best possible experience when you utilize our Services.\nMuch of what you likely consider personal data is collected directly from you when you:</p>\n<ol>\n<li>create an account or purchase any of our Services (ex: billing information, including name, address, credit card number, government identification);</li>\n<li>request assistance from our award-winning customer support team (ex: phone number);</li>\n<li>complete contact forms or request newsletters or other information from us (ex: email).\nor</li>\n<li>participate in contests and surveys, apply for a job, or otherwise participate in activities we promote that might require information about you.</li>\n</ol>\n<p>However, we also collect additional information when delivering our Services to you to ensure necessary and optimal performance.\nThese methods of collection may not be as obvious to you, so we wanted to highlight and explain below a bit more about what these might be (as they vary from time to time) and how they work:</p>\n<p>\n<strong>Account related information</strong> is collected in association with your use of our Services, such as account number, purchases, when products renew or expire, information requests, and customer service requests and notes or details explaining what you asked for and how we responded.</p>\n<p>\n<strong>Cookies and similar technologies</strong> on our websites and our mobile applications allow us to track your browsing behavior, links clicked, items purchased, your device type, and to collect various data, including analytics, about how you use and interact with our Services.\nThis allows us to provide you with more relevant product offerings, a better experience on our sites and mobile applications, and to collect infromation about, analyze and improve the performance of our Services.\nWe may also collect your location (IP address) so that we can personalize our Services.\nFor additional information, and to learn how to manage the technologies we utilize, please visit our <u>Cookie Policy</u>.</p>\n<p>\n<strong>Data about Usage of Services</strong> is automatically collected when you use and interact with our Services, including metadata, log files, cookie/device IDs and location information.\nThis information includes specific data about your interactions with the features, content and links (including those of third-parties) contained within the Services, Internet Protocol (IP) address, browser type and settings, the date and time the Services were used, information about browser configuration and plugins, language preferences and cookie data, information about devices accessing the Services, including type of device, what operating system is used, device settings, application IDs, unique device identifiers and error data, and some of this data collected might be capable of and be used to approximate your location.</p> How we utilize information.\n<p>We strongly believe in both minimizing the data we collect and limiting its use and purpose to only that (1) <em>for which we have been given permission</em>, (2) <em>as necessary to deliver the Services you purchase or interact with</em>, or (3) <em>as we might be required or permitted for legal compliance or other lawful purposes</em>.\nThese uses include:</p>\n<p>\n<strong>Delivering, improving, updating and enhancing the Services we provide to you.</strong> We collect various information relating to your purchase, use and/or interactions with our Services.\nWe utilize this information to:</p>\n<ul>\n<li>Improve and optimize the operation and performance of our Services (again, including our websites or applications)</li>\n<li>Diagnose problems with and identify any security risks, errors, or needed enhancements to the Services</li>\n<li>Detect and prevent fraud and abuse of our Services and systems</li>\n<li>Collecting aggregate statistics about use of the Services</li>\n<li>Understand and analyze how you use our Services and what products and services are most relevant to you</li>\n</ul>\n<p>Often, much of the data collected is aggregated or statistical data about how individuals use our Services, and is not linked to any personal data, but to the extent it is itself personal data, or is linked or linkable to personal data, we treat it accordingly.</p> Sharing with trusted third parties.\n<p>We may share your personal data with affiliated companies within our corporate family, with third parties with which we have partnered to allow you to integrate their services into our own Services, and with trusted third party service providers as necessary for them to perform services on our behalf, such as:</p>\n<ul>\n<li>Processing credit card transactions at your request – we never retain any Credit Card Information directly ourselves and once a transaction is processed it is not available to us any longer for any purpose</li>\n<li>Trusted Resellers who you have designated and authorised to represent you when purchasing our products, if you wish to change your designated Reseller at a later date, You, not the Reseller will need to inform us directly of this change</li>\n<li>Performing analysis of our Services and customer demographics</li>\n<li>Communicating with you, by email or survey delivery</li>\n<li>Customer relationship management</li>\n</ul>\n<p>We only share your personal data as necessary for any third party to provide the services as requested or as needed on our behalf.\nThese third parties (and any subcontractors) are subject to strict data processing terms and conditions and are prohibited from utilizing, sharing or retaining your personal data for any purpose other than as they have been specifically contracted for (or without your consent).</p> Communicating with you.\n<p>We may contact you directly or through a third party service provider regarding products or services you have signed up for or purchased from us, such as necessary to deliver transactional or service related communications.\nWe may also contact you with offers for additional services we think you’ll find valuable if you give us consent, or where allowed based upon legitimate interests.\nYou don’t need to provide consent as a condition to purchase our goods or services.\nThese communications may include:</p>\n<ul>\n<li>Email</li>\n<li>Web site forum</li>\n<li>Telephone call</li>\n</ul>\n<p>You may also update your subscription preferences with respect to receiving communications from us and/or our partners by signing into your account portal and visiting the “Account Settings” page.&nbsp;</p> Transfer of personal data abroad <p>If you utilize our Services from a country other than the country where our servers are located, your communications with us may result in transferring your personal data across international borders.\nAlso, when you call us or initiate a chat, we may provide you with support from one of our global locations outside your country of origin.\nIn these cases, your personal data is handled according to this Privacy Policy.</p> Compliance with legal, regulatory and law enforcement requests <p>We cooperate with government and law enforcement officials and private parties to enforce and comply with the law.\nWe will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (such as subpoena requests), to protect our property and rights or the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal or unethical.</p>\n<p>To the extent we are legally permitted to do so, we will take reasonable steps to notify you in the event that we are required to provide your personal information to third parties as part of legal process.</p> Website analytics <p>We use multiple web analytics tools provided by service partners such as Google Analytics, MixPanel and Singular to collect information about how you interact with our website or mobile applications, including what pages you visit, what site you visited prior to visiting our website, how much time you spend on each page, what operating system and web browser you use and network and IP information.\nWe use the information provided by these tools to improve our Services.\nThese tools place persistent cookies in your browser to identify you as a unique user the next time you visit our website.\nEach cookie cannot be used by anyone other than the service provider (ex: Google for Google Analytics).\nThe information collected from the cookie may be transmitted to and stored by these service partners on servers in a country other than the country in which you reside.\nThough information collected does not include personal data such as name, address, billing information, etc., the information collected is used and shared by these service providers in accordance with their individual privacy policies.\nYou can control the technologies we use by managing your settings through our&nbsp;<u>Cookie Policy</u> or the ‘cookie banners” that may be presented (depending on URL of website visited) when you first visit our webpages, or by utilizing settings in your browser or third-party tools, such as&nbsp;<u>Disconnect</u>,&nbsp.\n<u>Ghostery</u> and others.</p> Google Drive™ support <p>\n<strong>\n<em>PDF-XChange Editor/Editor Plus includes Google Drive</em>\n</strong>\n<strong>™</strong>\n<strong>\n<em> plugin support for our software to interact with documents, opening and saving files stored on a user's Google Drive</em>\n</strong>\n<strong>™</strong>\n<strong>\n<em> account.<br>\nPDF-XChange Editor/Editor Plus</em>\n</strong>\n<em>\n<strong>'s use and transfer of information received from Google APIs will adhere to&nbsp;</strong>\n</em>\n<em>\n<strong>Google API Services User Data Policy</strong>\n</em>\n<em>\n<strong>, including the Limited Use requirements.</strong>\n</em>\n</p> Third-party websites <p>Our website and our mobile applications contain links to third-party websites.\nWe are not responsible for the privacy practices or the content of third-party sites.\nPlease read the privacy policy of any website you visit.</p> How you can access, update or delete your data.\n<p>To easily access, view, update, delete or port your personal data (where available), or to update your subscription preferences, please sign into your Account and update the information available to you there – this is the primary location for all personal data we retain and use on an ongoing basis to manage our relationship other than any historical data we have retained with regards to any prior transactions or service/support requests you may have previously exchanged with us.</p>\n<p>If you make a request to delete your personal data and that data is necessary for the products or services you have purchased, the request will be honored only to the extent it is no longer necessary for any Services purchased or required for our legitimate business purposes or legal or contractual record keeping requirements.</p>\n<p>If you are unable for any reason to access your Account Settings or our Privacy Center, you may also contact us by one of the methods described in the “Contact Us” section below.</p> How we secure, store and retain your data.\n<p>We follow generally accepted standards to protect the personal data we collect, both during transmission and once received and stored, including utilization of encryption where appropriate.<br>\nWe retain personal data only for as long as necessary to provide the Services you have requested and thereafter for a variety of legitimate legal or business purposes.\nThese might include retention periods:</p>\n<ul>\n<li>mandated by law, contract or similar obligations applicable to our business operations</li>\n<li>for preserving, resolving, defending or enforcing our legal/contractual rights</li>\n<li>or needed to maintain adequate and accurate business and financial records</li>\n</ul>\n<p>If you have any questions about the security or retention of your personal data, you can contact us at privacy@tracker-software.com</p> ‘Do Not Track’ notifications.\n<p>Some browsers allow you to automatically notify websites you visit not to track you using a “Do Not Track” signal.\nThere is no consensus among industry participants as to what “Do Not Track” means in this context.\nLike many websites and online services, we currently do not alter our practices when we receive a “Do Not Track” signal from a visitor’s browser.\nTo find out more about “Do Not Track,” you may wish to visit&nbsp;<u>www.allaboutdnt.com</u>.</p> Age restrictions.\n<p>Our Services are available for purchase only for those over the age of 18.&nbsp.\nOur Services are not targeted to, intended to be consumed by or designed to entice individuals under the age of 18.\nIf you know of or have reason to believe anyone under the age of 18 has provided us with any personal data, please contact us.</p> Changes in our Privacy Policy.\n<p>We reserve the right to modify this Privacy Policy at any time.\nIf we decide to change our Privacy Policy, we will post those changes to this Privacy Policy and any other places we deem appropriate, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nIf we make material changes to this Privacy Policy, we will notify you here, by email, or by means of a notice on our home page, at least thirty (30) days prior to the implementation of the changes.</p> Data Protection Authority.\n<p>If you are a resident of the European Economic Area (EEA) and believe we maintain your personal data subject to the General Data Protection Regulation (GDPR), you may direct questions or complaints to our lead supervisory authority – this is their web site with full information on GDPR and how to contact them.\nhttps://ico.org.uk/about-the-ico/</p> Contact us.\n<p>If you have any questions, concerns or complaints about our Privacy Policy, our practices or our Services, you may contact our Office of the DPO by email at privacy@tracker-software.com.\nIn the alternative, you may contact us by either of the following means:</p>\n<ul>\n<li>\n<u>By Mail to </u>: Data Privacy Officer.\n<p>Tracker Software Products (Canada) Ltd, P.O.\nBox 79.\n9622 Chemainus Rd, Chemainus.\nB.C.\nCanada.\nV0R 1K0</p>\n</li>\n<li>\n<u>Or In Europe:</u>\n<p>PDF-XChange Co Ltd, Tiggy Dale, Henfield Rd, Small Dole.\nHenfield.\nSussex.\nEngland.\nBN59XH.</p>\n</li>\n</ul>\n<p>\n<em>\n<strong>We will respond to all requests, inquiries or concerns within thirty (30) days.</strong>\n</em>\n</p> ", "created_at": "2021-09-05 00:47:14.296974", "updated_at": "2021-09-04 22:47:37.189564"}], "points": [], "urls": ["tracker-software.com"]}}