{"error": 448, "message": "OK", "parameters": {"id": 5730, "name": "onlyinyourstate ", "created_at": "2021-11-20 20:47:25.074663", "updated_at": "2021-11-20 23:01:14.000247", "wikipedia": null, "keywords": null, "related": null, "slug": "onlyinyourstate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5730.png", "url": "onlyinyourstate.com", "documents": [{"id": 10321, "name": "Copyright Policy", "url": "https://www.onlyinyourstate.com/copyright-policy/", "xpath": "/html/body/div[3]/div/div[1]/div[2]", "text": " Leaf Group Copyright Policy <p>EFFECTIVE DATE: NOVEMBER 9, 2016</p>\n<p>REPORTING CLAIMS OF COPYRIGHT INFRINGEMENT</p>\n<p>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from this Site (the \"Site\") infringe your copyright, you may request removal of those materials from the Site by submitting written notification to our Copyright Agent (designated below).\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"DMCA\"), the written notice (the \"DMCA Notice\") must include substantially the following:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Site, a representative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number and, if available, e-mail address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Our designated Copyright Agent to receive DMCA Notices is:</p> LEAF GROUP LTD.<br> ATTN: COPYRIGHT AGENT<br> 1655 26TH Street<br> SANTA MONICA, CA 90404<br> (310) 917-6400 (phone)<br> (310) 564-7761 (facsimile)<br> copyright@leafgroup.com<br>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.\nPlease be aware that if you knowingly materially misrepresent that material or activity on the Site is infringing your copyright, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.</p>\n<p>COUNTER-NOTIFICATION PROCEDURES</p>\n<p>If you believe that material you posted on the Site was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (a \"Counter-Notice\") by submitting written notification to our copyright agent (identified below).\nPursuant to the DMCA, the Counter-Notice must include substantially the following:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>An identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number and, if available, e-mail address).</li>\n<li>A statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.</li>\n<li>A statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Site may be found) and that you will accept service from the person (or an agent of that person) who provided the Site with the complaint at issue.</li>\n</ul>\n<p>Completed Counter-Notices should be sent to:</p> LEAF GROUP LTD.<br> ATTN: COPYRIGHT AGENT<br> 1655 26TH Street<br> SANTA MONICA, CA 90404<br> (310) 917-6400 (phone)<br> (310) 564-7761 (facsimile)<br> copyright@leafgroup.com<br>\n<p>The DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter-Notice.\nPlease be aware that if you knowingly materially misrepresent that material or activity on the Site was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.</p>\n<p>REPEAT INFRINGERS</p>\n<p>We implement a policy where, in appropriate circumstances, we will disable and/or terminate the accounts of users who are repeat infringers.</p> ", "created_at": "2021-11-20 19:50:02.828117", "updated_at": "2021-11-20 19:50:14.077931"}, {"id": 10320, "name": "TERMS OF USE", "url": "https://www.onlyinyourstate.com/terms-of-use/", "xpath": "/html/body/div[3]/div/div[1]/div[2]", "text": " TERMS OF USE <p>EFFECTIVE DATE: NOVEMBER 9, 2016</p>\n<p>\n</p>\n<p>Welcome to our website, //onlyinyourstate.com (the \"Site\").\nPlease review these Terms of Use, which constitute a binding license agreement (\"Agreement\") between you and Leaf Group Ltd.\n(“Leaf Group,” “we,” “us,” or “our”) and conditions your use of this Site.\nWe have tried to avoid unnecessary legal verbiage and hope that you understand we are simply trying to protect our rights in order to provide you with access to the content available on this Site.\nIf you do not wish to be bound by this Agreement after you have read it, please leave the Site.\nIf you remain at this Site or return thereafter, you agree to be bound by this Agreement.</p>\n<p>The Site is a popular place to find information and instructions on a variety of things.\nYou and other users of our Site have access to thousands of articles, video files, and applications that are intended to provide information for general research, informational, and entertainment purposes only.\nMuch of the Content (as defined herein) and the ratings, reviews, or comments are contributed by people from around the world, and represent a diversity of perspectives, experiences, and approaches that may be of interest to you.</p>\n<ol>\n<li>\n<p>Responsible Conduct.\nYou agree to act responsibly at this Site and to treat other visitors with respect.</p>\n</li>\n<li>\n<p>Limited License.\nOriginal material that we post on this Site is protected by intellectual property laws.\nYou are hereby granted a non-exclusive license to use the videos, articles, and other content on the Site (\"Content\"), but only while accessing this Site.\nYou are also granted a limited license to print copies of any Content posted at this Site, but only for your personal use.\nExcept as expressly provided above, all rights are reserved.\nAmong other things, except to the extent required for the limited purpose of reviewing material on our Site, electronic reproduction, adaptation, distribution, performance or display of the Content is prohibited.\nCommercial use of any of our Content is strictly prohibited.\nUse of our trademarks as metatags on other websites is also strictly prohibited.\nYou may not display this website in frames (or any of the Content via in-line links) without our express written permission, which may be requested by contacting us at legal@leafgroup.com.</p>\n</li>\n<li>\n<p>Using the Site.</p>\n<ol>\n<li>\n<p>Eligibility.\nIn the event we offer any fee-based services on this Site, those fee-based services may only be used by and are limited to individuals who can form binding contracts under applicable law.</p>\n</li>\n<li>\n<p>Membership.\nWe may request that you open an account to access certain areas of the Site.\nYou must create an account to access these areas.\nWhen creating an account, you must provide us with accurate and complete registration information as prompted.\nYou must promptly notify us if any of this information changes.\nIf you fail to provide or update this information, we may terminate your right to access the Site.\nYou may be asked to create a password.\nYou must keep your password confidential.\nYou will be responsible for all use of your password and account, including, without limitation, any use by any unauthorized third party.\nYou must notify us if you believe your password or account has been obtained or may be accessed or used by an unauthorized person or entity.\nIn addition, you must notify us immediately if you become aware of any breach or attempted breach of the security of the Site.\nWe recommend that you change your password often.\nUnder no circumstances should you respond to a request for your password, particularly a request from an individual claiming to be our employee as we will never ask you for your password.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Material Which You Post or Store.</p>\n<ol>\n<li>\n<p>Prohibited Material.\nYou agree not to post or store on our Site any software, information, data, databases, music, audio, video or other audio-visual files, photographs, images, documents, text, digital files or other material (\"Material\") which violates or infringes anyone’s intellectual property rights (including copyrights, trademarks, trade secrets, patents, publicity rights or (to the extent protectable) confidential ideas) or which violates any law or which is obscene, obscene as to minors, child pornography, defamatory, racist, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable.</p>\n</li>\n<li>\n<p>License, Representation and Warranty.\nBy posting Material to this Site, you hereby grant us an irrevocable, perpetual, non-exclusive, royalty free worldwide license to reproduce, adapt, distribute, perform (either publicly or by digital audio transmission) or publicly display all or any portion of the Material on our public websites.\nYou further represent and warrant that you own all rights to such Material.</p>\n</li>\n<li>\n<p>Removal Right.\nYou expressly agree that we may remove, disable or restrict access to, or availability of, any Material from this Site (including, but not limited to, Material which you have posted or stored) which we believe, in good faith and in our sole discretion, violates the terms of this Agreement (whether or not we are in fact correct in our assessment) or which is the subject of a notification duly sent to us pursuant to the Digital Millennium Copyright Act (\"DMCA\").\nIf you believe we may have acted mistakenly with respect to certain Material, you may contact us at legal@leafgroup.com, in which case we may investigate the matter further.\nWe reserve the right however, to take no further action.\nUnder no circumstances may we be held liable for removing, disabling or restricting access to or the availability of Material.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Linking to the Site and Social Media Features.\nYou may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part without our express written consent.\nThis Site may provide you with certain social media features that enable you to: (i) link from your own or certain third-party sites to certain Content on this Site.\n(ii) send electronic mail or other communications with certain Content, or links to certain Content, on this Site.\nor (iii) cause limited portions of Content on this Site to be displayed or appear to be displayed on your own or certain third-party sites.\nYou may use these features solely as they are provided by us and solely with respect to the content they are displayed with, and otherwise in accordance with any additional terms and conditions we provide with respect to such features.\nNotwithstanding the foregoing, you must not (i) establish a link from any site that is not owned by you.\n(ii) cause the Site or any portions of it to be displayed by framing, deep linking, in-line linking or similar methods on any other site.\n(iii) link to any part of the Site other than the homepage.\nor (iv) otherwise take any action with respect to the Content on this Site that is inconsistent with any other provision of this Agreement.\nYou agree to cooperate with us in causing any unauthorized framing or linking to cease.\nWe reserve the right to withdraw linking permission without notice.\nWe may disable all or any social media features and any links at any time without notice in our sole discretion.</p>\n</li>\n<li>\n<p>Video Player.\nYou may not modify, enhance, remove, interfere with, or otherwise alter in any way any portion of the video player, its underlying technology, any digital rights management mechanism, device, or other content protection or access control measure incorporated into the video player.\nThis restriction includes, without limitation, disabling, reverse engineering, modifying, interfering with or otherwise circumventing the video player in any manner.</p>\n</li>\n<li>\n<p>Customer Service.\nWe have no obligation to provide you with customer support of any kind.\nHowever, we may provide you with customer support from time to time, at our sole discretion.</p>\n</li>\n<li>\n<p>Good Samaritan Third-Party Policy &amp.\nComplaint Procedures.</p>\n<ol>\n<li>\n<p>Policy.\nWe do not tolerate any acts of intellectual property violations or allow for any child pornography or obscene or defamatory Material to be posted on this Site.\nWe will do our best, in good faith, to remove, disable or restrict access to, or the availability of, Material that, in our subjective view, is infringing, racist, obscene as to minors, child pornography, lewd, lascivious, filthy, excessively violate, harassing, or otherwise objectionable.\nThe provisions of this Section 8 are intended to implement this policy but are not intended to impose a contractual obligation on us to undertake, or refrain from undertaking, any particular course of action.</p>\n</li>\n<li>\n<p>Complaint Procedures.\nIf you believe that someone has posted Material that violates this policy (other than in cases of copyright infringement, which is addressed in Section 9), we ask you to promptly notify us by email at the following address: legal@leafgroup.com.\nYou must use this address if you want to ensure that your complaint is actually received by the appropriate person charged with investigating alleged policy violations.\nPlease provide us with sufficient detail in your complaint to allow us to effectively respond.\nAt a minimum, please include (i) the nature of the offending Material or right infringed.\n(ii) all the facts that lead you to believe this policy has been violated or a right has been infringed.\n(iii) the precise location where the offending Material is located.\n(iv) in the case of infringement, any grounds that make you believe that the person who posted the Material was not authorized to do so.\nand, if (v) if known, the identity of the person or persons who posted the infringing or offending Material.</p>\n</li>\n<li>\n<p>Indemnification.\nWaiver of Certain Rights.\nBy lodging a complaint, you agree that the substance of your complaint will be deemed to constitute a representation made under penalty of perjury under the laws of the State of California.\nIn addition, you agree, at your own expense, to defend and indemnify us and hold us harmless against all claims which may be asserted against us, and all losses incurred, as a result of your complaint and/or our response to it.</p>\n</li>\n<li>\n<p>Waiver of Claims and Remedies.\nWe expect visitors to take responsibility for their own actions and cannot assume liability for any acts of third parties that take place at this Site.\nBy taking advantage of the Good Samaritan procedures set forth in this Section 8, you waive any and all claims or remedies which you might otherwise be able to assert against us under any theory of law (including, but not limited to, intellectual property laws) that arise out of or relate in any way to the Material at this Site or our response, or failure to respond, to a complaint.</p>\n</li>\n<li>\n<p>Investigation/Liability Limitation.\nYou agree that we have the right (but not the obligation) to investigate any complaint received.\nBy reserving this right, we do not undertake any responsibility in fact to investigate complaints or to remove, disable or restrict access to or the availability of the Material.\nWe support free speech on the Internet and therefore will not act on complaints that we believe, in our subjective judgment, to be deficient.\nIf you believe that Material remains on this Site that violates your rights, your sole remedy will be against the person(s) responsible for posting or storing it, not against us.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>DMCA Compliance.\nIf you believe that a work protected by a copyright which you own has been posted or stored on our Site without authorization, please see our Copyright Policy for instructions on sending us notice of copyright infringement.\nWe have a policy to terminate, in appropriate circumstances, the access rights of repeat infringers.</p>\n</li>\n<li>\n<p>Privacy.\nWe know your personal information is important to you, so it’s important to us.\nOur Privacy Policy explains in detail what information about you we collect and how we use the information about you that we collect.\nYou agree to respect the privacy rights of other visitors by not publishing or harvesting email addresses obtained at this Site.\nNote that we do not knowingly collect information from children.\nWe ask parents or legal guardians to assist us by supervising the activities of children at this Site.\nThis Site is intended for use by adults only.</p>\n</li>\n<li>\n<p>Links.\nWe may provide links to third-party sites from our Site as a convenience to our visitors.\nWe have no control over the content posted at these sites and make no representations about any content or material available at these locations.\nLinks are not intended to imply sponsorship, affiliation or endorsement.\nIf you believe that we have provided a link to a site that contains infringing or illegal content, or which makes available password cracker tools or other circumvention devices, we ask that you notify us so that we may evaluate whether (in our sole discretion) to disable it.</p>\n</li>\n<li>\n<p>Unsolicited Email, Spamming &amp.\nSpoofing.\nYou may not use this Site to transmit unsolicited email.\nYou may not send unsolicited email to this Site or to anyone whose email address includes the domain name used on this Site or our domain name.\nYou may not use our domain name as a pseudonymous return email address for any communications which you transmit from another location or through another service.\nYou may not pretend to be someone else – or spoof their identity – when using this Site.</p>\n</li>\n<li>\n<p>Violations/Indemnification.\nYour access privileges to the Site are conditioned on your adherence to the terms of this Agreement.\nIf you violate any terms of this Agreement, you agree that we may deny you access to the Site.\nYou further agree, at your own expense, to defend and indemnify us and hold us harmless from and against all claims which may be asserted against us, and all losses incurred, as a result of any violations of this Agreement.\nIf asked to do so, you agree that you will not attempt to access this Site.</p>\n</li>\n<li>\n<p>Intellectual Property Rights.</p>\n<ol>\n<li>\n<p>Copyright.\nAll materials on the Site, including without limitation, the Site name, URL, any logos, the design, text, graphics, other files, and the selection and organization thereof are either owned by Leaf Group Ltd., or are the property of Leaf Group Ltd.’s suppliers or licensors.\nYou may not use any such materials without our express written permission.\nCopyright © Leaf Group Ltd.\nALL RIGHTS RESERVED.</p>\n</li>\n<li>\n<p>Trademarks.\nThe Site name, feature names, and other names or logos on the Site may be trademarks and/or registered trademarks of Leaf Group Ltd.\nAll page headers, custom graphics, button icons and scripts are trademarks or trade dress of Leaf Group Ltd.\nYou may not use any of these trademarks, trade dress, or trade names without our express written permission.</p>\n</li>\n<li>\n<p>Ownership and Use.\nWe retain ownership of all of our intellectual property rights and you may not obtain any rights therein by virtue of this Agreement or otherwise, except as expressly set forth in this Agreement.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Termination.</p>\n<ol>\n<li>\n<p>By Us.\nWe will have the right in our sole discretion, for any reason or no reason at all, without notice or liability to you or any third party, to terminate your account or your access to the Site, with or without cause.</p>\n</li>\n<li>\n<p>By You.\nIf you have opened an account with us, you may terminate your account at any time by notifying us of your intention to do so at legal@leafgroup.com.</p>\n</li>\n<li>\n<p>Effect of Termination.\nIf your account is terminated for any reason, we may, in our sole discretion, delete any websites, files, graphics or other content or materials relating to your use of the Site.\nIf we terminate your account, we reserve the right to exercise whatever means we deem necessary to prevent unauthorized access to our Site.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Changes to the Site.\nWe may, in our sole discretion, change, modify, suspend, make improvements to or discontinue any aspect of the Site or any services available on the Site, temporarily or permanently, at any time without notice to you, and we will not be liable for doing so.\nWithout limiting the foregoing, and notwithstanding anything contained in this Agreement, we will have the right from time to time to change the amount of any fees charged, or to institute new fees relating to new or existing services on the Site.\nFurther, we may delete materials that (i) have been stored for an excessive period of time.\n(ii) are out-of-date.\nor (iii) relate to an inactive account.\nIf you do not agree with any changes to the Site you may discontinue your use of this Site or terminate your account in accordance with Section 15(b).</p>\n</li>\n<li>\n<p>DISCLAIMER OF WARRANTIES.</p>\n<ol>\n<li>\n<p>GENERAL.\nIN ORDER TO PROVIDE YOU WITH ACCESS TO THIS SITE AND ANY RELATED SERVICES, WE ARE UNABLE TO OFFER ANY WARRANTIES OR MAKE ANY REPRESENTATIONS ABOUT ANY BENEFITS OR OPPORTUNITIES WHICH YOU MAY OBTAIN AT THIS SITE.\nWE HEREBY DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nTHIS WEBSITE IS MADE AVAILABLE TO YOU \"AS IS,\" WITHOUT ANY WARRANTIES WHATSOEVER ABOUT THE NATURE, CONTENT OR ACCURACY (EITHER WHEN POSTED OR AS A RESULT OF THE PASSAGE OF TIME) OF ANY MATERIAL ON THE SITE, AND WITHOUT ANY REPRESENTATIONS OR GUARANTEES.\nIN ADDITION, WE MAKE NO REPRESENTATIONS, WARRANTIES OR GUARANTEES THAT THE WEBSITE WILL BE SECURE, ACCESSIBLE CONTINUOUSLY AND WITHOUT INTERRUPTION, OR ERROR FREE.</p>\n</li>\n<li>\n<p>THIRD PARTY SERVICES.\nANY THIRD-PARTY LINKS, SERVICES, GOODS, RESOURCES AND INFORMATION THAT WE PROVIDE ON OR MAKE AVAILABLE THROUGH THE SITE, INCLUDING, WITHOUT LIMITATION, THOSE AVAILABLE THROUGH THIRD-PARTY ADVERTISEMENTS, ARE NOT CONTROLLED BY US.\nACCORDINGLY, WE MAKE NO WARRANTIES REGARDING SUCH THIRD-PARTY LINKS, SERVICES, GOODS, RESOURCES OR INFORMATION, INCLUDING WITHOUT LIMITATION, WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY AND NON-INFRINGEMENT AND WILL NOT BE LIABLE FOR YOUR USE OF OR RELIANCE ON SUCH THIRD-PARTY LINKS, SERVICES, GOODS, RESOURCES OR INFORMATION.</p>\n</li>\n<li>\n<p>THE SITE MAY CONTAIN ADVICE, OPINIONS, INSTRUCTIONS AND STATEMENTS FROM LEAF GROUP, ITS USERS AND OTHER CONTENT AND INFORMATION PROVIDERS.\nTHIS CONTENT IS INTENDED FOR INFORMATIONAL AND ENTERTAINMENT PURPOSES ONLY.\nYOU USE THIS SITE AND CONTENT AT YOUR OWN RISK.\nWE STRONGLY URGE YOU TO CONSULT A PROFESSIONAL OR SOME OTHER AUTHORITY IN THE APPROPRIATE FIELD BEFORE USING ANY OF THE CONTENT.\nTHE SITE IS PROVIDED BY LEAF GROUP ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWITHOUT LMITING THE FOREGOING, LEAF GROUP MAKES THE FOLLOWING SPECIFIC DISCLAIMERS FOR TH E FOLLOWING CATEGORIES OF INFORMATION:</p>\n<ol>\n<li>\n<p>Investment &amp.\nFinancial Information: The content on the Site should not be interpreted as financial or investment advice nor should it be interpreted as creating any kind of investment advisor or financial advisor relationship.\nYou should NOT rely on the financial and investment information or opinions provided on this Site.\nYou should conduct your own independent research and consult with your personal investment advisor before making an investment or financial decision.\nYou are solely responsible for any investment and financial decisions, omissions or actions you take.\nNeither Leaf Group, its affiliates, subsidiaries, nor any of their respective agents, employees, information providers or content providers shall have any liability for your financial or investment decisions based upon, or results obtains from, the content on the Site.</p>\n</li>\n<li>\n<p>Medical &amp.\nHealth Information: The content on the Site should not be interpreted as medical or health advice.\nThe content should not be used to diagnose, treat, or cure any medical or health conditions nor should it be interpreted as creating any doctor-patient or health/medical advisor relationship.\nYou should NOT rely upon the medical, health, dietary, nutritional or other professional information or opinions provided and you should always speak to your personal health care provider before beginning, changing or stopping any medication or any treatment for a health program.\nYou are solely responsible for any decisions, omissions or actions you take based on choosing to seek or not seek professional medical care, or choosing or not choosing specific treatments.\nNeither Leaf Group, is affiliates or subsidiaries, nor any of their respective agents, employees, information providers or content providers shall have any liability for your medical, health, dietary or nutritional decisions based upon, or results obtains from, the content on the Site.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<p>LEGAL INFORMATION: The content located on the Site should not be interpreted as legal advice nor should it be interpreted as creating any kind of attorney-client or legal advisor relationship.\nYou should NOT rely upon the legal information or opinions provided and you should consult with your personal legal advisor.\nthis Site is not a substitute for an in-person consultation with an attorney, as the applicability of the legal principles discussed at this Site may differ substantially in individual situations or in different states or countries.\nYou are solely responsible for any legal decisions or actions you take or omissions you commit.\nNeither Leaf Group, its affiliates or subsidiaries, nor any of their respective agents, employees, information providers or content providers shall have any liability for your legal decisions based upon, or the results obtained from, the content on the Site.</p>\n<ol>\n<li>\n<p>TO THE EXTENT THAT YOU MIGHT OTHERWISE BELIEVE THAT ANY WARRANTIES, GUARANTEES OR REPRESENTATIONS HAVE BEEN MADE TO YOU, YOU HEREBY AGREE THAT SUCH STATEMENTS, WHETHER MADE ORALLY OR IN WRITING, ARE TO BE CONSIDERED AS MERELY NONBINDING EXPRESSIONS OF POLICY RATHER THAN AFFIRMATIVE REPRESENTATIONS, OBLIGATIONS, GUARANTEES OR WARRANTIES.\nIN THE EVENT OF ANY CONFLICT BETWEEN THIS SECTION 18 AND OTHER TERMS OR PROVISIONS OF THIS AGREEMENT, THIS SECTION SHALL BE CONSTRUED TO TAKE PRECEDENCE.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>LIMITATION OF LIABILITY.\nIN ORDER TO PROVIDE YOU WITH ACCESS TO THIS SITE AND ANY RELATED SERVICES, WE ARE UNABLE TO ACCEPT LIABILITY FOR ANY CONDUCT, ACTS OR OMISSIONS OCCURRING AT THIS SITE OR ANY LOSSES YOU MAY INCUR.\nIN NO EVENT WILL WE BE LIABLE TO YOU FOR ANY CONSEQUENTIAL, INCIDENTAL OR SPECIAL DAMAGES, INCLUDING ANY LOST PROFITS, EVEN IF YOU CLAIM TO HAVE NOTIFIED US ABOUT SUCH DAMAGES, OR FOR ANY CLAIMS BY ANY THIRD-PARTIES.</p>\n</li>\n<li>\n<p>Force Majeure.\nWe will not be liable for failing to perform under this Agreement as a result of the occurrence of any event beyond our reasonable control, including, without limitation, a labor disturbance, an Internet outage or interruption of service, a communications outage, failure to perform by one of our service providers, fire, terrorism, natural disaster or war.</p>\n</li>\n<li>\n<p>Notices and Electronic Communication.\nAll notices required or permitted to be given under this Agreement must be in writing and delivered to the receiving party by any of the following methods: (i) hand delivery.\n(ii) certified U.S.\nmail, return receipt requested.\n(iii) overnight courier.\nor (iv) electronic mail.\nIf we provide notice to you, we must use the contact information provided to us by you (if any).\nAll notices will be deemed received as follows: (i) if by hand delivery, on the date of delivery.\n(ii) if by delivery by U.S.\nmail, on the date of receipt appearing on a return receipt card.\n(iii) if by overnight courier, on the date receipt is confirmed by courier service, or (iv) if by electronic mail, twenty-four (24) hours after the message was sent, if no \"system error\" or other notice of non-delivery is generated.\nEach party agrees that any notice that it receives from the other party electronically satisfies the legal requirement that such communications be in writing.</p>\n</li>\n<li>\n<p>Complete Agreement/No Representations.\nThis Agreement constitutes the entire agreement between you and us relating to your access to and use of this Site and supersedes any prior or contemporaneous representations or agreements.\nAny rights not otherwise expressly granted by this Agreement are reserved by us.\nThis Agreement may not be modified, either expressly or by implications, except as set forth in Section 23.</p>\n</li>\n<li>\n<p>Modification/Termination.</p>\n<ol>\n<li>\n<p>In General.\nOur employees are not authorized to vary the terms of this Agreement.\nThis Agreement may be modified only by obtaining our written consent in a notarized agreement.</p>\n</li>\n<li>\n<p>Periodic Revisions.\nYou agree that we may modify the terms of this Agreement in our sole discretion, without advance notice, and that your right to access this Site is conditioned on an ongoing basis with your compliance with the then-current version of this Agreement.\nWe will post a notice on this page for thirty (30) days following any revisions or modifications to this Agreement.\nYou agree to review this page at least once every thirty (30) days.\nIt will be your responsibility to review this page for possible modifications.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>Arbitration.\nAll disputes arising out of this Agreement (including its formation, performance or alleged breach) or your use of our Site or services will be exclusively resolved under confidential binding arbitration.\nIf you can demonstrate that arbitration in California would create an undue burden to you, you are free to initiate the arbitration in your home state.\nOtherwise, the arbitration hearings will be held in Los Angeles County, California before and in accordance with the Rules of the American Arbitration Association.\nYou may download or copy a form notice at www.adr.org.\nIf you initiate arbitration, your arbitration fees will be limited to the filing fees.\nThe arbitrator’s award will be binding and may be entered as a judgment in any court of competent jurisdiction.\nTo the fullest extent permitted by applicable law, no arbitration under this Agreement will be joined to an arbitration involving any other party subject to this Agreement, whether through class arbitration proceedings or otherwise.\nNotwithstanding the foregoing, we will have the right to seek injunctive or other equitable relief in the state or federal court in Los Angeles County, California to enforce these terms or prevent infringement of a third party’s rights.\nIn the event equitable relief is sought, each party irrevocably submits to the personal jurisdiction of such court.</p>\n</li>\n<li>\n<p>Waiver of Class Action Rights.\nBy entering into this Agreement, you hereby irrevocably waive any right you may have to join claims with those of others in the form of a class action or similar procedural device.\nAny claims arising out of, relating to, or connected with this Agreement must be individually asserted.</p>\n</li>\n<li>\n<p>Limitation of Actions.\nYou acknowledge and agree that, regardless of any statute or law to the contrary, any claim or cause of action you may have arising out of, relating to, or connected with your use of the Site or any related services, must be filed within one (1) calendar year after such claim or cause of action arises, or forever be barred.</p>\n</li>\n<li>\n<p>Additional Terms.\nThis Agreement will be binding upon each party hereto and its successors and permitted assigns, and governed and construed in accordance with the laws of Los Angeles, California without reference to conflict of law principles.\nThis Agreement and all of your rights and obligations under this Agreement (including, without limitation, your account, if any) will not be assignable or transferable by you without our prior written consent.\nNo failure or delay by a party in exercising any right, power or privilege under this Agreement will operate as a waiver thereof, nor will any single or partial exercise of any right, power, or privilege under this Agreement.\nWe are independent contractors, and no agency, partnership, joint venture, employee-employer relationship is intended or created by this Agreement.\nThe invalidity or unenforceability of any provision of this Agreement will not affect the validity or enforceability of any other provision of this Agreement, all of which will remain in full force and effect.</p>\n</li>\n<li>\n<p>Further Information.\nIf you have a complaint, you may contact us at Leaf Group Ltd., Attention: Legal Department, 1655 26th Street, Santa Monica, CA 90404, USA.\n– legal@leafgroup.com.\nIf you are a California resident, the Complaint Assistance Unit of the Division of Consumer Services of the Dept.\nof Consumer Affairs may be contacted at 400 R Street, Sacramento, CA 95814 or (800) 952-5210.</p>\n</li>\n</ol> ", "created_at": "2021-11-20 19:49:40.255824", "updated_at": "2021-11-20 19:49:53.641947"}, {"id": 10319, "name": "PRIVACY POLICY ", "url": "https://www.onlyinyourstate.com/privacy-policy", "xpath": "/html/body/div[3]/div/div[1]/div[2]", "text": " OUR PRIVACY POLICY <p>\n<strong>Last Updated</strong>: December 15, 2020</p>\n<p>This privacy policy (“<strong>Privacy Policy</strong>“) describes how information and data is collected from you when you use this online website, mobile website, application, digital service, or any related products, services, sites, features or functionality (each a “<strong>Service</strong>“, collectively the “<strong>Services</strong>“) that link to this Privacy Policy, and how Leaf Group Ltd., including its subsidiaries/affiliates Society6, LLC and Saatchi Online, Inc.\n(“<strong>Leaf Group</strong>“, “<strong>we</strong>“, “<strong>us</strong>“, or “<strong>our</strong>“), uses, shares and manages your information and data.\nBy using any of the Services, you consent to the collection, use, processing, and sharing of your information as described in this Privacy Policy.</p>\n1.\nOur Privacy Principles\n<p>We are committed to recognizing and respecting your privacy rights by keeping you informed and processing and protecting your personal data in compliance with applicable data protection laws and regulations (“<strong>Data Protection Laws</strong>“).</p>\n<p>If you are located outside of the United States and you choose to use the Services or provide your information to us, your data may be transferred to, processed and maintained on servers, databases or cloud storage facilities located in the United States.\nYour use of the Services represents your consent and agreement to these practices.\nIf you do not want your data transferred to or processed or maintained in the United States, you should not use the Services.</p>\n2.\nInformation that We Collect from You\n<p>\n<strong>Account Data You Directly and Voluntarily Provide to Us.\n</strong>We may collect and process some or all of the following information you make available to us if you register, download or use the Services, such as your:</p>\n<ul>\n<li>\n<strong>Name</strong>\n</li>\n<li>\n<strong>Email Address</strong>\n</li>\n<li>\n<strong>Mailing Address</strong>\n</li>\n<li>\n<strong>Phone Number</strong>\n</li>\n<li>\n<strong>Interests</strong>\n</li>\n<li>\n<strong>User Name</strong>\n</li>\n<li>\n<strong>Password</strong>\n</li>\n<li>\n<strong>Other Registration Information</strong>\n</li>\n<li>\n<strong>Customer Support or Technical Information you provide when you contact us with questions about your use of the Services</strong>\n</li>\n<li>\n<strong>Details of transactions you carry out through the Services, your purchases, and the fulfillment of orders we provide to you</strong>\n</li>\n<li>\n<strong>Other information you may provide to us through promotions or surveys</strong>\n</li>\n</ul>\n<p>\n<strong>User Profile Data.\n</strong>\n</p>\n<p>In addition to the data listed above, we may offer you the option to create a user profile to describe yourself that may be visible to other users of the Services.\nIf you are a registered user you may also be able to adjust your account settings through your user account.\nWe note that, even if you adjust your settings so that your user profile remains private, we will still be able to access and view the information you provide as part of your user profile.</p>\n<p>\n<strong>Public Data You Post through the Services.\n</strong>If you post information on public areas of the Services, such as reviews, comments, and user content, that data may be collected and used by us, other users of the Services, and the public generally.\nWe strongly recommend that you do not post any information through the Services that allows strangers to identify or locate you or that you otherwise do not want to share with the public.</p>\n<p>\n<strong>Usage Data We Automatically Collect from You.\n</strong>In addition to the information you provide to us, the Services may collect and process additional data automatically, this data may include your:</p>\n<ul>\n<li>\n<strong>Device Registration Data</strong>&nbsp;(for example, the type of mobile device you use, your mobile device’s unique device or advertising ID, IP address, operating system and browser type)</li>\n<li>\n<strong>Device Settings</strong>&nbsp;(for example, your language preference)</li>\n<li>\n<strong>Mobile Carrier</strong>\n</li>\n<li>\n<strong>Information about how you use the Services</strong>&nbsp;(for example, how many times you use the Services each day)</li>\n<li>\n<strong>Requested and Referring URLs</strong>\n</li>\n<li>\n<strong>Location Data collected through your Device</strong>&nbsp;(including, for example, precise location data such as GPS and WiFi information)</li>\n<li>\n<strong>Information collected through cookies and other tracking technologies</strong>&nbsp;including, but not limited to, your IP address and domain name, your browser version and operating system, traffic data, location data, web logs and other communication data, and the resources that you access</li>\n</ul>\n3.\nHow We Use Your Information\n<p>In this section, we set out the purposes for which we use personal information that we collect when you use the Services.\nIn relation to EU Users, we are required under applicable Data Protection Laws, to identify the legal bases on which we rely to process the information.</p>\n<p>\n<strong>Providing the Services, Improving the Services, Providing Support, and Communicating With You.\n</strong>We and our service providers may use the data you provide or that is collected through the Services to operate and improve the Services, our other sites, applications, products and services, to contact you from time to time to provide you with important information and notices relating to the Services, and to carry out obligations arising from any agreements between you and us.</p>\n<p>\n<strong>Legal Bases:</strong>&nbsp;contract performance, legitimate interests (to correspond with you, to enable us to provide you with the Services and to improve the Services)</p>\n<p>\n<strong>Providing Marketing and Promotion Materials.</strong> We and our service providers may use the data you provide or that is collected through the Services to provide you with updates, offers, and promotions, where you have chosen to receive these.\nWe may also use your information for marketing our own and our selected business partners’ products and services to you by email and, where required by law, we will ask for your consent at the time we collect your data to conduct any of these types of marketing.\nIf you wish to unsubscribe from receiving marketing communications from us by email, please follow the instructions contained in each email you receive from us describing how you can unsubscribe from receiving further marketing communications from us.</p>\n<p>\n<strong>Advertising and Third Party Content and Links.\n</strong>The Services may be supported through advertising, and we may work with advertisers and advertising networks to provide advertising through the Services.\nWe may provide these advertisers and advertising networks with the ability to collect data about how you interact with the Services and, if applicable, your mobile device.\nThis data may include the unique device or advertising identifier associated with your device and your precise location data, in order to help analyze and serve targeted advertising on the Services and elsewhere (including third-party sites and applications).\nThese advertisers, advertising networks, and other third parties may use cookies, pixels, and web beacons to track the actions of users online over time and across different websites or platforms in order to deliver targeted electronic advertisements to an individual user.\nWe do not have access to or control over cookies, pixels or web beacons that third-party partners may use.</p>\n<p>For information about how tracking works for targeted advertising purposes, and to opt out of the collection of data for this purpose by companies participating in the Digital Advertising Alliance Self-Regulatory Program, you can visit&nbsp;<strong>http://www.aboutads.info/choices</strong>&nbsp;(from your browser) or&nbsp;<strong>http:///www.aboutads.info/appchoices</strong>(from your mobile device).</p>\n<p>We share information with our service provider LiveRamp.\nSuch information may include your encrypted email, IP address or information about your browser or operating system.\nLiveRamp may use our first party cookie identifier on your browser to match your shared information to their marketing databases in order to provide back a disguised privacy identifier for our use in real time bidding in digital advertising.\nThese third parties may in turn link further demographic or interest-based information to your browser.\nTo opt out or learn more visit <strong>https://liveramp.com/opt_out/</strong>\n</p>\n<p>In addition, the Services may include third-party content and links to other third-party websites.\nWe are not responsible for the privacy practices or the content of these third-party websites.\nYou are encouraged to review the privacy policies of the different websites that you visit.</p>\n<p>If you access the Services through a browser, your browser may allow you to adjust your browser settings so that “Do Not Track” requests are sent to the websites that you visit.\nHowever, we will not disable tracking technology that may be active on the Services in response to any Do Not Track requests that we receive from your browser.\nYou can change your privacy preferences regarding the use of cookies and other similar technologies through your browser.\nYou may set your browser to accept all cookies, block certain cookies, require our consent before a cookie is placed in your browser, or block all cookies.\nBlocking all cookies will affect your online experience and may prevent you from enjoying the full features offered through the Services.</p>\n<p>You may opt out of the collection, use, and transfer of precise location data for location-based advertising purposes, by using the location services controls in your mobile device’s settings.</p>\n<p>\n<strong>Legal Bases:</strong>&nbsp;consent, legitimate interest where consent is not required (to enable us to provide you with an experience related to your interests)</p>\n<p>\n<strong>Analytics Services.\n</strong>We may also work with third party analytics companies to help us understand how the Services are being used, such as data collection, reporting, ad response measurement, website and mobile application analytics, and to assist with delivery of relevant marketing messages and advertisements.</p>\n<p>We may use Google Analytics, an analytics service provided by Google or other third party analytics services providers (“<strong>Analytics Services</strong>“) to collect information about your use of the Services.\nThese Analytics Services may collect information about the content you view and your system information and geographic information.\nThe information generated by the Analytics Services about your use of the Services will be transmitted to and stored by the Analytics Services.\nThe information collected by the Analytics Services allows us to analyze your use of the Services.</p>\n<p>We encourage you to review your device and Services settings to ensure they are consistent with your preferences, including with respect to the collection and use of information.\nYou may be able to stop further collection of certain data by the Services by updating your applicable device settings, or you may uninstall the Services.\nIn addition, you may choose not to share your location details by adjusting your mobile device’s location services settings.\nFor instructions on changing the relevant settings, please contact your service provider/carrier or device manufacturer.</p>\n<p>\n<strong>Legal Bases:</strong>&nbsp;legitimate interest where consent is not required (to enable us to provide you with an experience relevant to your interests)</p>\n<p>\n<strong>Purchases and Payment Processors.\n</strong>If you make a purchase through the Services, you may be able to pay using a third-party payment service, such as Stripe, PayPal, Apple Pay, Amazon Pay or other third-party payment services.\nAll information collected by these third-party payment services for purposes of processing your payments is not available to us, unless you have otherwise provided this information to us in connection with your use of the Services.\nInformation collected from you by these third-party payment services is governed by the applicable third-party payment service’s privacy policy.\nYou should review the applicable privacy policy prior to submitting any information to the applicable third-party payment service.</p>\n<p>\n<strong>Legal Bases:</strong>&nbsp;consent, legitimate interests (to enable us to perform our obligations and provide the Services to you).\ncontract performance</p>\n<p>\n<strong>Promotions, Sweepstakes, and Contests.\n</strong>From time to time, we may host a promotion, sweepstakes, or content on the Services.\nYou may be asked to provide personal information or permit the transfer of your personal information to a third party in connection with such promotion, sweepstakes or content.\nThe parties who privacy policy applies will be disclosed at point of collection or transfer and you will have a choice of whether or not you wish to permit such transfer or collection of information to a third party.</p>\n<p>If you wish to unsubscribe from receiving marketing communications from us by email, please follow the instructions contained in each email you receive from us describing how you can unsubscribe from receiving further marketing communications from us.\nIf you are a registered user you may also be able to adjust your email settings by logging in to your account and adjusting your account settings.</p>\n<p>\n<strong>Legal Bases:</strong>&nbsp;consent, legitimate interests where consent is not required (to keep you updated with news in relation to our products and services)</p>\n4.\nHow Your Information is Shared with Third Parties\n<p>We may share the information you provide or that we collect in some circumstances as follows:</p>\n<p>\n<strong>With Advertisers.\n</strong>We may share your information with advertisers, third-party advertising networks and analytics companies who may use it to deliver targeted advertisements to you on the Services or third-party websites or advertisers.\nSimilarly, these advertisers may share information with us about you that they have independently gathered or acquired.\nWe may also share encrypted versions of information we have collected in order to enable our advertising partners to perform data analysis or for advertising-related use.</p>\n<p>\n<strong>With Our Company Affiliates.\n</strong>We may share your information with members of the Leaf Group corporate family in order to provide joint content and services (like registration, transactions and customer support), or to improve your experience with the Services, products and other services.</p>\n<p>\n<strong>With Our Partner Programs.\n</strong>If you are directed to the Services through a third party, we may share certain information back with that third party, which may include information such as name, email and value of purchase depending on the type of relationship or Services utilized.</p>\n<p>\n<strong>For Marketing Campaigns.\n</strong>From time to time we may disclose certain information (name, mailing address and non-sensitive transactional information such as your purchase history, amounts paid and products ordered) to marketing companies for trade or rental purposes.\nIf you prefer to opt-out of the use of your personal information by marketing companies for trade or rental purposes, please let us know at&nbsp;<strong>legal@leafgroup.com</strong>.</p>\n<p>\n<strong>With Our Service Providers.\n</strong>We may share your information with our service providers who work on our behalf.\nFor example, these service providers may handle payment or credit card processing, data management, customer data pooling or aggregating, feature administration, email distribution, market research, information analysis, and promotions management.\nThese service providers will only have access to the information needed to perform these limited functions on our behalf.</p>\n<p>\n<strong>Social Media and Sharing.\n</strong>The Services may use social networking or “share functionality” or may contain links to third-party social media sites or applications that are not owned or controlled by us.\nWe also may allow you to use social media sites or applications to leverage your existing social media site or application accounts to access features of the Services.\nYour use of these features may result in the collection or sharing of information about you by these sites or applications, depending on the feature.</p>\n<p>We have no control over, and assume no responsibility for, any share functionality or the content, privacy policies, or practices of any third-party site or application.\nWe encourage you to review the privacy policies and settings on the social media sites or applications with which you interact to make sure you understand the information that may be collected, used, and shared by those sites.\nYou are subject to the policies of those third parties when and where applicable.</p>\n<p>\n<strong>As Required By Law or to Protect Rights and to Comply with Our Policies.\n</strong>To the extent permitted by law, we will disclose your information to government authorities or third parties, including national security or law enforcement agencies, if required to do so by law, or if requested in response to a subpoena or court order, we believe in our sole and absolute discretion that disclosure is reasonably necessary to protect against fraud, to protect the property or other rights of us or other users, third parties or the public at large, or we believe that you have abused the Services by using it to attack other systems or to gain unauthorized access to any other system, to engage in spamming or otherwise to violate applicable laws or in violation of our Terms of Use.\nYou should be aware that, following disclosure to any third party, your information may be accessible by others to the extent permitted or required by applicable law.</p>\n<p>\n<strong>Business Transfers or Bankruptcy.\n</strong>In the event of a merger, acquisition, bankruptcy or other sale of all or a portion of our assets or any business, any user information owned or controlled by us may be one of the assets transferred to third parties in such transaction or event.\nWe reserve the right, as part of this type of transaction or event, to transfer or assign your information and other information we have collected from users of the Services to third parties.\nOther than to the extent ordered by a bankruptcy or other court, the use and disclosure of all transferred user information will be subject to this Privacy Policy.\nHowever, any information you submit or that is collected after this type of transfer may be subject to a new privacy policy adopted by the successor entity or acquirer, as applicable.</p>\n5.\nThe Privacy of Children\n<p>The Services are not intended for children under age 16.\nWe do not knowingly collect or distribute personal information from or about children under the age of 16.\nIf a parent or guardian becomes aware that his or her child has provided us with information without their consent, he or she should contact us at&nbsp;<strong>legal@leafgroup.com</strong>.</p>\n6.\nEU Users – Your Rights Under the General Data Protection Regulation\n<p>We acknowledge your right to access and control your personal data in accordance with applicable Data Protection Laws.</p>\n<p>Effective May 25th, 2018, if you are subject to European Union Data Protection Laws (“<strong>EU Users</strong>“), our processing of your personal data will comply with the Regulations (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016, known as the General Data Protection Regulation (“<strong>GDPR</strong>“).</p>\n<p>\n<strong>Accessing, Correcting or Deleting Your Information.</strong> For EU Users, to request access to or correction of your personal data in accordance with applicable Data Protection Laws, you may send <strong>Web Form request</strong>, email <strong>privacy.gdpr@leafgroup.com</strong> or a letter to:</p>\n<p>\n<strong>Leaf Group Ltd.\n</strong>\n<br>\n<strong>Attn: Legal Department </strong>\n<br>\n<strong>1655 26th Street Santa Monica, CA 90404</strong>\n</p>\n<p>Please include your registration information you provided through the Services.\nWe may ask you to provide additional information for identity verification purposes, or to verify that you are in possession of an applicable email account.</p>\n<p>For EU Users, if you’d like us to delete information that you have provided through the Services, please contact us at&nbsp;<strong>privacy.gdpr@leafgroup.com&nbsp;</strong>and we will respond in a reasonable time in accordance with applicable Data Protection Laws.\nPlease note that some or all of the information you provided may be required in order for the Services to function properly or may be automatically retained in backup storage or records retention archival storage.</p>\n<p>\n<strong>Portability of Your Personal Data.\n</strong>For EU Users, should you request it, we will provide you with an electronic file of your basic account information and the information under your sole control in accordance with applicable Data Protection Laws.</p>\n<p>Data portability is the ability to obtain some of your information in a format you can move from one service provider to another in accordance with applicable Data Protection Laws.\nDepending on the context and applicable Data Protection Laws, this applies to some of your information, but not to all of your information.</p>\n7.\nEU Users and Swiss Users – Privacy Shield (For EU and Swiss Data Transferred Into the US)\n<p>We comply with the&nbsp;<strong>EU-US Privacy Shield Framework</strong>&nbsp;and the&nbsp;<strong>Swiss-US Privacy Shield Framework</strong>&nbsp;as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States, respectively.\nWe have certified to the Department of Commerce that we adhere to the Privacy Shield Principles with respect to such data.</p>\n<p>If there is any conflict between the policies in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles will govern.\nTo learn more about the Privacy Shield program, and to view our certification page, please visit&nbsp;<strong>https://www.privacyshield.gov/</strong>.</p>\n<p>Pursuant to the EU-US and Swiss-US Privacy Shield Frameworks, the following statements apply:</p>\n<ul>\n<li>We are subject to the jurisdiction and enforcement authority of the U.S.\nFederal Trade Commission (FTC);</li>\n<li>We are liable for the onward transfer of personal data to third parties acting as our agents unless we can prove we were not a party giving rise to the damages.\nand</li>\n<li>We may be required to release EU and Swiss personal data in response to lawful requests by public authorities including to meet national security and law enforcement requirements</li>\n</ul>\n<p>In compliance with the EU-US and Swiss-US Privacy Shield Principles, we are committed to resolving complaints about your privacy and our collection or use of your personal information.\nEuropean Union or Swiss individuals with inquiries or complaints regarding this Privacy Policy should first contact us at&nbsp;<strong>legal@leafgroup.com</strong>.</p>\n<p>We have further committed to refer unresolved privacy complaints under the EU-US and Swiss-US Privacy Shield Principles to an independent dispute resolution mechanism, the&nbsp;<strong>BBB EU PRIVACY SHIELD</strong>, a non-profit alternative dispute resolution provider located in the United States and operated by BBB National Programs, Inc.\n(BBB NP).\nIf you do not receive timely acknowledgement of your complaint, or if your complaint is not satisfactorily addressed, please visit&nbsp;<strong>http://www.bbb.org/EU-privacy-shield/for-eu-consumers/</strong>&nbsp;for more information and to file a complaint.\nThis service is provided free of charge to you.</p>\n<p>If your Privacy Shield complaint cannot be resolved through the above channels, under certain conditions, you may invoke binding arbitration for some residual claims not resolved by other redress mechanisms.\nSee Privacy Shield Annex 1 at&nbsp;https://www.privacyshield.gov/article?id=ANNEX-I-introduction</p>\n8.\nNevada Privacy Rights\n<p>Under Nevada law, Nevada residents may submit a request directing us not to make certain disclosures of personal information we maintain about them.\nTo exercise this right, please contact us by email at <strong>legal@leafgroup.com</strong>.</p>\n9.\nCalifornia Residents Under 18\n<p>If you are a California resident under the age of 18 and are a registered user of the Services, you may request that we remove content or information about you that you posted on the Services by: (a) submitting a request in writing to&nbsp;<strong>legal@leafgroup.com</strong>.\nand (b) clearly identifying the content or information you wish to have removed and providing sufficient information to allow us to locate the content or information to be removed.\nHowever, please note that we are not required to, and may not be able to, erase or otherwise eliminate content or information if: (i) other state or federal laws require us or a third party to maintain the content or information.\n(ii) the content or information was posted, stored, or republished by another user.\n(iii) the content or information is anonymized so that you cannot be individually identified.\n(iv) you do not follow the instructions posted in this Privacy Policy on how to request removal of your content or information.\nor (v) you have received compensation or other consideration for providing the content.\nFurther, nothing in this provision shall be construed to limit the authority of a law enforcement agency to obtain the applicable content or information.</p>\n10.\nCalifornia Privacy Rights\n<p>This section contains disclosures required by the California Consumer Privacy Act (“<strong>CCPA</strong>“) and applies only to “personal information” that is subject to the CCPA.\nConsumers with disabilities may access this notice with a standard screen reader.</p>\n<p>\n<strong>Personal Information We Collect, Disclose for a Business Purpose, and Sell.\n</strong>We collect the categories of personal information about California consumers identified in the chart below.\nAs further set forth in the chart below, in the past 12 months, we have disclosed and sold California consumers’ personal information to third parties for business or commercial purposes.</p>\n<strong>Categories of Personal Information </strong>\n<strong>Collected in the last 12 months:</strong>\n<strong>Categories of sources from which information is collected:</strong>\n<strong>Business or commercial purposes for collection, use, and sharing:</strong>\n<strong>Disclosed for business purposes to the following categories of third parties:</strong>\n<strong>Sold to the following categories of third parties:</strong> Personal and online identifiers (such as first and last name, email address, or unique online identifiers)\nYes\nAll categories listed below.\nAll purposes listed below.\nAll categories listed below.\nAll categories listed below.\nCommercial or transactions information (such as records of personal property or products or services purchased, obtained or considered)\nYes\nAll categories listed below.\nAll purposes listed below.\nAll categories listed below.\nAll categories listed below.\nInternet or other electronic network activity information (such as browsing history, search history, interactions with a website, email, application, or advertisement)\nYes\nAll categories listed below.\nAll purposes listed below.\nAll categories listed below.\nAll categories listed below.\nInferences drawn from the above information about your predicted characteristics and preferences\nYes\nAll categories listed below.\nAll purposes listed below.\nAll categories listed below.\nAll categories listed below.\nOther information about you that is linked to the personal information above\nYes\nAll categories listed below.\nAll purposes listed below.\nAll categories listed below.\nAll categories listed below.\n<p>\n<strong>Categories of Sources:</strong> We collect this personal information from the following categories of sources:</p>\n<ul>\n<li>Consumers;</li>\n<li>Service providers;</li>\n<li>Affiliates not under the Leaf Group brand.\nand</li>\n<li>Consumer data resellers</li>\n</ul>\n<p>\n<strong>Why We Use and Disclose California Information.</strong> We use and disclose the personal information we collect for our commercial and business purposes as further described in this Privacy Policy.\nThese commercial and business purposes include, without limitation:</p>\n<ul>\n<li>Our commercial purposes, including marketing, advertising, offering promotions, authentication, identity resolution, fraud prevention, fulfillment services, and facilitating transactions.</li>\n<li>Our business purposes as identified in the CCPA, which include:\n<ul>\n<li>Auditing related to our interactions with you;</li>\n<li>Legal compliance;</li>\n<li>Detecting and protecting against security incidents, fraud, and illegal activity;</li>\n<li>Debugging;</li>\n<li>Performing services (for us or our service provider) such as account servicing, processing orders and payments, and analytics;</li>\n<li>Internal research for technological improvement;</li>\n<li>Internal operations;</li>\n<li>Activities to maintain and improve our services.\nand</li>\n<li>Other one-time uses.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Recipients of California Personal Information.\n</strong>We may sell the categories of personal information designated above to the categories of third parties listed below:</p>\n<ul>\n<li>Advertising/Marketing companies;</li>\n<li>Affiliates not under the Leaf Group brand;</li>\n<li>Partner programs;</li>\n<li>Service providers.\nand</li>\n<li>Social networks</li>\n</ul>\n<p>We disclose the categories of personal information designated above to the categories of third parties listed below for business purposes:</p>\n<ul>\n<li>Service providers;</li>\n<li>Affiliates not under the Leaf Group brand;</li>\n<li>Internet service providers;</li>\n<li>Data analytics providers;</li>\n<li>Operating systems and platforms.\nand</li>\n<li>Social networks</li>\n</ul>\n<p>\n<strong>Your Rights Regarding Personal Information.\n</strong>California residents have certain rights with respect to the personal information collected by businesses.\nIf you are a California resident, you may exercise the following rights regarding your personal information, subject to certain exceptions and limitations:</p>\n<ul>\n<li>For certain categories of personal information, the right to request a list of what personal information (if any) we disclosed to third parties for their own direct marketing purposes in the preceding calendar year and the names and addresses of those third parties;</li>\n<li>The <strong>right to know</strong> the categories and specific pieces of personal information we collect, use, disclose, and sell about you, the categories of sources from which we collected your personal information, our purposes for collecting or selling your personal information, the categories of your personal information that we have either sold or disclosed for a business purpose, and the categories of third parties with which we have shared personal information;</li>\n<li>The <strong>right to request that we delete</strong> the personal information we have collected from you or maintain about you.</li>\n<li>The right to <strong>opt out of our sale(s)</strong> of your personal information.\nPlease note that if you opt out of certain types of sales, we will be unable to provide you with the services that rely on such sales.</li>\n<li>The <strong>right not to receive discriminatory treatment</strong> for the exercise of the privacy rights conferred by the CCPA.\nWe may offer you certain financial incentives permitted by applicable law as compensation for allowing us to collect, sell, or maintain your personal information.</li>\n</ul>\n<p>To exercise any of the above rights, please contact us using the following information and submit the required verifying information online at:</p>\n<p>\n<strong>Make a CCPA consumer rights request online through our request form.</strong>\n</p>\n<p>\n<strong>Verification Process and Required Information.</strong> Note that we may need to request additional information from you to verify your identity or understand the scope of your request, although you will not be required to create an account with us to submit a request or have it fulfilled.</p>\n<p>\n<strong>Authorized Agent.</strong> You may designate an authorized agent to make a CCPA request on your behalf.\nWe will require proof of your consent to designating such an agent and verification of your identity as described above.</p>\n<p>\n<strong>Minors’ Right to Opt In.\n</strong>We do not sell the personal information of minors under 16 years of age.</p>\n11.\nSecurity Measures and Storage Limits\n<p>We provide industry-standard physical, electronic, and procedural safeguards to protect personal data we process and maintain.\nFor example, we take reasonable measures to limit access to this data to authorized employees and contractors who need to know that information in order to operate, develop or improve our Services.\nPlease be aware that, although we endeavor to provide reasonable security for data we process and maintain, no security system can prevent all potential security breaches.\nAs a result, we cannot guarantee or warrant the security of any information you transmit on or through the Services and you do so at your own risk.</p>\n<p>Our retention periods for personal data are based on our business needs and legal requirements.\nWe retain personal data for as long as is necessary for the processing purpose(s) for which the information was collected, and any other permissible, related purpose.</p>\n12.\nUpdates to this Privacy Policy\n<p>We will notify you of material changes to this Privacy Policy by at least thirty (30) days before the effective date of the changes.\nIf you do not agree to such changes following such notice, you should discontinue your use of the Services prior to the time the modified privacy policy takes effect.\nIf you continue using the Services after the modified privacy policy takes effect, you will be bound by the modified privacy policy.</p>\n13.\nContact Us\n<p>If you have questions about this Privacy Policy, you may contact us at&nbsp;<strong>legal@leafgroup.com</strong>&nbsp;or send a letter to:</p>\n<p>\n<strong>Leaf Group Ltd.</strong>\n</p>\n<p>\n<strong>Attn: Legal Department</strong>\n</p>\n<p>\n<strong>1655 26th Street</strong>\n</p>\n<p>\n<strong>Santa Monica, CA 90404</strong>\n</p>\n<p>We will do our best to respond to you in a timely and professional manner to answer your questions and resolve your concerns.</p> ", "created_at": "2021-11-20 20:47:25.081163", "updated_at": "2021-11-20 19:49:19.90184"}], "points": [], "urls": ["onlyinyourstate.com"]}}