{"error": 448, "message": "OK", "parameters": {"id": 3741, "name": "Fasthourcrypto", "created_at": "2021-05-22 22:11:11.97949", "updated_at": "2021-05-22 22:00:22.535775", "wikipedia": null, "keywords": null, "related": null, "slug": "fasthourcrypto", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3741.png", "url": "fasthourcrypto.com", "documents": [{"id": 6250, "name": " Terms and conditions ", "url": "https://fasthourcrypto.com/?a=rules", "xpath": "/html/body/section/section[2]/div/div/div", "text": " <strong>Please read the following rules carefully before signing in.</strong>\n<p>\n</p>\n<p> You agree to be of legal age in your country to partake in this program, and in all the cases your minimal age must be 18 years.<br>\n<br> FastHourCrypto-Earn Fast Crypto Hourly is not available to the general public and is opened only to the qualified members of FastHourCrypto-Earn Fast Crypto Hourly, the use of this site is restricted to our members and to individuals personally invited by them.\nEvery deposit is considered to be a private transaction between the FastHourCrypto-Earn Fast Crypto Hourly and its Member.<br>\n<br> As a private transaction, this program is exempt from the US Securities Act of 1933, the US Securities Exchange Act of 1934 and the US Investment Company Act of 1940 and all other rules, regulations and amendments thereof.\nWe are not FDIC insured.\nWe are not a licensed bank or a security firm.<br>\n<br> You agree that all information, communications, materials coming from FastHourCrypto-Earn Fast Crypto Hourly are unsolicited and must be kept private, confidential and protected from any disclosure.\nMoreover, the information, communications and materials contained herein are not to be regarded as an offer, nor a solicitation for investments in any jurisdiction which deems non-public offers or solicitations unlawful, nor to any person to whom it will be unlawful to make such offer or solicitation.<br>\n<br> All the data giving by a member to FastHourCrypto-Earn Fast Crypto Hourly will be only privately used and not disclosed to any third parties.\nFastHourCrypto-Earn Fast Crypto Hourly is not responsible or liable for any loss of data.<br>\n<br> You agree to hold all principals and members harmless of any liability.\nYou are investing at your own risk and you agree that a past performance is not an explicit guarantee for the same future performance.\nYou agree that all information, communications and materials you will find on this site are intended to be regarded as an informational and educational matter and not an investment advice.<br>\n<br> We reserve the right to change the rules, commissions and rates of the program at any time and at our sole discretion without notice, especially in order to respect the integrity and security of the members' interests.\nYou agree that it is your sole responsibility to review the current terms.\n<br>\n<br> FastHourCrypto-Earn Fast Crypto Hourly is not responsible or liable for any damages, losses and costs resulting from any violation of the conditions and terms and/or use of our website by a member.\nYou guarantee to FastHourCrypto-Earn Fast Crypto Hourly that you will not use this site in any illegal way and you agree to respect your local, national and international laws.<br>\n<br> Don't post bad vote on Public Forums and at Gold Rating Site without contacting the administrator of our program FIRST.\nMaybe there was a technical problem with your transaction, so please always CLEAR the thing with the administrator.<br>\n<br> We will not tolerate SPAM or any type of UCE in this program.\nSPAM violators will be immediately and permanently removed from the program.<br>\n<br> FastHourCrypto-Earn Fast Crypto Hourly reserves the right to accept or decline any member for membership without explanation.<br>\n<br> If you do not agree with the above disclaimer, please do not go any further.\n</p>\n<p>\n</p> ", "created_at": "2021-05-22 22:11:11.983712", "updated_at": "2021-05-22 20:14:00.377526"}], "points": [], "urls": ["fasthourcrypto.com"]}}