{"error": 448, "message": "OK", "parameters": {"id": 2224, "name": "Smartmessages", "created_at": "2020-04-21 13:49:02.151088", "updated_at": "2021-03-25 03:19:49.174497", "wikipedia": null, "keywords": null, "related": null, "slug": "smartmessages", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2224.png", "url": "smartmessages.net,smm.im", "documents": [{"id": 3410, "name": "Terms of Service", "url": "https://info.smartmessages.net/terms-conditions/", "xpath": "/html/body/div[1]/div/div/div", "text": " Terms &amp.\nConditions Smartmessages Terms of Use Statement\n<p>Through Smartmessages (the “Service”), Synchromedia Limited (the “Service Provider”) offers online utilities and resources that enable Service users to collect electronic mail addresses and other information (“Data”) from individuals and corporations (“Subscribers”).\nThe Service enables users to process Data for the purpose of composing, sending, and managing electronic mail transmissions and marketing communications (“Campaigns”).</p>\n<p>By ticking the box on the Service registration page next to “I have read the Smartmessages Terms of Use Statement, and I accept these terms and conditions”, you (the “User”) agree the following terms and conditions.</p>\n<p>The Service is provided subject to this Agreement, and any guidelines, rules, or operating policies that the Service Provider may establish from time to time (the “Agreement”).\nBy posting notifications on the Service log-in page, or by otherwise providing notice to Users, the Service Provider may modify the terms of the Agreement, and may discontinue or revise any aspect of the Service at its sole discretion.\nAll such changes shall become effective upon the posting of such notifications.\nBy logging-on to the Service, the User accepts the Agreement and the Service that is current at the time of logging-on.</p>\n<p>The Service is only available to persons who can form legally binding contracts under applicable law.\nWithout limiting the foregoing, the Service is not available to individuals under the age of 18 years.</p>\n<p>Users must complete the registration form for the Service in order to use the Service.\nUsers agree to provide true, accurate, current, and complete information about themselves and their business as requested on the registration form.\nAs part of the registration process, users will nominate an e-mail address and password for their Service account.\nUsers are responsible for maintaining the validity of their email address, the security of their passwords, the integrity of their account, and all Service uses performed in their name.\nThe User agrees that the Service may send them diagnostic, status or informational email messages relating to their use of the service.\nThe Service Provider reserves the right to refuse or cancel the registration of accounts which, at its sole discretion, are deemed inappropriate.</p>\nCompliance Standards (Data Management)\n<p>Data is hosted and processed on servers in the United Kingdom and within the jurisdiction of the Information Commissioner’s Office (the “Data Regulator”).\nUsers agree to manage Data and use the Service in accordance with the Data Protection Act 1998, and the European Directive on Privacy and Electronic Communications Regulations 2003 (collectively, the “Data Regulations”).\nThe Information Commissioner has also signed a memorandum of understanding with the United States Federal Trade Commission, the Australian Competition and Consumer Commission, the Australian Communications Authority, and the Office of Fair Trading in the UK.\nThese parties have agreed to cooperate and exchange information about unsolicited electronic mail (“Spam”) originating from their jurisdiction, or initiated by Users in their jurisdiction.</p>\n<p>The Data Regulations, as well as guidance about their application and good practice can be found on the website (www.ico.gov.uk) of the Information Commissioner’s Office.</p>\n<p>The Service Provider, at its sole discretion, retains the right to terminate Service accounts that are deemed or alleged to have violated the Data Regulations.</p>\nCompliance Standards (Content Management)\n<p>Campaigns are transmitted to Subscribers through servers in the United Kingdom, where marketing Campaigns are regulated by the Advertising Standards Authority, and in the USA under the CAN-SPAM act of 2003.\nUsers agree to use the Service and to manage content in all its forms, including text, images, audio, and video (the “Content”) in accordance with the standards recommended by the British Code of Advertising, Sales Promotion and Direct Marketing (the “Content Code”).</p>\n<p>The Content Code for non-broadcast advertising, as well as guidance about its application and good practice can be found on the website (www.asa.org.uk/asa/codes) of the Advertising Standards Authority.</p>\n<p>The Service Provider, at its sole discretion, retains the right to terminate Service accounts that are deemed or alleged to have violated the Content Code.</p>\nService Use\n<p>Users shall adopt and maintain the Service Privacy Policy, which may be modified by the Service Provider from time to time.\nNotwithstanding that Subscribers are offered web utilities to manage their preferences and data privacy, Subscribers may choose to communicate directly with Users through any means available.\nUsers agree to process unsubscribe requests and correct Subscriber Data within 7 days of receiving such requests.</p>\n<p>Users may manage up to the number of Subscribers on their Service account, unless this maximum is increased by written agreement with an authorized representative of the Service Provider.\nUsers may send an unlimited number of emails providing all such activity is in compliance with this Agreement, is for lawful purposes, and respects the rights of each Subscriber.</p>\n<p>The Service Provider will not disclose the personal information of Users, or that of their Subscribers to third parties, except as may be required by law.\nThe Service Provider will only use the Subscriber lists and Data held on Users accounts for the purpose of providing the Service.\nNeither the Service Provider, nor its affiliates will send unsolicited electronic mail to Subscriber lists held on User Service accounts.</p>\n<p>The Service Provider may use information provided by Users, and gathered in the course of their using the Service, to facilitate and to enhance their use of the Service, and to communicate with them (for example to inform them of system changes, maintenance downtime etc).</p>\n<p>The Service Provider makes no guarantee that electronic mail will be rendered properly on all recipients’ terminal devices.\nThe Service Provider makes every attempt to make sure that electronic mail sent through the Service is compatible with prevailing technical standards, but cannot guarantee that messages will appear and operate consistently across all Subscriber platforms.\nSome platforms may incorporate incompatible proprietary standards, may not have been upgraded to support the prevailing standards, or may use filters to block the transmission of the actual mail Content or types of mail Content.</p>\nService System Requirements\n<p>It is understood that to use the Service, Users require a Windows, Mac, or Unix/Linux based PC or sufficiently advanced mobile device, running a recent version of a JavaScript-enabled web browser such as Microsoft Internet Explorer, Mozilla Firefox, Apple Safari, Google Chrome, accept session cookies from the “smartmessages.net” domain, and which has access to the web through a stable internet connection.\nThe Service may work in a limited manner on other operating platforms, and with other web browsers, but there is no guarantee of full functionality.</p>\nService Termination\n<p>Users may terminate this Agreement at any time by sending an e-mail message to accounts@smartmessages.net or by sending written notice to Synchromedia Limited, Sussex Innovation Centre, Science Park Square, Falmer, East Sussex BN1 9SB, UK.\nNo refunds will be issued if you terminate this agreement.</p>\n<p>The Service Provider may terminate this Agreement or the Service at any time with or without cause, and with or without notice.\nThe Service Provider shall have no liability to you or any third party because of such termination.\nIf the Service Provider terminates this Agreement because of a violation of the Agreement, no refund will be issued.</p>\n<p>In the event of Service account termination, the Service Provider may delete the Service account Data 30 days after the date of termination.\nAll sections of this Agreement that by their nature should survive termination will survive termination, including, without limitation, ownership, warranty disclaimers and limitations of liability.</p>\n<p>Users that do not log into their account for more than 120 days, or fail to make agreed Service payments, may find their Service account has been de-activated and is inaccessible.\nUSERS OF DE-ACTIVATED SERVICE ACCOUNTS HAVE 30 DAYS TO REACTIVATE THEIR ACCOUNT, OR THE ACCOUNT AND ITS DATA, INCLUDING SUBSCRIBER DATA, MAY BE PERMANENTLY REMOVED FROM THE SERVICE DATABASE.\nUsers may request that de-activated accounts are re-activated by sending an email message to accounts@smartmessages.net.</p>\nService Restrictions\n<p>This is an Agreement for Service, and does not grant a license to any software.\nUsers shall not, directly or indirectly: reverse engineer, de-compile, disassemble, or otherwise attempt to discover the source code, object code, or underlying structure, ideas, or algorithms of, or found at or through the Service or any software, documentation, or data related to the Service (the “Software”).\nremove any proprietary notices or labels from the Service or any Software, modify, translate, or create derivative works based on the Service or any Software.\nor copy, distribute, pledge, assign, or otherwise transfer or encumber rights to the Service or any Software.\nThe Service shall be used for your internal business (which includes civic or charitable) purposes only and you shall not use the Service or any Software for timesharing or service bureau purposes or otherwise for the benefit of a third party, unless by written agreement with an authorized Service representative.\nIf you are using the Service in any country in the European Community, the prohibition against modifying, translating, reverse engineering, de-compiling, disassembling or creating derivative works based on the Service or the Software does not affect your rights under any legislation implementing the EC Council Directive on the Legal Protection of Computer Programs.</p>\n<p>Users acknowledge and agree that the Service, Service names and logos, and all related product and service names, design marks and slogans, are the property of the Service Provider, or its affiliates or suppliers (collectively, the “Marks”).\nYou are not authorized to use any of the Marks in any advertising, publicity or any other commercial manner without the prior written consent of the Service Provider.\nYour use of the Services confers no title or ownership in the Service, the Software or the Marks and is not a sale of any rights in the Service, the Software or the Marks.\nAll ownership rights remain with the Service Provider or its third party suppliers, as the case may be.</p>\n<p>The Service Provider retains the right to apply its Marks and corresponding web links to the Users Service resources, including but not limited to emails and web forms.</p>\n<p>Users represent, covenant, and warrant that they will use the Service only in compliance with the Agreement and for lawful purposes.\nUsers agree they will not access or otherwise use third party mailing lists in connection with preparing or distributing unsolicited electronic mail to any third party.\nUsers warrant that their own Subscriber lists have been obtained lawfully on a double-opt-in basis.\nUsers hereby agree to indemnify and hold the Service Provider harmless against any damages, losses, liabilities, settlements, and expenses (including without limitation costs and reasonable attorneys’ fees) in connection with any claim or action that arises from an alleged violation of the foregoing or otherwise arising from or relating to their use of the Service.\nAlthough the Service Provider has no obligation to monitor the Content that Users transmit via the Service, The Service Provider may do so, and may remove any such content.\nThe Service Provider, at its sole discretion, retains the right to terminate Service accounts that are deemed or alleged to have violated the foregoing.</p>\n<p>Although the Service may be used to communicate in a wide variety of languages, and some elements of the Service may be provided in other languages, Service support is available in English only.</p>\nService Warranty Disclaimer and Remedies\n<p>USE OF THE SERVICE AND ANY RELIANCE BY YOU UPON THE SERVICE, INCLUDING ANY ACTION TAKEN BY YOU BECAUSE OF SUCH USE OR RELIANCE, IS AT YOUR SOLE RISK.\nTHE SERVICE PROVIDER DOES NOT WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR FREE.\nNOR DOES IT MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM USE OF THE SERVICE.\nTHE SERVICE IS PROVIDED “AS IS” AND THE SERVICE PROVIDER DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.</p>\n<p>Users sole and exclusive remedy for any failure or nonperformance of the Service shall be for the Service Provider to use commercially reasonable efforts to adjust or repair the Service.</p>\nLimitation of Liability\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, TORT, CONTRACT, OR OTHERWISE, SHALL THE SERVICE PROVIDER OR ANY OF ITS UNDERLYING SERVICE PROVIDERS, BUSINESS PARTNERS, INFORMATION PROVIDERS, ACCOUNT PROVIDERS, LICENSORS, EMPLOYEES, DISTRIBUTORS OR AGENTS (COLLECTIVELY REFERRED TO FOR PURPOSES OF THIS SECTION AS “THE SERVICE PROVIDERS”) BE LIABLE TO THE USER OR ANY OTHER PERSON FOR ANY MONEY DAMAGES, WHETHER DIRECT, INDIRECT, SPECIAL, INCIDENTAL, COVER, RELIANCE OR CONSEQUENTIAL DAMAGES, EVEN IF THE SERVICE PROVIDERS SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY CLAIM BY ANY OTHER PARTY.\nIN THE EVENT THAT NOTWITHSTANDING THE FOREGOING, THE SERVICE PROVIDERS ARE FOUND LIABLE TO YOU FOR DAMAGES FROM ANY CAUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE), THE LIABILITY OF THE SERVICE PROVIDERS TO YOU WILL BE LIMITED TO THE AMOUNT PAID FOR THE SERVICE.</p>\nSupplementary Terms\n<p>If any provision of the Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that this Agreement will otherwise remain in full force and effect and enforceable.</p>\n<p>The Service Provider and the User agrees that the Agreement is the complete and exclusive statement of the mutual understanding of the parties and supersedes and cancels all previous written and oral agreements, communications, and other understandings relating to the subject matter of the Agreement, and that all waivers and modifications must be in a writing signed by both parties, except as otherwise provided herein.\nNo delay or omission by either party in exercising any right or remedy under this Agreement or existing at law or equity shall be considered a waiver of such right or remedy.</p>\n<p>No agency, partnership, joint venture, or employment is created as a result of the Agreement, and Users do not have any authority of any kind to bind the Service Provider in any respect whatsoever.</p>\n<p>In any action or proceeding to enforce rights under the Agreement, the prevailing party will be entitled to recover its costs and attorneys’ fees.</p>\n<p>This Agreement and any non-contractual obligations or disputes arising out of or in connection with it are governed by English law and the English law rules governing conflict of laws shall apply.</p> ", "created_at": "2021-01-04 14:58:51.1791", "updated_at": "2021-02-03 19:43:42.339122"}, {"id": 2487, "name": "Privacy policy", "url": "https://www.smartmessages.net/privacy", "xpath": "", "text": " Smartmessages.net Privacy Policy <p>This is our general privacy policy.\neach account holder has their own more specific version of this document.</p> Who does what? <p>Synchromedia Limited (the creator of Smartmessages.net, \"We\", \"us\") is a <em>data controller</em> for Smartmessages.net account holders, and is also a <em>data processor</em> for those account holders, handling mailing list subscriber data on their behalf.</p> Privacy policy for Smartmessages.net account holders.\n<p>If you have a Smartmessages.net account, this is you.\nSynchromedia Limited is your data controller, you are bound by Smartmessages.net terms and conditions, and also have privacy rights as described below.</p> Privacy policy for Smartmessages.net list subscribers.\n<p>If you subscribe to a mailing list belonging to a Smartmessages.net account holder, this is you.\nHi 👋! The account holder is your data controller, and is in charge of your privacy.\nWe act as a data processor for account holders, so much of what we do for them is directly relevant to you.\nAccount holders use their Smartmessages.net account to manage the mailing lists that you can join.\nAccount holders may also provide your data to other services (we do not).\nyou will need to refer to their own privacy policy for further details.</p> When do we collect data? <p>We collect subscribers personal data for our account holders when subscribers subscribe to mailing lists.\nWe may also be given subscriber data by account holders, for example when they upload their mailing lists.\nAccount holders can choose to have us collect message open and click data from actions performed by subscribers, if their browser settings allow us to (see Do Not Track)</p>\n<p>We collect data on account holders when they sign up for a Smartmessages.net account, and use it to run their account, inform them of changes, deal with billing, system updates, etc.</p> What data is collected? <p>We collect email addresses and any other personal data that subscribers choose to provide.\nWe must be able to prove opt-in status of subscriptions, so we record IP addresses, referrer URLs, and user agent strings when subscribers confirm subscriptions to enable us to do that.</p>\n<p>Account holders need to provide us with full contact information as we need to be able to provide that information to subscribers.</p>\n<p>IP addresses are logged where we need to be able to protect against abuse, trace system problems, or defend against attackers, for example in account logins or password resets.</p> Why do we process data? <p>We are contracted to provide mailing list services to account holders, so we process subscriber data for them on the basis of contractual necessity.\nThe overall basis for processing subscriber data lies between the subscriber and the account holder, and is most often (given that this is a marketing context) based on consent or legitimate interest (for example if a subscriber is the account holder's customer), though there may be other grounds.\nrefer to the account holder's own privacy policy for details.</p>\n<p>We process data relating to account holders themselves on a contractual basis.\nthey are our customers, and we need to store and process their data in order to do what they are paying us to do, and to help them uphold up their responsibilities as data controllers.</p> Privacy rights Subject Access Requests <p>The right for subscribers to have access to their personal data lies with account holder(s), however, as their data processor we provide a way for subscribers to access, amend, or delete personal data as part of our services to them.\nData about a subscriber may be stored by more than one Smartmessages.net account holder, and the right of access extends to all of them.\nSubscribers can access all of their personal data via our subscriber data access portal.</p> Data portability <p>Individual subscriber data can be exported in a machine-readable format (usually CSV) from our subscriber data access portal so that you can provide it to another service, or to inspect it yourself.</p> Complaints <p>Subscribers and account holders may object to our use of personal data in several ways (in order of convenience):</p>\n<ul>\n<li>Use our unsubscribe links – <em>they really work</em>!</li>\n<li>Make use of our subscriber data access portal to view, amend, export, or delete personal data.\n</li>\n<li>Ask us at privacy@smartmessages.net to deal with your complaint.\n</li>\n<li>Ask the account holder (the data controller) to deal with the complaint (their contact details appear on every interaction subscribers have with them via Smartmessages.net).\n</li>\n<li>Ask the UK Information Commissioner's Office (the applicable supervisory authority) to intervene on your behalf.\n</li>\n</ul> Data adequacy <p>The only information we <em>need</em> from subscribers is an email address, and so that is the only data that we require when subscribing to a mailing list.\nSubscribers are free to provide more personal data, and there may be opportunities for them to do so, but it is entirely voluntary.</p>\n<p>When sending email for marketing purposes, the responsible data controller must be clearly identified, so the account holder's contact details are made available whenever subscribers interact with us, such as when subscribing to a mailing list.</p>\n<p>We record IP addresses, referrer URLs, and user agent strings when subscribers confirm subscriptions to mailing lists because we are required to retain this information in order to be able to prove opt-in status, so it is exempt from our Do Not Track handling.</p>\n<p>We do not store or process any \"special category\" data, as described in GDPR article 9, such as ethnic origin, political affiliation, medical records, etc.\nThough it is not covered by article 9 anyway, we do not store data on gender.</p> Data retention <p>We hold subscriber data for as long as subscriptions remain active.\nIf open and click activity is recorded (see Do Not Track), that data is kept for 6 months, and is then deleted and only appears in aggregated statistics.\nWe may use a lack of recorded activity to automatically delete subscriber data so that we do not retain it for longer than is necessary or relevant.\n</p>\n<p>Data relating to subscribers that request a subscription but do not complete an opt-in confirmation is deleted after 1 week.</p>\n<p>We retain unsubscribe data so that we can suppress future attempts to add subscriber address back onto mailing lists other than by their own request (for example by uploads of outdated lists by account holders).</p> Third parties <p>\n<strong>We do not share any personal data nor sell it to any third parties</strong>.\nWe do not permit the use of bought-in mailing lists.\nread this article for why.</p> Cookies &amp.\ntrackers <p>For the most part, <strong>we use no cookies at all</strong>.\nWhen necessary, we use only secure, first-party session cookies, containing no identifiable data, that are deleted as soon as you close your browser window.\nSince these are strictly necessary for the operation of our site, we do not ask for consent (in accordance with PECR).\nWe do not use any third party services that require cookies.\nWe don't use any tracking scripts either.\nyou'll find all our sites are unpolluted by google, facebook, and other trackers.</p>\n<p>Account holders may use third-party tracking on their own sites, but they are outside our control.</p>\n<p>Smartmessages.net can (optionally) add analytics tracking parameters to clickthrough URLs, however, this only tells the destination web site where the traffic came from in general terms, and does not include any personal data.</p>\n<p>We strongly recommend using an ethically-run tracker-blocker extension such as Better or uBlock Origin.\nboth are entirely compatible with everything we do.</p> Do Not Track <p>We honour the standard \"Do Not Track\" mechanism built into browsers, which is usually controlled by a browser setting labelled something like \"Ask websites not to track me\".\nWhen this is set, we still record activity (typically message opens and clicks), but anonymously, without recording anything that would allow us to link to or identify an individual subscriber, such as their email or IP address.\nFor reference, your current web browser has this setting <strong>disabled</strong>.</p>\n<p>There are two exceptions to this: we are required to retain proof of opt-in confirmation, so we record IP address, referrer URL, and user agent string when you confirm a subscription to a mailing list in order to do that.\nWe record IP addresses during logins so we can combat abuse and attempted break-ins.</p> Profiling and automated decision making <p>We don't do any of that.</p> Data security <p>We have extensive security measures in place in order to keep your data safe.\nThis includes using strong encryption wherever feasible, enforcing strong passwords, using 2-factor authentication, using servers in secure data centres, and ensuring that only authorised staff can access data.\nBear in mind that you provide personal data at your own risk.\nnobody (including us) can guarantee 100% security.\nWe may sometimes send you email messages that contain important links, such as if you need to reset a password or confirm a subscription.\nyou should treat these as confidential, much as you would a password.\nYou can read more about our security measures.</p> Physical location <p>Our servers are located in London.\nWe host at Equinix's Sovereign House and Harbour Exchange data centres in London's docklands, one of the UK's premier hosting locations, featuring multiple redundant network connections, clean, reliable power supplies, overspecified air conditioning, and heavy physical security (retinal scanners etc).\nOur hosting provider is Mythic Beasts.</p>\n<p>We perform some processing and host various resources (for example, our web site and help pages) on servers in France, hosted by gandi.net in Paris, but this does not involve personal data.</p>\n<p>We will never export personal data out of the EU.</p> Phishing <p>To help defend against phishing, account holders can set up a page on their own web site that points back to us, and this can be used to assure subscribers that we are really acting for the account holder, and not pretending to be them.</p> Data breach procedures <p>GDPR and PECR require reporting of personal data breaches.\nUnder PECR, we are classed as a \"Service Provider\".\nBreaches can include:</p>\n<ul>\n<li>Unauthorised third-party acccess.</li>\n<li>Deliberate or accidental action by a controller or processor.</li>\n<li>Revealing personal data to an incorrect recipient.</li>\n<li>Alteration of personal data without permission.</li>\n<li>Loss of availability of personal data.</li>\n</ul>\n<p>Should a breach occur relating to subscriber data, we will inform the relevant account holder(s) (the data controller) by email to their account addresses, and it is their responsiblity to communicate with subscribers, if necessary.</p>\n<p>The applicable supervisory authority is the UK Information Commissioner's Office (ICO).</p> Applicable laws <p>As we are a UK company, we are subject to the Data Protection Act 2018 (DPA), the Privacy and Electronic Communications Regulations (PECR), the EU General Data Protection Regulation (GDPR), and the forthcoming EU Electronic Privacy Regulation (ePR) in our role as a data processor for account holders, and as a data controller for our account holders.</p>\n<p>Synchromedia Limited is registered as a data controller and processor with the UK ICO.</p> Powered by Smartmessages | © 2020 Synchromedia Ltd | Need help? Email us | Privacy policy <i>\n</i>Smartmessages.net on Twitter <i>\n</i>Smartmessages.net on Facebook <i>\n</i>Smartmessages.net on LinkedIn <i>\n</i>Smartmessages.net on Instagram ", "created_at": "2020-04-21 13:51:07.067611", "updated_at": "2020-12-15 00:06:29.970542"}], "points": [{"id": 13795, "title": "The service warns you of the potential consequences related to third-party access", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:19:07.13549", "updated_at": "2021-03-05 00:01:05.072639", "quoteText": "Account holders may use third-party tracking on their own sites, but they are outside our control", "case_id": 209, "document_id": 2487, "quoteStart": 7322, "quoteEnd": 7419}, {"id": 13786, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 12:52:03.207095", "updated_at": "2021-01-04 14:37:14.095668", "quoteText": "We honour the standard \"Do Not Track\" mechanism built into browsers, which is usually controlled by a browser setting labelled something like \"Ask websites not to track me", "case_id": 383, "document_id": 2487, "quoteStart": 7838, "quoteEnd": 8009}, {"id": 13790, "title": "The service does not use third-party analytics or tracking platforms", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:04:17.401308", "updated_at": "2021-01-04 14:39:53.277161", "quoteText": "We do not use any third party services that require cookies.\nWe don't use any tracking scripts either.\nyou'll find all our sites are unpolluted by google, facebook, and other trackers", "case_id": 381, "document_id": 2487, "quoteStart": 7130, "quoteEnd": 7313}, {"id": 13789, "title": "Only necessary user logs are kept by the service to ensure quality", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:02:46.467766", "updated_at": "2021-03-05 00:01:05.150758", "quoteText": "IP addresses are logged where we need to be able to protect against abuse, trace system problems, or defend against attackers, for example in account logins or password resets", "case_id": 176, "document_id": 2487, "quoteStart": 2347, "quoteEnd": 2522}, {"id": 13788, "title": "This service allows you to retrieve an archive of your data", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:01:49.671051", "updated_at": "2021-01-04 14:38:43.667403", "quoteText": "Individual subscriber data can be exported in a machine-readable format (usually CSV) from our subscriber data access portal so that you can provide it to another service, or to inspect it yourself", "case_id": 140, "document_id": 2487, "quoteStart": 3866, "quoteEnd": 4063}, {"id": 13792, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:14:34.164792", "updated_at": "2021-01-04 14:35:33.3148", "quoteText": "We may sometimes send you email messages that contain important links, such as if you need to reset a password or confirm a subscription.\nyou should treat these as confidential, much as you would a password", "case_id": 148, "document_id": 2487, "quoteStart": 9134, "quoteEnd": 9340}, {"id": 9202, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "http://my-wifi-ext.com", "status": "Mywifiext , Follow the step by step guidelines for Mywifiext.net Login, account setup and configure your Netgear Extender to experience seamless connectivity.", "created_at": "2020-04-22 06:05:45.645555", "updated_at": "2021-02-16 00:01:39.698702", "quoteText": null, "case_id": 182, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13798, "title": "Your personal data is aggregated into statistics", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:29:06.687865", "updated_at": "2021-01-04 14:35:52.012175", "quoteText": "If open and click activity is recorded (see Do Not Track), that data is kept for 6 months, and is then deleted and only appears in aggregated statistics", "case_id": 190, "document_id": 2487, "quoteStart": 5920, "quoteEnd": 6072}, {"id": 13793, "title": "The court of law governing the terms is in location X", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:15:46.79908", "updated_at": "2021-01-04 14:36:55.134764", "quoteText": "As we are a UK company, we are subject to the Data Protection Act 2018 (DPA), the Privacy and Electronic Communications Regulations (PECR), the EU General Data Protection Regulation (GDPR), and the forthcoming EU Electronic Privacy Regulation (ePR) in our role as a data processor for account holders, and as a data controller for our account holders.</p>\n<p>Synchromedia Limited is registered as a data controller and processor with the UK ICO", "case_id": 163, "document_id": 2487, "quoteStart": 11109, "quoteEnd": 11553}, {"id": 13801, "title": "You can request access and deletion of personal data", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:36:18.43935", "updated_at": "2021-01-04 14:41:04.735192", "quoteText": "we provide a way for subscribers to access, amend, or delete personal data as part of our services to them", "case_id": 195, "document_id": 2487, "quoteStart": 3508, "quoteEnd": 3614}, {"id": 13800, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:35:43.646431", "updated_at": "2021-01-04 14:50:50.105922", "quoteText": "anonymously, without recording anything that would allow us to link to or identify an individual subscriber, such as their email or IP address", "case_id": 303, "document_id": 2487, "quoteStart": 8097, "quoteEnd": 8239}, {"id": 13794, "title": "Your personal data is used for limited purposes", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:17:07.398746", "updated_at": "2021-01-18 10:38:33.882981", "quoteText": "The only information we <em>need</em> from subscribers is an email address, and so that is the only data that we require when subscribing to a mailing list.\nSubscribers are free to provide more personal data, and there may be opportunities for them to do so, but it is entirely voluntary", "case_id": 196, "document_id": 2487, "quoteStart": 4780, "quoteEnd": 5067}, {"id": 13787, "title": "This service only uses temporary session cookies", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 12:53:13.576879", "updated_at": "2021-01-04 14:38:28.063288", "quoteText": "When necessary, we use only secure, first-party session cookies, containing no identifiable data, that are deleted as soon as you close your browser window.\nSince these are strictly necessary for the operation of our site, we do not ask for consent (in accordance with PECR).", "case_id": 125, "document_id": 2487, "quoteStart": 6854, "quoteEnd": 7129}, {"id": 13791, "title": "The service does not share user information with third parties", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:08:59.03437", "updated_at": "2021-01-04 14:39:04.83727", "quoteText": "We do not share any personal data nor sell it to any third parties", "case_id": 311, "document_id": 2487, "quoteStart": 6605, "quoteEnd": 6671}, {"id": 13796, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:26:29.376185", "updated_at": "2021-01-04 14:40:47.394709", "quoteText": "Subscribers and account holders may object to our use of personal data in several ways (in order of convenience):</p>\n<ul>\n<li>Use our unsubscribe links – <em>they really work</em>!</li>\n<li>Make use of our subscriber data access portal to view, amend, export, or delete personal data.\n</li>\n<li>Ask us at privacy@smartmessages.net to deal with your complaint.\n</li>\n<li>Ask the account holder (the data controller) to deal with the complaint (their contact details appear on every interaction subscribers have with them via Smartmessages.net).\n</li>\n<li>Ask the UK Information Commissioner's Office (the applicable supervisory authority) to intervene on your behalf", "case_id": 300, "document_id": 2487, "quoteStart": 4083, "quoteEnd": 4749}, {"id": 13799, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:32:40.407161", "updated_at": "2021-01-04 14:41:44.85852", "quoteText": "We collect subscribers personal data for our account holders when subscribers subscribe to mailing lists.\nWe may also be given subscriber data by account holders, for example when they upload their mailing lists.\nAccount holders can choose to have us collect message open and click data from actions performed by subscribers, if their browser settings allow us to (see Do Not Track)</p>\n<p>We collect data on account holders when they sign up for a Smartmessages.net account, and use it to run their account, inform them of changes, deal with billing, system updates, etc", "case_id": 228, "document_id": 2487, "quoteStart": 1321, "quoteEnd": 1892}, {"id": 13804, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 14:56:26.928172", "updated_at": "2021-02-07 16:39:19.688155", "quoteText": "Breaches can include:</p>\n<ul>\n<li>Unauthorised third-party acccess.</li>\n<li>Deliberate or accidental action by a controller or processor.</li>\n<li>Revealing personal data to an incorrect recipient.</li>\n<li>Alteration of personal data without permission.</li>\n<li>Loss of availability of personal data.</li>\n</ul>\n<p>Should a breach occur relating to subscriber data, we will inform the relevant account holder(s) (the data controller) by email to their account addresses, and it is their responsiblity to communicate with subscribers, if necessary.</p>", "case_id": 391, "document_id": 2487, "quoteStart": 10439, "quoteEnd": 10994}, {"id": 13803, "title": "The terms for this service are easy to read", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 14:54:26.932553", "updated_at": "2021-02-07 16:40:55.604779", "quoteText": "\n<p>If you have a Smartmessages.net account, this is you.\nSynchromedia Limited is your data controller, you are bound by Smartmessages.net terms and conditions, and also have privacy rights as described below.</p> Privacy policy for Smartmessages.net list subscribers.\n<p>If you subscribe to a mailing list belonging to a Smartmessages.net account holder, this is you.\nHi 👋! ", "case_id": 199, "document_id": 2487, "quoteStart": 483, "quoteEnd": 858}, {"id": 13802, "title": "This service tracks which web page referred you to it", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 14:53:54.00282", "updated_at": "2021-02-09 11:53:01.061874", "quoteText": "<p>We collect email addresses and any other personal data that subscribers choose to provide.\nWe must be able to prove opt-in status of subscriptions, so we record IP addresses, referrer URLs, and user agent strings when subscribers confirm subscriptions to enable us to do that.</p>\n<p>", "case_id": 387, "document_id": 2487, "quoteStart": 1922, "quoteEnd": 2209}, {"id": 13797, "title": "The user is informed about security practices", "source": "https://www.smartmessages.net/privacy", "status": "Generated through the annotate view", "created_at": "2021-01-04 13:27:15.273664", "updated_at": "2021-03-05 00:01:05.180652", "quoteText": "We have extensive security measures in place in order to keep your data safe.\nThis includes using strong encryption wherever feasible, enforcing strong passwords, using 2-factor authentication, using servers in secure data centres, and ensuring that only authorised staff can access data", "case_id": 226, "document_id": 2487, "quoteStart": 8732, "quoteEnd": 9019}, {"id": 15704, "title": "The service can suspend your account for several reasons", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:49:58.006099", "updated_at": "2021-03-03 14:00:26.877554", "quoteText": "Provider, at its sole discretion, retains the right to terminate Service accounts that are deemed or alleged to have violated the foregoing.", "case_id": 205, "document_id": 3410, "quoteStart": 11960, "quoteEnd": 12100}, {"id": 15707, "title": "This service is only available to users over 18 years of age", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:51:38.40559", "updated_at": "2021-03-03 14:04:37.207935", "quoteText": "Without limiting the foregoing, the Service is not available to individuals under the age of 18 years.</p>", "case_id": 152, "document_id": 3410, "quoteStart": 1452, "quoteEnd": 1558}, {"id": 15696, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:43:57.545595", "updated_at": "2021-02-26 12:51:50.623103", "quoteText": "THE SERVICE IS PROVIDED “AS IS” ", "case_id": 286, "document_id": 3410, "quoteStart": 12687, "quoteEnd": 12719}, {"id": 15698, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:44:22.14177", "updated_at": "2021-03-03 13:56:33.320455", "quoteText": "THE SERVICE PROVIDER DOES NOT WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR FREE.\n", "case_id": 287, "document_id": 3410, "quoteStart": 12501, "quoteEnd": 12593}, {"id": 15699, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:44:36.558144", "updated_at": "2021-03-03 13:57:15.960254", "quoteText": "No delay or omission by either party in exercising any right or remedy under this Agreement or existing at law or equity shall be considered a waiver of such right or remedy.</p>\n", "case_id": 295, "document_id": 3410, "quoteStart": 14854, "quoteEnd": 15033}, {"id": 15702, "title": "Users agree not to use the service for illegal purposes", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:45:51.515391", "updated_at": "2021-03-03 13:57:30.734349", "quoteText": "Users may send an unlimited number of emails providing all such activity is in compliance with this Agreement, is for lawful purposes, and respects the rights of each Subscriber.</p>\n<p>", "case_id": 280, "document_id": 3410, "quoteStart": 5136, "quoteEnd": 5322}, {"id": 15703, "title": "They may stop providing the service at any time", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:49:08.908469", "updated_at": "2021-03-03 13:57:49.446489", "quoteText": "\n<p>The Service Provider may terminate this Agreement or the Service at any time with or without cause, and with or without notice.\n", "case_id": 203, "document_id": 3410, "quoteStart": 7563, "quoteEnd": 7695}, {"id": 15701, "title": "You have the right to leave this service at any time", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:45:26.482786", "updated_at": "2021-03-03 13:59:11.265296", "quoteText": "Users may terminate this Agreement at any time by sending an e-mail message to accounts@smartmessages.net or by sending written notice to Synchromedia Limited, Sussex Innovation Centre, Science Park Square, Falmer, East Sussex BN1 9SB, UK.", "case_id": 170, "document_id": 3410, "quoteStart": 7261, "quoteEnd": 7500}, {"id": 15705, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:50:36.45323", "updated_at": "2021-03-03 14:01:21.423169", "quoteText": "Users hereby agree to indemnify and hold the Service Provider harmless against any damages, losses, liabilities, settlements, and expenses (including without limitation costs and reasonable attorneys’ fees) in connection with any claim or action that arises from an alleged violation of the foregoing or otherwise arising from or relating to their use of the Service.", "case_id": 145, "document_id": 3410, "quoteStart": 11407, "quoteEnd": 11774}, {"id": 15706, "title": "Indemnify, hold harmless; survives termination", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:50:47.603173", "updated_at": "2021-03-03 14:03:46.218298", "quoteText": "All sections of this Agreement that by their nature should survive termination will survive termination, including, without limitation, ownership, warranty disclaimers and limitations of liability.</p>\n<p>", "case_id": 147, "document_id": 3410, "quoteStart": 8060, "quoteEnd": 8265}, {"id": 15697, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://info.smartmessages.net/terms-conditions/", "status": "Generated through the annotate view", "created_at": "2021-02-03 19:44:09.326505", "updated_at": "2021-02-03 19:44:09.326505", "quoteText": "THE SERVICE PROVIDER DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.</p>\n", "case_id": 290, "document_id": 3410, "quoteStart": 12723, "quoteEnd": 12918}], "urls": ["smartmessages.net", "smm.im"]}}