{"error": 448, "message": "OK", "parameters": {"id": 2426, "name": "The MOD Archive", "created_at": "2020-11-26 20:59:07.501693", "updated_at": "2021-09-24 22:00:48.919665", "wikipedia": "https://en.wikipedia.org/wiki/Mod_Archive", "keywords": null, "related": null, "slug": "the_mod_archive", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2426.png", "url": "modarchive.org", "documents": [{"id": 3167, "name": "Terms & Disclaimer", "url": "https://modarchive.org/index.php?terms", "xpath": "/html/body/div[2]/div[4]/div/div/div[1]/div", "text": "<i>Revised 2014-04-30</i>\n<br>\n<br> Cookies<br>\n<br>\nBy using our website, you agree to the use of cookies and other technologies as set out in this policy.\nIf you do not agree to such use, please refrain from using the website.\nWe use cookies to manage your experience on the site, without these you may suffer from lack of functionality, these are not used to track you.<br>\n<br> Legalese.<br>\n<br>\n1.1 LEGAL LIABILITY.\nBy providing a song/file to our server you acknowledge that you may be held liable if the uploaded material is in any way illegal.\nYou agree that you will notify The Mod Archive with no unnecessary delays should it at a later point be revealed that a song/file previously uploaded was illegally distributed, has illegal contents or is in some other way illegal to distribute.<br>\n<br>\n1.3 AGREEMENT TERM AND TERMINATION.\nThis Agreement is non-terminable and may not be cancelled by any party.\nModified versions of this document may follow, but this Agreement shall remain in effect for any songs/files uploaded under this Agreement.<br>\n<br>\n1.4 AGREEMENT SCOPE.\nThis Agreement sets forth the entire understanding and agreement of the parties as to this Agreement's subject matter and supersedes all prior proposals, discussions or agreements with respect to such subject matter.\nAll headings in the Agreement are for convenience only and shall have no legal or contractual effect.\nShould we choose not to exercise or enforce any right or provision of this Agreement, this shall not constitute a waiver of such right or provisions.\nYou agree that you and we are independent contractors under this Agreement, and nothing in this Agreement shall be used to create a partnership, or joint venture.<br>\n<br>\n1.5 LINK TO THIRD PARTIES: The Website may contain links to websites operated by third parties (\"Third Party Websites\").\nThe Mod Archive does not have any influence or control over any such Third Party Websites and, unless otherwise stated, is not responsible for and does not endorse any Third Party Websites or their availability or contents.\n<br>\n<br>\n1.6 CONTENT: The Mod Archive does not in any way guarantee the accuracy of the information contained on the website nor does it guarantee that such information will be free of objectionable content or free of content which is unsuitable for minors.<br>\n<br>\n2.1 We reserve the right to change these Terms of Service without notice.\nYou are responsible for regularly reviewing these Terms of Service.\nContinued use of The Mod Archive after any such changes shall constitute your consent to such changes.\nThe Mod Archive does not and will not assume any obligation to notify you of any changes to the Terms of Service.<br>\n<br>\n3.\nGENERAL RULES RELATING TO CONDUCT: The Website Service is made available for your own, personal use.\nThe Website Service must not be used for any commercial purpose whatsoever or for any illegal or unauthorised purpose.\nWhen you use the Website Service you must comply with all applicable Dutch laws relating to online conduct (including, without limitation, content which can be posted online) and with any applicable international laws, including the local laws in your country of residence (together referred to as \"Applicable Laws\").<br>\n<br>\n4.\nCONTENT SUBMITTED TO THE WEBSITE: You are responsible for any information, data, text, music, software, sound, photographs, graphics, video, messages or other content (\"Content\") which you post or upload and/or display (in public or privately) to the Website.\nThe Mod Archive may (but shall not be obliged to) delete, edit, lock, move or remove any Content without notice and for any reason and/or to record the IP address from which any Content is posted, uploaded and/or displayed without notice and for any reason, including, without limitation, Content which, in our sole discretion, violates these Terms or is or may be irrelevant, out of date, inappropriate or objectionable in any way whatsoever, or in respect of which The Mod Archive receives any complaint (whether justified or not).\nBy posting, uploading and/or displaying any Content to the Website you warrant that: (a) you own all intellectual property and proprietary rights in such Content or that you have a licence from the owner of such rights to post, upload and/or display such Content on the Website.\nand (b) the posting, uploading and/or displaying of such Content on the Website and the grant of the licence to The Mod Archive (on the terms set out below) will not infringe the intellectual property or proprietary rights of any third party.<br>\n<br>\nIf you upload, post or otherwise transmit any Content to the Website, you automatically: (a) grant other users of the Website and the Website Service the right to access the same and use it in accordance with these Terms, and (b) grant The Mod Archive a non-exclusive, royalty free, sub-licensable, perpetual, world-wide licence to use, modify, publish, publicly perform, publicly display and distribute such Content on and through the Website and the Website Service and in any other form or medium.\nYou continue to own the Content after it is posted to the Website.<br>\n<br>\nYou acknowledge that The Mod Archive will not screen or otherwise check any Content (with the exception of module uploads) which is submitted by you or any other user of the Website Service before it is posted, not monitor yours or any person’s use of the Website Service.\nAs such, you as the user of the Website Service are responsible for any Content you submit to the Website and the manner in which the Website Service is used under your username.\nIf you become aware of any misuse of the Website Service by any person including (without limitation) any posting of Content which violates these Terms, please contact us by following the instructions set out in paragraph 11 of these Terms.<br>\n<br>\n5.\nSPECIFIC RULES RELATING TO CONDUCT: You agree that when using the Website Service you will comply with all Applicable Laws (as defined in paragraph 3), these Terms and you acknowledge that you are responsible for all acts and omissions which occur under your user-name.\nIn particular, but without limitation, you agree not to:<br>\n<br>\n<ul>\n<li> a.\nUpload, post or otherwise display Content which is or promotes behaviour which violates the rights (including, without limitation, the intellectual property rights) of a third party or which is unlawful, harmful, threatening, abusive, flaming, hateful, offensive (whether in relation to sex, race, religion or otherwise) harassing, hateful, defamatory, vulgar, obscene, invasive of another's privacy, solicits personal information from anyone under the age of 18 years, or contains any illegal content.\nor<br>\n</li>\n<li> b.\nUpload, post or otherwise display any Content which contains software viruses or any other files or programs that may interrupt, destroy or limit the functionality of the Website or the Website Service or any server or networks connected to the Website or another's computer, or that contains any chain letters, pyramid-selling schemes, bulk mail, junk mail or similar.\nor<br>\n</li>\n<li> c.\nUpload, post or otherwise display any Content containing a photograph of another person unless you have obtained that person’s consent;<br>\n</li>\n<li> d.\nHarvest or collect any IP addresses or email addresses or other contact information of any members of the Website, by electronic means or otherwise.\nor<br>\n</li>\n<li> e.\nUpload, post or otherwise display any Content for any commercial or business purpose including (without limitation) any Content which contains any advertising or promotional materials.\nor<br>\n</li>\n<li> f.\nRestrict or in any way inhibit any other person’s use of the Website or the Website Service.\nor<br>\n</li>\n<li> g.\nUpload, post or otherwise display any Content which is false, misleading, un-necessary and/or repetitive including any Content which is inaccurate, out of date or repeats that previously uploaded, posted or displayed by you or another visitor, unless absolutely necessary.\nor<br>\n</li>\n<li> h.\nUpload, post or otherwise transmit any Content to a part of the Website which is irrelevant to the subject matter of the Content.\nor<br>\n</li>\n<li> i.\nRegister an account with us under more than one user name and/or user account number.\nor<br>\n</li>\n<li> j.\nUse the Website or the Website Service in a manner that is inconsistent with these Terms and/or any Applicable Laws in force from time to time or in a manner which promotes or encourages illegal activity.\nor<br>\n</li>\n<li> k.\nBreach the terms of any suspension or ban or seek alternative access.\nor<br>\n</li>\n<li> l.\nIn the interests of free speech, bring any action for defamation against The Mod Archive, or any of the companies in the same group.\nor<br>\n</li>\n<li> m.\nUse or solicit any other account holder’s personal data for any purpose other than establishing non-commercial, lawful contact that such account holder would reasonably expect to welcome.\nor<br>\n</li>\n<li> n.\nSubmit Content owned by a third party without consent from that third party or submit Content in a manner which expressly or impliedly infers that such Content is sponsored or endorsed by the Website.\nor<br>\n</li>\n<li> o.\nUse the Website in any unlawful manner or in a manner which promotes or encourages illegal activity or in a manner which could damage, disable, overburden or impair the Website or the Website Service.\nor<br>\n</li>\n<li> p.\nAttempt to gain unauthorised access to the Website or any networks, servers or computer systems connected to the Website.\nor<br>\n</li>\n<li> q.\nModify, adapt, translate or reverse engineer any part of the Website or use any robot, spider, site search/retrieval application or other device to retrieve or index any part of the Website or re-format or frame any portion of the web pages comprising the Website, unless permitted by law.\nor<br>\n</li>\n<li> r.\nRemove or obstruct from view any advertisements and/or any copyright, trademark or other proprietary notices contained on or in the Website.\nor<br>\n</li>\n<li> s.\nContact any other user of the Website if they have expressly asked you not to.\nor<br>\n</li>\n<li> t.\nAttempt to impersonate any other user or account holder of the Website or the Website Service.\nor<br>\n</li>\n<li> u.\nUse the username and/or password of any other account holder of the Website or disclose your password to any other person.\nor<br>\n</li>\n<li> v.\nUpload, post or otherwise display any Content comprising an advertisement or accept payment or anything of value from any person in exchange for you uploading, posting or displaying any Content or otherwise performing any commercial activity on or through the Website or the Website Service on behalf of such person (including, without limitation, posting blogs/comments/profiles or bulletins for a commercial purpose and/or sending messages to other users of the Website with a commercial purpose).<br>\n</li>\n</ul>\n<br>\nYou agree to indemnify The Mod Archive in full and on demand from and against any loss, damage, costs or expenses which they suffer or incur directly or indirectly as a result of your use of the Website and/or the Website Service, and any use of the same under your username other than in accordance with these Terms or Applicable Law.<br>\n<br>\n6.\n<b>DISCLAIMER / LIABILITY: USE OF THE WEBSITE AND/OR THE WEBSITE SERVICE IS AT YOUR OWN RISK.\nTHE WEBSITE AND THE WEBSITE SERVICE IS PROVIDED ON AN “AS IS” BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW: (A) THE MOD ARCHIVE DISCLAIMS ALL LIABILITY WHATSOEVER, WHETHER ARISING IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE IN RELATION TO THE WEBSITE AND/OR THE WEBSITE SERVICE.\nAND (B) ALL IMPLIED WARRANTIES, TERMS AND CONDITIONS RELATING TO THE WEBSITE AND/OR THE WEBSITE SERVICE (WHETHER IMPLIED BY STATUE, COMMON LAW OR OTHERWISE), INCLUDING (WITHOUT LIMITATION) ANY WARRANTY, TERM OR CONDITION AS TO ACCURACY, COMPLETENESS, SATISFACTORY QUALITY, PERFORMANCE, FITNESS FOR PURPOSE OR ANY SPECIAL PURPOSE, AVAILABILITY, NON INFRINGEMENT, INFORMATION ACCURACY, INTEROPERABILITY, QUIET ENJOYMENT AND TITLE ARE, AS BETWEEN THE MOD ARCHIVE AND YOU, HEREBY EXCLUDED.\nIN PARTICULAR, BUT WITHOUT PREJUDICE TO THE FOREGOING, WE ACCEPT NO RESPONSIBILITY FOR THE CONDUCT OF ANY USER AND/OR ACCOUNT HOLDER OF THE WEBSITE AND/OR WEBSITE SERVICE.\nANY ERROR, DELAY OR FAILURE IN THE TRANSMISSION OF ANY COMMUNICATION BETWEEN USERS AND/OR ACCOUNT HOLDERS.\nANY TECHNICAL FAILURE OF THE INTERNET, THE WEBSITE AND/OR THE WEBSITE SERVICE.\nOR ANY DAMAGE OR INJURY TO USERS OR THEIR EQUIPMENT AS A RESULT OF OR RELATING TO THEIR USE OF THE WEBSITE OR THE WEBSITE SERVICE.\nYOUR STATUTORY RIGHTS ARE NOT AFFECTED.</b>\n<br>\n<br>\nThe Mod Archive will not be liable, in contract, tort (including, without limitation, negligence), under statute or otherwise, as a result of or in connection with the Website and/or the Website Service, for any: (i) economic loss (including, without limitation, loss of revenues, profits, contracts, business or anticipated savings).\nor (ii) loss of goodwill or reputation.\nor (iii) special or indirect or consequential loss.<br>\n<br>\nNothing in these Terms shall be construed as excluding or limiting the liability of The Mod Archive for death or personal injury caused by its negligence or for any other liability which cannot be excluded by Dutch law.<br>\n<br>\n7.\nACCESS RESTRICTION AND SERVICE SUSPENSION OR TERMINATION: The Mod Archive reserves the right in its sole discretion to deny you access to the Website and/or the Website Service, or any part thereof, with or without notice and for any reason including, without limitation, if you fail to comply with any clause 5 (Member Conduct) or any other provision of these Terms.\nIn particular, The Mod Archive may deny you access to the Website and/or the Website Services if The Mod Archive exercises its right to delete, edit, lock or remove any Content posted, uploaded or displayed by you.\nThe Mod Archive reserves the right to suspend or cease providing all or any of the Website Service, without notice, and shall have no liability or responsibility to you in any manner whatsoever if it chooses to do so.<br>\n<br>\n8.\nADVERTISERS ON THE WEBSITE: We accept no responsibility for adverts posted on the Website.\nIf you agree to purchase goods and/or services from any third party who advertises on the Website, you do so at your own risk.\nThe advertiser, not The Mod Archive, is responsible for such goods and/or services and if you have any queries or complaints in relation to them, your only recourse is against the advertiser.\n<br>\n<br>\n9.\nACCOUNT HOLDER INTERACTION You are responsible for how you interact with other account holders and users of the Website and the Website Service.\nWe reserve the right, but have no obligation, to monitor how you interact with those persons.\n<br>\n<br>\n10 GENERAL: These Terms (as amended from time to time) constitute the entire agreement between you and The Mod Archive concerning your use of the Website and the Website Service and supersede any previous arrangement, agreement, undertaking or proposal, written or oral between you and The Mod Archive in relation to such matters.<br>\nThe Mod Archive reserves the right to update these Terms from time to time.\nIf it does so, the updated version will be effective as soon as it is uploaded on to this the Website and your continued use of the Website Service following any changes constitutes your acceptance of the new Terms.\nYou are responsible for regularly reviewing these Terms so that you are aware of any changes to them.\nNo other variation to these Terms shall be effective unless in writing and signed by an authorised representative on behalf of The Mod Archive.<br>\nThese Terms shall be governed by and construed in accordance with Dutch law and you agree to submit to the exclusive jurisdiction of the Dutch Courts in relation to any dispute arising out of or relating to these Terms and/or your use of the Website and/or the Website Service.<br>\nIf any provision(s) of these Terms is held by a court of competent jurisdiction to be invalid or unenforceable, then such provision(s) shall be construed, as nearly as possible, to reflect the intentions of the parties (as reflected in the provision(s)) and all other provisions shall remain in full force and effect.<br>\nThe Mod Archive's failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision unless acknowledged and agreed to by The Mod Archive in writing.<br>\nUnless otherwise expressly stated, nothing in the Terms shall create any rights or any other benefits whether pursuant to the Contracts (Rights of Third Parties) Act 1999 or otherwise in favour of any person other than you and The Mod Archive.\n<br>\n<br>\n11.\nCONTACT: For support and help, use the appropriate forum within the site forums.<br>\n<br>\n", "created_at": "2020-11-26 21:00:27.169576", "updated_at": "2020-11-26 21:00:31.162123"}, {"id": 3168, "name": "Mod Archive Upload Terms, Conditions and License Agreement", "url": "https://modarchive.org/index.php?terms-upload", "xpath": "/html/body/div[2]/div[4]/div/div/div/div", "text": "<i>\n<b>Version 2.2 as of April 29th, 2009</b>\n</i>\n<br>\n<br>\nThis Agreement describes the legal relationship between you (an individual providing material by uploading songs or other files to the modarchive.org/com server) and the modarchive.org/com server operators (\"us\", \"we\" in the following text).\nPlease read this document carefully.\nAs this document is modified, the new version will apply to any files uploaded later than that date, but will not be applicable to previously uploaded files (see section 3.3).<br>\n<br>\n<b>Section 1: Copyright holders </b>\n<br>\n<br>\n<ul>\n<li>1.1, General license.\nBy providing a song/file to us, if you are the copyright holder of the song/file in question, you agree to grant us a non-exclusive, royalty-free, non-retractable non-terminable, worldwide license to: a) Distribute your song/file on the modarchive.org/com web site or in any other form of distribution that we deem appropriate.\nb) Publicly display, publicly perform, broadcast, encode, transmit, reproduce, manufacture and distribute your song/file in whole or in part, alone or in compilation with content provided by third parties, through any medium now known or hereafter devised.\nc) Apply non-destructive and non-changing compression systems to decrease the file sizes of the files uploaded to us.<br>\n<br>\n</li>\n<li> 1.2, License to redistribute.\nBy providing a song/file to modarchive.org/com you furthermore agree to give anyone who wishes to redistribute your song/file a license to download the song/file from modarchive.org/com and do so, provided it has stayed in its original, unmodified, unbundled form.<br>\n<br>\n<i>Note: If you are visitor looking for information about using modules in your productions i.e games/applications, please see the Licensing FAQ</i>.<br>\n<br>\n</li>\n<li> 1.3, Ownership of Copyrights.\nYou retain ownership of the copyrights and all other rights in the song/file provided to us, subject only to the non-exclusive rights granted to us under this Agreement.\nYou are free to grant similar rights to others.<br>\n</li>\n</ul>\n<br>\n<b>Section 2: Non-copyright holders</b>\n<br>\n<br>\n<ul>\n<li> 2.1 License.\nBy providing a song/file to us if you are not the copyright holder of said song/file, you agree that you have previously secured a license to redistribute the song, according to the terms of Section 1.<br>\n<br>\n</li>\n<li> 2.2 Copyright infringement.\nFurthermore you agree that you are fully responsible for your action of providing the song to modarchive.org/com, and that modarchive.org/com may hold you liable for any copyright infringement caused by your uploading of the song/file to the modarchive.org/com server, and thus that modarchive.org/com should not be held liable for any consequences of your actions.<br>\n</li>\n</ul>\n<br>\n<b>Section 3: General terms and conditions</b>\n<br>\n<br>\n<ul>\n<li>Click this link to view<br>\n</li>\n</ul>\n<br>\n<b>Section 4: Footnotes</b>\n<br>\n<br>\n<ul>\n<li> 4.1 Works in the public domain.\nMaterials that have previously been distributed under public domain license (for example, PD Disk Distributors) are quite legal to upload to our servers as long as the material has not been modified from its original state since release.\nAny works submitted to The Mod Archive that are not uploaded by their creators or copyright holders are assumed to be released into the public domain prior to upload and therefore legally licensed for redistribution as Public Domain material by The Mod Archive.\nMaterials that have been uploaded but have been modified since origin are submitted entirely at the uploaders own risk, where all liabilities remain with the uploader concerning any legal implications that arise from subsequent litigation should there be any incident where a party has cause to complain.<br>\n<br>\n</li>\n<li> 4.2 Footnote disclaimer.\nShould any section of the footnoted contradict the previous paragraphs in sections 1-3 inclusive, the paragraphs in sections 1-3 inclusive take precedence.<br>\n</li>\n</ul>", "created_at": "2020-11-26 21:01:29.260041", "updated_at": "2020-11-26 21:01:31.042188"}], "points": [{"id": 25175, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:13:49.802426", "updated_at": "2021-09-24 17:43:17.492844", "quoteText": "harassing, hateful, defamatory, vulgar, ", "case_id": 283, "document_id": 3167, "quoteStart": 6537, "quoteEnd": 6577}, {"id": 25159, "title": "You are warned of the potential consequences related to third-party access", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 17:54:07.276521", "updated_at": "2021-09-24 17:41:40.366046", "quoteText": "The Mod Archive does not have any influence or control over any such Third Party Websites and, unless otherwise stated, is not responsible for and does not endorse any Third Party Websites or their availability or contents.", "case_id": 209, "document_id": 3167, "quoteStart": 1847, "quoteEnd": 2070}, {"id": 25165, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:03:28.521292", "updated_at": "2021-09-24 17:10:08.491306", "quoteText": "The Mod Archive may (but shall not be obliged to) delete, edit, lock, move or remove any Content without notice and for any reason", "case_id": 202, "document_id": 3167, "quoteStart": 3520, "quoteEnd": 3650}, {"id": 25177, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:14:59.895834", "updated_at": "2021-09-24 17:42:28.577994", "quoteText": "or that contains any chain letters, pyramid-selling schemes, bulk mail, junk mail or similar", "case_id": 281, "document_id": 3167, "quoteStart": 7016, "quoteEnd": 7108}, {"id": 25176, "title": "The posting of pornographic content is prohibited", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:14:16.41585", "updated_at": "2021-09-24 17:42:35.915416", "quoteText": "obscene", "case_id": 315, "document_id": 3167, "quoteStart": 6577, "quoteEnd": 6584}, {"id": 25174, "title": "The posting of pornographic content is prohibited", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:13:24.090018", "updated_at": "2021-09-25 13:30:10.061409", "quoteText": "obscene", "case_id": 315, "document_id": 3167, "quoteStart": 6577, "quoteEnd": 6584}, {"id": 25173, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:13:05.581402", "updated_at": "2021-09-24 17:43:51.837941", "quoteText": "offensive (whether in relation to sex, race, religion or otherwise", "case_id": 314, "document_id": 3167, "quoteStart": 6469, "quoteEnd": 6535}, {"id": 25172, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:12:22.656625", "updated_at": "2021-09-24 17:48:18.680771", "quoteText": "harmful, threatening, abusive, flaming, hatefu", "case_id": 283, "document_id": 3167, "quoteStart": 6420, "quoteEnd": 6466}, {"id": 25171, "title": "You agree not to use the service for illegal purposes", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:11:21.81728", "updated_at": "2021-09-24 17:48:26.1546", "quoteText": "or contains any illegal content", "case_id": 280, "document_id": 3167, "quoteStart": 6686, "quoteEnd": 6717}, {"id": 25170, "title": "You maintain ownership of your content", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:08:31.635419", "updated_at": "2021-09-24 17:41:05.977409", "quoteText": "You continue to own the Content after it is posted to the Website.<br>", "case_id": 183, "document_id": 3167, "quoteStart": 5086, "quoteEnd": 5156}, {"id": 25169, "title": "Your content can be licensed to third parties", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:07:44.779752", "updated_at": "2021-09-24 17:47:55.345151", "quoteText": "sub-licensable", "case_id": 134, "document_id": 3167, "quoteStart": 4868, "quoteEnd": 4882}, {"id": 25168, "title": "Your content can be distributed through any media known now or in the future", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:07:15.806975", "updated_at": "2021-09-24 17:48:02.004158", "quoteText": "to use, modify, publish, publicly perform, publicly display and distribute such Content on and through the Website and the Website Service and in any other form or medium.\n", "case_id": 139, "document_id": 3167, "quoteStart": 4914, "quoteEnd": 5086}, {"id": 25167, "title": "You maintain ownership of your content", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:06:04.093623", "updated_at": "2021-09-24 17:41:29.674963", "quoteText": "You continue to own the Content after it is posted to the Website.<br>", "case_id": 183, "document_id": 3167, "quoteStart": 5086, "quoteEnd": 5156}, {"id": 25166, "title": "Your content can be deleted if you violate the terms", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:04:18.517762", "updated_at": "2021-09-24 17:48:34.329904", "quoteText": "without limitation, Content which, in our sole discretion, violates these Terms or is or may be irrelevant, out of date, inappropriate or objectionable in any way whatsoever, or in respect of which The Mod Archive receives any complaint (whether justified or not)", "case_id": 377, "document_id": 3167, "quoteStart": 3789, "quoteEnd": 4052}, {"id": 25164, "title": "You agree not to submit illegal content", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 18:00:13.833493", "updated_at": "2021-09-24 17:48:41.514225", "quoteText": "or for any illegal or unauthorised purpose.", "case_id": 238, "document_id": 3167, "quoteStart": 2886, "quoteEnd": 2929}, {"id": 25163, "title": "only for your individual use", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 17:59:53.636606", "updated_at": "2021-09-24 17:48:49.064047", "quoteText": "The Website Service is made available for your own, personal use.\nThe Website Service must not be used for any commercial purpose whatsoever", "case_id": 142, "document_id": 3167, "quoteStart": 2745, "quoteEnd": 2885}, {"id": 25162, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 17:57:56.755343", "updated_at": "2021-09-24 17:47:47.165706", "quoteText": "Continued use of The Mod Archive after any such changes shall constitute your consent to such changes.", "case_id": 403, "document_id": 3167, "quoteStart": 2481, "quoteEnd": 2583}, {"id": 25161, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 17:57:26.092596", "updated_at": "2021-09-24 17:43:44.64457", "quoteText": "We reserve the right to change these Terms of Service without notice.\nYou are responsible for regularly reviewing these Terms of Service.", "case_id": 121, "document_id": 3167, "quoteStart": 2343, "quoteEnd": 2480}, {"id": 25160, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 17:56:26.608847", "updated_at": "2021-09-24 17:48:11.181049", "quoteText": "The Mod Archive does not in any way guarantee the accuracy of the information contained on the website nor does it guarantee that such information will be free of objectionable content or free of content which is unsuitable for minors.<br>", "case_id": 288, "document_id": 3167, "quoteStart": 2094, "quoteEnd": 2333}, {"id": 25158, "title": "You are not being tracked", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2021-09-20 17:52:19.674608", "updated_at": "2021-09-24 17:42:17.799074", "quoteText": "We use cookies to manage your experience on the site, without these you may suffer from lack of functionality, these are not used to track you.", "case_id": 218, "document_id": 3167, "quoteStart": 229, "quoteEnd": 372}, {"id": 11714, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2020-11-26 21:31:05.942736", "updated_at": "2020-11-27 03:04:27.953462", "quoteText": "If any provision(s) of these Terms is held by a court of competent jurisdiction to be invalid or unenforceable, then such provision(s) shall be construed, as nearly as possible, to reflect the intentions of the parties (as reflected in the provision(s)) and all other provisions shall remain in full force and effect.", "case_id": 294, "document_id": 3167, "quoteStart": 16021, "quoteEnd": 16338}, {"id": 11715, "title": "The court of law governing the terms is in location X", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2020-11-26 21:31:35.41769", "updated_at": "2020-11-27 11:08:56.835596", "quoteText": "These Terms shall be governed by and construed in accordance with Dutch law and you agree to submit to the exclusive jurisdiction of the Dutch Courts in relation to any dispute arising out of or relating to these Terms and/or your use of the Website and/or the Website Service.", "case_id": 163, "document_id": 3167, "quoteStart": 15739, "quoteEnd": 16016}, {"id": 11713, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2020-11-26 21:29:21.468216", "updated_at": "2020-11-27 03:04:13.524724", "quoteText": "The Mod Archive's failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision unless acknowledged and agreed to by The Mod Archive in writing.", "case_id": 295, "document_id": 3167, "quoteStart": 16343, "quoteEnd": 16551}, {"id": 11716, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://modarchive.org/index.php?terms", "status": "Generated through the annotate view", "created_at": "2020-11-26 21:35:33.615911", "updated_at": "2020-11-27 02:18:17.323432", "quoteText": "8.\nADVERTISERS ON THE WEBSITE: We accept no responsibility for adverts posted on the Website.\nIf you agree to purchase goods and/or services from any third party who advertises on the Website, you do so at your own risk.\nThe advertiser, not The Mod Archive, is responsible for such goods and/or services and if you have any queries or complaints in relation to them, your only recourse is against the advertiser.", "case_id": 279, "document_id": 3167, "quoteStart": 14187, "quoteEnd": 14599}], "urls": ["modarchive.org"]}}