{"error": 448, "message": "OK", "parameters": {"id": 214, "name": "WeTransfer", "created_at": "2018-01-16 15:26:06.103887", "updated_at": "2021-03-25 03:19:31.688019", "wikipedia": "https://en.m.wikipedia.org/wiki/WeTransfer", "keywords": "", "related": "", "slug": "wetransfer", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/214.png", "url": "wetransfer.com", "documents": [{"id": 8197, "name": "Notice and Take Down Policy", "url": "https://wetransfer.com/legal/takedown", "xpath": "/html/body/div[2]/div/div[2]/div[2]/div[1]/div/div/div/div[2]", "text": null, "created_at": "2021-07-08 01:22:25.944747", "updated_at": "2021-07-08 01:22:57.457406"}, {"id": 3073, "name": "Privacy Policy", "url": "https://wetransfer.com/legal/privacy", "xpath": "", "text": " Uh-oh...\n<p> We couldn't load some important parts of our website.\nThey may have been blocked by your firewall, proxy or browser set-up.\nTry refreshing the page or get in touch through our help center.\n</p>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy &amp.\nCookie Statement</li>\n<li>Your Privacy Choices</li>\n<li>Notice and Takedown Policy</li>\n<li>Responsible Disclosure Policy</li>\n<li>Advertising Terms &amp;&nbsp;Conditions</li>\n</ul> Privacy &amp.\nCookie statement Version: March 1, 2020 Download PDF <p>Since day one, WeTransfer has cared about privacy and respecting our users.\nProtecting the data of our users is of the highest importance to us, and we go to great lengths to make sure we keep it safe.</p>\n<p>We take your trust and right to privacy seriously and work continuously to keep your digital footprint small and in your control.\nNevertheless, to enable you in your flow and to improve and secure our service, we need to process some personal information.\nFor privacy-related questions, please reach out to our Data Protection Officer via dpo@wetransfer.com.</p>\n<p>This statement covers the processing activities of the WeTransfer services, software, websites (including browser extensions) and/or applications (together: “Services”).\nThe Services allow you to create, share, collect, capture and/or visualize your ideas, texts, graphics, videos, data, information, files, decks or other content (together: “Content”).\nThe Services may be provided to you online, in the form of a mobile and/or desktop application(s) and/or may be integrated in a third party service.\nBy using any of the Services you agree to have read and understood our Privacy and Cookie Statement as below.</p>\n<p>To make sure this Statement is easy to read, each question has a drop down with a short explanation, followed by a more formal statement.</p> Clear cookies <p>We use cookies to store relevant data to optimise your experience on WeTransfer.\nYou can remove all data within our cookies here.</p>\n<p>\n</p> Clear Cookies <ul>\n<li>What information do we collect? What information do we collect? <p>We store some personal information to make your use of our Services possible.\nThere are several ways in which we may collect personal information from you: you may submit it or we will collect it automatically through our Services.\nDifferent types of personal information may be collected depending on the way you use our Services and which Services you use.\nPlease check the section “What are your rights as a user” to find out how you can change, access or delete your personal information.</p> Personal information you submit <p>WeTransfer collects, processes or hosts personal information you provide.</p>\n<ol>\n<li>\n<strong>Contact information</strong>: your name and your email address or the email address of the recipient(s).</li>\n<li>\n<strong>Information about yourself</strong>: age, gender, city.</li>\n<li>\n<strong>Preferences</strong>: for example language settings or interests.</li>\n<li>\n<strong>Content and metadata</strong>: you may choose to upload or create Content which contains all sorts of personal information about you and others.\nSuch Content also contains a filename, size and filetype.</li>\n<li>\n<strong>Personal messages</strong>: the ones you send to people along with sharing your files.</li>\n</ol>\n<p>The uploader or creator(s) is responsible for the legitimacy of the Content and needs to follow our Terms of Service, WeTransfer only processes it to provide its Services.\nIf you upload, send or create personal information via one of our Services, you may ask for a Data Processing Agreement by sending an email to legal@wetransfer.com.</p> Personal information we collect by automated means <p>WeTransfer also collects and uses personal information by automated means while you use our Services.</p>\n<ol>\n<li>\n<strong>Browser information</strong>: type of browser, language settings, country and timezone.</li>\n<li>\n<strong>Cookie or web beacon information</strong>: cookie IDs and settings and other personal information received through cookies, web beacons or pixel tags.\nLearn more about under section “Why and how are cookies used”.</li>\n<li>\n<strong>Device information</strong>: the type of device, hardware model and operating system.</li>\n<li>\n<strong>Identification details</strong>: unique identifiers such as an IDFA (for iOS), MAC address or a UserID.</li>\n<li>\n<strong>Network information</strong>: IP-addresses and mobile network information.</li>\n<li>\n<strong>Location data</strong>: data on your geo-location.\nIf we use your device based, precise GPS-location, we will make sure we only do so after receiving your consent.</li>\n<li>\n<strong>Service usage</strong>: information regarding the way you interact with our Services, websites and mobile apps.</li>\n</ol> Personal information we receive from partners <p>In some cases we receive personal information from third parties, such as:</p>\n<ol>\n<li>\n<strong>Integration information</strong>: you can choose to integrate some of our Services with your (social media or messaging services) account, such as Slack, in order to provide you with a rich messaging functionality.</li>\n<li>\n<strong>Marketing information</strong>: some partners may provide additional (aggregated) information, for instance through their Software Developer Kits (SDKs).\nThis may contain demographic or behavioural information in order for us to personalize content, advertisements and offers and to find the right audience for our advertisements.</li>\n<li>\n<strong>Legal Information</strong>: when law enforcement agencies or courts order us to take down Content, we may initially receive personal information about you and your behaviour.</li>\n</ol>\n</li>\n<li>Why do we use your personal information? Why do we use your personal information? <p>We use your personal information in order to provide and improve our Services, to comply with legal obligations and to advertise our Services and to keep our Services safe and secure.\nPlease find below how we use your personal information specifically and on what legal grounds we base the use of your personal information.</p> Activities &amp.\npurposes <ol>\n<li>\n<strong>Service</strong>: the most important reason for using your personal information is, of course, to offer you our Services as mentioned in our Terms of Service, for example to create or visualize your Content or share your ideas and to let you access and use your Content across different devices.</li>\n<li>\n<strong>Support</strong>: we provide a wide range of support services to help you out whenever you’re in need, for instance when you need technical assistance.\nIf it’s needed to offer support, the Support-team can, on your request, access your Content in order to help you out.</li>\n<li>\n<strong>Account &amp.\nbilling</strong>: creating and upholding your personal account for example to facilitate your address book and to enable you to access your Content across different devices, facilitating payment of your subscription fee and perform accounting, auditing &amp.\nbilling activities.</li>\n<li>\n<strong>Safety, integrity &amp.\nsecurity</strong>: WeTransfer follows up on abuse reports, NTD/DMCA reports, fraud investigations and could investigate your compliance with our of our Terms of Services and/or API Terms of Use.\nFurthermore, we detect &amp.\nblock Child Sexual Abuse Imagery (CSAI).\nDetection of CSAI leads to automated decisions whether such Content is potential CSAI.\nCases of potential CSAI will be reported directly to law enforcement agencies.\nFurthermore, we protect ourselves against fraud and other illegal activities.\nIn all these cases we withhold the right to preserve your Content and share it, together with other identifying information, with law enforcement agencies.\nFinally, we could use your personal information for internal control to safeguard our and your safety, integrity and security.\nFor instance, in case of any suspicion of violations of our Terms of Services or the API Terms of Use.</li>\n<li>\n<strong>Improvement &amp.\ndevelopment</strong>: we evaluate the use of our Services to improve our Services, fix bugs, develop new products and services.\nWe do this either by market research (for instance by sending out surveys) or by performing analyses (for example by tracking and bringing together your personal information across our Services or across your mobile devices).\nWe do this in order to understand how our user base as a whole interacts with our Services, but also to review the effect of our advertisements and to improve those Services and advertisements accordingly.</li>\n<li>\n<strong>Marketing, advertisement &amp.\ncommunication</strong>: we use your personal information for marketing and (interest based) advertising for instance by using SDKs or cookies, as well as communication.\nThink updates on new Services, but also personalised advertisements of WeTransfer or our partners, which we can serve on our or third party websites.\nIn order to find the right audience for these advertisements we will look at certain segments of people.\nFor instance, people who use similar Services as ours, people who share the same characteristics as our current users or people within a certain geo-location, such as the Amsterdam area.\nIn order to connect with our target audience, we might use sequential messaging, which is basically a form of storytelling: each time you interact with our Services on a different device, you may receive a slightly different ad in a different form, but the ads are part of the same story.\nMoreover, based on the way you interact with our Services through your devices, we might promote one of our (other) Services or features.\nFinally, we enable you to engage in any (personalised) actions, promotions or events we offer.</li>\n<li>\n<strong>Legal</strong>: in so far as necessary, we might use your personal information to defend WeTransfer in legal proceedings in relation to or as a result of your use of our Services, following a court order, abiding by any law, regulation or governmental request, cooperating with law enforcement, cooperating in fraud investigations of third parties, safeguarding national security, defense, public security, and to uphold our Terms of Services.</li>\n</ol> Legal grounds <p>Each processing activity has a valid legal ground, which is described below.</p>\n<ol>\n<li>\n<strong>Contractual obligations with you</strong>: regarding the activities and purposes mentioned under 1, 2 and 3.\nWe need to process personal information to offer our Services through our websites and mobile apps, to provide (technical) support and to bill your subscription fee.</li>\n<li>\n<strong>Legal obligations</strong>: regarding the activities and purposes under 3, 4 and 7.\nWe’re legally obliged to process your personal information for accounting purposes, to respond to legal requests and NTD- or DMCA-requests.</li>\n<li>\n<strong>Consent</strong>: (partially) regarding activities and purposes mentioned under 2 (e.g.\naccessing your Content for support) and 6, except when we communicate direct marketing in relation to our own and similar Services to you as a paid user.</li>\n<li>\n<strong>Legitimate interests</strong>: (partially) regarding activities and purposes under 1 &amp.\n3 (e.g.\nto provide cross device access).\nFor the purposes mentioned under 4 in order to provide safe Services, to prevent fraud and react against illegal use of our Services.\nFor our innovative interests as mentioned under 5.\nAnd finally for our (direct) marketing, brand interests under 6 and legal &amp.\ncompliance interests as stated under 7.\nWhen we use your personal information based on our or a third party’s legitimate interest, we will make sure to balance your rights and freedoms against said legitimate interest.\nIf, to the extent applicable, you wish to object to the activities based on our legitimate interest and there’s no opt-out available in your account settings or received communication, please contact legal@wetransfer.com</li>\n</ol>\n</li>\n<li>What parties do we share personal information with? What parties do we share personal information with? <p>WeTransfer has several partners to operate and improve its Services.\nFurthermore, we may share or allow you to share your information as part of some of the Services.</p>\n<ol>\n<li>\n<strong>Service providers</strong>: such as our hosting provider, user support provider, IT &amp.\nsoftware providers, our payment processors, email processors and the accountant.</li>\n<li>\n<strong>People and (social) media of your choice</strong>: you may choose to share your Content with others, such as teammates, within our Services or on (social) media like Twitter.</li>\n<li>\n<strong>Law enforcement agencies or regulators</strong>: we are obliged to share your personal information in case of a legal request.\nIn case we run across CSAI or when we’re notified on other illegal Content we’ll also share your personal information with law enforcement agencies.</li>\n<li>\n<strong>Business partners</strong>: we collaborate with advertising partners, marketing and communication agencies.\nWe do this for (interest based) advertising, branding and reaching out to you.\nOur advertising partners implement their own tracking cookies which fall under their terms of services and privacy &amp.\ncookie statement.\nPlease find a list of all third party cookies and their privacy policies here.</li>\n<li>\n<strong>Integrated services</strong>: if you decide to integrate (one of) our Services with another service (such as Slack or your social media account) we will connect that service with ours.\nIn order to provide such service, we will need to share some of your personal information with that service.\nThe terms and privacy &amp.\ncookie statement of these third parties applies, at least for their part of the connection.</li>\n<li>\n<strong>WeTransfer entities</strong>: we share personal information between entities which are part of the WeTransfer group in order to provide our Services and for all purposes mentioned under “Why do we use your personal information?”.</li>\n</ol>\n<p>We’re a global business, which means we might share or store personal information in countries outside of the European Economic Area (“EEA”).\nThose countries have different data protection laws in place.\nHowever, when we transfer- and host data globally, we will make sure that appropriate safeguards are in place in order to ensure your personal information enjoys a similar level of protection as it would within the EEA.\nFor example, we will verify that the receiving partner is certified under EU-US Privacy Shield or we will sign EU Standard Contractual Clauses.</p>\n<p>\n<strong>EU-US Privacy Shield</strong>\n</p>\n<p>Our subsidiary in the United States, WeTransfer Corp, complies with the EU-US Privacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the use and retention of personal information transferred from the European Economic Area and the United Kingdom to the United States.</p>\n<p>WeTransfer Corp adheres to the EU-US Privacy Shield principles and is subject to oversight by the U.S.\nFederal Trade Commission.\nIf you have any complaints regarding the transfer of your personal information to the US, please first file them directly at us via legal@wetransfer.com.\nThe panel of EU Data Protection Authorities (DPA Panel) acts as the independent recourse mechanism for complaints regarding EU-US Privacy Shield complaints.\nThe examination of such complaints is free of charge to you.\nYou can find the contact information of your local DPA here.\nIn case your concern still isn’t addressed by the DPA Panel, you may be entitled to invoke binding arbitration under the EU-US Privacy Shield Principles, find out more here.</p>\n<p>As explained under section \"What parties do we share personal information with\", we sometimes provide personal information with third parties to perform services on our behalf.\nIf we transfer personal information received under the Privacy Shield to a third party, the third party’s use of the personal data must also comply with our Privacy Shield obligations.\nIn such a case we will remain liable under Privacy Shield for any failure to comply by the third party, unless we prove we’re not responsible for the event giving rise to the damage.</p>\n<p>You can find our certification here.\nTo learn more about EU-US Privacy Shield visit: https://www.privacyshield.gov.</p>\n</li>\n<li>Why and how are cookies used? Why and how are cookies used? <p>We place cookies with the intention of making WeTransfer even better.\nWe work hard to make our Services safe, beautiful and unobtrusive.\nFeel free to block cookies, but this may affect how well our Services work.</p>\n<p>We place several cookies (or similar technologies, like pixels or web beacons) on your device for the purpose of facilitating your use of the Service and to find out how the Service may be improved.\nWe or our advertising partners also place cookies on our website(s).\nBeing a global service, these partners can vary per country.\nWhen our advertising partners place cookies, these cookies can process personal information to measure the effectiveness of the campaign.</p>\n<p>Cookies are small text files that are stored on your computer by your browser when you visit a website.\nExamples of cookie purposes are: your language preferences, logging into an account, remembering login details, serving you personalised advertisements and acceptance of the Terms of Service and Privacy &amp.\nCookie Statement.\nOur website can place these cookies for the following purposes:</p>\n<ol>\n<li>\n<strong>Functional cookies</strong> are used to provide functionalities when using our Service, such as the possibility to set preferences or to remember your previous settings.</li>\n<li>\n<strong>Analytical cookies</strong> are used to optimise our Service.\nFor example to optimise the usability of our website by AB-testing a new feature, to make the website more user-friendly and to analyse how you use our Service.\nWe also use analytical cookies to stop bots and malicious behaviour like spam.\nWhen we use analytical cookies, this could include third party cookies, as found in the cookie list.\nThese third party analytical cookies process personal information, which is detailed in the cookie list too.</li>\n<li>\n<strong>Advertisement cookies</strong> are used for commercial, editorial and promotional purposes.\nWith these cookies your internet- and surf behaviour can be followed over various domains and websites.\nWeTransfer only checks the (one) website you visited prior to your visit to one of our websites.\nWe do not track the website you visit after you leave our website.\nAdvertisement cookies are often also placed by third parties to measure the effectiveness of their advertising campaigns and to follow your internet- and surf behaviour over other domains and websites where they have placed a cookie.\nWeTransfer does not have access to or control over personal information collected via these cookies or other features that advertisers and third parties may use.\nOur Privacy &amp.\nCookie Statement is therefore not applicable to these third party cookies and we refer you to third parties’ Privacy Statements to read how they handle personal information.\nYou can find a list of the limited amount of third party cookies and a link to their privacy policies here.</li>\n<li>\n<strong>Pixel tags or web beacons</strong> are a piece of code embedded on the website that collects personal information about users' engagement on that web page.\nThe use of a pixel allows us to record, for example, that a user has visited a particular web page or clicked on a particular advertisement.\nThe pixel also allows us to see from which previous website or channel a user arrived at our website.</li>\n</ol>\n<p>We have an extensive cookie list available here, which we will update at least four times a year.\nDue to the changing nature of our Service, this may result in the cookie list not being fully up to date at times.\nIf you would want to remove certain cookies, or block them from being stored in your browser, it is possible to arrange this through your browser settings for cookies.\nYou can find these settings under the Privacy tab in the Preferences section of most browsers.\nHere you can specify your cookie preferences or remove cookies.\nPlease note that if you remove or refuse WeTransfer cookies, the Service might not function in optimal form.</p>\n</li>\n<li>Can you use WeTransfer for private or sensitive files? Can you use WeTransfer for private or sensitive files? <p>We treat your Content with respect.\nWe don’t provide any public search function, catalogue or listing to find Content.\nWe trust you understand that in order to fulfill our moral responsibility to reduce the spread of Child Sexual Abuse Imagery (CSAI), we do use automated systems to to detect such Content.\nFinally, we’re obliged to delete your Content when we receive a Notice-and-takedown/DMCA-request or when we receive a legal request.</p>\n<p>Please be mindful when distributing download/ access links - whoever it is passed on to or has access to a download/access link can access or download the Content.\nFor extra security and confidentiality you might want to use our feature to protect your files with a password (if available).</p>\n</li>\n<li>What retention procedures are in place? What retention procedures are in place? <p>The retention period for your personal information depends on which Service you use and it depends on which category of personal information we’re talking about.\nAlways check out the website(s) or app(s) of the Service(s) for the specific information on retention periods.</p>\n<p>\n<strong>Personal information</strong>\n</p>\n<p>WeTransfer retains your personal information as long as its necessary to provide our Services to you (e.g.\nupholding your user account), to conduct our business activities and fulfill our legitimate interests, such as providing safe and secure services, to fix bugs and to reach out to you, to comply with applicable laws (e.g.\nretaining financial information for 7 years for tax purposes) and legal requests and to resolve (legal) disputes.</p>\n<p>\n<strong>Files you transfer</strong>\n</p>\n<p>When using WeTransfer File Sharing your Content will be deleted after 7 days, unless you have a Pro account in which case your transfer data is stored by default for 28 days or until the expiry date you set manually.\nAfter this period, a file is automatically deleted from our servers.\nThe personal information that accompanies your transfer is kept for a maximum of 12 months.\nSuch personal information is only accessible to very few people within WeTransfer, those that need it to perform their job, for example to provide you with support.\nWhen data is older than 12 months, we scrub it from the database, pseudonymise or anonymise it for analysis.\nPseudonomising your personal information means that we do not use your email address or IP address for analytical purposes, but create a random pseudonym for both and use that pseudonym instead.\nThat way we don’t have to handle directly identifiable personal information, which is privacy-friendly.</p>\n<p>\n<strong>Content you create, use, store or share through the Services other than file sharing</strong>\n</p>\n<p>The Content you create, use, store or share on our Services, other than our File Sharing Service, is, in principle, retained until you stop interacting with our Service(s), when you delete your Content from the Service(s), when you delete the Service(s) from your device(s) or when you delete your account.\nAlways check out the website(s) or app(s) of the Service(s) you use for specific information.</p>\n</li>\n<li>How safe is it to use our Services? How safe is it to use our Services? <p>WeTransfer takes technical and organisational measures to protect your personal information against loss or other forms of unlawful processing.</p>\n<p>We make sure that personal information is only accessible by those who need access to do their job and that they are properly authorised.\nThat means we keep logs of who has access to personal information, we limit the amount of people that have access and we make sure that personal information can only be read, copied, modified or removed by properly authorised staff.\nWe monitor internal activity to ensure the safety and accuracy of personal information.</p>\n<p>WeTransfer staff is required to conduct themselves in a manner consistent with the company’s guidelines regarding confidentiality, ethics, and appropriate usage of personal information.\nStaff is required to sign a confidentiality agreement.</p>\n<p>During an upload, while it's stored on our servers and during a download, Content is encrypted and only sent over a secure connection (https).\nThe servers we use to store your Content for you are GDPR compliant and secure.</p>\n</li>\n<li>Can minors use our Services? Can minors use our Services? <p>You are only allowed to use our website, apps and/or Services when aged 16 and over.\nWhen you’re younger than 16 you may use our website, apps and/or Services only after parental approval or approval of your legal representative.\nMinors under the age of 13 in the USA are not allowed to use our Services.</p>\n</li>\n<li>What are your rights as a user? What are your rights as a user? <p>If you need more info on your personal information, please let us know.\nWe may ask for proof of identity.\nIf you change your mind and no longer want us to process your personal information, let us know.</p>\n<p>You can ask WeTransfer to:</p>\n<ol>\n<li>access, receive a copy of or correct your personal information;</li>\n<li>in certain cases, erase your personal information or block or restrict our use of it;</li>\n<li>in certain cases, send your personal information to other third parties.</li>\n</ol>\n<p>You can do this by sending an email to legal@wetransfer.com Please state clearly in the subject that your request concerns a privacy matter and more specific whether it is a request to access, correction or deletion.\nBear in mind that under circumstances WeTransfer requests for additional information to determine your identity.</p> Right to object <p>You have a right to object to our use of your personal information, for instance when the legal base for processing is based on one of our legitimate interests (see subsection “Legal grounds”).\nIf you inform us that you do not longer wish us to process your personal information or to be approached, WeTransfer will move your personal information to a separate file.\nYour personal information will no longer be used for the above mentioned purposes, unless our legitimate interest, for example safety &amp.\nsecurity, outweighs your right to objection.\nYou can request this via legal@wetransfer.com.\nPlease state clearly that your request concerns a privacy matter and more specifically that you exercise your right to object.</p>\n<p>If you think we have infringed your privacy rights, you can lodge a complaint with the relevant supervisory authority.\nYou can lodge your complaint in particular in the country where you live, your place of work or place where you believe we infringed your right(s).</p> Withdrawal of consent <p>When you’ve provided your consent for us to process your personal information, you can withdraw your consent at any time, without affecting the lawfulness of processing activities based on consent before its withdrawal.\nIf you withdraw your consent, we will no longer process the personal information which we’ve received based on your consent.</p> California consumers <p>Subject to certain limitations under California Civil Code § 1798.83, if you are a California resident, you may ask us to provide you with (i) a list of certain categories of personal information that we have disclosed to certain third parties for their direct marketing purposes during the immediately preceding calendar year and (ii) the identity of certain third parties that received personal information from us for their direct marketing purposes during that calendar year.\nWe do not, however, share your personal information with marketers, subject to the above statute.</p>\n</li>\n<li>How to contact WeTransfer How to contact WeTransfer <p>Our support team is available via support@wetransfer.com.\nIf you have any questions, please email us in English, to make sure we can help you in the best way.\nIf you have questions about the way WeTransfer processes your personal information or the personal information WeTransfer stores about you, please contact WeTransfer by sending an email with your question to legal@wetransfer.com We speak Dutch &amp.\nEnglish.\nIf you need to contact our Data Protection Officer, please do so via dpo@wetransfer.com.</p>\n</li>\n<li>Revisions to the Privacy &amp.\nCookie Statement Revisions to the Privacy &amp.\nCookie Statement <p>Note that WeTransfer may revise this Privacy &amp.\nCookie Statement from time to time.\nEach revised version shall be dated and posted on the website.\nWeTransfer recommends that you review the website from time to time and take note of any changes.\nIf you do not agree with the Privacy &amp.\nCookie Statement, you should not or no longer access or use the website and/or service.\nBy continuing to use the website and/or service you accept any changes made to the Privacy &amp.\nCookie Statement.</p>\n</li>\n</ul> EnglishTermsYour Privacy ChoicesPressJobsWelcome to<ul>\n<li> Simple file-sharing</li>\n<li> No registration</li>\n<li> It's free</li>\n</ul>\n<p>To continue, please agree to our Terms of Service.</p>I agreeAdd your files<p>Add up to 2 GB</p>Email toYour emailMessageTransfer<ul>\n<li>Help</li>\n<li>Products</li>\n<li>About us</li>\n<li>Sign up</li>\n<li>Log in</li>\n</ul> &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-N9N5GP\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n", "created_at": "2020-11-09 12:16:15.099064", "updated_at": "2020-12-14 22:57:37.166938"}, {"id": 2374, "name": "Terms of Service", "url": "https://wetransfer.com/legal/terms", "xpath": "", "text": " Uh-oh...\n<p> We couldn't load some important parts of our website.\nThey may have been blocked by your firewall, proxy or browser set-up.\nTry refreshing the page or get in touch through our help center.\n</p>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy &amp.\nCookie Statement</li>\n<li>Your Privacy Choices</li>\n<li>Notice and Takedown Policy</li>\n<li>Responsible Disclosure Policy</li>\n<li>Advertising Terms &amp;&nbsp;Conditions</li>\n</ul> Simple speak introduction for Terms of Service <p>You’re busy.\nWe get it.\nSo we’ve summed up our Terms of Service in a few simple sentences.\nThey don’t replace the official legal stuff, but they will give you an idea of what’s in there.\nAny questions or concerns – please contact us.</p>\n<p>Here are the headlines (imagine them with a clock bonging in the background if you like):</p>\n<ul>\n<li>You have to be 16 to use our tools.</li>\n<li>Your content is yours – you own it, and you are responsible for it.\nWe’ll only do what’s needed for our services to work properly...</li>\n<li>...unless you are doing something illegal, in which case we can block and/or delete your stuff, and suspend your accounts.</li>\n<li>We may make changes to our terms, service and/or fees from time to time.\nIf you have an account and don’t like something we change, you can always cancel at any time.</li>\n<li>And we should mention that you use our service at your own risk.\nwe are not liable for any damages if things go wrong.</li>\n</ul>\n<p>And that’s it.\nSeems fair right? You do you, we’ll do us and everything will be fine.</p> Terms of Service 18 August 2020 Download PDF <p>WeTransfer offers tools to move ideas, such as:</p>\n<ul>\n<li>a service to share files (“WeTransfer File Sharing”);</li>\n<li>a free (online) magazine (“WePresent”);</li>\n<li>a service that allows you to store, organize, share and receive content from multiple sources (“Collect”);</li>\n<li>a service that allows you to capture your ideas through sketches, notes and images (“Paper”);</li>\n<li>a service that allows you to present your ideas (“Paste”).\nand</li>\n<li>additional features and functionalities.</li>\n</ul>\n<p>Your use of and access to our services, software, websites (including browser extensions) and/or applications (together: “Services”) are governed by these Terms of Service (“Terms”).</p>\n<p>The Services may be provided to you online, in the form of a mobile and/or desktop application(s) and/or may be integrated in a third party service.</p>\n<p>The Services allow you to upload, submit, store, share, receive, collect, capture and/or visualize your ideas, texts, graphics, videos, data, information, files, presentation decks or other content, including third party content used by you (together:“Content”).\nYou retain all rights in- and responsibility and liability for all Content.\nWeTransfer does not claim ownership of your Content.</p>\n<p>The Services are provided to you as the user of the Services by WeTransfer B.V.\n(“WeTransfer”, “We”), with its main office at Willem Fenengastraat 19, 1096 BL Amsterdam, the Netherlands, registered at the Dutch Chamber of Commerce under 34380998.</p>\n<ol>\n<li>Applicability <ol>\n<li>\n<p>You are only allowed to use the Services when aged 16 or older.</p>\n</li>\n<li>\n<p>Please read the Terms carefully.\nBy using the Services (directly with us or through a third party application, plug-in, extension or integration) you agree and accept these Terms and our Notice and Take Down Policy (“NTD Policy”).\nTo the use of personal data and cookies in relation to the Services our Privacy &amp.\nCookie Statement applies.</p>\n</li>\n<li>\n<p>If the Services include, are used in connection with, or are integrated in the services of third parties, the terms and conditions, notice and take down policies and/or privacy and cookie policies of those third parties may apply in addition to these Terms.\nIf you are using the Services on behalf of your employer or another organization, you are agreeing to the terms of that organization and you represent and warrant that you have the authority to do so.\nWeTransfer is not responsible for any third party services, terms and/or policies.</p>\n</li>\n<li>\n<p>If you want to file a complaint or notice about unlawful Content being stored or shared via the Services or the WeTransfer API, please read our NTD Policy.</p>\n</li>\n<li>\n<p>If you become aware of a vulnerability in any of the Services, please read our Responsible Disclosure Policy.</p>\n</li>\n<li>\n<p>If you want to use the WeTransfer API (as described in the API Terms of Use) our API Terms of Use apply in addition to these Terms.</p>\n</li>\n<li>\n<p>WeTransfer can amend the Terms from time to time.\nThe amended Terms will become effective upon them being posted on WeTransfer’s website(s) and/or on WeTransfer’s mobile and/or desktop application(s), or at such later date as may be stated on the amended Terms.\nTherefore, we recommend that you review the Terms from time to time and take note of any changes.\nBy continuing your use of the Services you accept the amended Terms.\nIn case of material changes to the Terms, you will be informed prior to the change: (i) at the moment you use the Services, or (ii) by a message to the contact details you provided to us, or (iii) by a posting of the notice of the change on WeTransfer’s website(s) and/or on WeTransfer’s mobile and/or desktop application(s).\nIn the event you don’t accept a change you can cancel your subscription.</p>\n</li>\n<li>\n<p>These Terms supersede any and all prior oral and written quotations, terms, communications, agreements and understandings between you and WeTransfer.</p>\n</li>\n<li>\n<p>The following parts of these Terms apply to specific Services only:</p>\n<ul>\n<li>Clause 2: WeTransfer File Sharing;</li>\n<li>Clause 3: WePresent;</li>\n<li>Clause 4: Collect;</li>\n<li>Clause 5: Paper;</li>\n<li>Clause 6: Paste;</li>\n<li>Clause 7 and 8: all paid subscription Services.</li>\n</ul>\n</li>\n</ol>\n<p> All other clauses apply to all Services.</p>\n</li>\n<li>WeTransfer File Sharing <ol>\n<li>\n<p>WeTransfer File Sharing allows you to share your Content with others.</p>\n</li>\n<li>\n<p>To share your Content you need to upload it and provide us with (a limited number of) email addresses of recipient(s) (“email transfer”) or choose to distribute a download link yourself (“link transfer”).\nIf you use link transfer you will not be informed of any downloads by others.</p>\n</li>\n<li>\n<p>WeTransfer File Sharing provides the possibility to share Content up to a maximum total capacity.\nUploaded Content is stored on WeTransfer’s servers for a limited period of time after which the ability to download expires.\nDepending on the transfer type some limitations apply, which you can find here.</p>\n</li>\n<li>\n<p>After the expiry period WeTransfer will permanently delete the uploaded files.\nThese files will not be available nor retrievable anymore.</p>\n</li>\n<li>\n<p>The basic functionality of WeTransfer file sharing is (currently) free from registration and charge.</p>\n</li>\n<li>\n<p>We also offer “WeTransfer Pro”, a paid subscription version that - compared to the free version - offers you a set of premium services and different subscription terms..\nYou can find more information here.</p>\n</li>\n<li>\n<p>If you have a WeTransfer Pro subscription, we offer “Pro Pass”.\nWith Pro Pass you can unlock Collect Pro and Paste Pro.\nYou can find more information here.</p>\n</li>\n<li>\n<p>WeTransfer reserves the right to automatically delete all Content uploaded with WeTransfer Pro and still available on our servers, 28 days after your WeTransfer Pro subscription has ended.</p>\n</li>\n<li>\n<p>WeTransfer treats Content as confidential and does not control the use of download links, regardless of whether they are originally distributed by us or by you.\nRecipients can forward the links and allow others to use them.\nYou are solely responsible for the Content you upload and share.</p>\n</li>\n</ol>\n</li>\n<li>WePresent <ol>\n<li>\n<p>WePresent is an (online) magazine that presents creative stories and showcases art, photography, music and more from around the world.\nAny content included on WePresent is owned by or licensed to WeTransfer and can only be used with express prior written permission from WeTransfer.</p>\n</li>\n<li>\n<p>WeTransfer offers WePresent as a free service.\nAlthough care and attention is devoted to the content of our (online) magazine, WeTransfer cannot warrant that it is always complete and accurate.\nWeTransfer disclaims any liability in relation to the use of such content.</p>\n</li>\n</ol>\n</li>\n<li>Collect <ol>\n<li>\n<p>Collect allows you to store, organize, share and receive Content from multiple sources using the Collect Services.</p>\n</li>\n<li>\n<p>The basic functionality of Collect is (currently) free from registration and charge.\nThe Content you use, share or receive in the Collect application will be stored on your device and/or on our servers.\nWe are not responsible for any Content stored on your device.\nYour Content may be lost if you remove your Content from the Collect application, if you remove the Collect application from your device, or if you lose your device.</p>\n</li>\n<li>\n<p>For additional functionality (such as the “Save to Collect” browser extension) you have to create an account and provide us with your email address and/or other details.\nYou can find more information here.</p>\n</li>\n<li>\n<p>WeTransfer reserves the right to permanently delete Content when you stop interacting with Collect, when you delete your Content from the Collect Services, when you delete the Collect Services from your device(s), when you cancel your WeTransfer Pro subscription with Pro Pass (as set out in section 2.7) or when you delete your account.\nFull payment of applicable fees is considered to be active use of Collect.\nFor more information on WeTransfer’s data retention policy, please contact our Help Center.</p>\n</li>\n<li>\n<p>We also offer “Collect Pro”, a paid subscription service that - compared to the free version of Collect - offers you a set of premium services.\nMore information can be found here.</p>\n</li>\n</ol>\n</li>\n<li>Paper <ol>\n<li>\n<p>Paper allows you to capture your ideas with tools to sketch, type, paint, draw, etc.\nusing the Paper Services.\nAny content included in the “journals” (including but not limited to digital workbooks, planners, drawings, tutorials, videos) is owned by or licensed to WeTransfer and can only be used with express prior written permission from WeTransfer.</p>\n</li>\n<li>\n<p>The Content you create with Paper will be stored on your device and not on our servers.\nYour Content may be lost if you remove your Content from the Paper Services, if you remove the Paper Services from your device or if you lose your device.\nIf you choose to export any Content and share it with others, it may be stored elsewhere.</p>\n</li>\n<li>\n<p>The basic functionality of Paper (“Paper Basic”) is (currently) free from registration and charge.</p>\n</li>\n<li>\n<p>We also offer “Paper Pro”, a paid subscription service that - compared to Paper Basic - offers you a set of premium services.\nYou can find more information here.</p>\n</li>\n<li>\n<p>When your Paper (Pro) subscription is linked to your Apple ID, you are also allowed to store your Paper Content in the iCloud or to synchronize the Paper Content on your device(s) through your iCloud account.\nThe terms and limitations of Apple (including retention policies) may apply in addition to these Terms.</p>\n</li>\n</ol>\n</li>\n<li>Paste <ol>\n<li>\n<p>Paste allows you to create presentation slides with different content sources (such as screenshots, videos, documents, links), use auto-layout formats, gather input and share presentation decks with other users using the Paste Services.</p>\n</li>\n<li>\n<p>To use Paste you have to create an account and provide us with your email address and other details.\nAlternatively, you can also use Paste through (your account of) a third party service.\nAs such, the terms of the third party may apply in addition to these Terms.</p>\n</li>\n<li>\n<p>The basic functionality of Paste is (currently) free of charge.\nYou can also sign up for a paid subscription, which offers a set of premium services.\nYou can find the current subscription options and their specific characteristics here.</p>\n</li>\n<li>\n<p>The Content you create, share or otherwise use in the Paste application is stored on our servers.</p>\n</li>\n<li>\n<p>WeTransfer reserves the right to permanently delete Content when you stop interacting with Paste, when you delete your Content from the Paste application, when you delete the Paste application from your device(s), when you cancel your WeTransfer Pro subscription with Pro Pass (as set out in section 2.7) or when you delete your account.\nFull payment of applicable fees is considered to be an active use of Paste.\nFor more information on WeTransfer’s data retention policy, please contact our Help Center.</p>\n</li>\n</ol>\n</li>\n<li>Payment conditions <ol>\n<li>\n<p>If you use a paid subscription Service, the initial subscription term starts once the fees due have been paid in full.</p>\n</li>\n<li>\n<p>We may introduce or change the fees for the Services from time to time, for which we will give you advance notice.\nIf you have a fixed term and price subscription, that price will remain in force for the fixed term.\nIf you do not agree with the price change, you must cancel your subscription and stop using the Services by the end of the then-current Service term.\nIf you continue to use the Services after the price change goes into effect, you agree to pay the changed price.\nFee introductions will require your prior consent and registration.</p>\n</li>\n<li>\n<p>Depending on the payment method you choose, the issuer of the payment method may charge you certain fees relating to the processing of your payment.</p>\n</li>\n<li>\n<p>You can change your payment method in your account settings of the respective Service or by contacting our Help Center.</p>\n</li>\n<li>\n<p>WeTransfer may suspend or cancel the Services to you if a payment is not successfully settled (for instance in case of insufficient funds, expiration of credit cards, a change in payment details or otherwise).\nSuspension or cancellation of the Services for non-payment can result in a loss of access to and use of your account and your Content.</p>\n</li>\n<li>\n<p>If you subscribe and pay us through the Apple App Store or Google Play Store, the terms of Apple or Google may also apply.</p>\n</li>\n</ol>\n</li>\n<li>Term and cancellation of a subscription <ol>\n<li>\n<p>The initial subscription term varies depending on your choice and/or the Service it applies to.</p>\n</li>\n<li>\n<p>You have the right to cancel your subscription during the first 14 days, unless you start using the Service during this period whereby you waive your right to cancel.</p>\n</li>\n<li>\n<p>The subscription period will be renewed automatically for the selected subscription period, unless you have cancelled your subscription on time (before the last day of your subscription).</p>\n</li>\n<li>\n<p>In case of cancellation you will continue to have access to the Services until the end of your paid subscription period.\nFor instance: if the commencement date of your monthly subscription is 2 February and you cancel your subscription on 17 October, you will continue to have access until 2 November.</p>\n</li>\n<li>\n<p>Pro Pass is linked to your WeTransfer Pro subscription.\nSo if you cancel your subscription you will lose access to Paste Pro and Collect Pro.</p>\n</li>\n<li>\n<p>Cancellation does not give you any right to reimbursement of (part of) the subscription fee, unless local mandatory consumer law obliges to do so.</p>\n</li>\n<li>\n<p>In case your subscription is automatically renewed for a period of more than three (3) months, you will have the right to cancel the subscription at any time after such renewal with a cancellation term of one (1) month.\nIn case of cancellation based on this clause you may request reimbursement of part of the subscription fee.\nThis means that you pay for the period until the cancellation enters into force, based on the standard monthly fee for the respective Service.</p>\n</li>\n<li>\n<p>Upon cancellation or if a payment is not successfully settled (for instance due to expiration or insufficient funds), your account will be deactivated after the end of your subscription period.\nYou will then not have access to your personal data, address book and any Content stored using the Service(s).\nYou can reactivate your subscription at any time in your account settings by making payment within four weeks after deactivation.\nYour subscription will then be renewed as from the day of reactivation.</p>\n</li>\n<li>\n<p>If you do not reactivate your subscription within the term set out above, any of your Content stored using the Service(s) and any of your information, including your personal content, settings, address book and any files stored for transfer may have been automatically and permanently deleted from our servers.</p>\n</li>\n<li>\n<p>If you subscribe through the Apple App Store, the terms of Apple may apply to the term and cancellation of your subscription instead of the terms in this clause.</p>\n</li>\n</ol>\n</li>\n<li>Content ownership, permissions and responsibility <ol>\n<li>\n<p>WeTransfer does not claim any ownership of the Content you create, use, store or share through the Services and you are solely responsible for it.\nAlso you are solely responsible for sharing it with the correct recipients.\nAny liability for damages relating to the Content lies with the individual that creates, uses, stores and/or shares it within the Services.\nYou acknowledge that download and/or access links can be forwarded and that recipients having access to such link, can access the Content it’s connected with.</p>\n</li>\n<li>\n<p>Some of the Services allow you to protect Content or transfers with a password.\nThe user is solely responsible for the confidentiality and/or the distribution of passwords.</p>\n</li>\n<li>\n<p>By using the Services you warrant that you have, for any Content you create, use, store or share using the Services, all required permissions (including from copyright and other intellectual property rights owners) to distribute, sub-license, transfer, store and/or make the Content online available as part of the Services.</p>\n</li>\n<li>\n<p>WeTransfer is not liable to you or any third party for any damages arising out of or in relation to the Content created, used, stored or shared by you within the Services, including but not limited to, copyright protected works and/or trademarks.</p>\n</li>\n<li>\n<p>WeTransfer requires a license from you with regards to the Content <strong>FOR THE SOLE PURPOSE OF OPERATING, ENABLING, AND IMPROVING THE SERVICES</strong>.\nSolely for this explicit purpose and until you delete the Content from the Services, you agree and acknowledge that by using the Services, you grant us an unlimited, worldwide, royalty-free license to (i) use, host, store, scan, search, sort, index, create previews and (ii) reproduce, communicate, publish, publicly display, distribute and edit (including but not limited to scaling, cropping, adapting and translating) the Content.\nTHE LICENSE PART UNDER (ii) DOES NOT APPLY TO WETRANSFER FILE SHARING as set out in clause 2 of these Terms.\nFor the avoidance of doubt, WeTransfer will not sell or advertise the Content: WeTransfer only requires the license <strong>FOR THE SOLE PURPOSE OF OPERATING, ENABLING, AND IMPROVING THE SERVICES</strong>.</p>\n</li>\n<li>\n<p>WeTransfer does not provide any public search function, catalogue or listing to find Content.</p>\n</li>\n<li>\n<p>WeTransfer may show you ads from advertisers and artists selected by WeTransfer (such as full-page wallpaper ads) when you use the Services.</p>\n</li>\n<li>\n<p>More information on the use of your personal data and cookies (including for performance marketing) is available in our Privacy &amp.\nCookie Statement.</p>\n</li>\n</ol>\n</li>\n<li>Restrictions <ol>\n<li>\n<p>WeTransfer respects your rights and expects that you respect those of others, including WeTransfer, its artists, advertisers and third parties.\nThis includes respecting the right to privacy, corporate intelligence, business secrets and intellectual property rights, such as trademarks, copyrights, trade names and logos.\nYou agree not to use the Services to commit, promote, enable or facilitate any unlawful or criminal acts or breach of these Terms or facilitate or promote others to do so.</p>\n</li>\n<li>\n<p>As a condition to make use of the Services you agree not to create, use, store or share any Content that:</p>\n<ul>\n<li>features CSAI (child sexual abuse imagery);</li>\n<li>is obscene, defamatory, libelous, slanderous, profane, indecent, discriminating, threatening, abusive, harmful, lewd, vulgar, or unlawful;</li>\n<li>promotes racism, violence or hatred;</li>\n<li>is factually inaccurate, false, misleading, misrepresenting or deceptive;</li>\n<li>you don’t hold the rights to;</li>\n<li>infringes, violates or misappropriates intellectual property rights, privacy rights, including data protection rights, and/or any other kind of rights;</li>\n<li>infringes on or violates any applicable law or regulation.\nand/or</li>\n<li>constitutes ‘hate speech’, whether directed at an individual or a group, and whether based upon the race, sex, creed, national origin, religious affiliation, sexual orientation, language or another characteristic of such individual or group.</li>\n</ul>\n</li>\n<li>\n<p>In addition, you agree not to:</p>\n<ul>\n<li>abuse, harass, stalk, intimidate, threaten, commit violence, or otherwise act unlawful, or encourage anyone else to do so;</li>\n<li>impersonate or falsely pretend affiliation with any person or entity;</li>\n<li>access any non-public areas of the Services;</li>\n<li>interfere with any access or use restrictions;</li>\n<li>use any data mining or data gathering or extraction methods, or otherwise collect information about the users of the Services;</li>\n<li>send viruses, worms, malware, ransomware, junk email, spam, chain letters, phishing emails, unsolicited messages, promotions or advertisements of any kind and for any purpose;</li>\n<li>interfere with, damage or disrupt the Services or act in a way that may do so;</li>\n<li>attempt to probe, scan, compromise or test the vulnerability of the Services or any related service, system or network or breach any security or authentication, unless you do so in accordance with our Responsible Disclosure Policy;</li>\n<li>use automated means to access or use the Services without our permission;</li>\n<li>reverse engineer or decompile any (part) of the Services;</li>\n<li>resell, sublicence, rent, lease, offer or otherwise commercialize the Services without our permission.\nand/or</li>\n<li>allow others to use your account.</li>\n</ul>\n</li>\n</ol>\n</li>\n<li>Violation of the Terms of Service <ol>\n<li>\n<p>WeTransfer reserves the right to investigate, provide to third parties, (temporarily) block and/or permanently delete from it servers, without prior notice or liability, any Content and/or account information or to block anyone from accessing any part of the Services, when WeTransfer ascertains, at its sole discretion or after receiving substantiated and valid complaints, that you breach these Terms or act in violation of any applicable law or regulation.\nMore information is available in our Notice and Takedown Policy.</p>\n</li>\n</ol>\n</li>\n<li>Intellectual property rights <ol>\n<li>\n<p>All intellectual property rights and/or similar rights on the Services (including the software, wallpapers, WePresent content, photography, graphic design, typography, portraits, logos, trademarks, trade names, domain names, copyrights and patents) are vested in WeTransfer and/or its licensors and you are not allowed to use, remove, modify, copy, mirror, distribute, decompile, or reverse engineer any of it in any way.</p>\n</li>\n<li>\n<p>WeTransfer is not responsible or liable for third party content published within the Services, in-ad links to external websites or the content, products or services offered on external websites.\nYou acknowledge and accept that all use outside the Services is at your own risk.</p>\n</li>\n<li>\n<p>You will always respect and observe the good name and reputation of WeTransfer and ensure that your use of the Services will in no way prejudice any rights and/or the good name and reputation of WeTransfer and its licensors.</p>\n</li>\n</ol>\n</li>\n<li>Disclaimer and account registration <ol>\n<li>\n<p>WeTransfer provides the Services “AS-IS”, without any warranty of any kind.\nWithout limiting the foregoing, WeTransfer explicitly disclaims any warranties of merchantability, fitness for a particular purpose and non-infringement.\nWeTransfer makes no warranty that the Services are available on an uninterrupted, secure or error-free basis.\nYour use of the Services is at your own risk.\nYou acknowledge and agree that WeTransfer is not responsible for any damages to the computer system or mobile device of you or any third party that result from the use of the Services and is not responsible for any failure of the Services to store, transfer or delete a file or for the corruption or loss of any data, information or Content contained in a file.</p>\n</li>\n<li>\n<p>WeTransfer may change, terminate or expand its Services from time to time and reserves the right to limit access to or eliminate any features or functionality of the Services in its own discretion.</p>\n</li>\n<li>\n<p>Some of the Services require you to register and provide us with data such as your email address, password and/or payment details.\nYou must ensure that these are accurate and keep them updated in your account settings.\nYou are responsible for any activity from or by your account, so you should not share your password and you should protect it carefully.\nShould registrations or account data appear to be misused, WeTransfer reserves the right to delete the account.\nWeTransfer is not liable for any loss or damage arising from the unauthorized use of your account.</p>\n</li>\n</ol>\n</li>\n<li>Indemnity and Liability <ol>\n<li>\n<p>You will defend, indemnify and hold harmless WeTransfer (including its employees and affiliates) from and against any claims, incidents, liabilities, procedures, damages, losses and expenses (including legal and accounting fees), arising out of or in any way connected with your access to or use of the Services or your breach of these Terms, including any third party claims that Content created, used, stored or shared using the Services by you or through your account, infringe or violate any third party rights.</p>\n</li>\n<li>\n<p>The Services may provide integration with third-party services.\nYou acknowledge that: (i) WeTransfer is not responsible for any acts or omissions of such third-party services.\n(ii) that WeTransfer is not an agent of such third-party services.\nand (iii) your use of those services is subject to any applicable terms and conditions between you and the providers of such services.</p>\n</li>\n<li>\n<p>WeTransfer is not liable for any damage or personal injury resulting from any use of the Services, including any (temporary) unavailability or (accidental) removal of your Content or account.\nThe limitation of liability referred to in this clause shall not apply if the liability for damage caused by intent or gross negligence on the part of WeTransfer.\nIn the event WeTransfer is liable for damage under mandatory law, WeTransfer’s aggregate liability to you for any and all claims arising out of or in connection with the use of the Services will in no event exceed the amount of one hundred euro (€100) per incident.</p>\n</li>\n</ol>\n</li>\n<li>Waiver, Severability &amp.\nAssignment <ol>\n<li>\n<p>WeTransfer’s failure to enforce a provision is not a waiver of its right to do so later.</p>\n</li>\n<li>\n<p>If any (part of a) provision of these Terms is found to be illegal, unenforceable or otherwise invalid, then (i) the rest of the Terms will remain in full force and effect to the extent permissible under or consistent with the relevant laws.\nand (ii) that part will be deemed to be deleted and substituted by a valid one which in its economic effect comes closest to the invalid part.</p>\n</li>\n<li>\n<p>You may not assign any of your rights under these Terms.\nWeTransfer is at any time entitled to assign its rights to any of its affiliates or subsidiaries, or to any successor in interest of any business associated with the Services without your consent or any other restriction.</p>\n</li>\n</ol>\n</li>\n<li>Applicable law and Jurisdiction <ol>\n<li>\n<p>These Terms and any non-contractual obligations arising out of or in connection with it will be governed by and construed and interpreted in accordance with Dutch law.\nThese Terms will not limit any consumer protection rights that you may be entitled to under the mandatory laws of your country of residence.</p>\n</li>\n<li>\n<p>Any disputes regarding these Terms will be submitted to the exclusive jurisdiction of the competent court in the Netherlands (with the exception of Dutch private international law).</p>\n</li>\n</ol>\n</li>\n<li>Contact <ol>\n<li>\n<p>You can contact WeTransfer at legal@wetransfer.com or by using our Help Center If you have any questions, just send us an email in English or Dutch.</p>\n</li>\n</ol>\n</li>\n</ol> EnglishTermsYour Privacy ChoicesPressJobsWelcome to<ul>\n<li> Simple file-sharing</li>\n<li> No registration</li>\n<li> It's free</li>\n</ul>\n<p>To continue, please agree to our Terms of Service.</p>I agreeAdd your files<p>Add up to 2 GB</p>Email toYour emailMessageTransfer<ul>\n<li>Help</li>\n<li>Products</li>\n<li>About us</li>\n<li>Sign up</li>\n<li>Log in</li>\n</ul> &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-N9N5GP\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswy", "created_at": "2020-02-18 13:17:35.591754", "updated_at": "2020-12-14 23:39:09.77926"}], "points": [{"id": 26788, "title": "This service receives your precise location through GPS coordinates", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:57:38.609128", "updated_at": "2022-08-17 21:27:03.349158", "quoteText": "If we use your device based, precise GPS-location, we will make sure we only do so after receiving your consent.</li>", "case_id": 400, "document_id": 3073, "quoteStart": 4554, "quoteEnd": 4671}, {"id": 26786, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:54:09.82158", "updated_at": "2022-02-16 18:29:42.343669", "quoteText": "Your use of the Services is at your own risk.", "case_id": 286, "document_id": 2374, "quoteStart": 24890, "quoteEnd": 24935}, {"id": 26787, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:56:22.014532", "updated_at": "2022-08-17 21:25:44.76953", "quoteText": "Network information</strong>: IP-addresses and mobile network information.</li>\n", "case_id": 399, "document_id": 3073, "quoteStart": 4410, "quoteEnd": 4490}, {"id": 26785, "title": "There is a date of the last update of the agreements", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:51:35.535919", "updated_at": "2022-08-17 21:25:59.119409", "quoteText": "Version: March 1, 2020", "case_id": 331, "document_id": 3073, "quoteStart": 470, "quoteEnd": 492}, {"id": 26784, "title": "There is a date of the last update of the agreements", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:51:23.512029", "updated_at": "2022-08-17 21:26:06.863639", "quoteText": "18 August 2020", "case_id": 331, "document_id": 2374, "quoteStart": 1568, "quoteEnd": 1582}, {"id": 11167, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:18:24.811148", "updated_at": "2020-11-28 17:20:35.62576", "quoteText": "<strong>Cookie or web beacon information</strong>: cookie IDs and settings and other personal information received through cookies, web beacons or pixel tags.", "case_id": 323, "document_id": 3073, "quoteStart": 3944, "quoteEnd": 4102}, {"id": 11720, "title": "This service tracks which web page referred you to it", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:27:02.949926", "updated_at": "2020-12-05 01:27:58.177108", "quoteText": "WeTransfer only checks the (one) website you visited prior to your visit to one of our websites.\nWe do not track the website you visit after you leave our website.", "case_id": 387, "document_id": 3073, "quoteStart": 18550, "quoteEnd": 18713}, {"id": 11166, "title": "This service is only available to users over a certain age", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:13:03.227391", "updated_at": "2020-11-28 17:15:28.698054", "quoteText": "You are only allowed to use the Services when aged 16 or older.</p>", "case_id": 152, "document_id": 2374, "quoteStart": 3150, "quoteEnd": 3217}, {"id": 11171, "title": "Your data may be processed and stored anywhere in the world", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:31:07.260328", "updated_at": "2020-11-28 17:24:42.626374", "quoteText": "We’re a global business, which means we might share or store personal information in countries outside of the European Economic Area (“EEA”).\nThose countries have different data protection laws in place.\nHowever, when we transfer- and host data globally, we will make sure that appropriate safeguards are in place in order to ensure your personal information enjoys a similar level of protection as it would within the EEA.", "case_id": 187, "document_id": 3073, "quoteStart": 14112, "quoteEnd": 14535}, {"id": 11168, "title": "This service gathers information about you through third parties", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:20:43.954855", "updated_at": "2020-11-28 17:20:51.299158", "quoteText": "<strong>Marketing information</strong>: some partners may provide additional (aggregated) information, for instance through their Software Developer Kits (SDKs).\nThis may contain demographic or behavioural information in order for us to personalize content, advertisements and offers and to find the right audience for our advertisements", "case_id": 382, "document_id": 3073, "quoteStart": 5179, "quoteEnd": 5516}, {"id": 11174, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:40:44.457167", "updated_at": "2020-11-28 17:12:57.982052", "quoteText": "WeTransfer recommends that you review the website from time to time and take note of any changes.\nIf you do not agree with the Privacy &amp.\nCookie Statement, you should not or no longer access or use the website and/or service.\nBy continuing to use the website and/or service you accept any changes made to the Privacy &amp.\nCookie Statement.</p>", "case_id": 121, "document_id": 3073, "quoteStart": 29058, "quoteEnd": 29405}, {"id": 11169, "title": "This service may use your personal information for marketing purposes", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:23:38.786212", "updated_at": "2020-12-05 01:27:24.523083", "quoteText": " we use your personal information for marketing and (interest based) advertising", "case_id": 336, "document_id": 3073, "quoteStart": 8689, "quoteEnd": 8769}, {"id": 9001, "title": "You maintain ownership of your data", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-02-18 13:20:30.374291", "updated_at": "2020-11-28 17:15:08.438741", "quoteText": "WeTransfer does not claim ownership of your Content.</p>", "case_id": 183, "document_id": 2374, "quoteStart": 2803, "quoteEnd": 2859}, {"id": 11173, "title": "There is a date of the last update of the terms", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:40:09.021979", "updated_at": "2020-11-28 17:15:20.529544", "quoteText": "Note that WeTransfer may revise this Privacy &amp.\nCookie Statement from time to time.\nEach revised version shall be dated and posted on the website.\n", "case_id": 331, "document_id": 3073, "quoteStart": 28908, "quoteEnd": 29058}, {"id": 12055, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-04 14:01:41.478432", "updated_at": "2020-12-05 01:27:37.83276", "quoteText": "\nAny liability for damages relating to the Content lies with the individual that creates, uses, stores and/or shares it within the Services.", "case_id": 293, "document_id": 2374, "quoteStart": 17506, "quoteEnd": 17646}, {"id": 12051, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-04 13:55:03.985499", "updated_at": "2020-12-21 19:48:22.770663", "quoteText": "\n<p>If any (part of a) provision of these Terms is found to be illegal, unenforceable or otherwise invalid, then (i) the rest of the Terms will remain in full force and effect to the extent permissible under or consistent with the relevant laws.\nand (ii) that part will be deemed to be deleted and substituted by a valid one which in its economic effect comes closest to the invalid part.", "case_id": 294, "document_id": 2374, "quoteStart": 27893, "quoteEnd": 28281}, {"id": 12053, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-04 13:59:31.619974", "updated_at": "2020-12-05 01:26:35.188969", "quoteText": "WeTransfer is not responsible or liable for third party content published within the Services, in-ad links to external websites or the content, products or services offered on external websites.\n", "case_id": 278, "document_id": 2374, "quoteStart": 23955, "quoteEnd": 24150}, {"id": 12057, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-04 14:06:44.744584", "updated_at": "2020-12-15 12:30:47.794065", "quoteText": "As a condition to make use of the Services you agree not to create, use, store or share any Content that:</p>\n<ul>\n<li>features CSAI (child sexual abuse imagery);</li>\n<li>is obscene, defamatory, libelous, slanderous, profane, indecent, discriminating, threatening, abusive, harmful, lewd, vulgar, or unlawful;</li>\n", "case_id": 283, "document_id": 2374, "quoteStart": 20533, "quoteEnd": 20849}, {"id": 12056, "title": "Users agree not to use the service for illegal purposes", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-04 14:05:39.679562", "updated_at": "2020-12-05 01:26:15.279268", "quoteText": "You agree not to use the Services to commit, promote, enable or facilitate any unlawful or criminal acts or breach of these Terms or facilitate or promote others to do so.", "case_id": 280, "document_id": 2374, "quoteStart": 20343, "quoteEnd": 20514}, {"id": 12059, "title": "The service can suspend your account for several reasons", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-04 14:09:56.686525", "updated_at": "2020-12-21 19:47:45.839949", "quoteText": "WeTransfer reserves the right to investigate, provide to third parties, (temporarily) block and/or permanently delete from it servers, without prior notice or liability, any Content and/or account information or to block anyone from accessing any part of the Services, when WeTransfer ascertains, at its sole discretion or after receiving substantiated and valid complaints, that you breach these Terms or act in violation of any applicable law or regulation.\n", "case_id": 205, "document_id": 2374, "quoteStart": 22922, "quoteEnd": 23382}, {"id": 12054, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-04 14:00:06.222981", "updated_at": "2020-12-05 02:55:04.236136", "quoteText": "WeTransfer makes no warranty that the Services are available on an uninterrupted, secure or error-free basis.\n", "case_id": 287, "document_id": 2374, "quoteStart": 24780, "quoteEnd": 24890}, {"id": 12052, "title": "You can request access and deletion of personal data", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-04 13:57:52.024989", "updated_at": "2020-12-04 20:37:10.738628", "quoteText": "You can ask WeTransfer to:</p>\n<ol>\n<li>access, receive a copy of or correct your personal information;</li>\n<li>in certain cases, erase your personal information or block or restrict our use of it", "case_id": 195, "document_id": 3073, "quoteStart": 25591, "quoteEnd": 25788}, {"id": 12058, "title": "The terms for this service are easy to read", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-04 14:07:15.48815", "updated_at": "2020-12-04 20:36:08.959694", "quoteText": "<p>To make sure this Statement is easy to read, each question has a drop down with a short explanation, followed by a more formal statement.</p>", "case_id": 199, "document_id": 3073, "quoteStart": 1701, "quoteEnd": 1845}, {"id": 11172, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:33:48.179978", "updated_at": "2020-12-05 03:49:43.489173", "quoteText": "Advertisement cookies are often also placed by third parties to measure the effectiveness of their advertising campaigns and to follow your internet- and surf behaviour over other domains and websites where they have placed a cookie.\nWeTransfer does not have access to or control over personal information collected via these cookies or other features that advertisers and third parties may use.", "case_id": 128, "document_id": 3073, "quoteStart": 18714, "quoteEnd": 19109}, {"id": 11170, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 12:30:10.808746", "updated_at": "2020-12-05 03:50:20.696636", "quoteText": "Business partners</strong>: we collaborate with advertising partners, marketing and communication agencies.\nWe do this for (interest based) advertising, branding and reaching out to you.\nOur advertising partners implement their own tracking cookies which fall under their terms of services and privacy &amp.\ncookie statement.\nPlease find a list of all third party cookies and their privacy policies here.", "case_id": 220, "document_id": 3073, "quoteStart": 13013, "quoteEnd": 13417}, {"id": 11719, "title": "Your profile is combined across various products", "source": "https://wetransfer.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-28 18:21:55.605474", "updated_at": "2020-12-05 03:49:56.555324", "quoteText": "In order to connect with our target audience, we might use sequential messaging, which is basically a form of storytelling: each time you interact with our Services on a different device, you may receive a slightly different ad in a different form, but the ads are part of the same story", "case_id": 326, "document_id": 3073, "quoteStart": 9277, "quoteEnd": 9564}, {"id": 13553, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://wetransfer.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-12-31 16:04:14.938406", "updated_at": "2021-01-09 00:02:23.835807", "quoteText": "Therefore, we recommend that you review the Terms from time to time and take note of any changes.\nBy continuing your use of the Services you accept the amended Terms.", "case_id": 403, "document_id": 2374, "quoteStart": 4867, "quoteEnd": 5033}], "urls": ["wetransfer.com"]}}