{"error": 448, "message": "OK", "parameters": {"id": 5514, "name": "osb-alliance.de ", "created_at": "2021-11-05 01:58:49.365546", "updated_at": "2021-11-05 23:01:12.942819", "wikipedia": null, "keywords": null, "related": null, "slug": "osb-alliance-de", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5514.png", "url": "osb-alliance.de", "documents": [{"id": 9905, "name": "Datenschutzerklärung ", "url": "https://osb-alliance.de/datenschutz", "xpath": "/html/body/div[1]/div/div[2]", "text": " <p>\n<strong>Datenschutzerklärung</strong>\n<br>\nDiese Datenschutzerklärung klärt Sie über die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz „Daten“) innerhalb dieses Onlineangebotes.</p>\n<p>\n<strong>Verantwortlicher</strong>\n<br>\nOSB Alliance – Open Source Business Alliance e.V.<br>\nBreitscheidstraße 4<br>\nD-70174 Stuttgart<br>\nTel: +49 (0) 711 / 90 715-390<br>\nFax: +49 (0) 711 / 90 715-350<br>\nE-Mail: info(at)osb-alliance.com<br>\nVorsitzender: Peter H.\nGanten, Univention GmbH<br>\nStellv.\nVorsitzender: Milisav Radmanic, SUSE Software Solutions Germany GmbH<br>\nFinanzvorstand: Diego Calvo de Nó, Proventa AG<br>\nEhrenvorsitzender: Dr.\nKarl-Heinz Strassemeyer<br>\nRegistergericht: Amtsgericht Stuttgart<br>\nRegisternummer: VR7217</p>\n<p>\n<strong>1.\nArten der verarbeiteten Daten:</strong>\n<br>\n– Bestandsdaten (z.B., Namen, Adressen).<br>\n– Kontaktdaten (z.B., E-Mail, Telefonnummern).<br>\n– Inhaltsdaten (z.B., Texteingaben, Fotografien, Videos).<br>\n– Nutzungsdaten (z.B., besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten).<br>\n– Meta-/Kommunikationsdaten (z.B., Geräte-Informationen, IP-Adressen).</p>\n<p>\n<strong>2.\nZweck der Verarbeitung</strong>\n<br>\n– Zurverfügungstellung des Onlineangebotes, seiner Funktionen und Inhalte.<br>\n– Beantwortung von Kontaktanfragen und Kommunikation mit Nutzern via E-Mail.<br>\n– Sicherheitsmaßnahmen.</p>\n<p>\n<strong>3.\nSicherheitsmaßnahmen</strong>\n<br>\nWir bitten Sie, sich regelmäßig über den Inhalt unserer Datenschutzerklärung zu informieren.\nWir passen die Datenschutzerklärung an, sobald die Änderungen der von uns durchgeführten Datenverarbeitungen dies erforderlich machen.\nWir informieren Sie, sobald durch die Änderungen eine Mitwirkungshandlung Ihrerseits (z.B.\nEinwilligung) oder eine sonstige individuelle Benachrichtigung erforderlich wird.</p>\n<p>\n<strong>4.\nZusammenarbeit mit Auftragsverarbeitern und Dritten</strong>\n<br>\nSofern wir im Rahmen unserer Verarbeitung Daten gegenüber anderen Personen und Unternehmen (Auftragsverarbeitern oder Dritten) offenbaren, sie an diese übermitteln oder ihnen sonst Zugriff auf die Daten gewähren, erfolgt dies nur auf Grundlage einer gesetzlichen Erlaubnis (z.B.\nwenn eine Übermittlung der Daten an Dritte, wie an Zahlungsdienstleister, gem.\nArt.\n6 Abs.\n1 lit.\nb DSGVO zur Vertragserfüllung erforderlich ist), Sie eingewilligt haben, eine rechtliche Verpflichtung dies vorsieht oder auf Grundlage unserer berechtigten Interessen (z.B.\nbeim Einsatz von Beauftragten, Webhostern, etc.).\nSofern wir Dritte mit der Verarbeitung von Daten auf Grundlage eines sog.\n„Auftragsverarbeitungsvertrages“ beauftragen, geschieht dies auf Grundlage des Art.\n28 DSGVO.</p>\n<p>\n<strong>5.\nÜbermittlungen in Drittländer<br>\n</strong>Wir übermitteln keine Daten in Drittländer.</p>\n<p>\n<strong>6.\nRechte der betroffenen Personen</strong>\n<br>\nSie haben das Recht, eine Bestätigung darüber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft über diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend Art.\n15 DSGVO.\nSie haben entsprechend.\nArt.\n16 DSGVO das Recht, die Vervollständigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.\nSie haben nach Maßgabe des Art.\n17 DSGVO das Recht zu verlangen, dass betreffende Daten unverzüglich gelöscht werden, bzw.\nalternativ nach Maßgabe des Art.\n18 DSGVO eine Einschränkung der Verarbeitung der Daten zu verlangen.\nSie haben das Recht zu verlangen, dass die Sie betreffenden Daten, die Sie uns bereitgestellt haben nach Maßgabe des Art.\n20 DSGVO zu erhalten und deren Übermittlung an andere Verantwortliche zu fordern.\nSie haben ferner gem.\nArt.\n77 DSGVO das Recht, eine Beschwerde bei der zuständigen Aufsichtsbehörde einzureichen.</p>\n<p>\n<strong>7.\nWiderrufsrecht</strong>\n<br>\nSie haben das Recht, erteilte Einwilligungen gem.\nArt.\n7 Abs.\n3 DSGVO mit Wirkung für die Zukunft zu widerrufen.</p>\n<p>\n<strong>8.\nWiderspruchsrecht</strong>\n<br>\nSie können der künftigen Verarbeitung der Sie betreffenden Daten nach Maßgabe des Art.\n21 DSGVO jederzeit widersprechen.\nDer Widerspruch kann insbesondere gegen die Verarbeitung für Zwecke der Direktwerbung erfolgen.</p>\n<p>\n<strong>9.\nCookies und Widerspruchsrecht bei Direktwerbung</strong>\n<br>\nDie Website www.osb-alliance.de verwendet keine Cookies.</p>\n<p>\n<strong>11.\nLöschung von Daten</strong>\n<br>\nDie von uns verarbeiteten Daten werden nach Maßgabe der Art.\n17 und 18 DSGVO gelöscht oder in ihrer Verarbeitung eingeschränkt.\nSofern nicht im Rahmen dieser Datenschutzerklärung ausdrücklich angegeben, werden die bei uns gespeicherten Daten gelöscht, sobald sie für ihre Zweckbestimmung nicht mehr erforderlich sind und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen.\nSofern die Daten nicht gelöscht werden, weil sie für andere und gesetzlich zulässige Zwecke erforderlich sind, wird deren Verarbeitung eingeschränkt.\nD.h.\ndie Daten werden gesperrt und nicht für andere Zwecke verarbeitet.\nDas gilt z.B.\nfür Daten, die aus handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen.\nNach gesetzlichen Vorgaben in Deutschland, erfolgt die Aufbewahrung insbesondere für 10 Jahre gemäß §§ 147 Abs.\n1 AO, 257 Abs.\n1 Nr.\n1 und 4, Abs.\n4 HGB (Bücher, Aufzeichnungen, Lageberichte, Buchungsbelege, Handelsbücher, für Besteuerung relevanter Unterlagen, etc.) und 6 Jahre gemäß § 257 Abs.\n1 Nr.\n2 und 3, Abs.\n4 HGB (Handelsbriefe).</p>\n<p>\n<strong>12.\nHosting</strong>\n<br>\nDie von uns in Anspruch genommenen Hosting-Leistungen dienen der Zurverfügungstellung der folgenden Leistungen: Infrastruktur- und Plattformdienstleistungen, Rechenkapazität, Speicherplatz und Datenbankdienste, Sicherheitsleistungen sowie technische Wartungsleistungen, die wir zum Zwecke des Betriebs dieses Onlineangebotes einsetzen.\nHierbei verarbeiten wir, bzw.\nunser Hostinganbieter Bestandsdaten, Kontaktdaten, Inhaltsdaten, Vertragsdaten, Nutzungsdaten, Meta- und Kommunikationsdaten von Kunden, Interessenten und Besuchern dieses Onlineangebotes auf Grundlage unserer berechtigten Interessen an einer effizienten und sicheren Zurverfügungstellung dieses Onlineangebotes gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO i.V.m.\nArt.\n28 DSGVO (Abschluss Auftragsverarbeitungsvertrag).</p>\n<p>\n<strong>13.\nErhebung von Zugriffsdaten und Logfiles</strong>\n<br>\nWir erheben auf Grundlage unserer berechtigten Interessen im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO Daten über jeden Zugriff auf den Server, auf dem sich dieser Dienst befindet (sogenannte Serverlogfiles).\nZu den Zugriffsdaten gehören Name der abgerufenen Webseite, Datei, Datum und Uhrzeit des Abrufs, übertragene Datenmenge, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite), IP-Adresse und der anfragende Provider.\nLogfile-Informationen werden aus Sicherheitsgründen (z.B.\nzur Aufklärung von Missbrauchs- oder Betrugshandlungen) für die Dauer von maximal 7 Tagen gespeichert und danach gelöscht.\nDaten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.</p>\n<p>\n<strong>14.\nErbringung unserer satzungs- und geschäftsgemäßen Leistungen</strong>\n<br>\nWir verarbeiten die Daten unserer Mitglieder, Unterstützer, Interessenten, Kunden oder sonstiger Personen entsprechend Art.\n6 Abs.\n1 lit.\nb.\nDSGVO, sofern wir ihnen gegenüber vertragliche Leistungen anbieten oder im Rahmen bestehender geschäftlicher Beziehung, z.B.\ngegenüber Mitgliedern, tätig werden oder selbst Empfänger von Leistungen und Zuwendungen sind.\nIm Übrigen verarbeiten wir die Daten betroffener Personen gem.\nArt.\n6 Abs.\n1 lit.\nf.\nDSGVO auf Grundlage unserer berechtigten Interessen, z.B.\nwenn es sich um administrative Aufgaben oder Öffentlichkeitsarbeit handelt.\nDie hierbei verarbeiteten Daten, die Art, der Umfang und der Zweck und die Erforderlichkeit ihrer Verarbeitung bestimmen sich nach dem zugrundeliegenden Vertragsverhältnis.\nDazu gehören grundsätzlich Bestands- und Stammdaten der Personen (z.B., Name, Adresse, etc.), als auch die Kontaktdaten (z.B., E-Mailadresse, Telefon, etc.), die Vertragsdaten (z.B., in Anspruch genommene Leistungen, mitgeteilte Inhalte und Informationen, Namen von Kontaktpersonen) und sofern wir zahlungspflichtige Leistungen oder Produkte anbieten, Zahlungsdaten (z.B., Bankverbindung, Zahlungshistorie, etc.).\nWir löschen Daten, die zur Erbringung unserer satzungs- und geschäftsmäßigen Zwecke nicht mehr erforderlich sind.\nDies bestimmt sich entsprechend der jeweiligen Aufgaben und vertraglichen Beziehungen.\nIm Fall geschäftlicher Verarbeitung bewahren wir die Daten so lange auf, wie sie zur Geschäftsabwicklung, als auch im Hinblick auf etwaige Gewährleistungs- oder Haftungspflichten relevant sein können.\nDie Erforderlichkeit der Aufbewahrung der Daten wird alle drei Jahre überprüft.\nim Übrigen gelten die gesetzlichen Aufbewahrungspflichten.</p>\n<p>\n<strong>15.\nKontaktaufnahme</strong>\n<br>\nBei der Kontaktaufnahme mit uns (z.B.\nper E-Mail, Telefon oder via sozialer Medien) werden die Angaben des Nutzers zur Bearbeitung der Kontaktanfrage und deren Abwicklung gem.\nArt.\n6 Abs.\n1 lit.\nb) DSGVO verarbeitet.\nDie Angaben der Nutzer können in einem Customer-Relationship-Management System („CRM System“) oder vergleichbarer Anfragenorganisation gespeichert werden.\nWir löschen die Anfragen, sofern diese nicht mehr erforderlich sind.\nWir überprüfen die Erforderlichkeit alle zwei Jahre.\nFerner gelten die gesetzlichen Archivierungspflichten.</p>\n<p>\n<strong>16.\nNewsletter</strong>\n<br>\nMit den nachfolgenden Hinweisen informieren wir Sie über die Inhalte unseres Newsletters sowie das Anmelde-, Versand- und das statistische Auswertungsverfahren sowie Ihre Widerspruchsrechte auf.\nIndem Sie unseren Newsletter abonnieren, erklären Sie sich mit dem Empfang und den beschriebenen Verfahren einverstanden.\nInhalt des Newsletters: Wir versenden Newsletter, E-Mails und weitere elektronische Benachrichtigungen mit werblichen Informationen (nachfolgend „Newsletter“) nur mit der Einwilligung der Empfänger oder einer gesetzlichen Erlaubnis.\nSofern im Rahmen einer Anmeldung zum Newsletter dessen Inhalte konkret umschrieben werden, sind sie für die Einwilligung der Nutzer maßgeblich.\nIm Übrigen enthalten unsere Newsletter Informationen zu unseren Leistungen und uns.\nAnmeldung und Protokollierung: Die Anmeldung zu unserem Newsletter erfolgt per Anmeldeformular über diese Webpage auf die eine automatische Bestätigung per E-Mail per Double-Opt-Inerfolgt.\nDie Anmeldungen zum Newsletter werden protokolliert, um den Anmeldeprozess entsprechend den rechtlichen Anforderungen nachweisen zu können.\nHierzu gehört die Speicherung des Anmelde- und des Bestätigungszeitpunkts, der IP-Adresse sowie die URL, über die die Anmeldung erfolgte.\nEbenso werden die Änderungen Ihrer bei dem Versanddienstleister gespeicherten Daten protokolliert.\nAnmeldedaten: Um sich für den Newsletter anzumelden, reicht es aus, wenn Sie Ihre E-Mailadresse angeben.\nOptional bitten wir Sie einen Namen, zwecks persönlicher Ansprache im Newsletters anzugeben.</p>\n<p>Der Versand des Newsletters und die mit ihm verbundene Erfolgsmessung erfolgt auf Grundlage einer Einwilligung der Empfänger gem.\nArt.\n6 Abs.\n1 lit.\na, Art.\n7 DSGVO i.V.m § 7 Abs.\n2 Nr.\n3 UWG bzw.\nauf Grundlage der gesetzlichen Erlaubnis gem.\n§ 7 Abs.\n3 UWG.\nDie Protokollierung des Anmeldeverfahrens erfolgt auf Grundlage unserer berechtigten Interessen gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO.\nUnser Interesse richtet sich auf den Einsatz eines nutzerfreundlichen sowie sicheren Newslettersystems, das sowohl unseren geschäftlichen Interessen dient, als auch den Erwartungen der Nutzer entspricht und uns ferner den Nachweis von Einwilligungen erlaubt.\nKündigung/Widerruf – Sie können den Empfang unseres Newsletters jederzeit kündigen, d.h.\nIhre Einwilligungen widerrufen.\nEinen Link zur Kündigung des Newsletters finden Sie am Ende eines jeden Newsletters.\nWir können die ausgetragenen E-Mailadressen bis zu drei Jahren auf Grundlage unserer berechtigten Interessen speichern bevor wir sie löschen, um eine ehemals gegebene Einwilligung nachweisen zu können.\nDie Verarbeitung dieser Daten wird auf den Zweck einer möglichen Abwehr von Ansprüchen beschränkt.\nEin individueller Löschungsantrag ist jederzeit möglich, sofern zugleich das ehemalige Bestehen einer Einwilligung bestätigt wird.</p>\n<p>\n<strong>17.\nNewsletter – Versanddienstleister</strong>\n<br>\nDer Versand der Newsletter erfolgt mittels des Versanddienstleisters <b>Agnitas AG, Werner-Eckert-Straße 6, 81829 München, Deutschland.\n</b>Die Datenschutzbestimmungen des Versanddienstleisters können Sie hier einsehen: https://www.agnitas.de/datenschutzerklaerung/.\nDer Versanddienstleister wird auf Grundlage unserer berechtigten Interessen gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO und eines Auftragsverarbeitungsvertrages gem.\nArt.\n28 Abs.\n3 S.\n1 DSGVO eingesetzt.\nDer Versanddienstleister kann die Daten der Empfänger in vollständig anonymisierter Form, d.h.\nohne Zuordnung zu einem Nutzer, zur Optimierung oder Verbesserung der eigenen Services nutzen, z.B.\nzur technischen Optimierung des Versandes und der Darstellung der Newsletter oder für statistische Zwecke verwenden.</p>\n<p>\n<strong>18.\nNewsletter – Erfolgsmessung</strong>\n<br>\nDie Newsletter enthalten einen sog.\n„web-beacon“, d.h.\neine pixelgroße Datei, die beim Öffnen des Newsletters von unserem Server, bzw.\nsofern wir einen Versanddienstleister einsetzen, von dessen Server abgerufen wird.\nIm Rahmen dieses Abrufs werden zunächst technische Informationen, wie Informationen zum Browser und Ihrem System, als auch Ihre IP-Adresse und Zeitpunkt des Abrufs erhoben.\nDiese Informationen werden zur technischen Verbesserung der Services anhand der technischen Daten oder der Zugriffszeiten genutzt.\nZu den statistischen Erhebungen gehört ebenfalls die Feststellung, ob die Newsletter geöffnet werden, wann sie geöffnet werden und welche Links geklickt werden.\nDiese Informationen können aus technischen Gründen zwar den einzelnen Newsletterempfängern zugeordnet werden.\nEs ist jedoch weder unser Bestreben, noch, sofern eingesetzt, das des Versanddienstleisters, einzelne Nutzer zu beobachten.\nDie Auswertungen dienen uns viel mehr dazu, die Lesegewohnheiten unserer Nutzer zu erkennen und unsere Inhalte auf sie anzupassen oder unterschiedliche Inhalte entsprechend den Interessen unserer Nutzer zu versenden.</p>\n<p>\n<strong>19.\nOnlinepräsenzen in sozialen Medien</strong>\n<br>\nWir unterhalten Onlinepräsenzen innerhalb sozialer Netzwerke und Plattformen, um mit den dort aktiven Kunden, Interessenten und Nutzern kommunizieren und sie dort über unsere Leistungen informieren zu können.\nBeim Aufruf der jeweiligen Netzwerke und Plattformen gelten die Geschäftsbedingungen und die Datenverarbeitungsrichtlinien deren jeweiligen Betreiber.\nSoweit nicht anders im Rahmen unserer Datenschutzerklärung angegeben, verarbeiten wir die Daten der Nutzer sofern diese mit uns innerhalb der sozialen Netzwerke und Plattformen kommunizieren, z.B.\nBeiträge auf unseren Onlinepräsenzen verfassen oder uns Nachrichten zusenden.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Erstellt unter Verwendung von Datenschutz-Generator.de von RA Dr.\nThomas Schwenke</strong>\n</p>\n<p>&nbsp;</p> ", "created_at": "2021-11-05 01:58:49.370388", "updated_at": "2021-11-05 00:59:37.711228"}], "points": [], "urls": ["osb-alliance.de"]}}