{"error": 448, "message": "OK", "parameters": {"id": 2383, "name": "Storyfire", "created_at": "2020-10-30 17:53:21.906491", "updated_at": "2021-03-25 03:19:52.220161", "wikipedia": "https://en.wikipedia.org/wiki/StoryFire", "keywords": null, "related": null, "slug": "storyfire", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2383.png", "url": "storyfire.com", "documents": [{"id": 2987, "name": "Copyright", "url": "https://storyfire.com/legal-policies/copyright", "xpath": "/html/body/div[1]/div/div[3]/div[2]/div[3]", "text": "<p>At StoryFire, Inc., we respect the copyright rights of others and have adopted the following procedure regarding the removal of allegedly infringing materials from any of our websites (“Website(s)”) and/or that appear via any applications we may have (“Apps”), consistent with the removal notification and counter-notification provisions of the Digital Millennium Copyright Act (\"DMCA\") and other applicable intellectual property laws.</p>\n<p>The DMCA provides a process for an owner of copyrighted material to notify an online service provider of alleged copyright infringement.\nUpon receipt of a valid DMCA removal notification (described below), we will remove or disable access to the allegedly infringing content and take reasonable steps to contact the party that originally posted that content to allow it to file a counter-notification that indicates that it had the right to post the content.\nUpon receipt of a valid counter-notification (also described below), we may restore the content in question, unless we receive timely notice from the party that requested removal that a legal action has been filed seeking a court order to restrain the alleged infringer from engaging in the infringing activity.</p>\n<p>By submitting either a removal notification or a counter-notification as described herein, the submitting party acknowledges and agrees that we may provide copies of such notices and any information contained therein to the other participants in the dispute or to any other third parties deemed necessary by us.\nPlease note that federal law provides that any person who knowingly materially misrepresents: (1) that material or activity is infringing, or (2) that material or activity was removed or disabled by mistake or misidentification, will be liable for damages, including costs and attorneys' fees.</p>\n<p>Removal Notification</p>\n<p>If you believe someone has posted your copyrighted material on the Website or App and wish to have it removed, please send a removal notification to our designated copyright agent as provided below.\nTo be considered valid, your request for removal must be written and include the following:</p>\n<p>1.\nA statement that you are the owner of the material that has allegedly been infringed, or a statement that you are authorized to act on behalf of the owner of the material that has allegedly been infringed.</p>\n<p>2.\nYour name, address, telephone number and, if available, an email address so that we may contact you.</p>\n<p>3.\nA statement identifying the material that you believe to be infringing and information reasonably sufficient to permit us to locate that material.\n(If you believe multiple copyrighted works have been infringed, you can submit a single notification with a representative list of the allegedly infringed works.)</p>\n<p>4.\nA statement that you have a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</p>\n<p>5.\nA statement, under penalty of perjury, that the information in the removal notification is accurate.</p>\n<p>6.\nYour signature.\n(The signature may be electronic.)</p>\n<p>Promptly after receipt of a valid removal notification, we will remove or disable access to the allegedly infringing content.\nWe will also notify the party that posted it of your claim that the material is infringing and will give that party an opportunity to send us a written counter-notification as provided below.</p>\n<p>Counter-Notification</p>\n<p>In response to our receipt of a valid removal notice and removal of material, if you believe that the allegedly infringing material is not infringing and want us to restore it on the Website or App, please send a counter-notification to our designated copyright agent as provided below.</p>\n<p>To be considered valid, your counter-notification must be written and include the following:</p>\n<p>1.\nYour name, address, telephone number and, if available, an email address so that we may contact you.</p>\n<p>2.\nA statement identifying the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</p>\n<p>3.\nA statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material.</p>\n<p>4.\nA statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or for Los Angeles County, California, if your address is outside of the United States), and that you will accept service of process from the person who sent the removal notice or an agent of such person.</p>\n<p>5.\nYour signature.\n(The signature may be electronic.)</p>\n<p>Promptly after receipt of a valid counter-notification, we will forward it to the party who submitted the original removal notification.\nAfter we send out the counter-notification, the party that submitted the original removal notification must then notify us within 10 business days that it has filed an action seeking a court order to restrain you from engaging in the allegedly infringing activity.\nIf we receive such notification, we will not restore the material.\nIf we do not receive such notification, we may reinstate the material within 10 to 14 days of receipt of the valid counter-notification.</p>\n<p>Where to Send Notices</p>\n<p>All notices should be sent to our designated copyright agent using the following contact information:</p>\n<p>StoryFire, Inc.</p>\n<p>Attn: Copyright Agent</p>\n<p>1946 ½ North Vermont Ave</p>\n<p>Los Angeles, CA 90027</p>\n<p>copyright [at] storyfire [dot] com</p>\n<p>If sent via email, please insert “Copyright Agent” in the subject line.</p>", "created_at": "2020-10-30 17:53:57.603149", "updated_at": "2020-10-30 17:54:00.496152"}, {"id": 2988, "name": "Privacy Policy", "url": "https://storyfire.com/legal-policies/privacy", "xpath": "/html/body/div[1]/div/div[3]/div[2]/div[3]", "text": "<p>Effective Date: &nbsp;March 28, 2017</p>\n<p>\n</p>\n<p>Welcome to the website or App of StoryFire, Inc.\n(“StoryFire”, “we”, “us” and/or “our”).\nWe have prepared this Privacy Policy to explain how we collect, use, protect and disclose information and data when you use any StoryFire website (\"Site(s)\") and any StoryFire services, including any company social networking accounts, company mobile applications (the \"App(s)\"), or other services offered by StoryFire from time to time and other services offered through third parties that integrate with StoryFire services or functionality (collectively, \"Services\").\n\"You\" refers to you as a user of the Site or Services.\n</p>\n<p>\n</p>\n<p>BY USING THE SITE OR SERVICES YOU CONSENT TO THIS PRIVACY POLICY.\n</p>\n<p>\n</p>\n<p>Managing Your Information Preferences</p>\n<p>\n</p>\n<p>You can opt out of receiving certain emails by changing notification settings on the Site or in our Apps, clicking the unsubscribe link provided in an email.\n&nbsp;If you have questions or concerns regarding this Privacy Policy, please email us at privacy [at] storyfire [dot] com.\nIf and when we make accounts available via our App, you will able to review and update your Personal Information by changing the relevant settings in your StoryFire account.\n</p>\n<p>\n</p>\n<p>Information We Collect</p>\n<p>\n</p>\n<p>Personal Information</p>\n<p>\n</p>\n<p>We collect information that you provide directly to us (as opposed to information that you make publicly available that is described below) that personally identifies you, such as your name, email address, mailing address, telephone number, payment, usage record and other personally identifiable information when you submit it via the Site ( \"Personal Information\").\n&nbsp;The decision to provide this information is optional.\n&nbsp;However, if you choose not to provide the requested information, you may not be able to use some or all of the features of the Site or Services.</p>\n<p>Our App may collect certain additional information automatically, including, but not limited to, the type of mobile device you use, your mobile device’s unique device ID, the IP address of your mobile device, your mobile operating system, the type of mobile Internet browsers you use, and information about the way you use the App.\nWe may also use GPS technology (or other similar technology) to determine your current location.\nIf you do not want us to have your location information, you should turn off the location services for the App located in your account settings or in your mobile phone settings and/or within the App.\n</p>\n<p>\n</p>\n<p>Usage Data and Site Activity</p>\n<p>\n</p>\n<p>We automatically collect information regarding the actions you take on the Site and Services (\"Usage Data\").\n&nbsp;Usage Data is information or content we collect about the use of our Site or Services in a way that does not identify an individual user.\nUsage Data helps us understand trends in our users’ needs so that we can better consider new features or otherwise tailor or enhance our Services.\nThis Privacy Policy in no way restricts or limits our collection and use of Usage Data, and we may share Usage Data about our users with third parties for various purposes, including to help us better understand our customers’ needs and improve our Services.\nFor example, each time you use the Services we may automatically collect the type of Web browser you use, your operating system, your Internet Service Provider, your IP address, the pages you view, how you interact with the Services, comments and other content made available via the Services and the time and duration of your visits to the Site or use of the Services.\n&nbsp;This Usage Data may be associated with your account, but we do not disclose your Personal Information to third parties unless otherwise provided herein.\n&nbsp;We may store such Usage Data itself and/or such information may be included in databases owned and maintained by StoryFire affiliates, agents or service providers.\nWe may use such information and pool it with other information to track, for example, the total number of visitors to our Site, the number of visitors to each page of our Site, the number of App downloads, the content viewed within the Services, etc.</p>\n<p>\n</p>\n<p>Analytics</p>\n<p>\n</p>\n<p>We may use third party analytics services such as Google Analytics Advertising Features, including: Remarketing with Google Analytics and Google Analytics Demographic and Interest Reporting.\nFor information about Google Analytics’ currently available opt-outs, please click&nbsp;here.\nYou can also opt out of the above Google Analytics Advertising Features or adjust your settings via Google’s “Ads Settings” feature and you can generally opt-out of receiving personalized ads from third party advertisers and ad networks who are members of the&nbsp;Network Advertising Initiative (NAI)&nbsp;or who follow the&nbsp;Digital Advertising Alliance’s (DAA) Self-Regulatory Principles for Online Behavioral Advertising&nbsp;by visiting the opt-out pages on the NAI site and DAA site.</p>\n<p>\n</p>\n<p>How We Use Information and When We May Share and Disclose Information Generally</p>\n<p>\n</p>\n<p>We may use your Personal Information for the purpose for which it was provided, including without limitation for the purposes described further below:</p>\n<p>\n</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Provision and Monitoring of the Services: &nbsp;We will use your Personal Information to provide you with access to and to support your use of the Services and to monitor your use of the Services.</p>\n<p>\n</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Surveys, Contests and Other Special Offers: From time to time, we may offer our users the opportunity to participate in surveys, contests and other special offers.\n&nbsp;If you elect to participate in these services, you may need to provide certain Personal Information.</p>\n<p>\n</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Questions and Requests: If you contact us by e-mail or otherwise, we will use the Personal Information you provide to answer your question or resolve your problem.</p>\n<p>\n</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Contacting You About Other Products, Services and Events: &nbsp;If you opt-in, StoryFire and/or third parties may use your Personal Information to contact you in the future to tell you about products, services and events that may be of interest to you.</p>\n<p>\n</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Research and Data Analysis: In an ongoing effort to better understand and serve the users of the Site and the Services, StoryFire may conduct research on its customers’ demographics, interests and behavior based on Usage Data and other information provided to us.\nThis data may be compiled and analyzed on an aggregate basis, and StoryFire may share this data with advertisers, researchers, business partners, publications, and other third parties.\nThis information will not identify you personally.</p>\n<p>\n</p>\n<p>• &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Service Improvement: We may use your Personal Information, aggregated Personal Information and other non-personally-identifiable information collected through the Site and Services to help us improve the content and functionality of the Site, to better understand our users and to improve the Services.</p>\n<p>\n</p>\n<p>Information You Make Publicly Available</p>\n<p>\n</p>\n<p>By using the Site or Services, including submission of public content (e.g.\nphotos or videos) or queries, you may choose to make certain of your Personal Information available to others, such as your name and your likeness.\n&nbsp;Please be aware that any information you make publicly available may be accessed by anyone, including users who use the Site or Services and commercial search engines such as Google, Yahoo!, and Bing to the extent that such engines are permitted to access the Site or Services.</p>\n<p>\n</p>\n<p>Third Party Services and Applications</p>\n<p>\n</p>\n<p>Through the Site or Services, you may elect to access third-party services and applications, such as Instagram, Snapchat, Facebook and other social networks.\nWhen you do so, you may be able to import information from those other services and applications and share content with those services.\n&nbsp;Some of those third-party services may also provide us with information from your accounts, which may enable us to enhance and personalize your use of the Site and Services.\n&nbsp;If you elect to enable such third-party services or applications, the information you share with such third-party services and applications will be subject to their privacy policies and your privacy settings.\n&nbsp;You may be able to control or block such sharing by changing your privacy settings in such services or applications.\nPlease note that we do not authorize third parties to collect personally identifiable information about your online activities over time and across different websites when you use the Site or Services.\n</p>\n<p>\n</p>\n<p>Service Providers</p>\n<p>\n</p>\n<p>From time to time, we may establish a business relationship with other businesses that we believe to be trustworthy and have privacy practices consistent with ours (\"Service Providers\").\n&nbsp;For example, we may contract with Service Providers to provide certain services, such as hosting and maintenance, data storage and management, and marketing and promotions.\n&nbsp;We only provide our Service Providers with the information necessary for them to perform these services on our behalf.\n&nbsp;Each Service Provider must agree to use reasonable security procedures and practices, appropriate to the nature of the information involved, in order to protect your Personal Information from unauthorized access, use or disclosure.\n&nbsp;Service Providers are prohibited from using Personal Information other than as specified by StoryFire.\n</p>\n<p>\n</p>\n<p>Advertising</p>\n<p>\n</p>\n<p>We may work with third-party advertisers, search providers, and ad networks (\"Advertisers\").\n&nbsp;These companies may collect and use information about your use of the Site or Services in order to provide advertisements about goods and services that may be of interest to you.\n&nbsp;Advertisements may be shown via the Site, the Services, or third-party websites and online services.\n&nbsp;These companies may place or recognize a unique cookie on your computer or use other technologies such as Web beacons.\n&nbsp;Our Privacy Policy does not cover any use of information that Advertisers may collect from you or that you choose to provide to them.</p>\n<p>\n</p>\n<p>Other Transfers</p>\n<p>\n</p>\n<p>We may share Personal Information and Usage Data with businesses controlling, controlled by, or under common control with StoryFire.\n&nbsp;If StoryFire is merged, acquired, or sold, or in the event of a transfer of some or all of our assets or equity, we may disclose or transfer Personal Information and Usage Data in connection with such transaction.\n</p>\n<p>&nbsp;</p>\n<p>Compliance with Laws and Law Enforcement</p>\n<p>\n</p>\n<p>StoryFire will cooperate with government and law enforcement officials and private parties to enforce and comply with the law.\n&nbsp;We may disclose Personal Information and any other content and information about you to government or law enforcement officials or private parties if, in our discretion, we believe it is necessary or appropriate in order to respond to legal requests (including court orders and subpoenas), to protect the safety, property or rights of StoryFire or of any third party, to prevent or stop any illegal, unethical, or legally actionable activity, or to comply with the law.</p>\n<p>\n</p>\n<p>Exclusions</p>\n<p>\n</p>\n<p>This Privacy Policy will not apply to any unsolicited information you provide to StoryFire through the Site or Services or through any other means.\nThis includes, but is not limited to, information posted to any public areas of the Site, such as bulletin boards, any ideas for new products or modifications to existing products, and other unsolicited submissions (collectively, “Unsolicited Information”).\nAll Unsolicited Information shall be deemed to be non-confidential and StoryFire shall be free, and you hereby grant StoryFire, the perpetual, royalty-free right, to reproduce, disclose, distribute and otherwise use such Unsolicited Information to others without limitation or attribution.</p>\n<p>\n</p>\n<p>Security</p>\n<p>\n</p>\n<p>We maintain physical, electronic, and procedural safeguards to protect the confidentiality and security of Personal Information and other information transmitted to us.\n&nbsp;However, no data transmission over the Internet or other network can be guaranteed to be 100% secure.\n&nbsp;As a result, while we strive to protect information transmitted on or through the Site or Services, we cannot and do not guarantee the security of any information you transmit on or through the Site or Services, and you do so at your own risk.</p>\n<p>\n</p>\n<p>Links</p>\n<p>\n</p>\n<p>Our Site and Services may contain links or integrate with other websites and online services, or allow others to send you such links.\n&nbsp;StoryFire is not responsible or liable for any damage or loss related to your use of any third-party website or online service.\n&nbsp;You should always read the terms and conditions and privacy policy of a third-party website or online service before using it, whether directly or in connection with your use of the Site or Services.</p>\n<p>\n</p>\n<p>Children's Privacy</p>\n<p>\n</p>\n<p>We do not knowingly collect Personal Information from children under the age of 13.\n&nbsp;If we become aware that we have inadvertently received Personal Information from a child under the age of 13, we will delete such information from our records.</p>\n<p>\n</p>\n<p>Processing in the United States </p>\n<p>\n</p>\n<p>Please be aware that your Personal Information and communications may be transferred to and maintained on servers or databases located outside your state, province, or country.\nSpecifically, by using our Site or Services, you agree that you are transferring your Personal Information to the United States.\nYou agree that the applicable laws in the United States will govern the collection, use, transfer, and disclosure of your Personal Information and communications.\nThe laws in the United States may not be as protective of your privacy as those in your location.</p>\n<p>\n</p>\n<p>Privacy Policy Changes</p>\n<p>\n</p>\n<p>From time to time, we may change this Privacy Policy.\n&nbsp;If we change this Privacy Policy, we will give you notice by posting the revised Privacy Policy on the Site.\n&nbsp;Those changes will go into effect on the effective date shown in the revised Privacy Policy.\n&nbsp;By continuing to use the Site or Services, you consent to the revised Privacy Policy.\n</p>\n<p>\n</p>\n<p>Cookies Policy</p>\n<p>\n</p>\n<p>We may use cookies (a small text file placed on your computer to identify your computer and browser).\n&nbsp;We may also use Web beacons (a file placed on a website that monitors usage).\n&nbsp;We will use cookies and Web beacons to improve the experience of the Site and Services, such as pre-populating your username for easier login.\n&nbsp;We do not use cookies or Web beacons to collect Personal Information.\n&nbsp;Most Web browsers are initially set up to accept cookies.\n&nbsp;At this time, StoryFire does not recognize automated browser signals regarding tracking, including “do-not-track” signals.\nYou can remove persistent cookies and change your privacy preferences by following directions provided in your Internet browser’s “help” directory.\n&nbsp;However, certain features of the Site or Services may not work if you delete or disable cookies.\n&nbsp;Some of our Service Providers may use their own cookies and Web beacons in connection with the services they perform on our behalf, as further explained through this&nbsp;link.</p>\n<p>\n</p>\n<p>PLEASE PRINT A COPY OF THIS PRIVACY POLICY FOR YOU RECORDS AND PLEASE CHECK THE SITE FREQUENTLY FOR ANY CHANGES TO THIS PRIVACY POLICY.</p>\n<p>\n</p>", "created_at": "2020-10-30 17:54:33.451796", "updated_at": "2020-10-30 17:54:38.457662"}, {"id": 2989, "name": "Terms of Service", "url": "https://storyfire.com/legal-policies/terms", "xpath": "/html/body/div[1]/div/div[3]/div[2]/div[3]", "text": "<p>Effective Date: &nbsp;March 28, 2017</p>\n<p>IMPORTANT — THIS AGREEMENT (“AGREEMENT\") IS A LEGAL AGREEMENT BETWEEN YOU (EITHER AN INDIVIDUAL OR ENTITY) (\"YOU\" or \"YOUR\") AND STORYFIRE, INC.\n(HEREINAFTER \"STORYFIRE ,\" \"WE\", \"US\" OR “OUR”) THAT sets forth the legal terms and conditions for your use of www.STORYFIRE.com&nbsp;and any other website owned and operated by STORYFIRE (the \"Website(s)\")&nbsp;and ANY StoryFire services, including any STORYFIRE SOCIAL NETWORKING ACCOUNTS, STORYFIRE mobile applications (the \"APP(s)\"), or other services offered by STORYFIRE from time to time (collectively, \"Service(s)\").</p>\n<p>\n</p>\n<p>1.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAgreement.\n&nbsp;BY USING ANY WEBSITES OR USING ANY SERVICES FROM STORYFIRE, YOU AGREE TO THE TERMS AND CONDITIONS OF THIS AGREEMENT.\nPLEASE BE AWARE THAT SECTION 14 OF THIS AGREEMENT, BELOW, CONTAINS PROVISIONS GOVERNING HOW CLAIMS THAT YOU AND WE HAVE AGAINST EACH OTHER ARE RESOLVED.\nIN PARTICULAR, IT CONTAINS AN ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.</p>\n<p>Some of our services MAY have additional RULES, POLICIES, AND PROCEDURES (\"Additional Terms\").\n&nbsp;Where Additional Terms apply, we will make them available for you to read through IN CONNECTION WITH your use of that service.\n&nbsp;By using that service, you agree to the Additional Terms.</p>\n<p>WE RESERVE THE RIGHT TO CHANGE THE TERMS AND CONDITIONS OF THIS AGREEMENT OR TO MODIFY OR DISCONTINUE THE SERVICES OFFERED BY STORYFIRE AT ANY TIME.\n&nbsp;If we change this Agreement, we will give you notice by posting the revised Agreement on the APPLICABLE Website(s) OR APP(S).\n&nbsp;Those changes will go into effect on the EFFECTIVE Date shown in the revised Agreement.\nIF WE MAKE ANY MATERIAL CHANGES, WE MAY ALSO NOTIFY YOU BY POSTING A NOTICE on the APPLICABLE Website(s) OR APP(S) AND/OR BY SENDING YOU AN EMAIL TO THE LAST EMAIL ADDRESS YOU PROVIDED TO US (IF ANY) AND WE MAY REQUIRE YOU TO PROVIDE CONSENT TO THE UPDATED AGREEMENT BEFORE FURTHER USE OF THE SERVICES IS PERMITTED.</p>\n<p>BY CONTINUING TO USE ANY WEBSITES OR SERVICES AFTER the NEW EFFECTIVE date, YOU AGREE TO BE BOUND BY SUCH CHANGES.</p>\n<p>\n</p>\n<p>2.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nEligibility.\n&nbsp;If requested, you agree to provide us with complete, current and accurate contact and other information.\n&nbsp;Persons under 13 are prohibited from providing personal information on our Websites or via our Apps.\n&nbsp;If you are under 18, you may only use our Websites and Apps with the supervision of a parent or guardian 18 years of age or older.\n</p>\n<p>\n</p>\n<p>3.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAcceptable Use.\n&nbsp;You are responsible for your use of the Websites and Services, and for any use of the Websites and Services made using your account (if any).\nOur goal is to create a positive experience in connection with our Websites and Services.\nTo promote this goal, we prohibit certain kinds of conduct that may be harmful to other users or to StoryFire, as will be determined by StoryFire in its sole discretion.\nBy way of example, when you use the Websites and Services, you may not:</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nviolate any law or regulation;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nviolate, infringe, or misappropriate other people's intellectual property, privacy, publicity, or other legal rights;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\npost or share anything that is illegal, abusive, harassing, harmful to reputation, obscene, hateful, racist, or otherwise objectionable;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nsend unsolicited or unauthorized advertising or commercial communications, such as spam (additionally, please read our Anti-Spam Policy in Section 9 below);</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\ntransmit any viruses or other computer instructions or technological means whose purpose is to disrupt, damage, or interfere with the use of computers or related systems;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nstalk, harass, or harm another individual;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nimpersonate any person or entity or perform any other similar fraudulent activity, such as phishing;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nuse any means to scrape or crawl any Web pages or content contained in the Websites or Apps (although StoryFire may allow operators of public search engines to use spiders to index materials from the Websites for the sole purpose of creating publicly available searchable indices of the materials, and StoryFire reserves the right to revoke these exceptions either generally or in specific cases);</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nuse automated methods to use the Websites or Apps;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nattempt to circumvent any technological measure implemented by StoryFire or any of StoryFire's providers or any other third party (including another user) to protect the Websites or Apps;</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nattempt to decipher, decompile, disassemble, or reverse engineer any of the software used to provide the Websites or Apps.\nor</p>\n<p>\n</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nadvocate, encourage, or assist any third party in doing any of the foregoing.</p>\n<p>\n</p>\n<p>If we make available and you elect to download the App, the following also applies: StoryFire grants you a personal, revocable, non-exclusive, non-transferable license (without a right to sublicense) to download, install and use a copy of the App on a single mobile device or computer that you own or control solely for your personal and professional use, subject at all times to this Agreement, including the restrictions on use, the acceptable use provisions and our right to remove Your Content (as defined below) at our discretion at any time.\n&nbsp;Furthermore, with respect to any App accessed through or downloaded from an App Store such as the Android Market or Apple App Store (an “App Store Sourced Application”), you will only use the App Store Sourced Application: (i) on a product that runs the operating system for which it was intended and (ii) as permitted by the “Usage Rules” set forth in the corresponding App Store.\n&nbsp;Use of the App from a third party App Store is also subject to the provisions of Section 15.</p>\n<p>\n</p>\n<p>4.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nOwnership &amp.\nCopyright Restrictions.\n&nbsp;The Websites and Apps are owned and operated by StoryFire.\n&nbsp;The Websites and Apps, including but not limited to software, content, text, photographs, images, graphics, video, audio and the compilation as a whole (\"Content\"), are copyrighted under U.S.\ncopyright and other laws by StoryFire or its licensors, unless otherwise noted.\n&nbsp;You must abide by all additional copyright notices or restrictions contained in the Websites, Apps or elsewhere.\n&nbsp;You may not delete any author attributions, legal or proprietary notices in the Websites, Apps or elsewhere.</p>\n<p>\n</p>\n<p>StoryFire allows users of the Services to create their own stories and content and modify existing stories and content by assembling and/or modifying Content made available via the Services, and to share those stories and content through the Services with other users.\nIn this Agreement, we refer to all of the Content provided by users as “User Content” and we refer to any photographic, video, music, text or other content that you submit as “Your Content”.\nExcept as noted in Section 5 below and for your rights in Your Content (as defined in Section 6): (1) the Websites and Apps (including any Content therein) may not be used, displayed, copied, reproduced, distributed, republished, uploaded, downloaded, posted, transmitted, mirrored, modified, or otherwise, or in any way exploited for personal gain.\n(2) you may not redistribute, sell, translate, modify, reverse-engineer or reverse-compile or decompile, disassemble or make derivative works of the Websites, Apps or any Content or components that are available on the Websites or Apps.\nand (3) you may not make commercial use of any webpage or Services provided by StoryFire, including redistribution or copying by means.\nEXCEPT with the prior, express written permission of StoryFire.</p>\n<p>\n</p>\n<p>You agree not to interfere or take action that results in interference with or disruption of the Websites or Apps or servers or networks connected to the Websites or Apps.\n&nbsp;You agree not to attempt to gain unauthorized access to other computer systems or networks connected to the Websites or Apps.\nStoryFire reserves all other rights.\n&nbsp;Except as expressly provided herein, nothing on the Websites or as part of the Services will be construed as conferring any license under StoryFire’s and/or any third party’s intellectual property rights, whether by estoppel, implication or otherwise.\n&nbsp;Notwithstanding anything herein to the contrary, StoryFire may revoke any of the foregoing rights and/or your access to the Websites and Services, including the App, or any part thereof, and may remove Your Content at any time without prior notice.</p>\n<p>\n</p>\n<p>5.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nCopyright Permission.\n&nbsp;Permission is granted for viewing the Website pages on the Internet and Content via the Apps, subject to the terms and conditions of this Agreement.\n&nbsp;In the event that information is downloaded from the Websites or Apps, the information, including any Content, data or files incorporated in or generated by the Websites or Apps are owned by StoryFire or its licensors (except for Your Content) and StoryFire retains complete title to such information and all property rights therein.\nAll other rights are reserved.\nIn connection with the submission of Your Content to the Services, StoryFire hereby grants you a non-exclusive, royalty-free, revocable, worldwide right and license to create derivative works of User Content for the sole purpose of enabling StoryFire to distribute, publicly perform and publicly display in any form or medium, reproduce, modify, make derivative works of and otherwise use Your Content at StoryFire’s sole discretion.</p>\n<p>\n</p>\n<p>6.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nYour Submissions.\n&nbsp;If, when using the Services, you submit Your Content, you hereby grant StoryFire a non-exclusive, perpetual, royalty-free, worldwide right and license, with rights to sublicense, to distribute, publicly perform and publicly display in any form or medium, reproduce, modify, make derivative works of and otherwise use Your Content at StoryFire’s sole discretion.\nYou represent and warrant that you have all necessary rights to grant the rights to StoryFire granted herein, including without limitation, all necessary consents from any individuals appearing in or whose content appears in Your Content.\nYou agree that Your Content will not violate or infringe the rights of any third parties, including privacy, publicity and intellectual and proprietary rights, such as copyright or trademark rights.</p>\n<p>\n</p>\n<p>7.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nTrademarks.\n&nbsp;All Content, product names, trademarks, service marks and logos on the Websites Apps or as part of the Services, unless otherwise noted, are wholly owned or validly licensed by StoryFire.\n&nbsp;Trademarks, service marks and logos owned by third parties remain the property of such third parties.</p>\n<p>\n</p>\n<p>8.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nPrivacy Policy.\n&nbsp;StoryFire has user information and privacy policies as set forth in its online Privacy Policy&nbsp;storyfire.com/privacy, which is fully incorporated herein by reference.\n&nbsp;You hereby agree to be bound by StoryFire's Privacy Policy.\n&nbsp;Consistent with these policies, you may not collect, distribute or gather personal or aggregate information, including Internet or e-mail addresses, about StoryFire's users.</p>\n<p>\n</p>\n<p>9.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nAnti-Spam Policy.\n&nbsp;StoryFire prohibits the sending of unsolicited bulk email (spam).\n&nbsp;Spam is defined for this purpose as sending multiple messages similar in content to any persons, entities, or other groups or lists unless prior authorization has been obtained from the email recipient or unless a business or personal relationship has already been established with the email recipient.\n&nbsp;StoryFire also prohibits using false headers in emails or falsifying, forging or altering the origin of any email in connection with StoryFire, and/or its products and services.\n&nbsp;StoryFire prohibits engaging in any of the foregoing activities by using the service of another provider, remailer service, or otherwise.</p>\n<p>\n</p>\n<p>IF YOU OR ANYONE YOU KNOW IS \"SPAMMED\" BY SOMEONE WHILE USING THE SERVICES, PLEASE CONTACT US PROMPTLY SO THAT WE MAY TAKE APPROPRIATE ACTION.</p>\n<p>\n</p>\n<p>10.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;DISCLAIMER.\n&nbsp;STORYFIRE DOES NOT MAKE ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, COMPATIBILITY, SECURITY, ACCURACY, OR USEFULNESS WITH RESPECT TO STORYFIRE'S SERVICES, THE WEBSITES, OR CONTENT CONTAINED ON THE WEBSITES OR APPS.</p>\n<p>\n</p>\n<p>THE SERVICES ARE PROVIDED \"AS IS.\" &nbsp;WE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE, AND THERE MAY BE INACCURACIES IN THE INFORMATION OR OTHER CONTENT AVAILABLE ON OR THROUGH THE SERVICES.\n&nbsp;YOU ASSUME FULL RESPONSIBILITY AND RISK OF LOSS, INCLUDING LOSS OF DATA, RESULTING FROM YOUR USE OF THE WEBSITES OR THE SERVICES.\n&nbsp;YOU WILL BE SOLELY RESPONSIBLE FOR MAINTAINING INDEPENDENT ARCHIVAL AND BACKUP COPIES OF ANY CONTENT MADE AVAILABLE THROUGH THE WEBSITES OR SERVICES.\nALTHOUGH WE INTEND TO TAKE REASONABLE STEPS TO PREVENT THE INTRODUCTION OF VIRUSES AND OTHER DESTRUCTIVE MATERIALS TO THE SERVICES, WE DO NOT GUARANTEE OR WARRANT THAT THE SERVICES OR MATERIALS THAT MAY BE DOWNLOADED FROM THE SERVICES DO NOT CONTAIN SUCH DESTRUCTIVE FEATURES.\n&nbsp;WE ARE NOT LIABLE FOR ANY DAMAGES OR HARM ATTRIBUTABLE TO THE FOREGOING.</p>\n<p>\n</p>\n<p>11.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;LIMITED LIABILITY.\n&nbsp;TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAWS, YOU AGREE THAT STORYFIRE, ITS AFFILIATES, AGENTS AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS WILL NOT BE LIABLE FOR ANY PERSONAL INJURY OR FOR ANY INDIRECT, CONSEQUENTIAL OR SPECIAL DAMAGES, INCLUDING LOST PROFITS OR OTHERWISE, ARISING OUT OF OR RELATING IN ANY WAY TO THIS AGREEMENT, YOUR USE OF THE WEBSITES OR YOUR USE OF STORYFIRE SERVICES.</p>\n<p>\n</p>\n<p>THE CUMULATIVE LIABILITY OF STORYFIRE TO YOU FOR ALL CLAIMS ARISING FROM OR RELATING TO THIS AGREEMENT, YOUR USE OF THE WEBSITES OR YOUR USE OF STORYFIRE SERVICES, INCLUDING, WITHOUT LIMITATION, ANY CAUSE OF ACTION SOUNDING IN CONTRACT, TORT, OR STRICT LIABILITY, WILL NOT EXCEED THE GREATER OF (A) THE TOTAL AMOUNT PAID TO STORYFIRE BY YOU (IF ANY) DURING THE SIX-MONTH PERIOD PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABILITY, OR (B) $100.\nTHIS LIMITATION OF LIABILITY IS INTENDED TO APPLY WITHOUT REGARD TO WHETHER OTHER PROVISIONS OF THIS AGREEMENT HAVE BEEN BREACHED OR HAVE PROVEN INEFFECTIVE OR IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE.\nSOME JURISDICTIONS DO NOT ALLOW FOR LIMITED LIABILITY OR EXCLUSION OF IMPLIED WARRANTIES, SO NOT ALL OF THE ABOVE LIMITATIONS MAY APPLY TO YOU.\nYOU acknowledge and understand that the disclaimers, exclusions and limitations of liability set forth HEREin form an essential basis of the agreement between the parties HERETO, that the parties have relied upon such disclaimers, exclusions and limitations of liability, and that absent such disclaimers, exclusions and limitations of liability, the terms and conditions of this Agreement would be substantially different.</p>\n<p>\n</p>\n<p>12.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;INDEMNIFICATION.\n&nbsp;YOU AGREE TO INDEMNIFY AND HOLD HARMLESS STORYFIRE, ITS AFFILIATES, AGENTS, INDEPENDENT CONSULTANTS, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS FROM ANY AND ALL LIABILITIES, CLAIMS, EXPENSES AND DAMAGES, INCLUDING REASONABLE ATTORNEYS' FEES AND COSTS, ARISING OUT OF OR IN ANY WAY RELATED TO YOUR BREACH OF THIS AGREEMENT OR ANY OTHER PERSON'S USE OR ACCESS TO THE SERVICES BY OR THROUGH YOUR ACCOUNT, WITH OR WITHOUT YOUR PERMISSION, INCLUDING WITHOUT LIMITATION ANY CLAIMS OF LIBEL, DEFAMATION, VIOLATION OF RIGHTS OF PRIVACY OR PUBLICITY, TRESPASS, AND INFRINGEMENT OF INTELLECTUAL OR OTHER PROPRIETARY RIGHTS.</p>\n<p>\n</p>\n<p>13.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Governing Law.\n&nbsp;This Agreement will be governed by and interpreted in accordance with the laws of the State of California without regard to any conflict of laws principles.\n</p>\n<p>\n</p>\n<p>14.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Arbitration Agreement.\n&nbsp;Except as provided herein, you and StoryFire agree that we will resolve any disputes between us through binding and final arbitration instead of through court proceedings.\n&nbsp;All controversies, claims, counterclaims, or other disputes arising between you and StoryFire relating to the Services or this Agreement (each a \"Claim\") shall be submitted for binding arbitration in accordance with the rules of Jams, Inc.\n(\"JAMS\").\n&nbsp;If JAMS is not available to arbitrate, the parties shall agree to select an available alternative dispute resolution provider (“ADR Provider”) and the rules of such provider shall govern all aspects of the arbitration.\nThe arbitration will be heard and determined by a single arbitrator.\n&nbsp;The arbitrator's decision in any such arbitration will be final and binding upon the parties and may be enforced in any court of competent jurisdiction.\n</p>\n<p>\n</p>\n<p>For any claim where the total amount of the award sought is $10,000 or less, JAMS, you and StoryFire must abide by the following rules: &nbsp;(a) the arbitration will be conducted solely based on written submissions.\nand (b) the arbitration will not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed by the parties.\n&nbsp;If the claim exceeds $10,000, the right to a hearing will be determined by JAMS rules, and the hearing (if any) will take place within one hundred miles of your residence.</p>\n<p>\n</p>\n<p>If you demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, StoryFire will pay as much of the administrative costs and arbitrator's fees required for the arbitration as the arbitrator deems necessary to prevent the cost of the arbitration from being prohibitive.\n&nbsp;In the final award, the arbitrator may apportion the costs of arbitration and the compensation of the arbitrator among the parties in such amounts as the arbitrator deems appropriate.</p>\n<p>\n</p>\n<p>This arbitration agreement does not preclude you from seeking action by federal, state, or local government agencies.\n&nbsp;You and StoryFire also have the right to bring qualifying claims in small claims court.\n&nbsp;In addition, you and StoryFire retain the right to apply to any court of competent jurisdiction for provisional relief, including pre-arbitral attachments or preliminary injunctions, and any such request shall not be deemed incompatible with this Agreement, nor a waiver of the right to have disputes submitted to arbitration as provided in this Agreement.</p>\n<p>\n</p>\n<p>NEITHER YOU NOR STORYFIRE MAY ACT AS A CLASS REPRESENTATIVE OR PRIVATE ATTORNEY GENERAL, NOR PARTICIPATE AS A MEMBER OF A CLASS OF CLAIMANTS, WITH RESPECT TO ANY CLAIM.\n&nbsp;CLAIMS MAY NOT BE ARBITRATED ON A CLASS OR REPRESENTATIVE BASIS.\n&nbsp;THE ARBITRATOR CAN DECIDE ONLY YOUR AND/OR STORYFIRE'S INDIVIDUAL CLAIMS.\n&nbsp;THE ARBITRATOR MAY NOT CONSOLIDATE OR JOIN THE CLAIMS OF OTHER PERSONS OR PARTIES WHO MAY BE SIMILARLY SITUATED.</p>\n<p>\n</p>\n<p>If any provision of this Section 14 is found to be invalid or unenforceable, then that specific provision shall be of no force and effect and shall be severed, but the remainder of this Section 14 shall continue in full force and effect.\n&nbsp;No waiver of any provision of this Section 14 will be effective or enforceable unless recorded in a writing signed by the party waiving such a right or requirement.\n&nbsp;Such a waiver shall not waive or affect any other portion of this Agreement.\n&nbsp;This Section 14 will survive the termination of your relationship with StoryFire.</p>\n<p>\n</p>\n<p>THIS SECTION LIMITS CERTAIN RIGHTS, INCLUDING THE RIGHT TO MAINTAIN A COURT ACTION OR TO HAVE A TRIAL BY JURY, THE RIGHT TO PARTICIPATE IN ANY FORM OF CLASS OR REPRESENTATIVE CLAIM AND THE RIGHT TO ENGAGE IN DISCOVERY EXCEPT AS PROVIDED IN AAA RULES OR THE RULES OF AN ADR PROVIDER.</p>\n<p>\n</p>\n<p>15.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;App Store.\n&nbsp;When you download our Apps, you may do so through a third party’s App Store.\nYou acknowledge that the terms of this Agreement are between you and us and not with the owner or operator of the App Store (“App Store Owner”).\n&nbsp;As between the App Store Owner and us, we, and not the App Store Owner, are solely responsible for the Services, including the App, the content, maintenance, support services, and warranty, and addressing any claims relating thereto (e.g., product liability, legal compliance or intellectual property infringement).\n&nbsp;In order to use the App, you must have access to a wireless network, and you agree to pay all fees associated with such access.\n&nbsp;You also agree to pay all fees (if any) charged by the App Store Owner in connection with the Services, including the App.\nThe following applies to any App Store Sourced Application (as such term is defined in Section 3):</p>\n<p>\n</p>\n<p>(a) &nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your use of the App Store Sourced Application must comply with the App Store’s “Terms of Service” or equivalent terms.</p>\n<p>\n</p>\n<p>(b) &nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You acknowledge that the App Store Owner has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store Sourced Application.</p>\n<p>\n</p>\n<p>(c) &nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In the event of any failure of the App Store Sourced Application to conform to any applicable warranty, you may notify the App Store Owner, and the App Store Owner will refund the purchase price for the App Store Sourced Application to you (if any) and to the maximum extent permitted by applicable law, the App Store Owner will have no other warranty obligation whatsoever with respect to the App Store Sourced Application.\nAs between StoryFire and the App Store Owner, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of StoryFire.</p>\n<p>\n</p>\n<p>(d) &nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You and we acknowledge that, as between StoryFire and the App Store Owner, the App Store Owner is not responsible for addressing any claims you have or any claims of any third party relating to the App Store Sourced Application or your possession and use of the App Store Sourced Application, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App Store Sourced Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n<p>\n</p>\n<p>(e) &nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You and we acknowledge that, in the event of any third-party claim that the App Store Sourced Application or your possession and use of that App Store Sourced Application infringes that third party’s intellectual property rights, as between StoryFire and the App Store Owner, StoryFire, not the App Store Owner, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.</p>\n<p>\n</p>\n<p>(f) &nbsp.\n&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;You and we acknowledge and agree that the App Store Owner, and the App Store Owner’s subsidiaries, are third-party beneficiaries of this Agreement as related to your license of the App Store Sourced Application, and that, upon your acceptance of this Agreement, the App Store Owner will have the right (and will be deemed to have accepted the right) to enforce the terms of this Agreement as related to your license of the App Store Sourced Application against you as a third-party beneficiary thereof.</p>\n<p>\n</p>\n<p>(g) &nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Without limiting any other terms in this Agreement, you must comply with all applicable third-party terms of agreement when using the App Store Sourced Application.</p>\n<p>\n</p>\n<p>16.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Waiver.\n&nbsp;No delay or omission by either party hereto to exercise any right or power occurring upon any noncompliance or default by the other party with respect to any of the terms of this Agreement shall impair any such right or power or be construed to be a waiver thereof.\n&nbsp;The terms and conditions of this Agreement may be waived or amended only in writing and only by the party that is entitled to the benefits of the term(s) or condition(s) being waived or amended.\n&nbsp;Unless stated otherwise, all remedies provided for in this Agreement shall be cumulative and in addition to and not in lieu of any other remedies available to either party at law, in equity, or otherwise.</p>\n<p>\n</p>\n<p>17.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Unenforceability.\n&nbsp;If any provision of this Agreement or any word, phrase, clause, sentence, or other portion thereof should be held to be unenforceable or invalid for any reason, then such provision or portion thereof shall be modified or deleted in such manner as to render this Agreement as modified legal and enforceable to the maximum extent permitted under applicable laws.</p>\n<p>\n</p>\n<p>18.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Authority.\n&nbsp;The party entering into this Agreement hereby acknowledges, represents and warrants that he or she is expressly and duly authorized to enter into this Agreement and to legally bind said party to this Agreement.</p>\n<p>\n</p>\n<p>19.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Assignment.\n&nbsp;This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by StoryFire without restriction.</p>\n<p>\n</p>\n<p>20.&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Notices.\n&nbsp;You may contact us by writing us at the address or email address listed below:</p>\n<p>&nbsp;</p>\n<p>StoryFire, Inc</p>\n<p>Attn: Terms of Use</p>\n<p>1946 ½ North Vermont Ave</p>\n<p>Los Angeles, CA 90027</p>\n<p>\n</p>\n<p>terms [at] storyfire [dot] com</p>\n<p>\n</p>\n<p>PLEASE PRINT A COPY OF THIS AGREEMENT FOR YOUR RECORDS AND PLEASE CHECK BACK FREQUENTLY FOR ANY CHANGES TO THIS AGREEMENT.</p>\n<p>&nbsp;</p>\n<p>\n</p>", "created_at": "2020-10-30 17:55:27.180157", "updated_at": "2020-10-30 17:55:31.210305"}], "points": [{"id": 25884, "title": "There is a date of the last update of the agreements", "source": "https://storyfire.com/legal-policies/terms", "status": "Generated through the annotate view", "created_at": "2021-11-22 05:13:44.888746", "updated_at": "2022-03-31 09:57:30.356952", "quoteText": "<p>Effective Date: &nbsp;March 28, 2017", "case_id": 331, "document_id": 2989, "quoteStart": 0, "quoteEnd": 39}], "urls": ["storyfire.com"]}}