{"error": 448, "message": "OK", "parameters": {"id": 3435, "name": "I have been pwned", "created_at": "2021-05-03 23:15:34.396391", "updated_at": "2021-05-04 00:00:35.656156", "wikipedia": "https://en.wikipedia.org/wiki/Have_I_Been_Pwned%3F", "keywords": null, "related": null, "slug": "i_have_been_pwned", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3435.png", "url": "haveibeenpwned.com", "documents": [{"id": 5717, "name": "Privacy Policy", "url": "https://haveibeenpwned.com/Privacy", "xpath": "//body", "text": " ';-- <ul>\n<li>Home</li>\n<li>Notify me</li>\n<li>Domain search</li>\n<li>Who's been pwned</li>\n<li>Passwords</li>\n<li>\nAPI\n<ul>\n<li>Overview</li>\n<li>API key</li>\n<li>Who's using it</li>\n</ul>\n</li>\n<li>\nAbout\n<ul>\n<li>Who, what &amp.\nwhy</li>\n<li>Privacy</li>\n<li>FAQs</li>\n<li>Pastes</li>\n<li>Opt-out</li>\n<li>Twitter</li>\n<li>Suggest a feature</li>\n<li>\n<i>\n</i> Breaches</li>\n</ul>\n</li>\n<li>Donate <i>\n</i>\n<i>\n</i>\n</li>\n</ul> Privacy How Have I Been Pwned (HIBP) handles privacy Introduction\n<p>\nHIBP only exists in the first place because of violations of privacy.\nOur data is leaked,\nsold, redistributed and abused to our detriment and beyond our control.\nHIBP was established\nas a free service in 2013 to help give us visibility as to how our personal data spreads.\nWhilst we may no longer be able to control it once breached, we can at least understand\nwhat's been leaked, where it's been leaked from and what precautionary measures we can now\ntake as a result.\n</p>\n<p>\nThis page details how the privacy of personal data is handled within HIBP and what\ninformation is collected when you use the service.\n</p> Breach data stored in HIBP\n<p>\nWhen a data breach is loaded into HIBP, the email addresses are stored in the online system.\nIn some cases, phone numbers may be loaded in separately\nwhere they exist in an isolated data store not attached to any other personally identifiable\ninformation (i.e.\nnot next to corresponding email addresses).\nNo other data of any kind\n(names, phone numbers, etc) are stored on data load.\nHIBP also stores a list of data classes\nthat were impacted in each breach.\nFor example, it will state that email addresses and\npasswords appeared in a breach, but no information about which email addresses had\ncorresponding passwords nor what those passwords are is stored.\n</p>\n<p>\nWhen data is loaded into the Pwned Passwords service, only SHA-1\nhashes of the password are stored.\nNo identifying data about <em>who the password belonged to</em>\nis stored.\nRead more about why passwords are hashed in this fashion.\n</p> When you search for an email address or phone number\n<p>\nSearching for an email address or phone number only ever retrieves the data from storage\nthen returns it in the response, the searched data is never explicitly stored anywhere.\nSee\nthe Logging section below for situations in which it may be implicitly\nstored.\n</p>\n<p>\nData breaches flagged as sensitive\nare not returned in public searches, they can only be viewed by using the notification\nservice and verifying ownership of the email address first.\nSensitive breaches are also\nsearchable by domain owners who prove they control the domain using the domain search feature.\nRead about why non-sensitive breaches are publicly searchable.\n</p> When you search for a domain\n<p>\nDomain searches allow the exposure of all email addresses on that domain to be returned in a\nsingle search.\nOnly someone who controls the domain or the website it's bound to can perform\na search via one of the verification processes:\n</p>\n<ol>\n<li>Via email address on the WHOIS record</li>\n<li>Via a common security or administrative email address (security@, hostmaster@, postmaster@, webmaster@)</li>\n<li>Via a meta tag with a unique code placed on the website</li>\n<li>Via a file with a unique code uploaded to the website</li>\n<li>Via a txt entry on the DNS record with a unique code</li>\n</ol>\n<p>\nA domain search logs the domain name and requestor's IP address as part of anti-abuse\nmeasures.\nIf you ask HIBP to notify you of future appearance of email addresses on that\ndomain and you provide your email address so it can be notified, that email address is also\nstored.\nAnti-automation measures are in place to limit attempts to automate searches.\n</p> When you search Pwned Passwords\n<p>\nThe Pwned Passwords feature searches previous data breaches for the\npresence of a user-provided password.\nThe password is hashed client-side with the SHA-1\nalgorithm then only the first 5 characters of the hash are sent to HIBP per the Cloudflare k-anonymity implementation.\nHIBP never receives the original password nor enough information to discover what the\noriginal password was.\n</p> When you subscribe for notifications\n<p>\nYour email address is stored in HIBP.\nIt's then referred to when new data is loaded in order\nto establish if the address appears in a new breach.\nAnti-automation measures are in place to\nlimit attempts to subscribe email addresses in bulk.\n</p> How HIBP handles user-provided data\n<p>\nThe only data HIBP ever explicitly requests from users is email addresses and domain names.\nWhen someone subscribes to notifications or searches a domain, that information is <em>never</em>\npassed to any third parties under any circumstances other than to send email using the\nSendGrid service.\n</p> Unsubscribing from breach notifications\n<p>\nEvery breach notification email contains an unsubscribe link in the footer.\nIf you'd like to\nunsubscribe without already having a breach notification email with the link, use the notification service\nto send another email to yourself and that will contain the unsubscribe link.\n</p> How the opt-out feature works\n<p>\nHIBP provides an opt-out feature that removes the email address from\npublic visibility.\nIt does this by flagging the record as being opted-out rather than\npermanently deleting it to ensure that if the email address appears in subsequent data\nbreaches, it doesn't become publicly searchable again.\n</p> When HIBP will contact you\n<p>\nEmails are only ever sent to individuals who double opt-in to receive notifications.\nThe\ndouble opt-in involves entering an email address on the notification page or domain search\npage then successfully proving control of the email address by receiving an email to it.\nThe\nemail contains a unique link which must be followed to confirm opt-in.\n</p> Logging\n<p>\nOnly the bare minimum logs required to keep the service operational and combat malicious\nactivity are stored.\nThis includes transient web server logs, logging of unhandled exceptions\nusing Raygun, Google Analytics to assess\nusage patterns and Application Insights\nfor performance metrics.\nThese logs may include information entered into a form by the user,\nbrowser headers such as the user agent string and in some cases, the user's IP address.\n</p> How HIBP protects data\n<p>\nSecurity on HIBP is handled by a \"defence in depth\" approach, that is the service\nemploys many different layers of security including (but not limited to):\n</p>\n<ol>\n<li>All data transmitted over the internet is done over HTTPS</li>\n<li>Cloudflare is used extensively to block potentially malicious requests</li>\n<li>Rate limits on APIs are implemented at both the code level and via Cloudflare</li>\n<li>Regular security scans are performed to identify code or configuration vulnerabilies</li>\n<li>Firewalls are employed to limit access to services running on Microsoft Azure</li>\n<li>Disclosure of any security vulnerabilities are encouraged via the security.txt file</li>\n<li>Third party components are kept well-maintained (see OWASP's Using Components with Known Vulnerabilities)</li>\n<li>External client side dependencies are embedded using subresource integrity hashes</li>\n</ol> Controlling entity and hosting\n<p>\nHIBP is owned and operated by Superlative Enterprises Pty Ltd, an Australian proprietary\nlimited company (ABN 62 085 442 020) based in the state of Queensland.\nAll services are\nhosted in the West US Microsoft Azure data centre.\n</p> ×\nNotify me <p>\nGet notified when future pwnage occurs and your account is compromised.\n</p>\n<ul>\n<li>\n</li>\n</ul>\n<i>\n</i>\n<p>\nYou've just been sent a verification email, all you need to do now is confirm your\naddress by clicking on the link when it hits your mailbox and you'll be automatically\nnotified of future pwnage.\nIn case it doesn't show up, check your junk mail and if\nyou <em>still</em> can't find it, you can always repeat this process.\n</p>\n<p>\nadd another address\n<i>\n</i>\n<i>\n</i>\n</p>\n<p>A troyhunt.com project</p>\n<p>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n</p> ", "created_at": "2021-05-03 23:17:47.942878", "updated_at": "2021-05-03 23:17:56.858008"}], "points": [], "urls": ["haveibeenpwned.com"]}}