{"error": 448, "message": "OK", "parameters": {"id": 3282, "name": "Cloud DNS", "created_at": "2021-04-24 14:16:29.64209", "updated_at": "2021-04-25 00:02:21.367132", "wikipedia": null, "keywords": null, "related": null, "slug": "cloud_dns", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3282.png", "url": "cloudns.net", "documents": [{"id": 5369, "name": "Privacy Policy", "url": "https://www.cloudns.net/privacy-policy/", "xpath": "", "text": " <ul>\n<li> DNS Hosting <ul>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul>\n</li>\n<li> Services <ul>\n<li>Dynamic DNS</li>\n<li>Secondary DNS</li>\n<li>Reverse DNS</li>\n<li>DNSSEC</li>\n<li>DNS Failover</li>\n<li>Managed DNS</li>\n<li>Anycast DNS</li>\n<li>Enterprise DNS</li>\n<li>Domain names</li>\n<li>SSL Certificates</li>\n<li>DDoS Protected VPS</li>\n<li>Private DNS servers</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n</li>\n<li> Partnership <ul>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li> KnowledgeBase <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Payment methods</li>\n</ul>\n</li>\n</ul> 0 Sign In English <ul>\n<li> Русский </li>\n<li> Deutsch </li>\n<li> Français </li>\n<li> Română </li>\n<li> Български </li>\n<li> Español </li>\n<li> Português </li>\n<li> Italiano </li>\n<li> Polski </li>\n<li> Slovenský </li>\n<li> Українська </li>\n<li> Türkçe </li>\n<li> 日本語 </li>\n<li> हिंदी </li>\n<li> Bahasa Indonesia </li>\n<li> עברית </li>\n<li> 简体中文 </li>\n<li> 繁體中文 </li>\n<li> Tiếng Việt </li>\n<li> فارسی </li>\n</ul>\n<ul>\n<li> DNS Hosting <ul>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul>\n</li>\n<li> Services <ul>\n<li>Dynamic DNS</li>\n<li>Secondary DNS</li>\n<li>Reverse DNS</li>\n<li>DNSSEC</li>\n<li>DNS Failover</li>\n<li>Managed DNS</li>\n<li>Anycast DNS</li>\n<li>Enterprise DNS</li>\n<li>Domain names</li>\n<li>SSL Certificates</li>\n<li>DDoS Protected VPS</li>\n</ul>\n</li>\n<li> Company <ul>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n</li>\n<li> Partnership <ul>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li> KnowledgeBase <ul>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Payment methods</li>\n</ul>\n</li>\n</ul> cancel Okay Privacy policy\n<ol>\n<li> IP addresses and Browser details<br> Our servers detect the IP address of your browser from the TCP protocol.\nThis IP address is used by ClouDNS servers only for our internal use - security and rate limiting.<br> We store browser details and IP addresses of each account for security reasons - mainly for but not limited to investigate hacked accounts or fraudulent activities.\nLogin history is stored for three years on our servers and these history logs are available within the Profile section of your control panel.\n</li>\n<li> Customer details<br> We store customer details - e-mail and contact information only for account, billing purposes, and notifications.\nUnder no circumstances ClouDNS will lease, sell, or provide your personal information to any third parties without your permission, a court order or legit legal request by legal authorities.<br> All customer details listed above are stored on servers within the European Union (currently in Amsterdam , Netherlands).\n</li>\n<li> Domain WHOIS information<br> For each domain registration or transfer, we request whois details which we are providing to the Domain Registry, authority from where we are buying the domain name.\nEvery TLD has a specific Domain Registry we are using.\nThe Domain Registry manages a WHOIS database which is a register of all domain names within that Domain Registry and their owners.\nInformation in the WHOIS contains the contact details of the owner and proof of ownership of the customers at the Domain Registry.\nHow the WHOIS database is shared with other parties is managed by the Domain Registry and ClouDNS does not have the ability to prevent visibility of the contact details to public.<br> The Privacy Protection option provided by ClouDNS for particular domain extensions allows the customer details to be hidden to the domain registry.\nWhen the Privacy Protection is activated, Cloud DNS Ltd is listed as the owner of the domain name in the WHOIS database, but not the Customer.\nNote that some TLDs do not support the Privacy Protection option and you will not be able to activate it in order to hide your contact details from the Domain Registry and the Domain Registry WHOIS database.\nEven with enabled Privacy Protection, the Customer is still listed as the owner in the records in ClouDNS’s database and the contact details can be exposed if the domain name is used for illegal activities or from a legal request by the authorities or a court order.\n</li>\n<li> Cookies<br> ClouDNS uses cookies to save user settings, count user visits, and site analytics.\nNone of these cookies are used to track the customers outside of our website.<br> Some of the cookies are set and managed by Google Analytics, a tool from Aphabet Inc (parent company of Google Inc) to analyze website visits.\nWe also use cookies managed by Yandex.Metrica web analytics service provided by the Yandex Oy Limited Company - Moreenikatu 6, 04600 Mantsala, Finland.\nWe are not sharing any customer details or identifiers collected and defined in point 2.\n</li>\n<li> Credit cards information.<br> All purchases on the websites managed by ClouDNS are handled by a third party - PayPal.com, BitPay.com, SafeCharge.com, Skrill.com or other Banks, in which the transferred information thereof is encrypted.\nClouDNS does not arrange, save or transport any credit card numbers.\n</li>\n<li> DNS query details<br> ClouDNS does not store or share any query details or track end-user activities.\nTo provide stable service, we are counting the requests sent from single IP address for each DNS zone for analytical purposes and to be able to prevent DDoS attacks against our infrastructure or services of customers.\nStatistics for each zone are available and accessible within the control panel of each Customer and are deleted as soon as the DNS zone is removed by the customer or the storage limits defined in terms of Service are reached.\n</li>\n<li> Erase of data<br> ClouDNS gives the ability to its customers to erase and/or modify all the data within their control panel.\nIf you need your account ( including your data) with ClouDNS to be deleted, please contact us from the Support menu ( top of your control panel ) and our Technical Support will erase all the information we have in our database for your account.\n</li>\n<li> E-mail subscriptions<br> All our Customers can manage what e-mail notifications they want to receive from us.\nIf you wish to unsubscribe from any of our e-mails, please click on the \"Unsubscribe\" link at the end of the e-mail or change your Subscription settings from your control panel.\n</li>\n</ol> Data Protection Officer According to GDPR regulations, Cloud DNS Ltd is below the required limit for having a Data Protection Officer.\nIn case of any issues which require a contact with the person responsible for our customer data at Cloud DNS Ltd.\nplease contact admin@cloudns.net and address your message to the Company Manager (CEO): Boyan Peychev <ul>\n<li>Company</li>\n<li>About Us</li>\n<li>News</li>\n<li>Contacts</li>\n<li>Data centers</li>\n<li>Media and Reviews</li>\n<li>Feedback</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>DNS Hosting</li>\n<li>Premium DNS</li>\n<li>DDoS Protected DNS</li>\n<li>GeoDNS</li>\n</ul> Services <ul>\n<li>\n</li>\n<li>Dynamic DNS</li>\n<li>Reverse DNS</li>\n<li>DNS Failover</li>\n<li>Anycast DNS</li>\n<li>Domain names</li>\n<li>DDoS Protected VPS</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Secondary DNS</li>\n<li>DNSSEC</li>\n<li>Managed DNS</li>\n<li>Enterprise DNS</li>\n<li>SSL Certificates</li>\n<li>Private DNS servers</li>\n</ul>\n<ul>\n<li>KnowledgeBase</li>\n<li>Blog</li>\n<li>Wiki</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>HTTP API</li>\n<li>WHMCS module</li>\n<li>Hostbill module</li>\n<li>Domain parking</li>\n<li>Payment methods</li>\n</ul>\n<ul>\n<li>Partnership</li>\n<li>Affiliate Program</li>\n<li>Resellers</li>\n</ul>\n<br>\n<ul>\n<li>\n</li>\n<li>Registrant Educational Materials</li>\n<li>Registrant Benefits and Responsibilities</li>\n<li>Whois</li>\n</ul>\n<ul>\n<li>Social connection</li>\n<li>\n</li>\n</ul> Terms of service&nbsp.\n| &nbsp.\nPrivacy Policy<br>\n<br>\n<p>©2021 ClouDNS</p>\n<br>\n<p> All prices are final and include all required taxes.\nNo other hidden charges! </p> Online - Live Chat Cookies help us deliver our services.\nBy using our services, you agree to our use of cookies.\nLearn more Okay ", "created_at": "2021-04-24 14:16:30.599566", "updated_at": "2021-04-24 14:26:41.734668"}], "points": [], "urls": ["cloudns.net"]}}