{"error": 448, "message": "OK", "parameters": {"id": 2520, "name": "Logitech", "created_at": "2021-01-13 17:55:40.351953", "updated_at": "2021-03-25 03:19:27.51424", "wikipedia": "https://en.wikipedia.org/wiki/Logitech", "keywords": null, "related": null, "slug": "logitech", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2520.png", "url": "logitech.com", "documents": [{"id": 3481, "name": "Cookie Policy", "url": "https://www.logitech.com/en-us/legal/cookie-policy.html", "xpath": "/html/body/div[1]/main/div/div[1]/div/div", "text": " Cookies, Web Beacons and Other Technologies <p>Like most sites, Logitech uses cookies that are essentially small data files placed on your computer, tablet, mobile phone, or other devices (referred to collectively as a \"device\") that allow us to record certain pieces of information whenever you visit or interact with our sites, services, applications, messaging, and tools, and to recognize you across devices.</p>\n<p>Web beacons (sometimes called transparent GIFs, clear GIFs, or web bugs) are small strings of code that provide a way for us to deliver a small graphic image (usually invisible) on a web page or in an email.\nWeb beacons can recognize certain types of information on your computer such as cookies, the time and date a page is viewed, and a description of the page where the web beacon is placed.</p>\n<p>Other technologies, including Web storage and identifiers associated with your device, may be used for similar purposes.\nIn this notice, we say \"cookies\" to discuss all of these technologies.</p>\n<p>Because cookies are used throughout our websites, disabling them may prevent you from using certain parts of the sites.</p> How We Use Cookies\n<p>Like most providers of online services, Logitech uses cookies for a number of reasons, like helping us see which features are most popular, counting visitors to a page, improving our users' experience, keeping our services secure, and just generally providing you with a better, more intuitive, and satisfying experience.\nThe cookies we use generally fall into one of the following categories:</p> Strictly Necessary Cookies\n<p>These cookies are essential to enable you to browse around our websites and use their features.\nWithout these cookies, services like shopping baskets and e-billing as well as the proper language and local currency cannot be provided.</p>\n<p>The cookies that we commonly use are listed below.</p> Cookie name Description lcid<br> lang Stores a user selected country and language setting to use when viewing content on a specific Logitech web site.\nlogitkn Stores information to retrieve product pricing and availability from our e-commerce store based on a user's locale.\nBannerID<br> ctID Stores information to retrieve product pricing and availability from online retailers.\nVISITOR_ID<br> gc_ss_logib2c<br> X-DR-LOCALE<br> BIGipServerp-c033-gc-prd-shopper-dc3-cs4-active<br> X-DR-CURRENCY<br> X-DR-SHOPPER-logib2c<br> X-DR-THEME<br> JSESSIONID Stores information required for making purchases with our Merchant of Record, Digital River.\naccount-tkn Stores information to retrieve user information for logged-in users.\nFunctional and Analytics Cookies\n<p>These cookies collect information about how you use our websites — for instance, which pages you go to most.\nThis data may be used to help optimize our websites and make them easier for you to navigate.\nThese cookies are also used to let affiliates know if you came to one of our websites from an affiliate and if your visit resulted in the use or purchase of a product or service from us, including details of the product or service purchased.\nThe information these cookies collect will not personally identify you, and they cannot track your browsing activity on non-Logitech websites.</p>\n<p>Our partners who may set these cookies on this site are listed below.</p> Partner Description Adobe Analytics Measures consumer activity and behavior across our family of sites to understand traffic patterns and if the sites deliver on consumer needs.\nFor more information, see Adobe Analytics.\nAdobe Target Allows for experience testing and site personalization based on consumer behavior and interest.\nFor more information, see Adobe Target.\nGoogle Analytics Measures consumer activity and behavior across our family of sites to understand traffic patterns and if the sites deliver on consumer needs.\nFor more information, see Google Analytics.\nMixpanel Measures consumer activity and behavior across our family of sites and mobile applications.\nFor more information, see Mixpanel.\nPower Reviews Provides the ability to read, write and syndicate unbiased product reviews from consumers.\nFor more information, see Power Reviews.\nZendesk Provides customer relationship management tools to directly engage with consumers interested in our products.\nMarketing Cookies\n<p>These cookies help us tailor advertising that we think may be of interest to users and to collect and use other data about user activities on our Sites and/or Services (e.g., to allow them to tailor ads on third party services).</p>\n<p>Our partners who may set these cookies on this site are listed below.</p> Partner Description Affilinet Affiliate marketing network pixel to track and measure the effectiveness of marketing activity to drive sales.\nAmazon Remarketing and conversion pixel allowing Logitech marketers to deliver advertising messages to consumers interested in our products and services and track sales conversions.\nAvantLink Affiliate marketing network pixel to track and measure the effectiveness of marketing activity to drive sales.\nBing Ads Remarketing and conversion pixel allowing Logitech marketers to deliver advertising messages to consumers interested in our products and services and track sales conversions.\nFor more information, see Bing Ads.\nCJ Affiliate Affiliate marketing network pixel to track and measure the effectiveness of marketing activity to drive sales.\nFor more information, see CJ Affiliate.\nCordial Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nLinks site-side activity with ad exposure to allow for conversion tracking and remarketing opportunities specifically through email marketing.\nFor more information, see Cordial.\nDoubleClick Floodlight (by Google) Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nLinks site-side activity with ad exposure to allow for conversion tracking and remarketing opportunities.\nFor more information, see DoubleClick Floodlight (by Google).\nFacebook Remarketing and conversion pixel allowing Logitech marketers to deliver advertising messages to consumers interested in our products and services and track sales conversions.\nFor more information, see Facebook.\nGoogle Adwords Remarketing and conversion pixel allowing Logitech marketers to deliver advertising messages to consumers interested in our products and services and track sales conversions.\nKenshoo Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nLinks site-side activity with ad exposure to allow for conversion tracking and remarketing opportunities.\nLinkedIn Remarketing and conversion pixel allowing Logitech marketers to deliver advertising messages to consumers interested in our products and services and track sales conversions.\nQuantcast Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nLinks site-side activity with ad exposure to allow for conversion tracking and remarketing opportunities.\nSizmek Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nProvides site behavioral activity to enable dynamically generated advertising based on products of interest to individual consumers.\nSocial Annex Enables social functionality across our family of sites.\nSpiceworks Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nProvides site behavioral activity to enable dynamically generated advertising based on products of interest to individual consumers.\nThe Trade Desk Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nLinks site-side activity with ad exposure to allow for conversion tracking and remarketing opportunities.\nTradedoubler Affiliate marketing network pixel to track and measure the effectiveness of marketing activity to drive sales.\nTwitter Remarketing and conversion pixel allowing Logitech marketers to deliver advertising messages to consumers interested in our products and services and track sales conversions.\nVE Interactive Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nLinks site-side activity with ad exposure to allow for conversion tracking and remarketing opportunities specifically through email marketing.\nWindsor Circle Tracks and predicts consumer behavior to deliver offers and suggestions to encourage engagement with site content.\nYahoo Dot Tracking pixel enabling the delivery of targeted advertising messages to consumers interested in our products and services.\nLinks site-side activity with ad exposure to allow for conversion tracking and remarketing opportunities.\nYieldify Tracks and predicts consumer behavior to deliver offers and suggestions to encourage engagement with site content.\nZanox Affiliate marketing network pixel to track and measure the effectiveness of marketing activity to drive sales.\nHow Third Parties Use Cookies\n<p>You may encounter cookies from third parties who also collect information through cookies, web beacons, and other similar technologies about your online activities, either on our services or across the Internet, for reasons like those noted above.\n(For example, our shopping cart platform is provided by our third-party merchant of record – Digital River, there may be a cookie placed by them to manage the check-out process).\nThese companies may also deliver ads and otherwise track user behavior.</p> Manage Your Cookies\n<p>You can specify how cookies are handled by setting your cookie preferences.\nClick here to change your cookie preferences for this site.\nPlease note that changing your preferences will not delete existing cookies.\nIf you would like to delete cookies in your browser, please follow the steps below.</p> Chrome\n<ol>\n<li>On your computer, open Chrome.</li>\n<li>At the top left, select the <strong>Chrome</strong> menu and then <strong>Preferences</strong>.</li>\n<li>At the bottom, select <strong>Advanced</strong>.</li>\n<li>Under \"Privacy and security,\" choose <strong>Content settings</strong>.</li>\n<li>Click <strong>Cookies</strong>.</li>\n<li>In the Cookies section, make desired changes to cookies settings such as: <ul>\n<li>Delete cookies</li>\n<li>Block cookies by default</li>\n<li>Allow cookies by default</li>\n<li>Keep cookies and site data by default until you quit your browser</li>\n<li>Make exceptions for cookies from specific websites or domains</li>\n</ul>\n</li>\n</ol>\n<p>For more on cookie preferences in Chrome refer to Google Chrome Help.</p> Mozilla Firefox\n<ol>\n<li>On your computer, open Firefox.</li>\n<li>At the top left, select the <strong>Firefox</strong> menu and choose <strong>Preferences</strong>.</li>\n<li>Under the \"Privacy &amp.\nSecurity\", choose <strong>Cookies</strong>.</li>\n<li>You can select the following settings: <ul>\n<li>Disable cookies</li>\n<li>Enable cookies for the originating web site only</li>\n<li>Enable all cookies</li>\n<li>Warn me before storing a cookie</li>\n</ul>\n</li>\n</ol>\n<p>For more on cookie preferences in Firefox refer to Mozilla Firefox Help.\n</p>Internet Explorer\n<ol>\n<li>On your computer, open Internet Explorer.</li>\n<li>Tap or click <strong>Tools</strong>, then select <strong>Internet options</strong>.</li>\n<li>Tap or click the <strong>Privacy</strong> tab.</li>\n<li>Under <strong>Settings</strong>, move the slider to the top to block all cookies or the bottom to allow all cookies.</li>\n<li>Tap or click OK.</li>\n</ol>\n<p>For more on cookie preferences in Internet Explorer refer to Internet Explorer Help.</p> Safari 5.1 (OS X Lion)\n<ol>\n<li>On your computer, open Safari.</li>\n<li>Tap or select <strong>Preferences</strong>.</li>\n<li>Select <strong>Privacy</strong>.</li>\n<li>In the Block cookies section, specify if and when Safari should accept cookies from websites.</li>\n<li>To see an explanation of the options, select the Help button (question mark).</li>\n</ol>\n<p>Note: If you want to see which websites store cookies on your computer, select the Manage Website Data button.</p>\n<p>If you set Safari to block cookies, you may need to temporarily accept cookies to open a page.\nRepeat the above steps, selecting Never.\nWhen you're done with the page, block cookies again, and then remove the page's cookies.</p>\n<p>For more on cookie preferences in Safari refer to Safari Help.</p> ", "created_at": "2021-01-13 17:58:39.732272", "updated_at": "2021-02-03 22:43:23.44988"}, {"id": 3482, "name": "Web Privacy Policy", "url": "https://www.logitech.com/en-us/legal/web-privacy-policy.html", "xpath": "", "text": " SKIP TO MAIN CONTENT <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li> &nbsp;en </li>\n<li> My Account </li>\n<li> My Cart </li>\n</ul>\n<ul>\n<li>My Account </li>\n<li> My Account My Account <ul>\n<li> ACCOUNT ACCOUNT <ul>\n<li> Account Information </li>\n<li> My Orders </li>\n<li> Payment Options </li>\n<li> Address Book </li>\n<li> Privacy + Data </li>\n</ul>\n</li>\n<li> GET STARTED GET STARTED <ul>\n<li> Register a Product </li>\n<li> Downloads </li>\n</ul>\n</li>\n<li> SERVICES </li>\n<li> SUPPORT SUPPORT <ul>\n<li> Get Support </li>\n<li> Spare Parts </li>\n<li> Order FAQs </li>\n</ul>\n</li>\n<li> EMAIL PREFERENCES </li>\n<li> JUST FOR YOU </li>\n</ul>\n</li>\n<li> PRODUCTS PRODUCTS <ul>\n<li> Mice + Keyboards Mice + Keyboards <ul>\n<li>Mice</li>\n<li>Combos</li>\n<li>Keyboards</li>\n<li>iPad Keyboards</li>\n<li>Tablet Keyboards</li>\n</ul>\n</li>\n<li> Presentation Remotes Presentation Remotes <ul>\n<li>Spotlight</li>\n<li>All Presentation Remotes</li>\n</ul>\n</li>\n<li> Mobile Devices Mobile Devices <ul>\n<li>iPad Keyboards</li>\n<li>iPad Accessories</li>\n<li>Tablet Keyboards</li>\n<li>Smartphone Accessories</li>\n</ul>\n</li>\n<li> Wireless Charging Wireless Charging <ul>\n<li>Wireless Phone Chargers</li>\n</ul>\n</li>\n<li> Streaming Streaming <ul>\n<li>StreamCam</li>\n<li>Webcams</li>\n<li>Green Screen</li>\n<li>Streaming Packages</li>\n<li>All Streaming Gear</li>\n</ul>\n</li>\n<li> Smart Home Smart Home <ul>\n<li>Harmony Remotes</li>\n<li>Base Charging Stand</li>\n</ul>\n</li>\n<li> Home Security Home Security <ul>\n<li>Circle View Camera</li>\n<li>Circle View Doorbell</li>\n</ul>\n</li>\n<li> Headsets Headsets <ul>\n<li>Wired Headsets</li>\n<li>Wireless Headsets</li>\n<li>Headset Webcam Kits</li>\n</ul>\n</li>\n<li> Speakers Speakers <ul>\n<li>Bluetooth Speakers</li>\n<li>Computer Speakers</li>\n<li>Surround Sound Systems</li>\n</ul>\n</li>\n<li> Video Conferencing Video Conferencing <ul>\n<li>Conference Cameras</li>\n<li>Conference Room Solutions</li>\n<li>Desk Solutions</li>\n<li>Accessories</li>\n<li>Webcams</li>\n<li>Logitech Sync Device Management</li>\n</ul>\n</li>\n<li> Logitech G Logitech G <ul>\n<li>Gaming Mice</li>\n<li>Gaming Mouse Pads</li>\n<li>Gaming Keyboards</li>\n<li>Gaming Audio</li>\n<li>Streaming Gear</li>\n<li>Driving</li>\n<li>Space</li>\n<li>Flight</li>\n<li>Farm</li>\n<li>Gamepads</li>\n<li>Apparel &amp.\nGear</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> SOLUTIONS SOLUTIONS <ul>\n<li> Master Series Master Series <ul>\n<li>MX For Coding</li>\n<li>MX For Creativity</li>\n<li>Master Series Products</li>\n</ul>\n</li>\n<li> WORKS WITH WORKS WITH <ul>\n<li>Apple</li>\n<li>Chromebook</li>\n</ul>\n</li>\n<li> HEALTHY COMPUTING HEALTHY COMPUTING <ul>\n<li>Overview</li>\n<li>Ergo Lab Story</li>\n<li>Ergonomic Products</li>\n</ul>\n</li>\n<li> Wireless Charging Wireless Charging <ul>\n<li>Overview</li>\n<li>Why Go Wireless</li>\n<li>Wireless Chargers</li>\n</ul>\n</li>\n<li> Streaming Streaming <ul>\n<li>Overview</li>\n<li>YouTube</li>\n<li>Twitch</li>\n<li>Streaming gear for gamers and creators</li>\n</ul>\n</li>\n<li> VIRTUAL REALITY VIRTUAL REALITY <ul>\n<li>VR Ink Pilot Edition</li>\n</ul>\n</li>\n<li> From Home From Home <ul>\n<li>Work From Home Essentials</li>\n<li>Work From Home Resources</li>\n<li>Learn From Home Essentials</li>\n</ul>\n</li>\n<li> For Schools For Schools <ul>\n<li>Overview</li>\n<li>Hybrid Learning</li>\n<li>Remote Learning</li>\n<li>Remote Teaching</li>\n<li>In The Classroom</li>\n<li>Cleaning</li>\n<li>Find A Reseller</li>\n</ul>\n</li>\n<li> Health Care Health Care <ul>\n<li>VC Health care Solutions</li>\n</ul>\n</li>\n<li> Software + Apps Software + Apps <ul>\n<li>Logitech Options</li>\n<li>Logitech Flow</li>\n<li>Logitech Capture</li>\n<li>Circle Camera Web App</li>\n<li>Spotlight Presentation Remote</li>\n<li>Alert Web and Mobile Commander</li>\n<li>Spotlight for Mouse</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Business Business <ul>\n<li> Business Business <ul>\n<li>Overview</li>\n<li>Work Better Solutions</li>\n<li>Work Together Solutions</li>\n<li>Work Remote Solutions</li>\n<li>Work Healthier Solutions</li>\n</ul>\n</li>\n<li> Video Conferencing Video Conferencing <ul>\n<li>Overview</li>\n<li>Products</li>\n<li>Resources</li>\n<li>Partners</li>\n<li>Contact Sales</li>\n<li>Find A Reseller</li>\n<li>Trade-In Program</li>\n</ul>\n</li>\n<li> Partners Partners <ul>\n<li>Channel Partners</li>\n<li>Technology Partners</li>\n<li>Find A Reseller</li>\n</ul>\n</li>\n<li> Software &amp.\nServices Software &amp.\nServices <ul>\n<li>Logitech Sync Device Management</li>\n<li>Logi Tune</li>\n<li>Extended Warranties</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> SUPPORT SUPPORT <ul>\n<li> Support Support <ul>\n<li>Support Home</li>\n<li>Register a Product</li>\n<li>Downloads</li>\n<li>Harmony Support</li>\n<li>Education Support</li>\n<li>Community</li>\n<li>Contact</li>\n</ul>\n</li>\n<li> Business Support Business Support <ul>\n<li>Video Collaboration Support</li>\n<li>MX &amp.\nErgo Mice &amp.\nKeyboards</li>\n<li>Video Collaboration Spare Parts</li>\n<li>Video Collaboration Downloads</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Close Menu</li>\n</ul>\n<li> View Account Log Out </li> No Results Found <p>No Results Found: \"\"<br>Please try again</p> Looking for more <p>See all results: \"\"</p> All Results PRODUCTS SOLUTIONS Business SUPPORT Search Close Menu Mice + Keyboards <ul>\n<li> Mice </li>\n<li> Combos </li>\n<li> Keyboards </li>\n<li> iPad Keyboards </li>\n<li> Tablet Keyboards </li>\n</ul> Presentation Remotes <ul>\n<li> Spotlight </li>\n<li> All Presentation Remotes </li>\n</ul> Mobile Devices <ul>\n<li> iPad Keyboards </li>\n<li> iPad Accessories </li>\n<li> Tablet Keyboards </li>\n<li> Smartphone Accessories </li>\n</ul> Wireless Charging <ul>\n<li> Wireless Phone Chargers </li>\n</ul> Streaming <ul>\n<li> StreamCam </li>\n<li> Webcams </li>\n<li> Green Screen </li>\n<li> Streaming Packages </li>\n<li> All Streaming Gear </li>\n</ul> Smart Home <ul>\n<li> Harmony Remotes </li>\n<li> Base Charging Stand </li>\n</ul> Home Security <ul>\n<li> Circle View Camera </li>\n<li> Circle View Doorbell </li>\n</ul> Headsets <ul>\n<li> Wired Headsets </li>\n<li> Wireless Headsets </li>\n<li> Headset Webcam Kits </li>\n</ul> Speakers <ul>\n<li> Bluetooth Speakers </li>\n<li> Computer Speakers </li>\n<li> Surround Sound Systems </li>\n</ul> Video Conferencing <ul>\n<li> Conference Cameras </li>\n<li> Conference Room Solutions </li>\n<li> Desk Solutions </li>\n<li> Accessories </li>\n<li> Webcams </li>\n<li> Logitech Sync Device Management </li>\n</ul>\n<ul>\n<li> Gaming Mice </li>\n<li> Gaming Mouse Pads </li>\n<li> Gaming Keyboards </li>\n<li> Gaming Audio </li>\n<li> Streaming Gear </li>\n<li> Driving </li>\n<li> Space </li>\n<li> Flight </li>\n<li> Farm </li>\n<li> Gamepads </li>\n<li> Apparel &amp.\nGear </li>\n</ul> Close Menu Master Series <ul>\n<li> MX For Coding </li>\n<li> MX For Creativity </li>\n<li> Master Series Products </li>\n</ul> WORKS WITH <ul>\n<li> Apple </li>\n<li> Chromebook </li>\n</ul> HEALTHY COMPUTING <ul>\n<li> Overview </li>\n<li> Ergo Lab Story </li>\n<li> Ergonomic Products </li>\n</ul> Wireless Charging <ul>\n<li> Overview </li>\n<li> Why Go Wireless </li>\n<li> Wireless Chargers </li>\n</ul> Streaming <ul>\n<li> Overview </li>\n<li> YouTube </li>\n<li> Twitch </li>\n<li> Streaming gear for gamers and creators </li>\n</ul> VIRTUAL REALITY <ul>\n<li> VR Ink Pilot Edition </li>\n</ul> From Home <ul>\n<li> Work From Home Essentials </li>\n<li> Work From Home Resources </li>\n<li> Learn From Home Essentials </li>\n</ul> For Schools <ul>\n<li> Overview </li>\n<li> Hybrid Learning </li>\n<li> Remote Learning </li>\n<li> Remote Teaching </li>\n<li> In The Classroom </li>\n<li> Cleaning </li>\n<li> Find A Reseller </li>\n</ul> Health Care <ul>\n<li> VC Health care Solutions </li>\n</ul> Software + Apps <ul>\n<li> Logitech Options </li>\n<li> Logitech Flow </li>\n<li> Logitech Capture </li>\n<li> Circle Camera Web App </li>\n<li> Spotlight Presentation Remote </li>\n<li> Alert Web and Mobile Commander </li>\n<li> Spotlight for Mouse </li>\n</ul> Close Menu Business <ul>\n<li> Overview </li>\n<li> Work Better Solutions </li>\n<li> Work Together Solutions </li>\n<li> Work Remote Solutions </li>\n<li> Work Healthier Solutions </li>\n</ul> Video Conferencing <ul>\n<li> Overview </li>\n<li> Products </li>\n<li> Resources </li>\n<li> Partners </li>\n<li> Contact Sales </li>\n<li> Find A Reseller </li>\n<li> Trade-In Program </li>\n</ul> Partners <ul>\n<li> Channel Partners </li>\n<li> Technology Partners </li>\n<li> Find A Reseller </li>\n</ul> Software &amp.\nServices <ul>\n<li> Logitech Sync Device Management </li>\n<li> Logi Tune </li>\n<li> Extended Warranties </li>\n</ul> Close Menu Support <ul>\n<li> Support Home </li>\n<li> Register a Product </li>\n<li> Downloads </li>\n<li> Harmony Support </li>\n<li> Education Support </li>\n<li> Community </li>\n<li> Contact </li>\n</ul> Business Support <ul>\n<li> Video Collaboration Support </li>\n<li> MX &amp.\nErgo Mice &amp.\nKeyboards </li>\n<li> Video Collaboration Spare Parts </li>\n<li> Video Collaboration Downloads </li>\n<li> Contact Us </li>\n</ul> Web Privacy Policy LOGITECH WEBSITE PRIVACY STATEMENT <p>Logitech, Inc.\nand its affiliates (collectively “Logitech”, “We” and “Us”) respect your privacy.\nThis Privacy Statement explains how Logitech collects and uses personal data from visitors to its web and mobile sites that link directly to this Privacy Statement (collectively “Sites”).</p> Actively Submitted Data\n<p>If you call us, send us an email, or fill out a form on one of our Sites, we use the information you provide to respond to your request or to otherwise communicate with you or assist you.\nIf you make purchases through our Sites, we may collect data necessary to process your order, such as your shipping address, products ordered, and your contact information.</p> Passively Provided Data\n<p>When you access our Sites, depending on your opt-in choices, certain information about your computer or mobile device is shared with us, which may include the activities you perform on our Sites, the type of hardware and software you are using, (such as your operating system or browser), information stored in cookies, IP address, access times, the web pages from which you came, the regions from which you navigate the web page, and the web pages you access.\nWe use this information to better understand the interests of the users of our Sites, to improve our Sites, services, and products.</p>\n<p>We do not currently respond to “Do Not Track” signals in browsers as we are trying to provide a customized website experience.</p> Cookies\n<p>Logitech uses cookies that are essentially small data files placed on your computer, tablet, mobile phone, or other devices.\nClick here to learn more about cookies.</p> Data use and sharing\n<p>We use the data we collect to provide you with rich, interactive experiences.\nIn particular, we may use data to:</p>\n<ul>\n<li>provide the service or carry out the transactions at your request;</li>\n<li>improve and develop our products;</li>\n<li>personalize your experience;</li>\n<li>process job applications you submit through our Sites;</li>\n<li>advertise and market to you subject to applicable legal requirements, which may include sending promotional communications, targeting advertising, and presenting you with relevant offers.</li>\n</ul> Read more <p>\n</p>\n<p>We do not sell your personal data.</p>\n<p>We may share your personal data with third parties under certain circumstances.\nWe use affiliated and unaffiliated service providers that help us process personal data to deliver services and run our business subject to strict confidentiality agreements.\nFor example, service providers help deliver the following functions:</p>\n<strong>Service Description</strong>\n<strong>Data Provided</strong>\n<strong>Purpose</strong> Customer Support Contact data, Inquiry data To help troubleshoot and support products and services E-Commerce Functionality Contact data, Interactions with website To facilitate sales of our products online Promotions and Relevant News Contact data, Cookie data To provide information and incentives for our products and services Website performance Cookie data, Interactions with website To enable functionality and features while on our websites Cookie Opt-In Manager Cookie data To provide the ability to choose cookies to be allowed on our websites <p>These companies are required to abide by our data protection and security requirements and are not allowed to use personal data they receive from us for any other purpose.</p>\n<p>We may disclose your personal information to </p>\n<ol>\n<li>comply with relevant laws, regulatory requirements, and to respond to lawful requests, court orders, and legal process.\n</li>\n<li>to protect and defend the rights or property of us or third parties, including enforcing agreements, policies, and terms of use.\n</li>\n<li>in an emergency, including to protect the safety of our employees or any person.\nor </li>\n<li>in connection with investigating or preventing fraud.</li>\n</ol>\n<p>We may share your personal data for purposes of a business deal, or negotiation of a business deal, involving sale or transfer of all or a part of our business or assets.\nThese deals can include any merger, financing, acquisition, divestiture, joint venture or partnership, or bankruptcy transaction or proceeding.</p>\n<p>We also freely use and share aggregated and pseudonymous information for performance and analytics purposes that cannot be used to identify you individually.</p>\n<p>\n</p> Children\n<p>We do not knowingly collect or maintain information about persons under 13 years of age.\nIf we learn that information about persons under 13 years of age has been collected on or through the Sites, we will take appropriate steps to delete this information.\nIf you are the parent or legal guardian of a child under 13 years of age who has registered for an account or service on our Sites, please contact us using the contact information below to have that child’s account or service terminated and personal information deleted.</p> Data Retention\n<p>We retain personal data for as long as necessary to provide functionality and fulfill the transactions you have requested, or for other legitimate purposes such as complying with our legal obligations, resolving disputes, and enforcing our agreements.\nBecause these needs can vary for different data types, the context of our interactions with you or your use of our Sites, actual retention periods can vary significantly.</p> Data Security\n<p>We use TLS certificates, encryption, data access limitations, anti-virus software, and firewalls to reduce the risk of unauthorized access to personal data.\nNo data transmission over the Internet or any wireless network is entirely secure.\nBe mindful of security risks when you transmit personal data to us and when you post information in our public forums.</p>\n<p>If you would like to report any security issues in any of our products, please fill out the form and required attachments and send it to Logitech Security.</p> EU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield\n<p>Logitech, Inc.\nand our U.S.-based entities including Logitech Latin America Inc., participate in and have certified their compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/</p> Read more <p>\n</p>\n<p>We are responsible for the processing of personal data we receive, under each Privacy Shield Framework, and subsequent transfers to third parties acting as agents on our behalf.\nWe comply with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Frameworks, Logitech is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>In compliance with the Privacy Shield Principles, we commit to resolving complaints about our collection or use of your personal information.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact us using the contact information below.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) using the following form: https://feedback-form.truste.com/watchdog/request.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.\n</p>\n<p>For Human Resources Data Only: We commit to cooperating with the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC), as applicable, and to comply with the advice given by such authorities, with regard to human resources data transferred from the EU and Switzerland to the United States in the context of an employment relationship.</p>\n<p>Logitech is subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission (“FTC”).\n</p>\n<p>\n</p> Controlling and accessing your information\n<p>You may request that we update or delete/deactivate certain information pertaining to you.</p>\n<p>If we cannot remove some personal information, we will let you know why.\nIf you have subscribed to marketing emails, you may stop the delivery by following the unsubscribe instructions contained in the email received or at the subscription management page on our Site: https://www.logitech.com/subscribe.</p>\n<p>You also have the right to request how your data is processed and with whom we share it.</p>\n<p>Additionally, if you believe certain information Logitech processes about you is inaccurate, you have the right to have this information corrected.</p>\n<p>We will endeavor to respond to your request to review the information we have on file for you within 30 days from receiving such request.</p>\n<p>If you have questions, comments, or would like to make a request regarding your data or our Statement, past Statements, and data practices, please contact us at support.logitech.com/response-center or through the following methods:</p>\n<p>Phone: +1 646-454-3200<br>\nEmail: support.logitech.com/response-center<br>\nPostal Mail: Logitech Privacy Officer, 7700 Gateway Blvd., Newark, CA 94560 USA</p>\n<p>If you are not satisfied with our response, you can refer your privacy complaint or dispute to the relevant state or national data protection authority in your jurisdiction.</p> Privacy Rights for California Residents\n<p>Under the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”), California residents have certain rights around Logitech's collection, use, and sharing of their personal information.\nLogitech does not sell your personal information and will not do so in the future without providing you with notice and an opportunity to opt-out of such sale as required by law.\nSimilarly, we do not offer financial incentives associated with our collection, use, or disclosure of your personal information.</p> Read more <p>\n</p>\n<p>Logitech collects various categories of personal information when you use the Service, including identifiers, commercial information, internet or other electronic network or device activity information, geolocation data, and professional information.\nA more detailed description of the information We collect and how we use it, the categories of third parties with whom we share personal information, and what information may be shared under different circumstances in the policy above.</p>\n<p>If you are a resident of California, you have the right to request to know what personal information has been collected about you, and to access that information.\nYou also have the right to request deletion of your personal information, though exceptions under the CCPA may allow Logitech to retain and use certain personal information notwithstanding your deletion request.\nYou can learn more about how to submit a data rights request through contact details located within this policy.\nYou may also send your request by email to privacy@logitech.com.\nWe will not discriminate against you for exercising your rights under the CCPA.\nAn agent may submit a request on your behalf, but you must verify that your agent is authorized to do so.</p>\n<p>Separate from the CCPA, California’s Shine the Light law gives California residents the right to ask companies what personal information they share with third parties for those third parties’ direct marketing purposes.\nWe do not disclose your personal information to third parties for the purpose of directly marketing their goods or services to you unless you request such disclosure.\nIf you have any questions regarding this policy, or would like to change your preferences, you may contact us at the address listed in this policy.</p>\n<p>\n</p> Effective date\n<p>This Privacy Statement is effective February 24, 2020.</p>\n<ul>\n<li>Accessibility</li>\n<li>Careers</li>\n<li>Investors</li>\n<li>Return Policy</li>\n</ul>\n<ul>\n<li>About</li>\n<li>Privacy + Security</li>\n<li>Terms of Use</li>\n<li>Email Preferences</li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>Social Impact</li>\n<li>Sustainability</li>\n<li>Student Discount</li>\n</ul>\n<ul>\n<li>Blog</li>\n<li>Sitemap</li>\n<li>Press</li>\n<li>Affiliate Program</li>\n</ul> Yes, I want to receive news and product emails.\nRead our privacy policy.\n©2021 Logitech.\nAll rights reserved United States Powered by Zendesk SunshinePowered by Zendesk Sunshine", "created_at": "2021-01-13 18:12:35.843984", "updated_at": "2021-02-03 22:43:55.326444"}, {"id": 3483, "name": "Product Privacy Policy", "url": "https://www.logitech.com/en-us/legal/product-privacy-policy.html", "xpath": "/html/body/div[1]/main/div/div[2]/div/div", "text": " <p>\n<strong>Last updated:</strong> April 2020<br>\nThe previous privacy policy can be viewed here.</p>\n<p>Your privacy is important to Logitech, so we have created this policy to explain how we process your personal information.</p>\n<p>This Statement of Privacy and Security outlines what types of data we collect, how we use it, and how we protect personal information collected by our products, services, apps, software and other devices.\nLogitech is a group of companies working under their parent company.\nLogitech International S.A.\nThe Logitech company that controls your personal data will vary depending on your relationship with us (whether it be as a customer, partner, contractor or any other relevant relationship).</p>\n<p>If you are using our products with our websites, then the Logitech Website Privacy Statement also applies.</p>\n<p>Please review this page and contact us at support.logitech.com/response-center with any questions or concerns.\nIf you would like to report any security issues in any of our products, please submit your report using the secure submission form found here.</p>\n<ul>\n<li>INFORMATION WE COLLECT</li>\n<li>HOW WE USE INFORMATION</li>\n<li>SHARING AND DISCLOSING INFORMATION</li>\n<li>CONTROLLING AND ACCESSING INFORMATION</li>\n<li>CHILDREN</li>\n<li>DATA SECURITY</li>\n<li>HOW WE STORE AND PROCESS INFORMATION</li>\n</ul>\n<ul>\n<li>ADDITIONAL DISCLOSURES FOR CALIFORNIA RESIDENTS</li>\n</ul>\n<ul>\n<li>EU-U.S.\nPRIVACY SHIELD AND SWISS-U.S.\nPRIVACY SHIELD</li>\n</ul>\n<ul>\n<li>CHANGES TO THIS STATEMENT</li>\n</ul> OUR PRODUCTS\n<ul>\n<li>Creativity and Productivity Products</li>\n<li>Circle Cameras and Products</li>\n<li>Logitech Gaming Products</li>\n<li>Harmony and related Products</li>\n<li>Logitech Video Conferencing Products</li>\n<li>Jaybird Products and Services</li>\n<li>Ultimate Ears Products and Services</li>\n</ul> INFORMATION WE COLLECT\n<p>We collect data in a variety of ways to improve our products and services:</p>\n<ul>\n<li>\n<strong>Information you provide to us</strong>\n<br>\nThis includes information you provide when you register and set up new products, download software, post on online platforms like forums or communities, respond to a survey, or enter a contest.</li>\n<li>\n<strong>Information from the use of products and services</strong>\n<br>\nWhen you use products and services, data may be sent to us such as your hardware model, firmware and operating system version, unique device identifiers and IP address/location information.\nOther times, subject to applicable law and your consent where it’s required, we may collect data based on your activities including your settings and configurations, usage data, and crash or error data.</li>\n</ul> Read more <p>&nbsp;<br> The data we received depends on the products, features and services you use, events in which you may participate, and other interactions you may have with us.\nThis data can include the following:</p>\n<ul>\n<li>\n<strong>Name and contact data</strong> – data like your name, email address, postal address, phone number, and other similar contact data</li>\n<li>\n<strong>Credentials</strong> – passwords, hints, and information used for authentication and account access</li>\n<li>\n<strong>Demographic data</strong> – data like your age, gender, country, and preferred language</li>\n<li>\n<strong>Payment data</strong> – data needed to process your order if you make purchases through our website, like your shipping address, products ordered, and contact information.\nWe do not collect payment information (i.e., credit or payment card number).\nPurchase transactions are done through secure affiliates.</li>\n<li>\n<strong>Usage data</strong> – data about how you and your device interact with us and our products, like: <ul>\n<li>\n<strong>Product use data</strong> – the features you use, actions you take, and activities you perform, like.\nbutton presses, interactions with an app, or time spent listening to a speaker</li>\n<li>\n<strong>Device data</strong> – a data about your device and the network you use to connect to our products, including the operating systems and other software on your device, device identifiers, and regional and language settings.</li>\n<li>\n<strong>Other product data</strong> – information from other devices and software, like.\nstereo, home automation, and television product information, cable provider information</li>\n<li>\n<strong>Error reports and performance data</strong> – the type or severity of the problem, details of the software or hardware related to an error, the contents of files you were using when an error occurred, and data about other software on your device</li>\n<li>\n<strong>Support data</strong> – information about you and your hardware, software, and details about the incident, authentication data, your communications with us, data about the machine and the application you were using, and system, registry, and configuration data.</li>\n</ul>\n</li>\n<li>\n<strong>Interests and favorites</strong> – your music preferences, programmed activities or routines, channels and radio stations, and services you use</li>\n<li>\n<strong>Contacts and relationships</strong> – contacts and relationships if you use a product that supports multi-user, community and sharing functionality</li>\n<li>\n<strong>Logitech Accounts</strong> – Some products utilize a Logitech account to optimize your experience.\nFor example, it may enable improved personalization and allow you to save and recall settings, configurations, and history.\nWhen you create a personal Logitech account, we collect certain personal data and assign a unique ID number to your account and information.\nWhen you sign into your account, we may collect information about your session, including a record of your sign-in, date and time, the product you signed into, the number assigned to your account, and a unique identifier assigned to your device, your IP address, and your operating system and browser version.\nIn general, when you sign into your account, you will stay signed in until you sign out.</li>\n<li>\n<strong>Location data</strong> – Some products use location data for purposes like time/date and language preferences.\nData we may collect about your location can be either precise or imprecise.\nPrecise location data can be your home or work address information or Global Position System data, which we may collect when you enable location-based products or features.\nImprecise location data may include a location derived from your Wi-Fi or IP address or data that indicates where you are located with less precision, like a city or region.</li>\n<li>\n<strong>Content</strong> – We may collect information about the content of your files and communications when necessary to provide you with the products you use.\nWe also may collect the content of messages you send to us, like feedback and product reviews you write, or questions and information you provide for customer support.\nWhen you contact us, phone conversations or chat sessions with representatives may be monitored and recorded subject to applicable law and your consent where it’s required.</li>\n</ul> Product tester data <p>When you sign up to become a Logitech product/service tester, we may collect information about you.\nWe use this data to invite you to become a tester, and we use your feedback to develop and improve our products and services.</p> Read more <p>&nbsp;<br> Examples of the information we collect include:</p>\n<ul>\n<li>The categories of products and services you are interested in</li>\n<li>Information in your product tester application</li>\n<li>Your testing activity, product data, device data, and diagnostic data</li>\n<li>Video and/or audio recordings if they were part of the testing you participated in</li>\n<li>Shipment/fulfillment data</li>\n<li>Your feedback and review about the tested products and services.</li>\n</ul>\n<p>Unless otherwise communicated to you when you sign up for our testing program, we process this data for the purpose of entering into or performing the contract between you and Logitech.\n</p>\n<p>&nbsp;<br>Back to top</p> HOW WE USE INFORMATION\n<p>We use the data we collect:</p>\n<ol>\n<li>to operate our business and provide, improve, and personalize our products and services, and</li>\n<li>to send communications, including promotions, account information, security updates, and product information.</li>\n</ol>\n<p>We may analyze this data, including your personal information, to give you a more seamless, consistent, and personalized experience.\nWe will always do so subject to applicable law and your consent where it’s required.</p> Read more Providing and improving our products and services <p>We use data to provide and improve our products and to perform essential operations.\nThis includes operating and using the products, maintaining and improving their performance, and using data to research, develop new features, and provide customer support.\nExample uses include:</p>\n<ul>\n<li>\n<strong>Providing the Product or Service</strong>\n<br> We use data to ensure our products operate as intended and expected.\nOur products may have personalized features and recommendations that enhance your productivity and enjoyment, and tailor your experiences based on your activities, interests, and location.</li>\n<li>\n<strong>Customer Support</strong>\n<br> We use data to diagnose product problems, repair customers' devices, and provide other customer care and support services.</li>\n<li>\n<strong>Product Activation and Registration</strong>\n<br> We use device and application version, location, and unique device, network and identifiers and other data to activate and register products.</li>\n<li>\n<strong>Product Improvement</strong>\n<br> We use data to improve our products, add new features or capabilities, report errors, improve security, determine what new features to prioritize, and improve efficiency.</li>\n<li>\n<strong>Security, Safety and Dispute Resolution</strong>\n<br> We use data to protect the security and safety of our products and our users, to detect and prevent fraud, and to resolve disputes and enforce our agreements.\nFor example, we may use data to determine which products need security patches or analyze patterns in data that allow us to develop new security features.</li>\n<li>\n<strong>Business Operations</strong>\n<br> We may use pseudonymous and aggregated data to create statistics and analysis.\nFor example, financial and product reports are created to analyze performance in a given sector or region.</li>\n<li>\n<strong>Marketing communications</strong>\n<br> If you have opted in or we have a legitimate interest under applicable law, we may send you information about our products and services by email or telephone, including information about new product features, releases, promotions, and announcements.\nYou can opt out at any time by clicking the ‘unsubscribe’ link in the marketing emails or visiting this page.\nSubject to applicable law and your consent where it’s required, we may also use cookies or tracking technology to determine the effectiveness of our communications – for example, to determine, in the aggregate, how many people open our emails.\nWe may also send emails to remind you about items left in your online shopping cart, update you or inquire about a service or repair request, or to tell you that you need to take action to keep your account active.</li>\n<li>\n<strong>Support Communications</strong>\n<br> We may contact you by email or other means to inform you when a subscription is ending or to let you know when security updates are available.</li>\n</ul>\n<p>Back to top</p> SHARING AND DISCLOSING INFORMATION\n<p>We do not sell your personal data.</p>\n<p>We may share your personal data with your consent or to complete a transaction or provide a product or service you requested or authorized.\nFor example, we share your content with third parties when you tell us to do so, like when you send data to a friend or link accounts with another service.\nWe also share personal data among our controlled affiliates and subsidiaries for the purposes described in this policy and when required by law.</p> Read more <p>&nbsp;<br>We may share personal data with vendors or agents working on our behalf for the purposes described in this statement.\nFor example, companies hired to provide customer service support or assist in protecting and securing our systems and services may need access to personal data to provide those functions.</p>\n<p>These companies must abide by our data protection and security requirements and are not allowed to use personal data they receive from us for any other purpose.\nWe may also disclose personal data to another company if we plan to merge with or be acquired by that business.\nThis may include any organization involved in a merger, transfer, or sale of our assets or business.</p>\n<p>If you post information in public areas in our products and services, like communities, forums, or blogs, it will be available to the public and we may reuse and republish it at our discretion and in line with our Terms of Use.</p>\n<p>Finally, we will access, transfer, disclose, and preserve personal data, including your content, when we have a good faith belief that doing so is necessary to:</p>\n<ul>\n<li>comply with law or respond to a legal process, like law enforcement or other government agencies;</li>\n<li>protect our customers – for example, to prevent spam or attempts to defraud our users, or to help prevent loss of life or serious injury;</li>\n<li>maintain the security of our products, including to prevent or stop an attack on our systems or networks;</li>\n<li>protect your or our legal rights or as required by law or orders from a court or government agency.</li>\n</ul> Information provided by you to third parties <p>We are not responsible for information provided by you to third parties, and that information is not subject to this policy.\nYou assume all privacy, security, and other risks with providing information, including personal information, to third parties.\nTo understand the privacy protections from third parties, you should refer to their privacy policies, if any.</p>\n<p>Back to top</p> CONTROLLING AND ACCESSING INFORMATION\n<p>You can direct us to update, delete, or deactivate certain information pertaining to you.\nYou can also request that we remove your personal information from the blog, community forums, or other public areas within our control.\nIf we cannot remove certain personal information, we will let you know why.</p>\n<p>You can unsubscribe from marketing emails from us by following the instructions in the email you received or at the subscription management page on our website.\nWe try to respond to requests to review information we have on file within 30 days of receiving a request.</p>\n<p>You can “opt-out” of having your personal information used for certain purposes whenever we ask for this information.\nIf you have questions, comments or would like to make a request about your data or our privacy statement or data practices, please contact us at support.logitech.com/response-center or through the following methods:</p>\n<p>Phone: +1 646-454-3200<br>\nContact: support.logitech.com/response-center<br>\nPostal Mail: Logitech Privacy Officer, 7700 Gateway Blvd., Newark, CA 94560 USA</p>\n<p>If you are not satisfied with our response, you can refer your privacy complaint or dispute to the state or national data protection authority in your jurisdiction.</p> CHILDREN\n<p>We do not knowingly collect or maintain information about persons under 13 years of age.\nIf We learn that information about persons under 13 years of age has been collected on or through the Sites, We will take appropriate steps to delete this information.\nIf you are the parent or legal guardian of a child under 13 years of age who has registered for an account or service on our Sites, please contact us using the contact information below to have that child’s account or service terminated and personal information deleted.</p> DATA SECURITY\n<p>We are committed to the protection of your personal information.\nWe use a variety of security technologies and procedures, including TLS encryption, to help protect your personal information from unauthorized access, use, or disclosure.</p> HOW WE STORE AND PROCESS INFORMATION\n<p>We will retain your personal data for as long as</p>\n<ul>\n<li>you use our products or services</li>\n<li>your account is active</li>\n<li>needed to provide you services</li>\n<li>we are legally required to.</li>\n<li>to resolve disputes, and</li>\n<li>to enforce our agreements.</li>\n</ul>\n<p>Personal data that is no longer required to be retained will be deleted at regular intervals.</p>\n<p>Personal information collected by us may be stored and processed in the United States or in any other country we or our affiliates or service providers maintain facilities.</p>\n<p>We take steps to ensure that the data we collect is processed as described in this statement and according to the law wherever the data is located.</p> ADDITIONAL DISCLOSURES FOR CALIFORNIA RESIDENTS\n<p>Under the California Consumer Privacy Act of 2018, California residents have specific rights around Logitech's collection, use, and sharing of their personal information.\nWe do not sell your personal information, and we will not do so in the future without providing you with notice and an opportunity to opt-out of that sale.</p> Read more <p>&nbsp;<br> Logitech collects and uses various types of personal information when you use its products and services, which are described within the Logitech Product and Web Privacy Policies.</p>\n<p>Logitech shares personal data with third parties for business purposes.\nSpecifically, here are the seven categories of activities for which we share data for business purposes</p>\n<ul>\n<li>Auditing</li>\n<li>Security</li>\n<li>Debugging and Technical Troubleshooting</li>\n<li>Short term, transient use (no personal information disclosed to third party and is not used to build profiles)</li>\n<li>Performing Services</li>\n<li>Internal Research</li>\n<li>Testing or Product/Service Improvement</li>\n</ul>\n<p>If you are a resident of California, you have the right to request to know what personal information has been collected about you, and to access that information.\nYou also have the right to request that we delete your personal information, though exceptions under the CCPA may allow us to retain and use certain personal information.</p>\n<p>You can learn more about how to submit a data rights request through contact details located within this policy.\nYou may also send your request by email to privacy@logitech.com or call our toll-free number +1 800 711 8156.\nAn agent may submit a request on your behalf, but you must provide proof that the agent is authorized to do so by providing the agent with a signed letter giving permission to submit a request on your behalf and you must confirm that authorization directly with us by sending an email to privacy@logitech.com.</p>\n<p>We will not discriminate against you for exercising your rights under the CCPA.\nUnless permitted by the CCPA, we will not deny you goods or services, charge different prices or rates, or provide a different service level for exercising your privacy rights.\nHowever, we may offer certain financial incentives permitted by the CCPA that can result in different prices, discounts or quality levels.\nAny incentive we offer will reasonably relate to your personal information’s value and will only be collected or processed with your consent.</p> California’s Shine the Light Law <p>We do not disclose your personal information to third parties for the purpose of directly marketing their goods or services to you unless you request it.</p>\n<p>Back to top</p> EU-U.S.\nPRIVACY SHIELD AND SWISS-U.S.\nPRIVACY SHIELD\n<p>Logitech, Inc.\nand our U.S.-based entities including Logitech Latin America Inc.\nparticipate in and have certified their compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the EU and Switzerland to the U.S..\nWe comply with the Privacy Shield Principles for transfers of personal data we receive and any onward transfers to third parties from the EU and Switzerland.</p>\n<p>If there is any conflict between the terms in this policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/</p> Read more <p>&nbsp;<br> We are committed to resolving complaints about our collection or use of your personal information.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact us using the contact information below.</p>\n<p>If you are not satisfied with how we resolve a privacy or data use concern, you can contact our third party dispute resolution provider (free of charge) using the following form: https://feedback-form.truste.com/watchdog/request.</p>\n<p>Under certain conditions described on the Privacy Shield website, you can invoke binding arbitration after exhausting other dispute resolution procedures.</p>\n<p>\n<strong>For Human Resources Data Only:</strong> We will cooperate with the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC), as applicable, and will comply with their advice, regarding human resources data transferred from the EU and Switzerland to the U.S.\nin the context of an employment relationship.</p>\n<p>We are subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission.</p>\n<p>Back to top</p> Creativity and Productivity Products\n<p>Logitech Creativity &amp.\nProductivity include hardware like mice, keyboards, touchpads, presenters, webcams, and headsets, and related software and services like Logitech Options, Logitech Capture, Logitech Presentation, Setpoint, and Logitech Control Center.\nWe use data we collect relating to these products and services for a variety of purposes described above, including security, stability and product performance.\nThe Privacy Policy applies to these products, but there are a few distinctions as noted below.</p> Read more Backup and Transfer of Device Settings <p>Logitech Options software allows you to customize your mice, keyboards, and touchpads on your computer.\nLogitech Capture software allows you to record video and audio on your computer and change the settings of the camera.\nThis software also offers you the ability to back up your device settings to the cloud so you can transfer those settings to other computers and setup your devices easily.</p>\n<p>Information that may be collected includes:</p>\n<ul>\n<li>Account information like name, email address, and password to create an account or if you use a third-party open authorization (OAuth2) like Facebook or Google to log in.</li>\n<li>Computer information like the name, make, and model of the computer to ensure the device works correctly that computer.</li>\n<li>Logitech Options specific information -</li>\n<ul>\n<li>Button and key customizations, including app-specific customizations</li>\n<li>Other device settings like point and scroll settings of your mouse</li>\n</ul>\n<li>Logitech Capture specific information -</li>\n<ul>\n<li>Scene composition and camera settings</li>\n</ul>\n</ul>\n<p>With Logitech Options, device settings get backed up automatically.\nYou can choose to not have your device settings backed up automatically or log out, effectively turning off the backup functionality.\n</p> Read more Software Updates <p>Our servers automatically record certain information, including the IP address, the software version, and the connected devices to check for necessary software updates and download the required device images or assets, during and after the installation of our software.</p> Performance, Diagnostics and Analytics <p>With your consent, some of our software (like Logitech Options, Capture, Presentation app, Setpoint, and Logitech Control Center) collect and record information about the software, devices, and other information such as</p>\n<ul>\n<li>Usage of software features.</li>\n<li>Customization of your devices.</li>\n<li>System hardware and software like OS version.</li>\n<li>City-level location information using IP address.</li>\n<li>Device usage frequency like click, and button count.\nFor example, so that we can analyze the durability and dependability of our products, we may capture how many times each button is used during the course of 24 hours.</li>\n<li>Logitech Capture-specific information – we capture scene usage and camera model information.\nWe do not analyze or transmit audio or video from the user.</li>\n<li>Logitech Presenters capture when you start and end a presentation, along with the application name and version you are using.\nWe collect this information so that we can help improve functionality.</li>\n</ul> Product Functionality <p>We sometimes collect data like device and application information for product features to function properly.\nFor example, Logitech Flow is a feature in some devices that allows you to seamlessly switch between two or three computers, and transfer text, images, and files from one computer to another.\nTo enable automatic discovery of computers during the setup process of Flow, we may collect your device identifier and IP address.</p>\n<p>&nbsp;<br> Back to top</p> Circle Cameras and Products\n<p>Logitech Circle cameras are wireless cameras and software applications that can be used for a variety of purposes at home and at work.\nThey provide users rich video and audio recordings accessible from a mobile device or computer.\nThe Privacy Policy applies to these products, but there are a few distinctions as noted below.</p> Read more Activation and Registration <p>To activate and register your products, you provide information to us to create an account, including your name, email address, password, credit card (if you subscribe to premium services), camera name, and camera settings.</p>\n<p>We also offer activation and registration through third party open authorization (OAuth2) services, such as Facebook, so you can share clips you’ve selected to that service.</p>\n<p>While setting up the product, the country code of operation needs to be set.\nSome operating systems may prompt for location data access when determining the country code of operation.</p> Circle Video and Audio Recordings <p>When you use Circle products and services, our servers automatically receive, record, and process data necessary to provide the service as well as information from the devices you use to view or listen to the data, including:</p>\n<ul>\n<li>Video and audio recordings</li>\n<li>Device-specific information like hardware model, operating system version, and device identifiers such as MAC address, mobile network information, router names and meta-data concerning Apple Home Hubs and other Apple HomeKit devices.</li>\n<li>Service event logging information</li>\n<li>Time and date of service use</li>\n<li>On/off, and other interaction with the product</li>\n<li>Crashes, system activity, and hardware settings</li>\n<li>Geo-location information (when location services are enabled)</li>\n</ul>\n<p>Circle products may send pseudonymous information to an analytics tool, including timestamps, transmission statistics, feature usage, performance metrics, errors, etc.\nWe use the pseudonymous information to provide, enhance, and improve our services, features, technical support and information.</p> Circle Features <p>Circle products have features that, if enabled, require us to collect and analyze data intelligently for them to work.\nFor example, Smart Location automatically detects when you leave the house or come home, and Smart Alerts intelligently analyze motion to make sure you only get relevant alerts.</p> Circle Security and Storage <p>We have implemented Circle products so that no Logitech employee, contractor, vendor, affiliate, or governmental entity can access unencrypted footage.\nEvery Circle camera has a unique private key and digital certificate, which is used to encrypt communications in transit.\nThe Circle servers use AES 256 Bit Dual Layer Encryption to store your footage encrypted-at-rest.</p>\n<p>Data collected is stored directly within the application, on your Device, and on servers in the U.S.\nor other countries where we or our affiliates, subsidiaries or service providers have facilities.\nWe will retain collected information for as long as needed to provide the service and in accordance with the Logitech Privacy Policy.</p> Circle Cameras with Apple HomeKit Support <p>When a Circle camera is connected to the Apple HomeKit ecosystem, Apple controls the data generated and passed to HomeKit and is responsible for the privacy and handling of your audio and video content.\nWe have no ability or mechanism to access any HomeKit audio/video data.</p>\n<p>If a Circle camera is only setup in HomeKit, the camera will still periodically check our servers for firmware update availability.\nThis involves sending the model, firmware version, and the country code of operation to our servers.</p>\n<p>If you enable the sharing of diagnostic information with Logitech through the Apple Home App, the following data will be shared with Logitech and/or Apple, and used for troubleshooting purposes only:</p>\n<ul>\n<li>Device-specific information such as hardware model, names, operating system version, device identifiers such as MAC address, information about nearby wireless networks, and meta-data concerning Apple Home Hubs and other HomeKit devices.</li>\n<li>Device event logging information</li>\n<li>Time and date of device use</li>\n<li>On/off, and other interaction with the Product</li>\n<li>Crashes, system activity, hardware settings</li>\n<li>Any additional details submitted by you such as descriptions, screenshots and footage.</li>\n</ul>\n<p>Back to top</p> Logitech Gaming Products\n<p>Logitech Gaming (Logitech G) products and services include hardware like gaming keyboards, headsets, speakers, and mice, and applications for gaming consoles and PCs like G HUB software.\nThe Privacy Policy applies to these products, but there are a few distinctions as noted below.</p> Read more Logitech G Custom Experience <p>G HUB software allows you to easily configure devices and create commands and macros for games and other applications.\nAdding other information about your PC, operating system, games and applications and any specific settings you adjust as part of setting up your product improves your experience.\nWe also use this data to enhance the security and stability of our products.</p>\n<p>If you opt-in to data analytics collection, when you use G HUB, our servers automatically receive and record information about the use of your product, including:</p>\n<ul>\n<li>Location information and IP address</li>\n<li>Data about when you access G HUB features, such as adjusting DPI, lighting or control configuration</li>\n<li>Data related to the discovery of devices you connect, like a new Logitech G mouse or keyboard</li>\n<li>Other device and system activity including feature usage, performance metrics, errors, crash data, etc.</li>\n<li>There is a separate opt-in for submitting error logs to Logitech.\nIf you opt in, anonymous crash related data will automatically (and manually based on user input) be sent to us for troubleshooting purposes.</li>\n</ul> Logitech G HUB Community <p>When you create an account for the G HUB community, we collect information like your name, email address, country of residence, and security question responses.\nAccessing the G HUB community gives you access to features including:</p>\n<ul>\n<li>Downloading profiles, lighting, and other settings from the Community Library</li>\n<li>Uploading your profiles and effects to share with the community, or for personal storage.\nYou can remove any shared item at any time.</li>\n<li>A personal profile that others in the community can view.\nYou control what is shared in your profile.</li>\n</ul>\n<p>You can unsubscribe or delete your G HUB account at any time.</p>\n<p>Back to top</p> Harmony and Related Products\n<p>Logitech Harmony products and services include hardware like remote controls, Harmony Hub, and Pop Button and related applications for tablets and/or smart phones like the Harmony app.\nThe Privacy Policy applies to these products, but there are a few distinctions as noted below.</p> Read more Harmony Registration <p>When you activate and register your Harmony products, we collect information like your name, email address, country of residence, and security question responses.\nThis data is used to authenticate and associate you to your account and devices.\nYou can also activate and register through third party open authorization (OAuth2) services, such as Facebook.</p> Harmony Custom Experience <p>Harmony products let you easily control and create activities or routines that combine commands from multiple devices.\nAdding information about your entertainment and home automation devices (like brand and model numbers), activities you choose to program (like Watch TV, Listen to Music, etc.), and any specific settings you adjust as part of setting up your product (e.g., customizing buttons) improves your experience.\nFor example, you may actively provide your zip or postal code, your TV service provider and your preferred TV channels, shows and/or programming genres.\nYou will know what you submit in each case, because you will manually enter the information.</p>\n<p>We store this information to prevent the loss of your custom configurations.\nWe also use the following information to ensure that your device works and to enhance the security and stability of our products:</p>\n<ul>\n<li>Location information and IP address</li>\n<li>Data about when you access our software, like the features you access and when you sync your remote</li>\n<li>Data related to the discovery of devices in your environment, and your use of product features, like the “help” button or “reboot” actions</li>\n<li>With your consent where it’s required, information sent to an analytics tool, including feature usage, performance metrics, errors, etc.</li>\n</ul>\n<p>Back to top</p> Logitech Video Conferencing Products\n<p>Logitech Video Conferencing products and services include video conferencing systems, video conferencing cameras, speakerphones, touch controllers, headsets, and webcams, as well as software like Sync, our cloud device management platform.\nThe Privacy Policy applies to these products, but there are a few distinctions as noted below.</p> Read more Logitech Sync Service <p>Logitech Sync enables users to remotely monitor and manage their Logitech video conferencing systems.\nSync is made up of two parts, the desktop Sync app and the cloud “Sync Portal”.\nTo use the Sync Portal, the Sync App must be installed on the meeting room computer.\nOnce installed and authenticated with the Sync Portal, the Sync app will communicate directly with Sync Portal to enable remote management and monitoring capabilities.</p>\n<p>When you create a Logitech Sync account, we collect information like your name, email address, password, country, and organization name.\nWe use this data to authenticate and associate you to your account and devices.</p>\n<p>Sync collects diagnostic and usage data to help maintain and improve the Sync experience.\nSync collects the following information to provide management and monitoring features:</p>\n<ul>\n<li>Logitech VC product info (name, firmware version, meta data)</li>\n<li>Sync App version installed</li>\n<li>Computer info (OS type, OS version, IP, computer specs)</li>\n<li>Occupancy info (metadata only)</li>\n</ul>\n<p>Back to top</p> Jaybird Products and Services\n<p>Jaybird products include lightweight, high-quality headphones for people with active lifestyles and related applications for tablets and/or smartphones like the Jaybird app.\nThe Privacy Policy applies to these products, but there are a few distinctions as noted below.</p> Read more Jaybird App <p>The Jaybird app allows a user to:</p>\n<ul>\n<li>customize the sound of their headphones</li>\n<li>update product and firmware settings</li>\n<li>record the location where their headphones were last connected</li>\n<li>browse and use presets and Spotify playlists shared by other users</li>\n</ul>\n<p>When you register for an account, we collect information like your name, email address, personal image (avatar), current location, and password.\nThis data is used to authenticate and associate you to your account and devices.\nJaybird also offers registration through third party open authorization (OAuth2) services, such as Facebook, Google and Spotify.</p>\n<p>When you use your Jaybird product with the app, or the app by itself, our servers automatically receive and record certain information, including:</p>\n<ul>\n<li>product data, like your headphone model or app version</li>\n<li>data about how you use the app, like the features you access and when you connect your headphones</li>\n<li>data related to the discovery of devices in your environment, and your use of product features, like the “rename” action</li>\n<li>with your consent where it’s required, information sent to an analytics tool, including feature usage, performance metrics, errors, etc.</li>\n</ul>\n<p>To safely back up your custom configurations, our servers receive and record additional information, including:</p>\n<ul>\n<li>current product settings, including name, button controls and voice prompt settings</li>\n<li>preset and playlist information</li>\n</ul>\n<p>Location data for Find My Buds is stored on the mobile device and is not backed up to our servers.</p>\n<p>Back to top</p> Ultimate Ears Products and Services\n<p>Ultimate Ears products are high quality, beautifully designed speakers and headphones.\nUltimate Ears Pro and CSX both offer premium custom-fit in ear monitors (earphones).\nUltimate Ears applications enable additional features and allow users to better control and customize their listening experiences.\nThe Privacy Policy applies to these products, but there are a few distinctions as noted below.</p> Read more Ultimate Ears Mobile Functions and Customization <p>Users can customize their listening experience by configuring their devices using an Ultimate Ears application.\nThese applications enable features like pairing multiple devices, tap controls, and multi-user DJ functionality.</p>\n<p>During the customization process, a user may be required to enter their name and contact information, including an email address and password.</p>\n<p>We do not collect any data about the content a user plays using Ultimate Ears products.</p> Ultimate Ears Integration with Other Services <p>Some Ultimate Ears products, like our Bluetooth speakers, can integrate with third-party services like Amazon Alexa.\nThese integrations let users perform tasks like streaming music, ordering goods and services, and asking for information.</p>\n<p>To enable third party services that link with your Ultimate Ears device, you may be required to register with that third party and consent to their terms.\nOnce the link has been made, Ultimate Ears devices can receive and pass information directly to the third party.</p>\n<p>Ultimate Ears products do not store any user command data passed from the user to the third party.\nOnly data necessary to ensure the link between third parties and the user’s Ultimate Ears product is retained.</p> Custom In Ear Monitors (IEM) <p>Ultimate Ears Pro and CSX offer premium custom-fit in ear monitors (earphones).\nMost Pro devices require user ear impressions, which are typically created digitally or with molds.\nBy a third party, most commonly an audiologist.\nThe CSX devices require images and impressions of the user's ear to optimize the product fit.\nWe retain these impressions in case of loss, reordering, or reproduction, or until a user requests that they be discarded.</p>\n<p>Back to top</p> CHANGES TO THIS STATEMENT\n<p>We will occasionally update this Statement.\nIf there are material changes to this Statement or in how we will use your personal information, we will prominently post the changes before making them.</p>\n<p>We will not make any changes that are less protective of your personal information collected in the past without your consent.</p>\n<p>We encourage you to periodically review this Statement to be informed of how we are protecting your information.</p>\n<p>Thank you for your interest in Logitech and our products and services.</p> ", "created_at": "2021-01-13 18:16:00.343354", "updated_at": "2021-02-03 22:43:58.688119"}, {"id": 3484, "name": "Terms of Use", "url": "https://www.logitech.com/en-us/footer/terms-of-use", "xpath": "/html/body/div[1]/main/div/div/div[1]", "text": " <p>These Terms of Use (“Terms”) are a legal agreement between you and Logitech and govern your use of this Website either as a visitor, content contributor, or as a registered user.\nUse of, posting of information to, and access to this Website are subject to your compliance with these Terms, so please read them carefully before using this Website.\nLogitech reserves the right to limit or terminate your access to this Website or terminate or suspend your registration for failure to comply with the terms and policies posted on this Website, including these Terms, or for any reason at any time.</p>\n<p>BY ACCESSING AND USING THIS WEBSITE IN ANY WAY, YOU AGREE TO BE BOUND BY THESE TERMS.\nIF YOU DO NOT AGREE TO ALL OF THE TERMS AND CONDITIONS, DO NOT USE OR POST INFORMATION ON THIS WEBSITE IN ANY MANNER.</p>\nModifications to these terms\n<p>Logitech may change, modify, update, add, or remove portions of these Terms at any time.\nPlease check these Terms periodically for changes.\nYour continued use of this Website, following the posting of any changes, will signify your acceptance of those changes.</p>\nChanges to this website\n<p>In an effort to continually improve this Website and its usefulness to you, we may add additional services or make changes to existing services.\nIn the event that Logitech makes such changes, these Terms shall apply to the new services and to any changes to existing services.</p>\nUser information\n<p>To use certain parts of this Website, you will be asked to provide information about yourself, such as your first name, e-mail address, password, city, state, country zip code, or postal code.\nYou are entirely responsible for maintaining the confidentiality of your account information, including your password, and for any and all activity that occurs under your account.\nYou agree to notify Logitech immediately of any unauthorized use of your account or password, or any other breach of security.\nYou may be held liable for losses incurred by Logitech or any other user of or visitor to this Website due to the use of your Logitech ID, password, or account by another person.</p>\n<p>You may not use anyone else’s Logitech ID, password, or account at any time without the express permission and consent of the holder of that Logitech ID, password, or account.\nLogitech user account and passwords are for individual use only and should not be shared.\nGroup-based and generic accounts are prohibited.\nLogitech cannot and will not be liable for any loss or damage arising from your failure to comply with these obligations.</p>\n<br>\nPrivacy policy\n<p>Logitech respects your desire for privacy and takes care to protect the personal information you provide us.\nLogitech’s privacy policy can be found at www.logitech.com/privacy.\nBy using this Website, you are consenting to the terms of our privacy policy.</p>\n<p>Logitech has security measures in place to protect the loss, misuse, and alteration of the information under Logitech's control.\nThese security measures are described in our privacy policy.</p>\n<p>Although Logitech has taken the steps described in our privacy policy to ensure that your personal information is delivered and disclosed only in accordance with our privacy policy, Logitech does not guarantee that the personal information you provide will not be intercepted by others and decrypted.</p>\nSupport Forums, Blogs and Ratings &amp.\nReviews\n<p>Logitech has created support forums, blogs, community areas and group discussions, in the English language (at this time), so you can share your experiences, ask and/or answer questions, share reviews of Logitech products and services, and more (collectively referred to as “ Online Communities”).\nWe appreciate that Logitech’s Online Communities reflect the diversity of its users and is an interesting place to share, learn, and interact.\nIn keeping with this spirit of community, we have a core set of principles and guidelines in English that must be followed by all members, participants, content contributors and users.\nThese guidelines are incorporated into these Terms, and may be reviewed at www.logitech.com/support/guidelines.</p>\nContent\n<p>All text, graphics, user or visual interfaces, trademarks, logos, music, sounds, artwork, photographs, and computer code (“Content”), including but not limited to the design, structure, selection, coordination, expression, “look and feel,” and the arrangement of such Content, contained on this Website is owned, controlled, or licensed by Logitech.\nAll such Content is protected by trade dress, copyright, patent and trademark laws, and various other intellectual property rights and unfair competition laws.\nUnless another agreement applies to particular Content (e.g., Software License Agreement, Terms of Service, etc.), Logitech hereby grants you limited permission to use the Content subject to these Terms, as long as the use of such Content is solely for your personal, non-commercial informational use.</p>\n<p>Unless expressly permitted in an applicable agreement or on the Content itself, none of the Content may be copied, reproduced, distributed, republished, downloaded, displayed, posted, or transmitted in any form or by any means, including but not limited to electronic, mechanical, photocopying, recording, or other means, without the prior express written permission of Logitech and/or the appropriate owner.\nAlso, you may not “mirror” any Content contained on this Website or any other server without Logitech’s express prior written consent.</p>\nPosting of user content\n<p>Certain areas of this Website may allow you to post content, including your experiences, advice, recommendations, opinions, information, messages, or other material (“Your Content”).\nPlease be aware that these areas are public and not confidential.\nYou may only post Your Content to public areas and where you have permission to post.\nYou may not post any content that violates these Terms or any third party rights.</p>\n<p>Logitech does not claim ownership of any of Your Content that you may post.\nHowever, by posting Your Content to public areas on the Website, you grant Logitech, its affiliates, partners, and distributors the perpetual, irrevocable, royalty-free right to use, copy, display, perform, distribute, adapt, create derivative works, sublicense, and promote Your Content in any medium and any manner whatsoever, and to use and sublicense your name, likeness, biography, voice, video, and photograph (if applicable) to attribute your postings to you.\nIn addition to Your Content, we encourage you to provide us with feedback.\nYou agree that we may use in any manner and without limitation all comments, advice, recommendations, suggestions, complaints, and other feedback you provide relating to this Website, Logitech products and/or services, and that Logitech will own all intellectual property that we create based upon or incorporating your feedback.</p>\nNo unlawful or prohibited use\n<p>While using this Website, you may NOT do the following:</p>\n<ul>\n<li>Restrict or inhibit any other user from using and enjoying this Website</li>\n<li>Post or transmit any unlawful, fraudulent, libelous, defamatory, racist, sexist, obscene, pornographic, profane, threatening, abusive, hateful, offensive, or otherwise objectionable information of any kind</li>\n<li>Post or transmit any information constituting or encouraging conduct that would constitute a criminal offense, give rise to civil liability, constitute unauthorized practice of a professional service, or otherwise violate any local, state, national, or foreign law, including without limitation U.S.\nexport control laws and regulations</li>\n<li>Use the “Logitech” or “Logi” names, domain names, trademarks, logos, or insignia in your user or screen name, or in any other manner, that would imply that you work with or are affiliated with Logitech</li>\n<li>&nbsp;Pretend that you are, or that you represent, someone else or impersonate any other person or entity</li>\n<li>Invade the privacy or violate any personal or proprietary right of any person or entity</li>\n<li>Post or transmit any advertisements, solicitations, chain letters, pyramid or Ponzi schemes, investment opportunities or schemes, or other unsolicited commercial communication (except as otherwise expressly permitted by Logitech), or engage in spamming, phishing, or denial of service attacks</li>\n<li>Post, publish, transmit, reproduce, distribute, or in any way exploit any information, software, or other material obtained through this Website for commercial purposes (other than as expressly permitted by the provider of such information, software, or other material)</li>\n<li>Use the Website to generate traffic for other sites</li>\n<li>Infringe the intellectual property rights or similar rights, including but not limited to copyrights, trademarks, and patents, of any person or entity</li>\n<li>Upload, post, publish, transmit, reproduce, or distribute in any way information, software, or other material obtained through this Website, which is protected by copyright or other proprietary right, or derivative works with respect thereto, without obtaining permission of the copyright owner or right holder&nbsp;</li>\n<li>Upload, post, publish, reproduce, transmit, or distribute in any way any component of this Website itself or derivative works with respect thereto without Logitech’s prior written consent, as this Website is protected under U.S.\nand international copyright laws</li>\n<li>Take any action that imposes an unreasonable or disproportionately large load on the infrastructure of this Website or Logitech’s systems or networks, or any systems or networks connected to this Website or to Logitech</li>\n<li>Forge headers (headings) or otherwise manipulate identifiers in order to disguise the origin of any message or transmittal you send to Logitech on or through this Website or any service offered on or through this Website</li>\n<li>Use any robot, spider, scraper, or other automated means to access this Website or services for any purpose without our express written permission.\nhowever, this provision shall not apply to the indexing or updating of search engines</li>\n<li>Post or transmit any information or software that contains a virus, Trojan horse, worm, or other harmful component</li>\n<li>Post or transmit any information, file, or software that contains, but not limited to, a virus, Trojan horse, worm, adware, spyware, crimeware, online graffiti tagger, dropper, rootkit, keylogger, bot, or any other harmful software program or program element</li>\n</ul>\nLinks to third party websites and services\n<p>In attempting to provide you with comprehensive and useful resources, this Website may contain links to third-party websites, which are not under the control of Logitech.\nLogitech is not responsible for the content of or products provided by any linked site or any link contained in a linked site, or any changes or updates to such sites.\nLogitech is providing these links to you only as a convenience, and the inclusion of any link does not imply that Logitech endorses, guarantees, or accepts any responsibility for the content or products on such a third-party site.</p>\n<p>In connection with your use of this Website, you may be made aware of services, products, offers, and promotions provided by third parties, and not by Logitech.\nIf you decide to use third-party services or products, you are responsible for reviewing and understanding the terms and conditions governing any third-party service or product.\nYou agree that the third party, and not Logitech, is responsible for the performance of the third-party services or products.</p>\nNo duty to monitor\n<p>Logitech shall have the right, but not the responsibility, to monitor and/or remove Website content that is provided by others.\nWhile some community and other areas may be monitored for relevance, we have no obligation to prescreen any content and are not responsible for the posting of such content.\nWe reserve the right to refuse to post, to edit submitted content, and to remove content for any reason.\nFurther, Logitech is not responsible for any failure or delay in removing content.</p>\nProcedure for making claims of copyright infringement\n<p>At Logitech, we respect the intellectual property of others.\nIf you believe that your copyrighted work has been copied and is accessible on the Website in a way that constitutes copyright infringement, please contact us to report possible copyright infringement.\nWhen contacting us, please provide Logitech’s copyright agent with the following information:</p>\n<ul>\n<li>A full description of the copyrighted work or other intellectual property that you claim has been infringed</li>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest</li>\n<li>A description of where the material that you claim is infringing is located on this Website&nbsp;</li>\n<li>Your name, address, telephone number, and e-mail address</li>\n<li>A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law</li>\n<li>A statement signed by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or are authorized to act on the copyright or intellectual property owner’s behalf</li>\n</ul>\n<p>Logitech’s agent can be reached through any of the contacts listed below:</p>\n<p>In the U.S.</p>\n<p>Logitech Copyright Agent</p>\n<p>c/o Logitech Inc.</p>\n<p>7700 Gateway Blvd.</p>\n<p>Newark, CA 94560</p>\n<p>Outside of the U.S.</p>\n<p>Logitech Copyright Agent</p>\n<p>c/o Logitech Europe S.A.</p>\n<p>EPFL - Quartier de l'Innovation</p>\n<p>Daniel Borel Innovation Center</p>\n<p>CH - 1015 Lausanne</p>\n<p>By e-mail</p>\n<p>http://support.logitech.com/response-center</p>\n<p>Inquiries that are not relevant to the claim of copyright infringement will not receive a response.</p>\nWARRANTY DISCLAIMER\n<p>EXCEPT AS EXPRESSLY PROVIDED OTHERWISE AND TO THE MAXIMUM EXTENT PERMITTED BY LAW, THIS WEBSITE AND ALL MATERIALS, INFORMATION, POSTINGS, OPINIONS OR SERVICES ON THIS WEBSITE OR LINKED FROM THIS WEBSITE ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, AND LOGITECH AND ITS SUPPLIERS, THIRD PARTY SERVICE PROVIDERS, AND PARTNERS (HEREINAFTER COLLECTIVELY REFERRED TO AS “SUPPLIERS”) HEREBY EXPRESSLY DISCLAIM ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND TITLE.\nLOGITECH DOES NOT REPRESENT OR ENDORSE THE ACCURACY, CURRENTNESS, OR RELIABILITY OF ANY ADVICE, OPINION, STATEMENT, OR OTHER INFORMATION DISPLAYED, UPLOADED, OR DISTRIBUTED THROUGH THE WEBSITE.\nLOGITECH AND ITS SUPPLIERS MAKE NO WARRANTY THAT THIS WEBSITE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS.\nTHAT ACCESS TO THIS WEBSITE OR ANY INFORMATION, POSTINGS, OPINIONS, OR SERVICES LINKED FROM THIS WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.\nOR THAT RESULTS FROM SUCH USE WILL BE ACCURATE OR RELIABLE, OR WILL BE SUITABLE FOR YOUR PURPOSES.\nLOGITECH CANNOT ENSURE THAT ANY FILES OR OTHER DATA YOU DOWNLOAD FROM THIS WEBSITE WILL BE FREE OF ALL VIRUSES, MALWARE, CONTAMINATION, OR DESTRUCTIVE FEATURES, INCLUDING BUT NOT LIMITED TO ALL VIRUSES, MALWARE, TROJAN HORSES, WORMS, ADWARE, SPYWARE, CRIMEWARE, ONLINE GRAFFITI TAGGERS, DROPPERS, ROOTKITS, KEYLOGGERS, BOTS, OR OTHER HARMFUL SOFTWARE PROGRAM OR PROGRAM ELEMENTS.\nIN ADDITION, LOGITECH IS NOT RESPONSIBLE FOR THE CONDUCT OF ANY THIRD PARTY SERVICE PROVIDER, OR PARTNER, WHETHER ONLINE OR OFFLINE.\nNO ORAL OR WRITTEN INFORMATION RECEIVED BY LOGITECH, ITS SUPPLIERS, OR OBTAINED OTHERWISE WILL CHANGE THIS DISCLAIMER.\nSome jurisdictions do not allow these limitations, so the above limitations may not apply in your jurisdiction.</p>\nLIMITATION OF LIABILITY\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT LOGITECH (OR LOGITECH’S OFFICERS, DIRECTORS, INVESTORS, SUBSIDIARIES, AGENTS, ASSIGNEES, REPRESENTATIVES, SUPPLIERS, PARTNERS, OR EMPLOYEES) SHALL NOT BE LIABLE FOR ANY DIRECT DAMAGES OR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO ANY DAMAGES WHATSOEVER RESULTING FROM LOSS OF USE, DATA, PROFITS, OR OTHER INTANGIBLE LOSSES (EVEN IF LOGITECH HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM THE USE OF OR THE INABILITY TO USE THIS WEBSITE, REMOVAL OR TERMINATION OF THIS WEBSITE, UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, ERRORS OR OMISSIONS IN CONTENT ON THIS WEBSITE, STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THIS WEBSITE, INSTRUCTION, INFORMATION OR SERVICES PROVIDED BY OR LINKED FROM THIS WEBSITE, OR ANY OTHER MATTER RELATING TO THIS WEBSITE.\nIN NO EVENT SHALL LOGITECH’S AND ITS SUPPLIERS’ CUMULATIVE LIABILITY FOR ANY AND ALL CLAIMS RELATING TO THE USE OF THIS WEBSITE EXCEED THE TOTAL AMOUNT OF FEES, IF ANY, THAT YOU PAID TO LOGITECH DURING THE PRIOR YEAR FOR THE SPECIFIC SERVICE AT ISSUE, OR $100.00, WHICHEVER AMOUNT IS LESS.\nSome jurisdictions, such as New Jersey, do not allow these limitations, so the above limitations do not apply in New Jersey and may not apply in your jurisdiction.</p>\nIndemnification\n<p>You shall indemnify, defend, and hold harmless Logitech, its affiliates, and their respective officers, employees, and agents from any and all claims, demands, damages, costs, and liabilities, including reasonable attorneys’ fees, made by any third party due to or arising out of your acts or omissions that arise from your wrongful use of this Website in violation of its terms.\nLogitech reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and you agree to cooperate as fully as reasonably required in the defense of any claim.\nThe foregoing indemnification provision shall not apply to the extent that any claims, demands, damages, costs, or liabilities, are the result of Logitech’s own negligence, fraud, willful injury or willful violation of law.</p>\nDisclosure of use\n<p>Logitech may disclose any information we have about you (including your identity), any transmittals or communications by you, and your use of this Website or any services made available on this Website if we determine that such disclosure is necessary to (1) comply with legal process, (2) comply with any investigation or complaint regarding your use of this Website, (3) enforce these Terms of Use, (4) respond to claims that any such data violated the rights of others, or (5) protect the rights, property, or personal safety of Logitech, its employees, and visitors to or users of this Website, including Logitech’s customers, and the public.</p>\n<p>Logitech reserves the right at all times to disclose any information that Logitech deems necessary to comply with any applicable law, regulation, legal process, or governmental request.\nLogitech may also disclose your information when Logitech determines that applicable law requires or permits such disclosure, including exchanging information with other companies and organizations for fraud protection purposes.</p>\nTermination\n<p>You agree that Logitech may, in its sole discretion and without prior notice, terminate your access to the Website and/or block your future access to the Website if we determine that you have violated these Terms of Use or other agreements or guidelines that may be associated with your use of the Website, or for other reasons that may include but are not limited to (1) requests by law enforcement or other government agencies, (2) a request by you to remove your account, (3) discontinuance or material modification of the Website or any service offered on or through the Website, or (4) unexpected technical issues or problems.</p>\n<p>In the event this agreement is terminated, the restrictions regarding Content or materials appearing on the Website, and the representations and warranties, indemnities, and limitations of liabilities set forth in these Terms of Use will survive termination.\nIn the event that you are unsatisfied with the Website or any services that may be provided by Logitech, your sole remedy is to terminate this agreement.</p>\n<p>If Logitech does take any legal action against you as a result of your violation of these Terms of Use, Logitech will be entitled to recover from you, and you agree to pay, all reasonable attorneys’ fees and costs of such action, in addition to any injunctive or equitable relief granted to Logitech.\nYou agree that Logitech will not be liable to you or to any third party for termination of your access to the Website.</p>\nGoverning law\n<p>These Terms and your use of this Website will be governed by the laws of the United States and by the laws of the State of California, without regard to conflicts of law provisions.\nall claims and actions must be brought in the appropriate state or federal court located in Santa Clara County, California.\nand, you agree and submit to the exercise of personal jurisdiction of such courts for the purpose of litigating any such claim or action.\nYou waive all defenses of lack of personal jurisdiction and venue.</p>\nMiscellaneous\n<p>Logitech may assign these Terms at any time to any subsidiary, or any affiliated company, or as part of the sale to, merger with, or other transfer of Logitech to another entity.\nYou may not assign this agreement.\nThese Terms constitute the entire agreement between you and Logitech regarding this subject matter, and they govern your use of this Website.\nThe failure of Logitech to exercise or enforce any right or provision of these Terms does not constitute a waiver of such right or provision.\nIf any provision of these Terms is found to be invalid, the parties nevertheless agree that the parties' intentions as reflected in the provision, and the other provisions of these Terms shall remain in full force and effect.\nRegardless of any statute or law to the contrary, except in New Jersey, any claim or cause of action arising out of or related to use of the Website or these Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\nThis site is owned and operated by Logitech.\n<p>Logitech revised these Terms on August 2016.</p> ", "created_at": "2021-01-13 18:17:11.381634", "updated_at": "2021-02-03 22:44:04.069875"}, {"id": 3480, "name": "Returns and cancellations", "url": "https://www.logitech.com/en-us/my-account/order-faqs.html#returns-cancellations", "xpath": "/html/body/div[1]/main/div[2]/div/div/div[2]/div[2]/div[65]/div/div/div/div[3]/div/div/section/div/div", "text": " <p>\n<strong>What is your Refund and Warranty Policy for new products?</strong>\n</p>\n<p>The Logitech AMR B2C online store by Digital River offers a 30-day money back guarantee.\nThe refund will include the purchase price and original shipping and handling charges if applicable.</p>\n<p>\n<u>Engraved orders are not eligible for refund or exchange.</u>\n</p>\n<p>Logitech has ended its engraving service, and as such, we are unable to re-engrave warranty returns.\nAll other warranty policies will still apply.</p>\n<p>The Logitech limited hardware warranty coverage varies by product.\nPlease refer to the packaging and/or documentation of the product you purchased to determine the warranty's length of time that applies.\nYou may also find this information by selecting your product in the Online Support section of our website at&nbsp;https://support.logi.com.\nFor more information on Logitech limited hardware warranty please go to&nbsp;Warranty Information.</p> ", "created_at": "2021-01-13 17:57:27.546633", "updated_at": "2021-02-03 22:42:38.962848"}], "points": [], "urls": ["logitech.com"]}}