{"error": 448, "message": "OK", "parameters": {"id": 6027, "name": "Voicemod", "created_at": "2021-12-05 20:24:16.79688", "updated_at": "2021-12-05 23:01:14.571556", "wikipedia": null, "keywords": null, "related": null, "slug": "voicemod", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6027.png", "url": "voicemod.net", "documents": [{"id": 10899, "name": "Cookies Policy", "url": "https://www.voicemod.net/cookies-policy/", "xpath": "//body", "text": " FEEL THE POWER OF YOUR VOICE! DOWNLOAD VOICEMOD FOR FREE <ul>\n<li>Voice Changer for PC</li>\n<li>Soundboard</li>\n<li>Voicelab</li>\n<li>FAQ</li>\n<li>My Account</li>\n</ul> Cookies Policy <p>v01.00 18.03.2020</p> What are cookies?\n<p>A cookie is a file or small piece of information that is downloaded to your computer or device when you access certain websites and applications.\nCookies allow a website to, among other things, store and retrieve information about the user’s or your computer’s browsing habits and, depending on the information they contain and how your computer is used, can be used to recognize the user.</p>\n<p>&nbsp;</p>\nWhat types of cookies does this website use?\n<p>\n<strong>Technical cookies:</strong>\n</p>\n<p>Those that allow the user to navigate through a web page, platform or application and to use the different options or services that exist therein, including those used to allow the management and operation of the web page and to enable its functions and services, such as, for example, controlling traffic and data communication, identifying the session, accessing parts of restricted access, remembering the elements that make up an order, carrying out the purchase process of an order, manage payment, control fraud linked to the security of the service, make the request for registration or participation in an event, count visits for the purposes of invoicing the licences of the software with which the service operates (website, platform or application), use security elements during navigation, store content for the broadcasting of videos or sound, enable dynamic content (for example, animation for loading a text or image) or share content through social networks.</p>\n<p>\n<strong>Analysis cookies:</strong>\n</p>\n<p>The information collected through this type of cookie is used to measure the activity of the websites, application or platform, in order to make improvements based on the analysis of usage data made by users of the service.\nCookies are those which, if processed by us or by third parties, allow us to quantify the number of users and thus carry out the measurement and statistical analysis of the use made by users of the website.\nFor this purpose, their navigation on our website is analyzed in order to improve the products or services we offer them.<br>\nThis website uses Google Analytics, an analytical (anonymized) web service provided by Google, Inc.\na Delaware company whose main office is at 1600 Amphitheatre Parkway, Mountain View (California), CA 94043, United States (“Google”).\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however, please note that if you do this you may not be able to use the full functionality of this website.\nYou can also refuse the use of cookies and the use of data related to the site (including your IP address) to Google as well as prevent the processing of these data by Google by downloading and installing a plug-in on the following link.\nBy using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.\nThis tool allows you to track the use of our website by compiling reports on site activity.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf.\nGoogle’s privacy policy can be found here.</p>\n<p>\n<strong>Functional cookies:</strong>\n</p>\n<p>Functional cookies are cookies that allow the website to function as expected.\nSome cookies are necessary to allow you to navigate our website and use its functions.\nWithout them, we cannot properly provide some services, such as user registration.\nThese cookies may be used to help recognize and remember you when you log on to the platform so that we can remember your settings and preferences, as well as, where appropriate, your language and region or your connection status.\nThese cookies may also help us to provide you with the services you have requested or to provide you with feedback.\nThese cookies do not track your browsing activity on different websites.</p>\n<p>\n<strong>Preference or personalization cookies:</strong>\n</p>\n<p>These are cookies that allow us to remember information so that the user can access the service with certain characteristics that may differentiate their experience from that of other users, such as, for example, the language, the number of results to be shown when the user carries out a search, the appearance or content of the service depending on the type of browser through which the user accesses the service or the region from which they access the service, etc.<br>\nAdvertising cookies: These are those that, either processed by us or by third parties, allow us to manage our offer within the website in the most efficient way, adapting the contents shown to the service requested or the use of our website.\nIn this way you can personalize our products or services according to your browsing habits and also adapt the content shown to the type of device from which you access them.<br>\nThe cookies used by this website are detailed in this file.<br>\n(*) Not necessary when collecting a purpose field but recommended also if possible (e.g.\ntechnical, session, analytical, social, advertising, etc…).</p> How can you allow, block or delete cookies?\n<p>The access and use of our website implies the acceptance of the use of these cookies on the user’s devices.\nThe deactivation of the cookies can lead to the navigation not being optimal and some of the utilities of which the web can have do not work correctly.<br>\nThe user can allow, block or delete the cookies, as well as erase their navigation data (including cookies) from the browser they use.\nPlease consult the options and instructions provided by your browser to do so.\nPlease note that if you accept third party cookies, you must delete them from your browser options.</p>\n<p>Most browsers are set by default to accept cookies.\nIf you block cookies, it may affect the operation and optimization of the web pages you visit.\nFor more information about each browser and how to disable cookies in major browsers, please use the following options:</p>\n<p>For more information about Mozilla Firefox Browser click here<br>\nFor more information about Chrome Browser click here<br>\nFor more information about Internet Explorer Browser click here<br>\nFor more information about Safari Browser click here</p> Use of cookies\n<p>The access, use and navigation on our website confirms the acceptance by the user of the cookies enabled as he is informed at his first access.\nIf you disable cookies, your navigation may not be optimal and some of the utilities available on the website may not function properly.</p> Period of conservation\n<p>The information will be stored for the time necessary to fulfil the purposes for which it was collected, and in particular within the time limits indicated above, except that which must be kept for longer periods following the legal framework in force and to meet any obligation or liability that may arise from the relationship maintained and/or processing.</p> Updates and changes to the Cookie Policy\n<p>The Cookie Policy may be modified in the future following new legislative, regulatory or corporate requirements, or to adapt this policy to the instructions issued by the Spanish Data Protection Agency, or other administrative or judicial authorities.\nThe changes will be published on the website.\nIf you would like more information about the use of cookies, please contact us at privacy@voicemod.net.</p>\n<p>LET'S CONNECT</p>\n<p>Support · Join Us ·&nbsp;Blog·&nbsp;Our App</p> © 2021 Voicemod S.L.\n· Privacy Policy · Cookies Policy · English <li>Deutsch</li>\n<li>Français</li>\n<li>日本語</li>\n<li>Русский</li>\n<li>Español</li>\n<li>한국어</li>\n<li>中文(繁體)</li> Privacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back Button BackVendor Search Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and content personalization.</p>Cookies Settings Accept All Cookies", "created_at": "2021-12-05 19:24:50.317515", "updated_at": "2021-12-05 19:24:57.963763"}, {"id": 10898, "name": "Privacy Policy", "url": "https://www.voicemod.net/privacy/", "xpath": "", "text": " FEEL THE POWER OF YOUR VOICE! DOWNLOAD VOICEMOD FOR FREE <ul>\n<li>Voice Changer for PC</li>\n<li>Soundboard</li>\n<li>Voicelab</li>\n<li>FAQ</li>\n<li>My Account</li>\n</ul> Privacy Policy <p>Reviewed: 09/28/2021 </p>\n<p>The privacy of your personal data and transparency<br>\nin its processing is a priority objective of our corporate policies and a regulatory requirement.</p> Introduction\n<p>This Privacy Policy is an integral part of Voicemod’s general terms and conditions and shall apply to the processing of personal data of users of our websites, products, services and applications, including both data provided by them directly and data that may be collected automatically or provided by third parties during the supply of any product, service or application requested and/or in the development of a contractual relationship with us.\nAdditional terms and conditions may also apply in your interaction with us, depending on the products and services you request and use at any given time.</p>\n<p>&nbsp;</p>\n<p>The access, use and maintenance of our sites, services and applications involves the processing of personal information of its users according to the purposes informed in this policy.</p>\n<p>&nbsp;</p>\n<p>The navigation or use of our websites, products, services and applications, as well as their options and functionalities, implies your agreement with their terms and conditions and our Privacy Policy.\nThe supply of any information required implies the acceptance of its processing in a manner consistent with the purpose for which it was supplied and your compliance with these conditions and policies.\nSimilarly, the acceptance of our conditions and policies through any of the options enabled, both on our websites and in our applications, implies full and unreserved acceptance of all its terms and conditions.</p>\n<p>&nbsp;</p>\n<p>You should read our policy carefully to ensure that you fully understand it.\nWe have tried to include all the legally required aspects from a global and protectionist approach, although, given its length, if you have any questions, you can contact us directly at the address we have provided for this purpose: privacy@voicemod.net .\nIf you do not agree with our policies and conditions, we ask you to leave this website and not to use it or our applications and services.</p>\nWho is responsible for processing your data?\n<p>Voicemod, Limited Company (hereinafter, Voicemod), with NIF/VAT number B98657844 and with registered office at Obispo Don Jerónimo 10 street, CP 46003, Valencia (Spain), is the controller of your personal data while browsing and using its websites, products, services and applications.\nVoicemod is the owner of the domain “voicemod.net” as well as of this website made available to its clients and users for the purpose of informing about its corporate identity, activities, products, services and applications, policies and conditions.\nIf you wish to contact us, you can do so at the following address: privacy@voicemod.net.</p>\nWhat are the details about the processing of your data?\n<p>We may process data about users of the websites, products, services and applications that we operate through our interactions with them and through those sites, products, services and applications.\nThis data will vary depending on the context of those interactions, features you use and, where appropriate, the choices you make, including managing preferences and settings.</p>\n<p>&nbsp;</p>\n<p>The information we collect and may process may include, but is not limited to, identifying information (such as username, email address, date of birth, and phone number if you chose to provide it), business information (such as purchase records and business communications), economic and financial information (payment information), technical information and location (such as IP address, device identifier, operating system, browser, microphones and headsets, device memory, advertising identifiers, application identifiers, language, battery level or time zone), usage and activity information when using the functionalities and utilities of our different services and applications, which may include image and voice without identifying purposes, values and technical parameters for quality of services, as well as other information that may be inferred from a user in an inherent or associated manner or that identifies or may reasonably be associated with a user.</p>\n<p>&nbsp;</p>\n<p>When we request personal data from a user, the user can refuse to do so, although most of our products, services, utilities and applications require some personal data for their provision, access and use, so in these cases, if you choose not to provide the data required to provide a product, service, utility or application, you will not be able to use it.\nLikewise, when we need to collect personal data by legal imperative to conclude a contract, fulfil or maintain it, if not provided, we cannot conclude or maintain it, and we may be forced to suspend or cancel it if it has been concluded, which we will inform you when appropriate.\nIf the provision of personal data is optional and a user chooses not to provide it, the services, functions and utilities related to such data, for example, personalization, may not work for the user.</p>\n<p>&nbsp;</p>\n<p>We do not process data related to the bank account and credit card of our users, unless otherwise indicated in the particular conditions of any product, service or application.</p>\n<p>&nbsp;</p>\n<p>The data that we process within the framework of the services and functionalities of our website or applications are the following:</p>\n1) VOICEMOD’S WEBSITE:\n<p>We collect and process information you provide to us or to which we have access in the course of your browsing on our website on the terms set out in this Privacy Policy and, in particular.</p>\n<p>&nbsp;</p>\n<p>We may process data that are linked to you.\nThese data may include: contact data, such as name and email address.\nprofessional and academic data.\nWe also process data that is not linked to you, such as browsing data.\nand indirect identifiers (Discord and Twitch usernames)</p>\n<p>&nbsp;</p>\n<p>Below you will find further details on the processing of such data, classified according to the link with you and the purpose of processing:<br>\n&nbsp;<br>\n<b>\n<u>Data linked to you:</u>\n</b>\n<br>\n&nbsp;<br>\n<b>A) Answering your contact and support request:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: contact data (name and e-mail address)</li>\n<li>Methods of data collection: when you fill the feedback and support form.</li>\n<li>Legal basis: your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law) and with our legal obligations.</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) Providing you access to your user account details:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: contact data (name and e-mail address)</li>\n<li>Methods of data collection: when you fill a contact form</li>\n<li>Legal basis: your consent and our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law) and with our legal obligations.</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>\n<u>Data not linked to you:</u>\n</b>\n<br>\n&nbsp;<br>\n<b>A) Website functionality:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: browsing data.</li>\n<li>Methods of data collection: through your browsing on our website and when you access your user account through our website.</li>\n<li>Legal basis: our legitimate interest and your consent.\n</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) Data analysis:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: browsing data.</li>\n<li>Methods of data collection: through your browsing on our website.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>C) Tracking:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: device ID and OS.\nIP address, environment and apps used to access our web.\nlanguage, use pattern, etc.</li>\n<li>Methods of data collection: through your browsing on our website.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;</p>\n2.\nVOICEMOD FOR WINDOWS (DESKTOP):\n<p>&nbsp;<br>\nWe collect and process information you provide to us or to which we have access in the course of your use of the software on the terms set out in this Privacy Policy and, in particular, when you install and use the software to create content with your device using its audio recorder.<br>\n&nbsp;<br>\nWe may process data that are linked to you.\nThese data may include: direct identifiers (voice).\npurchase data.\nWe also process data that is not linked to you.\nThese data may include: contact data (email address).\nindirect identifiers (Voicemod PRO license ID, Discord and Twitch usernames and device ID) diagnostic data (errors and performance data) and connection data (local network information).<br>\n&nbsp;<br>\nBelow you will find further details on the processing of such data, classified according to the link with you and the purpose of processing:<br>\n&nbsp;<br>\n<b>\n<u>Data linked to you:</u>\n</b>\n<br>\n&nbsp;<br>\n<b>A) Product personalization:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: purchase data (purchase history).</li>\n<li>Methods of data collection: through the log-in as a PRO user and by the use of the software as a PRO user.</li>\n<li>Legal basis: your consent and our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law) and with our legal obligations.</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) App functionality:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: purchase data (purchase history).</li>\n<li>Methods of data collection: through the log-in as a PRO user and by the use of the software as a PRO user.</li>\n<li>Legal basis: your consent and our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>C) Product development:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: little excerpts of your voice.</li>\n<li>Methods of data collection: through your use of the application.</li>\n<li>Legal basis: your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: no communication of data will be performed without your permission</li>\n</ul>\n<p>&nbsp;<br>\n<b>D) Communicating with you:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: contact data, which includes your email address.</li>\n<li>Methods of data collection: through the registration procedure in our application.</li>\n<li>Legal basis: your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>E) Commercial communications:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: user ID, licence ID, email address.</li>\n<li>Methods of data collection: through your use of our software, log-in or log-up.</li>\n<li>Legal basis: provision of communications regarding similar products and offers (legitimate interest), your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators that helps us in the provision of the e-communications.</li>\n</ul>\n<p>&nbsp;<br>\n<b>\n<u>Data that are not linked to you:</u>\n</b>\n<br>\n&nbsp;<br>\n<b>A) App functionality and support:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: diagnostic data, including error and performance data, and indirect identifiers, such as license ID and device ID.</li>\n<li>Methods of data collection: through your access and use of the software.</li>\n<li>Legal basis: our legitimate interest.\n</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) Data analysis: </b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: diagnostic data, including error and performance data.\nindirect identifiers, such as licence ID and device ID.</li>\n<li>Methods of data collection: through your use of the software.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>C) Product personalization:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: indirect identifiers, such as licence ID and device ID.</li>\n<li>Methods of data collection: through your use of the software.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>D) Market research and statistics:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: diagnostic data, including error and performance data.\nindirect identifiers, such as licence ID and device ID.</li>\n<li>Methods of data collection: through your use of the software.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>E) Communicating with you:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: contact data, which includes your email address.</li>\n<li>Methods of data collection: through the registration procedure in our application.</li>\n<li>Legal basis: your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>F) Tracking:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: device ID and OS.\nIP address, environment and apps used to access our web.\nlanguage, use pattern, etc.</li>\n<li>Methods of data collection: through your use of our software.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>G) Commercial communications:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: device ID and OS.\nIP address, environment and apps used to access our web.\nlanguage, use pattern, etc.</li>\n<li>Methods of data collection: through your use of our software.</li>\n<li>Legal basis: provision of communications regarding similar products and offers (legitimate interest).</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators that helps us in the provision of the e-communications.</li>\n</ul>\n<p>&nbsp;</p>\n3.\nVOICEMOD SDK\n<p>&nbsp;</p>\n<p>We collect and process information you provide to us or to which we have access in the course of your use of any app or software which contain or in which has been deployed our technology and services due to collaboration agreement we have with partners and other developers, on the terms set out in this Privacy Policy and, in particular, when you install and use the such app or software containing our tech or services.<br>\n&nbsp;<br>\nIn the case of the use of our software by third party applications, we do not collect any personal data and we only process the device identifiers and the data used by the software to manage the licenses granted to third parties that do not allow users to be personally identified.\nIn this case, the use of the functionalities provided by the VOICEMOD software will be subject to the privacy policy of the third parties involved, without our intervention, and therefore we will not be responsible for the data processing carried out by such third parties.&nbsp;<br>\n&nbsp;<br>\nBelow you may find the data we process about end-users of applications or softwares containing our technology:<br>\n&nbsp;<br>\n<b>\n<u>Data that are not linked to you:</u>\n</b>\n<br>\n&nbsp;</p>\n<p>\n<b>A) App functionality and support:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: diagnostic data, including error and performance data, and indirect identifiers, such as license ID and device ID and, Discord and Twitch usernames when deciding to sign up through those platforms.</li>\n<li>Methods of data collection: through your access and use of the software.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) Data analysis:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: diagnostic data, including error and performance data.\nindirect identifiers, such as licence ID and device ID.</li>\n<li>Methods of data collection: through your use of the software.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>C) Tracking:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: device ID and OS.\nIP address, environment and apps used to access our web.\nlanguage, use pattern, etc.</li>\n<li>Methods of data collection: through your use of the software or app in which our tech has been deployed.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;</p>\n4.\nCONTROLLER APP:\n<p>&nbsp;<br>\nWe collect and process information you provide to us or to which we have access in the course of your use of the app on the terms set out in this Privacy Policy and, in particular, when you install and use the application to create content with your device using its audio and video recorder.&nbsp;<br>\n&nbsp;<br>\nWe may process <b>data that are linked to you</b>.\nThese data may include: purchase data (purchase history).\nWe also process <b>data that is not linked to you</b>.\nThese data may include: diagnostic data (errors and performance data) and connection data (local network information).<br>\n&nbsp;<br>\nBelow you will find further details on the processing of such data, classified according to the link with you and the purpose of processing:<br>\n&nbsp;<br>\n<b>\n<u>Data linked to you:</u>\n</b>\n<br>\n&nbsp;<br>\n<b>A) Product personalization:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: user ID, Device ID, Product interaction.</li>\n<li>Methods of data collection: through your use of the application.</li>\n<li>Legal basis: your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law) and with our legal obligations.</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) App functionality:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: user ID, licence ID, device ID.\nand access to mobile services (such as the mobile camera, and Wi-Fi network being used).</li>\n<li>Methods of data collection: through your use of the application.</li>\n<li>Legal basis: your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>\n<u>Data that are not linked to you:</u>\n</b>\n<br>\n&nbsp;</p>\n<p>\n<b>A) App functionality:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: diagnostic data, including error and performance data.\nindirect identifiers, such as user ID and device ID.\nand connection data (local network information</li>\n<li>Methods of data collection: through your use of the application.</li>\n<li>Legal basis: our legitimate interest and your consent.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) Data analysis:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: diagnostic data, including error and performance data.\nindirect identifiers, such as user ID and device ID.</li>\n<li>Methods of data collection: through your use of the application.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>C) Tracking:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: device ID and OS.\nIP address, environment and apps used to access our web.\nlanguage, use pattern, etc.</li>\n<li>Methods of data collection: through your use of our software.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>D) Commercial communications:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: device ID and OS.\nIP address, environment and apps used to access our web.\nlanguage, use pattern, etc.</li>\n<li>Methods of data collection: through your use of our software.</li>\n<li>Legal basis: provision of communications regarding similar products and offers (legitimate interest).</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law)</li>\n<li>Communication: data can be communicated to different providers or collaborators that helps us in the provision of the e-communications.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>\n<u>WHERE DO YOUR DATA COME FROM?</u>\n</b>\n<br>\n&nbsp;</p>\n<p>Processed data may be collected: a) Directly from you when you provide it to us within the framework of our websites, products, services and applications, whether in person, by telephone or electronically, for example when you provide it when you register, create an account , fill out a form or use certain services.\nb) Automatically through your access to and use of our sites, products, services and applications, and the tools and utilities available to them, for example user IDs.\nc) From third parties, for example distributors of our products, applications and services and social networks to manage the registration/subscription to certain services and applications, or payment platforms for the management of the established relationship.<br>\n&nbsp;</p>\n5.\nVOICEMOD CLIPS:\n<p>&nbsp;<br>\nWe collect and process information you provide to us or to which we have access in the course of your use of the app on the terms set out in this Privacy Policy and, in particular, when you install and use the application to create content with your device by modifying and modulating your videos’ sounds and voices.<br>\n&nbsp;<br>\nThe data we process are data that are not directly linked to you.\nThese data may include: usage data (interaction with the app).\ndiagnostic data (errors and performance data).\nidentifiers (user ID and device ID).\nWe can also process data that are linked to you, such as visual information, like videos and audio records that you modify through our app.<br>\n&nbsp;<br>\nBelow you will find further details on the processing of such data, classified according to the purpose of the processing:<br>\n&nbsp;<br>\n<b>\n<u>Data not linked to you:</u>\n</b>\n<br>\n&nbsp;<br>\n<b>A) Provide you with the app’s service:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: visual information (videos and audio records).</li>\n<li>Methods of data collection: when you use our app’s functionalities, we need permission to access your local media to select videos.</li>\n<li>Legal basis: our legitimate interest and your consent that we require by means of the pop-up notifications.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: no communication of data will be performed without your permission.</li>\n</ul>\n<p>&nbsp;<br>\n<b>B) App functionality:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: usage data which refers to your interaction with our application.\ndiagnostic data, including error and performance data.\nindirect identifiers, such as device ID.</li>\n<li>Methods of data collection: through your use of the application.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitud.</li>\n</ul>\n<p>&nbsp;<br>\n<b>C) Data analysis:</b>\n<br>\n&nbsp;</p>\n<ul>\n<li>Processed data: usage data, which refers to your interaction with our application and diagnostic data, including error and performance data.</li>\n<li>Methods of data collection: through your use of the application.</li>\n<li>Legal basis: our legitimate interest.</li>\n<li>Retention period: the time necessary to fulfil the purposes for which they were collected (unless you revoke your consent, request their deletion, limit the processing, their portability or oppose their processing, with the exception of those which it is necessary to keep for longer periods of time provided for by law).</li>\n<li>Communication: data can be communicated to different providers or collaborators, such as Iterable and Amplitude.</li>\n</ul>\n<p>&nbsp;<br>\n<b>\n<u>WHERE DO YOUR DATA COME FROM?</u>\n</b>\n<br>\n&nbsp;<br>\nAll data come from the data subject.\nSpecifically, the data is collected directly from your use and behavior in the environment of our application.\nVisual information may be obtained when you use our app’s functionalities and you give us your permission to access your local media to select videos.<br>\n&nbsp;</p>\nMINORS\n<p>&nbsp;<br>\nThe contents, services, tools and utilities of our websites, as well as, in general, our products, services and applications have been directed and oriented to platforms and users that have the legal age of majority required by the legislation of their country of residence to authorize the processing of their data and to use the applications, products and services that they intend to have.<br>\n&nbsp;<br>\nThe request for any product, service or application must be made by persons with the legal capacity to do so according to their country of residence.\nIn the case of minors under 16 years of age, in compliance with the regulatory requirements applicable to you according to your country of residence, in order to process your data, it may be necessary for any application, activation or registration to be made by your parents or guardians or, where applicable, with their consent.\nIn such cases, it is they who must contact us to provide their identification data and, where appropriate, their prior consent to access and use of our products, services and applications.<br>\n&nbsp;<br>\nThe application and contracting of our products, applications and services by parents or guardians in their own name for their subsequent use by minors, implies knowledge and acceptance of their responsibility for all uses made by the minors in their charge, whether or not they are authorised by them.\nIf they allow the minor in their care to use our products, services and applications, they will do so under their exclusive supervision and responsibility, with full and unreserved acceptance of their respective conditions and of this policy.<br>\n&nbsp;<br>\nWe do not knowingly process data on children under 16 years of age.\nIf we become aware that personal data has been provided or collected from a user under this age in or through our services or applications, we will take appropriate measures to delete them as soon as possible, reserving the right to suspend or terminate the services and use of applications that may be using.\nWe are not responsible for acts carried out by persons without the necessary legal capacity or by altering or hiding their conditions that make them unable to carry out such acts.\nThe parents or guardian of a child under 16 years of age who is a user of any of our services or applications, may contact us at privacy@voicemod.net to interrupt the services and applications they are using and to erase their data.<br>\n&nbsp;</p>\nINTERNATIONAL TRANSFERS\n<p>&nbsp;<br>\nVoicemod operates and supports its products, services and applications from Europe (Spain) and worldwide, without prejudice to the use of platforms and suppliers located in other countries within the framework of its provision, subject to the provisions of the data protection regulations in force at any given time.<br>\n&nbsp;<br>\nUser data may be stored or processed on our servers in Europe, without prejudice to the fact that it may be stored or processed in other countries where our suppliers related to our services and applications have their presence, operate or maintain their facilities.\nSuppliers that may participate in our services and applications located outside the EU and the European Economic Area (EEA) must have an adequate level of protection, under the conditions and guarantees required by law and contract.\nAny international transfer will be carried out in compliance with the current legal framework.\nInitially, we do not carry out international transfers of data processed on our servers in Europe and, if they could be carried out in the future or processed outside the European Economic Area (EEA), they will be carried out in accordance with the European legal framework in force and by means of transfer mechanisms authorized by the same.\nThe data transfers that may be carried out will be those necessary to operate and supply the applications, products and services described for the indicated purposes.\nBy using our applications, products and services, you acknowledge and agree that your data will be processed outside your country of residence and in accordance with the European data protection framework by us.\nIf your country of residence grants any other right that may not be covered by this policy, please inform us as soon as possible.<br>\n&nbsp;</p>\nSECURITY MEASURES\n<p>&nbsp;<br>\nVoicemod is committed to complying with its obligation of confidentiality and secrecy regarding the personal data it processes and adopts the administrative, technical and physical security measures required by the legislation on privacy in order to reasonably ensure their protection and avoid their alteration, loss, treatment or unauthorized access, taking into account at all times the state of technology.\nHowever, we cannot fully guarantee the absolute invulnerability of our security systems or those of third parties, since no security measure currently in place is absolutely unbreakable, and Voicemod will therefore not be liable under any circumstances for any incidents that may arise in relation to personal data when they are derived from an attack or unauthorized access to its systems in such a way that it is impossible to detect them by the security systems in place, without prejudice to the possible obligation to report the event to the competent authorities and users concerned.<br>\n&nbsp;<br>\nVoicemod is specifically subject to the European data protection legal framework and, in particular, to the GDPR Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation), as well as to other applicable national and international regulations.<br>\n&nbsp;</p>\nWHAT RIGTS DO YOU HAVE OVER YOUR DATA? <p>&nbsp;<br>\nYou have the right to ask VOICEMOD at the following address privacy@voicemod.net:<br>\n&nbsp;</p>\n<ul>\n<li>access to your data, which you can also consult in the “my data” section,&nbsp;</li>\n<li>the rectification of your data, because we also want to make sure that your information is accurate and up to date,&nbsp;</li>\n<li>the deletion of your data,&nbsp;</li>\n<li>the limitation of the processing of data concerning you,&nbsp;</li>\n<li>the opposition to the processing of your data, when the legitimacy for the processing of your data is our legitimate interest,&nbsp;</li>\n<li>the withdrawal of your consent to the processing of your data, when the legitimation for processing your data is your consent, and&nbsp;</li>\n<li>the portability of your data, when the legitimation for the processing of your data is your consent or the execution of a contract.&nbsp;</li>\n</ul>\n<p>&nbsp;<br>\nIn addition, you have the right to lodge a complaint with the Spanish Data Protection Agency (AEPD) if you have doubts or are not satisfied with the exercise of your rights or the processing we carry out.\nThe contact details are:<br>\n&nbsp;</p>\n<ul>\n<li>Spanish Data Protection Agency (AEPD) -Spain-.</li>\n<li>Register of entry</li>\n<li>Calle Jorge Juan, 6 // C.P.: 28004 – Madrid</li>\n<li>Telephone assistance: +34 901 100 099 // +34 91 266 35 17</li>\n<li>https://www.aepd.es/</li>\n</ul>\n<p>LET'S CONNECT</p>\n<p>Support · Join Us ·&nbsp;Blog·&nbsp;Our App</p> © 2021 Voicemod S.L.\n· Privacy Policy · Cookies Policy · English <li>Deutsch</li>\n<li>Français</li>\n<li>日本語</li>\n<li>Русский</li>\n<li>Español</li>\n<li>한국어</li>\n<li>中文(繁體)</li> Privacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\nMore information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back Button BackVendor Search Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Clear checkbox label labelApply CancelConfirm My Choices Allow All<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and content personalization.</p>Cookies Settings Accept All Cookies", "created_at": "2021-12-05 20:24:16.799585", "updated_at": "2021-12-05 19:24:40.846117"}], "points": [{"id": 27256, "title": "There is a date of the last update of the agreements", "source": "https://www.voicemod.net/cookies-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-12 19:07:13.942325", "updated_at": "2022-03-12 19:07:13.942325", "quoteText": "v01.00 18.03.2020</p> ", "case_id": 331, "document_id": 10899, "quoteStart": 188, "quoteEnd": 210}], "urls": ["voicemod.net"]}}