{"error": 448, "message": "OK", "parameters": {"id": 4030, "name": "Kialo", "created_at": "2021-06-10 19:24:53.231504", "updated_at": "2021-06-10 22:00:44.067253", "wikipedia": "https://en.wikipedia.org/wiki/Argument_technology", "keywords": null, "related": null, "slug": "kialo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4030.png", "url": "kialo.com", "documents": [{"id": 6942, "name": "TERMS OF SERVICE", "url": "https://www.kialo.com/terms", "xpath": "//body", "text": " For private &amp.\npublic use:Kialo.com For educators:Kialo-edu.com &nbsp.\n&nbsp.\n<p>Kialo.com’s terms of service and privacy policy are currently being updated to reflect that it is GDPR and CCPA compliant.</p>\n<p>FYI: Kialo.com is a free, non-revenue generating site.\nIt has no ads, nor is user data being abused or resold.\nUser data is used to improve the site, e.g.\nto see which functions are frequently used, to display user content, and to make the site user friendly by identifying which claims users have already seen.</p>\n<p>Please contact us if you have any questions.</p>\n<p>September 08, 2017</p> KIALO TERMS OF SERVICE <p>Welcome to Kialo! Thank you for joining the debates on our site.\nWe’re glad you’re here.</p>\n<p>These Terms of Service (“Terms”) apply to your use of Kialo’s website and services.\nPlease read them carefully because by using Kialo, you agree to be bound by these Terms.\nIf you’re using Kialo on behalf of an organization, you agree to these Terms on behalf of that organization.</p> Content <p>You’ll find a couple of types of content on our service.</p>\n<p>\n<u>Your Content</u>.\nYour contributions to Kialo are yours and yours alone.\nBy posting content to Kialo, you agree to give us a perpetual and irrevocable license to use, copy, display, distribute, and store your content.\nYou also agree to freely license your published content to all Kialo users on the same terms.\nYour unpublished content will never be shown to anyone other than the Kialo users you authorize to see it.</p>\n<p>You’re solely responsible for the content you post to Kialo and assume all risks associated with it, including intellectual property or other legal claims.\nBy posting content on Kialo, you represent that you have the necessary rights to that material, and that doing so doesn’t conflict with other agreements you’ve made.</p>\n<p>We don’t pre-screen anyone’s content, but we have the right—though no duty—to review and remove your contributions to Kialo.\nWe assume no liability for content that you or others post on our service.</p>\n<p>\n<u>Kialo’s Content and Brand Features</u>.\nKialo is protected by copyright, trademark, and other laws.</p>\n<p>Kialo gives you a personal, worldwide, royalty-free, non-assignable, and non-exclusive license to use the software we provide you to use our service.\nThis license is for the sole purpose of enabling you to use Kialo as permitted by these Terms.\nIf you violate these Terms, we may terminate this license.</p>\n<p>You may not use any of Kialo’s trademarks, logos, domain names, or other distinctive brand features without our permission, except as otherwise permitted by law.</p> Community Guidelines <p>Kialo strives to provide a great service.\nTo that end, we ask that you respect these rules, and we reserve the right to terminate your account if you don’t follow them.</p>\n<ul>\n<li>Don’t use Kialo in a manner that violates any laws, regulations, ordinances, or directives.</li>\n<li>Don’t use Kialo contrary to our policies.</li>\n<li>Don’t use Kialo to do anything threatening, abusive, harassing, defamatory, tortious, obscene, profane, or invasive of another person’s privacy.</li>\n<li>Don’t interfere with the proper functioning of any software, hardware, or equipment on Kialo.</li>\n<li>Don’t engage in any conduct that inhibits anyone else’s use or enjoyment of Kialo, or which may harm Kialo or our users.</li>\n<li>Don’t impersonate others on Kialo in a manner that is intended to or actually does confuse, deceive, or mislead other people.</li>\n</ul> Crawling Kialo and Exporting Discussions <p>Crawling Kialo is allowed in accordance with our robots instructions, and you may use our export functionality to download debates for private use.\nPlease don’t use other means to monitor or copy any material on Kialo, either manually or through automated means (<i>i.e</i>., scraping), without prior written consent.\nIf you’d like to request consent, please contact support@kialo.com.</p> Our Rights <p>We’re always working to improve Kialo and make our forum better, so we reserve some rights.\nWe may change our services from time to time, and modify, suspend, or terminate user accounts that don’t comply with our terms.\nKialo is not liable for any damages as a result of these actions.</p> Other Sites and Services <p>Kialo contains links to websites and other services that we neither own nor control.\nWe don’t endorse or assume responsibility for any third-party sites, information, materials, products, or services.</p> Privacy <p>Our Privacy Policy governs our collection and use of your personal information.\nPlease review those provisions, too.</p> Security <p>We take the security of Kialo very seriously.\nWe work hard to protect your content and account, but we can’t absolutely guarantee that third parties won’t be able to defeat our security measures.\nPlease let us know immediately if you discover any compromise or unauthorized use of your account.</p> Children <p>Kialo is only for users 13 years old and older.\nIf we learn a child under 13 is using our service, we’ll terminate the child’s account.</p> Copyright <p>Kialo’s copyright policy complies with the Digital Millennium Copyright Act.\nFor more information, see our Copyright Policy.</p> Account Termination <p>You can disable your Kialo account at any time by sending an email to support@kialo.com.\nThis means your user account will no longer be active on our service, and we will delete the personally identifiable information we have about you within 90 days.\n</p>\n<p>Content that you’ve contributed to Kialo discussions will remain available to the Kialo users you previously authorized to see it, even after you disable your account, though your identity as the author will be anonymized.\nOther users will still be able to view the profile associated with your account, but it will no longer contain personally identifiable information.</p> Disclaimers <p>Kialo is provided “as is” without any warranties, express or implied.</p>\n<p>\n<i>Kialo disclaims all warranties and conditions of merchantability, fitness for a particular purpose, and non-infringement.</i>\n</p>\n<p>(Some states don’t allow these disclaimers, so this provision might not apply to you.)</p> Limitation of Liability <p>\n<i>To the fullest extent allowed by law, Kialo shall not be liable for any indirect, incidental, special, consequential, or punitive damages, any loss of profits or revenues, or any loss of data, use, goodwill, or other intangible losses resulting from (A) your access to, use of, inability to access, or inability to use Kialo.\n(B) any third-party conduct or content on Kialo, including any defamatory, offensive, or illegal conduct of third parties.\nor (C) any unauthorized access, use, or alteration of your content.</i>\n</p>\n<p>(Some states don’t allow these limitations, so this provision might not apply to you.)</p> Arbitration and Opt Out <p>We’d like to resolve any disputes fairly and quickly.\nToward that end, if you have any issue with Kialo, please contact us and we’ll work with you in good faith to try to resolve the matter.</p>\n<p>If we can’t resolve the dispute informally, you and Kialo agree to resolve any claim against each other through final and binding arbitration.</p>\n<p>We agree to submit the dispute to a single arbitrator under the Commercial Arbitration Rules of the American Arbitration Association (AAA) including the Optional Rules for Emergency Measures of Protection and the Supplementary Procedures for Consumer-Related Disputes, or, by separate mutual agreement, to another arbitration institution.\nThe AAA’s rules and a description of the arbitration process are available at www.adr.org.</p>\n<p>The location of the arbitration and the allocation of fees and costs shall be determined under the AAA rules, except that Kialo will reimburse you for all AAA administrative fees in disputes that are subject to the Supplementary Procedures for Consumer-Related Disputes, unless the arbitrator determines that a claim or counterclaim was filed for purposes of harassment or is patently frivolous.</p>\n<p>The award rendered by the arbitrator shall include costs of arbitration, reasonable attorneys' fees and reasonable costs for expert and other witnesses.\nHowever, if your claim for damages does not exceed $75,000, Kialo will pay for all reasonable filing, administrative, and arbitrator fees, as long as the arbitrator determines that your claim is non-frivolous.\nIf you win an arbitration award that’s more generous than any offer we made to settle the dispute, Kialo will pay you $1,500 on top of the award.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</p>\n<p>The Federal Arbitration Act governs all disputes between you and Kialo.\nThe arbitrator will decide whether a dispute can be arbitrated.</p>\n<p>If you opt out of the arbitration agreement (as provided below), or if the arbitration agreement is found to be unenforceable, you agree to resolve any claim you have with Kialo exclusively in a state or federal court located in Delaware, and to submit to the personal jurisdiction of the courts located in Delaware for purpose of litigating all such disputes.</p>\n<p>Nothing shall prevent either party from seeking injunctive or other equitable relief from the courts for matters related to data security, intellectual property, or unauthorized access to the services.</p>\n<i>Your Right to Opt Out of Arbitration</i>\n<p>\n<b>\n<i>You may opt out of the agreement to arbitrate.\nIf you do so, neither you nor Kialo can require the other to participate in an arbitration proceeding.\nTo opt out, you must notify Kialo within 90 days of the date that you first agreed to these Terms.</i>\n</b>\n</p>\n<p>\n<b>\n<i>Your written opt-out notice must include (1) your name and residence address.\n(2) the email address associated with your account.\n(3) a clear statement that you want to opt out of this arbitration agreement.\nand (4) your signature.</i>\n</b>\n</p>\n<p>\n<b>\n<i>To opt out of arbitration, please send an email to optout@kialo.com.</i>\n</b>\n</p> Governing Law and Jurisdiction <p>These Terms will be governed by the laws of the State of Delaware, except for its conflict of laws principles.</p>\n<p>For claims that aren’t subject to arbitration, we each agree to submit to the personal jurisdiction of a state court located in Delaware or in the United States District Court for the District of Delaware.</p> Entire Agreement and Severability <p>The Terms, and the other materials incorporated by reference, constitute the full and entire agreement between you and Kialo.\nIf any provision of these Terms is found to be unenforceable, the remaining provisions of these Terms will remain in full force and effect.</p> No Waiver <p>No waiver of any provision of these Terms shall be a further or continuing waiver of that term.\nKialo’s failure to assert any right or provision under these Terms does not constitute a waiver of that right or provision.</p> Modification <p>The Terms may be modified from time to time.\nThe date of the most recent revisions will always be at https://www.kialo.com/terms, and older versions will be archived at https://www.kialo.com/terms/archive.\nIf we make changes that we believe will substantially alter your rights, we will notify you in advance.\nYou’ll agree to accept any changes or revisions to the Terms by continuing to use Kialo.</p> Contact <p>We welcome all questions, concerns, and feedback you might have about these terms.\nIf you have suggestions for us, let us know at support@kialo.com.</p> &nbsp.\n&nbsp.\nExplore Search Tour About Kialo Release Notes Careers Privacy Policy Terms of Service Help Center Contact Us Status &nbsp.\n<p>For the public</p> &nbsp.\n<p>For educators</p> Twitter Facebook © Kialo 2021 English &nbsp.\nEmpowering Reason ", "created_at": "2021-06-10 17:32:53.177174", "updated_at": "2021-06-10 17:33:00.276752"}, {"id": 6941, "name": "PRIVACY POLICY", "url": "http://www.kialo.com/privacy", "xpath": "//body", "text": null, "created_at": "2021-06-10 19:24:53.235201", "updated_at": "2021-06-10 17:36:57.942462"}], "points": [{"id": 27611, "title": "Your feedback is invited regarding changes to the terms.", "source": "https://www.kialo.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-29 03:37:41.56101", "updated_at": "2022-03-29 03:37:41.56101", "quoteText": "We welcome all questions, concerns, and feedback you might have about these terms.\n", "case_id": 119, "document_id": 6942, "quoteStart": 11427, "quoteEnd": 11510}, {"id": 27610, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://www.kialo.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-29 03:37:07.151844", "updated_at": "2022-03-29 03:37:07.151844", "quoteText": "older versions will be archived at https://www.kialo.com/terms/archive.\n", "case_id": 197, "document_id": 6942, "quoteStart": 11147, "quoteEnd": 11219}, {"id": 27609, "title": "The court of law governing the terms is in Delaware", "source": "https://www.kialo.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-29 03:35:34.460723", "updated_at": "2022-03-29 03:36:10.308814", "quoteText": "These Terms will be governed by the laws of the State of Delaware, except for its conflict of laws principles.</p>\n", "case_id": 163, "document_id": 6942, "quoteStart": 10125, "quoteEnd": 10240}], "urls": ["kialo.com"]}}