{"error": 448, "message": "OK", "parameters": {"id": 317, "name": "Fox News", "created_at": "2018-01-20 13:56:43.874868", "updated_at": "2021-03-25 03:19:29.52931", "wikipedia": "https://en.wikipedia.org/wiki/Fox_News", "keywords": null, "related": null, "slug": "fox_news", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/317.png", "url": "foxnews.com", "documents": [{"id": 230, "name": "Closed Captioning Policy", "url": "http://www.foxnews.com/closed-captioning-policy.html", "xpath": "/html/body/div/div/div/div/div[2]", "text": " Fox News<ul>\n<li>U.S.</li>\n<li>Politics</li>\n<li>Opinion</li>\n<li>Business</li>\n<li>Entertainment</li>\n<li>Sports</li>\n<li>Lifestyle</li>\n<li>TV</li>\n<li>Fox Nation</li>\n<li>Listen</li>\n<li>More</li>\n</ul>Expand / Collapse searchLoginWatch TVMenuHot Topics<ul>\n</ul>Coronavirus<ul>\n</ul>U.S.<ul>\n<li>Crime</li>\n<li>Military</li>\n<li>Education</li>\n<li>Terror</li>\n<li>Immigration</li>\n<li>Economy</li>\n<li>Personal Freedoms</li>\n<li>Fox News Investigates</li>\n</ul>World<ul>\n<li>U.N.</li>\n<li>Conflicts</li>\n<li>Terrorism</li>\n<li>Disasters</li>\n<li>Global Economy</li>\n<li>Environment</li>\n<li>Religion</li>\n<li>Scandals</li>\n</ul>Opinion<ul>\n</ul>Politics<ul>\n<li>Executive</li>\n<li>Senate</li>\n<li>House</li>\n<li>Judiciary</li>\n<li>Foreign Policy</li>\n<li>Polls</li>\n<li>Elections</li>\n</ul>Entertainment<ul>\n<li>Celebrity News</li>\n<li>Movies</li>\n<li>TV News</li>\n<li>Music News</li>\n<li>Style News</li>\n<li>Entertainment Video</li>\n</ul>Business<ul>\n<li>Personal Finance</li>\n<li>Economy</li>\n<li>Markets</li>\n<li>Watchlist</li>\n<li>Lifestyle</li>\n<li>Real Estate</li>\n<li>Tech</li>\n</ul>Lifestyle<ul>\n<li>Food + Drink</li>\n<li>Cars + Trucks</li>\n<li>Travel + Outdoors</li>\n<li>House + Home</li>\n<li>Fitness + Well-being</li>\n<li>Style + Beauty</li>\n<li>Family</li>\n<li>Faith</li>\n</ul>Science<ul>\n<li>Archaeology</li>\n<li>Air &amp.\nSpace</li>\n<li>Planet Earth</li>\n<li>Wild Nature</li>\n<li>Natural Science</li>\n<li>Dinosaurs</li>\n</ul>Tech<ul>\n<li>Security</li>\n<li>Innovation</li>\n<li>Drones</li>\n<li>Computers</li>\n<li>Video Games</li>\n<li>Military Tech</li>\n</ul>Health<ul>\n<li>Coronavirus</li>\n<li>Healthy Living</li>\n<li>Medical Research</li>\n<li>Mental Health</li>\n<li>Cancer</li>\n<li>Heart Health</li>\n<li>Children's Health</li>\n</ul>TV<ul>\n<li>Shows</li>\n<li>Personalities</li>\n<li>Watch Live</li>\n<li>Full Episodes</li>\n<li>Show Clips</li>\n<li>News Clips</li>\n</ul> About <ul>\n<li>Contact Us</li>\n<li>Careers</li>\n<li>Fox Around the World</li>\n<li>Advertise With Us</li>\n<li>Media Relations</li>\n<li>Corporate Information</li>\n<li>Compliance</li>\n<li>Supplier Diversity</li>\n</ul> Other <ul>\n<li>Fox Nation</li>\n<li>Fox News Shop</li>\n<li>Fox News Go</li>\n<li>Fox News Radio</li>\n<li>Newsletters</li>\n<li>Alerts</li>\n<li>Podcasts</li>\n<li>Apps &amp.\nProducts</li>\n</ul>Fox News<ul>\n<li>New Terms of Use</li>\n<li>Updated Privacy Policy</li>\n<li>Do Not Sell my Personal Information</li>\n<li>Closed Captioning Policy</li>\n<li>Help</li>\n<li>Contact Us</li>\n</ul>\n<p> This material may not be published, broadcast, rewritten, or redistributed.\n©2020 FOX News Network, LLC.\nAll rights reserved.\nQuotes displayed in real-time or delayed by at least 15 minutes.\nMarket data provided by Factset.\nPowered and implemented by FactSet Digital Solutions.\nLegal Statement.\nMutual Fund and ETF data provided by Refinitiv Lipper.\n</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Google+</li>\n<li>Instagram</li>\n<li>RSS</li>\n<li>Email</li>\n</ul>Closed Captioning Policy <p>Fox News is pleased to offer closed captioning on many Fox News programs made available online and through mobile apps.\nPrograms with closed captioning will have a \"CC\" icon in the player controls.\nJust tap to enable or disable.</p>\n<p>Certification Statement</p>\n<p>To report an issue or concern regarding closed captioning on foxnews.com, please contact us at closedcaptioning@foxnews.com.\nPlease detail your issue or concern by providing the following information:</p>\n<ul>\n<li>Name of the program</li>\n<li>Type of issue (e.g., garbling, missing captions on a certain episode, captions cut off at certain times or on certain days)</li>\n<li>Website or application where you viewed the program</li>\n<li>Approximate time and date that the issue occurred</li>\n<li>Your name and contact information including mailing address, email and phone number</li>\n</ul>\n<p>Written complaints concerning captioning on Fox News programs made available online or through mobile apps may be sent to:</p>\n<ul>\n<li>Paula Firestone</li>\n<li>Vice President Program Operations</li>\n<li>Fox News Network</li>\n<li>1211 Avenue of the Americas</li>\n<li>New York, NY 10036</li>\n<li>Phone: 212.301.3000</li>\n<li>Fax: 212.301.5785</li>\n<li>closedcaptioning@foxnews.com</li>\n</ul> Coronavirus<ul>\n</ul>U.S.<ul>\n<li>Crime</li>\n<li>Military</li>\n<li>Education</li>\n<li>Terror</li>\n<li>Immigration</li>\n<li>Economy</li>\n<li>Personal Freedoms</li>\n<li>Fox News Investigates</li>\n</ul>World<ul>\n<li>U.N.</li>\n<li>Conflicts</li>\n<li>Terrorism</li>\n<li>Disasters</li>\n<li>Global Economy</li>\n<li>Environment</li>\n<li>Religion</li>\n<li>Scandals</li>\n</ul>Opinion<ul>\n</ul>Politics<ul>\n<li>Executive</li>\n<li>Senate</li>\n<li>House</li>\n<li>Judiciary</li>\n<li>Foreign Policy</li>\n<li>Polls</li>\n<li>Elections</li>\n</ul>Entertainment<ul>\n<li>Celebrity News</li>\n<li>Movies</li>\n<li>TV News</li>\n<li>Music News</li>\n<li>Style News</li>\n<li>Entertainment Video</li>\n</ul>Business<ul>\n<li>Personal Finance</li>\n<li>Economy</li>\n<li>Markets</li>\n<li>Watchlist</li>\n<li>Lifestyle</li>\n<li>Real Estate</li>\n<li>Tech</li>\n</ul>Lifestyle<ul>\n<li>Food + Drink</li>\n<li>Cars + Trucks</li>\n<li>Travel + Outdoors</li>\n<li>House + Home</li>\n<li>Fitness + Well-being</li>\n<li>Style + Beauty</li>\n<li>Family</li>\n<li>Faith</li>\n</ul>Science<ul>\n<li>Archaeology</li>\n<li>Air &amp.\nSpace</li>\n<li>Planet Earth</li>\n<li>Wild Nature</li>\n<li>Natural Science</li>\n<li>Dinosaurs</li>\n</ul>Tech<ul>\n<li>Security</li>\n<li>Innovation</li>\n<li>Drones</li>\n<li>Computers</li>\n<li>Video Games</li>\n<li>Military Tech</li>\n</ul>Health<ul>\n<li>Coronavirus</li>\n<li>Healthy Living</li>\n<li>Medical Research</li>\n<li>Mental Health</li>\n<li>Cancer</li>\n<li>Heart Health</li>\n<li>Children's Health</li>\n</ul>TV<ul>\n<li>Shows</li>\n<li>Personalities</li>\n<li>Watch Live</li>\n<li>Full Episodes</li>\n<li>Show Clips</li>\n<li>News Clips</li>\n</ul> About <ul>\n<li>Contact Us</li>\n<li>Careers</li>\n<li>Fox Around the World</li>\n<li>Advertise With Us</li>\n<li>Media Relations</li>\n<li>Corporate Information</li>\n<li>Compliance</li>\n<li>Supplier Diversity</li>\n</ul> Other <ul>\n<li>Fox Nation</li>\n<li>Fox News Shop</li>\n<li>Fox News Go</li>\n<li>Fox News Radio</li>\n<li>Newsletters</li>\n<li>Alerts</li>\n<li>Podcasts</li>\n<li>Apps &amp.\nProducts</li>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Flipboard</li>\n<li>Google+</li>\n<li>Instagram</li>\n<li>RSS</li>\n<li>Email</li>\n</ul>Fox News<ul>\n<li>New Terms of Use</li>\n<li>Updated Privacy Policy</li>\n<li>Do Not Sell my Personal Information</li>\n<li>Closed Captioning Policy</li>\n<li>Help</li>\n<li>Contact Us</li>\n<li>Accessibility Statement</li>\n</ul>\n<p> This material may not be published, broadcast, rewritten, or redistributed.\n©2020 FOX News Network, LLC.\nAll rights reserved.\nQuotes displayed in real-time or delayed by at least 15 minutes.\nMarket data provided by Factset.\nPowered and implemented by FactSet Digital Solutions.\nLegal Statement.\nMutual Fund and ETF data provided by Refinitiv Lipper.\n</p> ", "created_at": "2018-07-17 10:11:58.892548", "updated_at": "2021-06-26 16:49:04.381922"}, {"id": 228, "name": "Privacy Policy", "url": "https://www.foxnews.com/privacy-policy", "xpath": "/html/body/div/div/div/div/div[2]", "text": "Privacy Policy <p>\n<em>Last Updated/Effective Date: February 3, 2021</em>\n</p> Table of Contents: <ol>\n<li>\n<strong>Scope and Application</strong>\n<p>What and who this Policy covers</p>\n</li>\n<li>\n<strong>Collection of Information</strong>\n<p>The sources of and methods by which we, our service providers, and our advertisers collect information from and about you, including information about your interaction with the Fox News Services</p>\n</li>\n<li>\n<strong>Use and Disclosure</strong>\n<p>How we use the information we collect from and about you, and who we might share it with and why</p>\n</li>\n<li>\n<strong>Security</strong>\n<p>How we protect your information from loss or misuse</p>\n</li>\n<li>\n<strong>User Access and Control</strong>\n<p>How you can access and control the information we maintain about you</p>\n</li>\n<li>\n<strong>Other Important Information</strong>\n<p>Other things you should know about this Policy and how we handle your information</p>\n</li>\n<li>\n<strong>Contact Us</strong>\n<p>How to contact Fox News about this Policy</p>\n</li>\n<li>\n<strong>California Consumer Privacy Act Notice</strong>\n<p>Other things you should know if you reside in California</p>\n</li>\n</ol> 1) Scope and Application <p>Fox News Network, LLC (\"Fox News,\" \"our\" or \"we\") wants you to be familiar with how we collect, use and disclose information from and about you.\nThis Privacy Policy describes our practices in connection with information collected through services such as websites, mobile sites, applications (\"apps\"), and widgets that link to this privacy policy (collectively, the \"Fox News Services\").\nCalifornia residents, please see the California Consumer Privacy Act Notice in Section 8 below.\nBy using Fox News Services, you agree to the terms and conditions of this Privacy Policy.\nA list of our affiliated companies (\"Fox News Affiliates\") is available at www.foxcorporation.com.</p>\n<p>As set forth in our Terms of Use, the Fox News Services are for a general audience, are not targeted to children, and do not knowingly collect personal information from children under 13 years of age.</p>\n<p>This Privacy Policy applies to all users, including both those who use the Fox News Services without being registered with or subscribing to a Fox News Services and those who have registered with or subscribed to a Fox News Service.\nThis Privacy Policy applies to our collection and use of your personal information (i.e., information that identifies a specific person, such as full name or email address).\nIt also describes generally our practices for handling non-personal information (for example, interests, demographics and services usage).</p> 2) Collection of Information <p>Fox News and our service providers may collect the following information from and about you:</p>\n<p>\n<strong>Registration Information</strong> is the information you submit to register for a Fox News Service, for example, to create an account, post comments, receive a newsletter, or enter a contest or sweepstakes.\nRegistration Information may include, for example, name, email address, gender, zip code, household income, political views, and birthday.</p>\n<p>\n<strong>Public Information and Posts</strong> consist of comments or content that you post to the Fox News Services and the information about you that accompanies those posts or content, which may include a name, user name, comments, likes, status, profile information and picture.\nPublic Information and Posts are always public, which means they are available to everyone and may be displayed in search results on external search engines.</p>\n<p>\n<strong>Information from Social Media.</strong> If you access or log-in to a Fox News Service through a social media service or connect a Fox News Service to a social media service, the information we collect may also include your user ID and/or user name associated with that social media service, any information or content you have permitted the social media service to share with us, such as your profile picture, email address or friends lists, and any information you have made public in connection with that social media service.\nWhen you access the Fox News Services through social media services or when you connect a Fox News Service to social media services, you are authorizing Fox News to collect, store, and use such information and content in accordance with this Privacy Policy.</p>\n<p>\n<strong>Activity Information.</strong> When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits.\nFor example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\nIf you access the Fox News Services from a mobile or other device, we may collect a unique device identifier assigned to that device, geolocation data (including your precise location), or other transactional information for that device.</p>\n<p>Cookies and other tracking technologies (such as browser cookies, pixels, beacons, and local storage, including cookies) are comprised of small bits of data.\nOur websites, apps and other services send this data to your browser when you first request a web page and then store the data on your computer or other device so the website or app can access information when you make subsequent requests for pages from that service.\nThese technologies may also be used to collect and store information about your usage of the Fox News Services, such as pages you have visited, and the video and other content you have viewed.</p>\n<p>Other parties that support the Fox News Services by serving advertisements or providing services, such as allowing you to share content or tracking aggregate Fox News Services usage statistics, may also use these technologies to collect similar information when you use the Fox News Services or other parties’ services.\nThose parties may also use these technologies, along with activity information they collect, to recognize you across the devices you use, such as a mobile device and a laptop or other computer.\nFox News does not control these technologies and their use is governed by the privacy policies of parties using such technologies.\nFor more information about third-party advertising networks and similar entities that use these technologies, including your choices with respect to them, see the section entitled \"To deliver relevant advertisements,\" below.</p>\n<p>Your browser may be initially set to accept cookies, but you can change your settings to notify you when a cookie is being set or updated, or to block cookies altogether.\nPlease consult the \"Help\" section of your browser for more information.\nUsers can manage the use of Flash technologies, with the Flash management tools available at Adobe’s website, see&nbsp;www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html.\nPlease note that by blocking any or all cookies you may not have access to certain features, content or personalization available through the Fox News Services.</p>\n<p>\n<strong>Information from Other Sources.</strong> We may supplement the information we collect with information from other sources, such as publicly available information about your online and offline activity from social media services, commercially available sources, and information from our Fox News Affiliates or business partners.</p>\n<p>\n<strong>Do Not Track Signals.</strong> At this time we do not respond to browser ‘Do Not Track’ signals, as we await the work of interested stakeholders and others to develop standards for how such signals should be interpreted.</p> 3) Use and Disclosure <p>We may use the information we collect from and about you to provide the Fox News Services and features to you, including: to measure and improve those Fox News Services and features and to develop new products and services.\nto improve your experience with both online and off-line Fox News Services by delivering content you will find relevant and interesting, including advertising and marketing messages.\nto allow you to comment on content, and participate in online games, contests, other promotions, or rewards programs.\nto provide you with customer support and to respond to inquiries.\nIn order to provide you with content and advertising that is more interesting and relevant to you, we may use the information from and about you to make inferences and predictions about your potential areas of interest.\nWhen the information collected from or about you does not identify you as a specific person, we may use that information for any purpose or share it with other parties, to the extent permitted by applicable law.</p>\n<p>We use the information we collect from and about you for these additional purposes:</p>\n<ul>\n<li>\n<strong>To allow service providers to assist us in providing and managing the Fox News Services.</strong> The information we collect from and about you may be made available to certain service providers, such as contractors, analytics and other measurement companies, agents or sponsors, who help us analyze and understand your use of the Fox News Services, and manage and/or provide the Fox News Services.</li>\n<li>\n<strong>To allow social sharing functionality.</strong> &nbsp;If you log in with or connect a social media service account with Fox News Services, we may share your user name, picture, and likes, as well as your activities and comments with other Fox News Services users and with your friends associated with your social media service.\nWe may also share the same information with the social media service provider.\nBy logging in with or connecting your Fox News Services account with a social media service, you are authorizing us to share information we collect from and about you with the social media service provider, other users and your friends and you understand that the social media service’s use of the shared information will be governed by the social media service’s privacy policy.\nIf you do not want your personal information shared in this way, please do not connect your social media service account with your Fox News Services account and do not participate in social sharing on Fox News Services.</li>\n<li>\n<strong>To provide co-branded services and features.</strong> We may offer co-branded services or features, such as contests, sweepstakes or other promotions together with other companies (\"Co-Branded Services\").\nThese Co-Branded Services may be hosted on Fox News Services or on that other party’s service.\nBy virtue of these relationships, we may share the information you submit in connection with the Co-Branded Service with that party.\nThat other party’s use of your information will be governed by its privacy policy.</li>\n<li>\n<p>\n<strong>To deliver relevant advertisements.</strong> Fox News and our service providers may use the information we collect from and about you as described in this Privacy Policy to deliver relevant ads to you when you use the Fox News Services or another service (on any of your devices).\nThis may include, for example, sharing email address (in hashed form), IP address, or information about your browser or operating system, with our identity partners/service providers.\nIn some instances, these entities may return an online identification code that we may store in a first party cookie, or other similar technology, for our use in online and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.\nTo opt out of this use, please click here (https://optout.liveramp.com/opt_out).</p>\n<p>As noted above, advertising networks and advertisers may use cookies and similar technologies to collect and track information such as demographic information, inferred interests, aggregated information, and information about the different devices you use and your activity on such devices, to assist them in delivering advertising that is more relevant to your interests.\nTo find out more about advertising networks and similar entities that use these technologies, see https://youradchoices.com/.\nIf you wish to opt out of tailored advertising in desktop and mobile browsers, please visit http://optout.aboutads.info/ or http://optout.networkadvertising.org/# on each of your devices and browsers.&nbsp.\nTo opt out in mobile apps, you may use your device’s \"Limit Ad Tracking\" or similar settings or download and use the AppChoices app at https://youradchoices.com/appchoices.\nTo opt out on connected TVs, please use the&nbsp.\n\"Limit Ad Tracking,\" \"Interest-based Ads,\" or equivalent settings on your device.&nbsp.\nPlease note that opting-out does not mean that you will stop seeing all ads.</p>\n</li>\n<li>\n<strong>To contact you.</strong>&nbsp;Fox News may periodically send promotional materials or notifications related to the Fox News Services.\nIf you want to stop receiving promotional materials, you can follow the unsubscribe instructions at the bottom of each email.&nbsp.\nThere are certain service notification and other non-promotional emails that you may not opt-out of, such as notifications of changes to the Fox News Services or policies.\nIf you have installed a mobile app and you wish to stop receiving push notifications, you can change the settings either on your mobile device or through the app.</li>\n<li>\n<strong>To share with our Fox News Affiliates.</strong> Fox News may share your information with Fox News Affiliates for the purposes described in this Privacy Policy.\nA link to a website that lists Fox News Affiliates can be found at the beginning of this policy.\nUsers who visit Fox News Affiliates’ services should still refer to their separate privacy policies, which may differ in some respects from this Privacy Policy.</li>\n<li>\n<strong>To share with business partners.</strong> Fox News may share your information with business partners to permit them to send you marketing communications consistent with your choices.</li>\n<li>\n<strong>To protect the rights of Fox News and others.</strong> There may be instances when Fox News may use or disclose your information, including situations where Fox News has a good faith belief that such use or disclosure is necessary in order to: (i) protect, enforce, or defend the legal rights, privacy, safety, or property of Fox News, our Fox News Affiliates, or our or their employees, agents and contractors (including enforcement of our agreements and our terms of use).\n(ii) protect the safety, privacy, and security of users of the Fox News Services or members of the public.\n(iii) protect against fraud or for risk management purposes.\n(iv) comply with the law or legal process.\nor (v) respond to requests from public and government authorities.</li>\n<li>\n<strong>To complete a merger or sale of assets.</strong> If Fox News sells all or part of its business or makes a sale or transfer of its assets or is otherwise involved in a merger or transfer of all or a material part of its business (including in connection with a bankruptcy or similar proceedings), Fox News may transfer your information to the party or parties involved in the transaction as part of that transaction.</li>\n</ul> 4) Security <p>Fox News uses commercially reasonable administrative, technical, personnel, and physical measures designed to safeguard information in its possession against loss, theft and unauthorized use, disclosure, or modification.\nHowever, no one can guarantee the complete safety of your information.</p> 5) User Access and Control <p>If you would like to access, review, correct, update, suppress, delete, or otherwise limit our use of your personal information you have previously provided directly to us, you may contact us as outlined in Section 7.\nor using the mechanisms provided below.\nIn your request, please include your email address, name, address, and telephone number and specify clearly what information you would like to access, change, update, suppress, or delete.\nWe will try to comply with your request as soon as reasonably practicable and consistent with applicable law.</p>\n<p>If you are a resident of California, please see the section entitled \"California Consumer Privacy Act Notice,\" below, for more information about the rights you have under California law.</p>\n<p>If you are under 18 and a registered user of the Fox News Services, you may ask us to remove content or information that you have posted to the Fox News Services by writing to ldepartment@foxnews.com.\nPlease note that your request does not ensure complete or comprehensive removal of the content or information, as, for example, some of your content may have been reposted by another user.</p>\n<p>You may request that we not share your personal information on a going-forward basis with Fox News Affiliates or unaffiliated third parties for their direct marketing purposes.\nYou may opt-out of this sharing via: foxnews.com/contact.\nWe will try to comply with your request(s) as soon as reasonably practicable and consistent with applicable law.</p> 6) Other Important Information <p>\n<strong>Updates to Privacy Policy.</strong> Fox News may modify this Privacy Policy.\nPlease look at the Effective Date at the top of this Privacy Policy to see when this Privacy Policy was last revised.\nAny changes to this Privacy Policy will become effective when we post the revised Privacy Policy on the Fox News Services.</p>\n<p>\n<strong>Location of Data.</strong> The Fox News Services are hosted in and managed from the United States.\nIf you are a user located outside the United States, you understand and consent to having any personal information processed in the United States or in any other country in which we have facilities or in which we engage service providers.\nUnited States and other countries’ data protection laws may not be the same as those in your jurisdiction.\nIn certain circumstances, courts, law enforcement agencies, regulatory agencies or security authorities in the United States may be entitled to access your personal information.</p>\n<p>\n<strong>Linked Services.</strong> The Fox News Services may be linked to sites operated by unaffiliated companies, and may carry advertisements or offer content, functionality, games, newsletters, contests or sweepstakes, or applications developed and maintained by unaffiliated companies.\nFox News is not responsible for the privacy practices of unaffiliated companies, and once you leave the Fox News Services or click an advertisement you should check the applicable privacy policy of the other service.\nIn addition, Fox News is not responsible for the privacy or data security practices of other organizations, such as Facebook, Twitter, Apple, Google, Microsoft or any other app developer, app provider, social media platform provider, operating system provider, wireless service provider, or device manufacturer, including in connection with any information you disclose to other organizations through or in connection with the Fox News Services.</p>\n<p>\n<strong>Collection of Personal Financial Information by a Payment Service.</strong> In some cases, we may use an unaffiliated payment service to allow you to purchase a product or make payments (\"Payment Service\").\nIf you wish to purchase a product or make a payment using a Payment Service, you will be directed to a Payment Service webpage.\nAny&nbsp;information that you provide to a Payment Service will be subject to the applicable Payment Service’s privacy policy, rather than this Privacy Policy.\nWe have no control over, and are not responsible for, any Payment Service’s use of information collected through any Payment Service..</p>\n<p>\n<strong>Data Retention.</strong> We will retain your information for the period necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or allowed by law.</p>\n<p>Remember that even after you cancel your account, or if you ask us to delete your personal information, copies of some information from your account may remain viewable in some circumstances where, for example, you have shared information with social media or other services.\nBecause of the nature of caching technology, your account may not be instantly inaccessible to others.\nWe may also retain backup information related to your account on our servers for some time after cancellation or your request for deletion, for fraud detection or to comply with applicable law or our internal security or recordkeeping policies.\nIt may not always be possible to completely remove or delete all of your information due to technical constraints or contractual, financial or legal requirements.</p> 7) Contact Us <p>If you have questions about this Privacy Policy, please contact us at:</p>\n<p>Email: ldepartment@foxnews.com</p>\n<p>Mail:<br>\nLegal &amp.\nBusiness Affairs, Fox News<br>\n1211 Avenue of the Americas<br>\nNew York, NY 10036</p> 8) California Consumer Privacy Act Notice <p>This California Consumer Privacy Act Notice Section provides information for California residents in connection with the California Consumer Privacy Act (\"CCPA\").\nUnder the CCPA, and for purposes of this Section, \"Personal Information\" generally means information that identifies, relates to, or describes a particular California resident and includes the categories listed below.\nThis Section 8 provides details about the categories of Personal Information of California residents that we have collected, disclosed, or \"sold\" during the last 12 months, as well as rights California residents have under California law.</p>\n<p>\n<strong>Categories of Personal Information Collected, Disclosed, and/or Sold:</strong>\n</p>\n<p>The categories of Personal Information that we collected, disclosed, and/or \"sold\" are below, along with the categories of third parties to whom each category of Personal Information was disclosed, and/or sold.\nPlease note that we disclose some categories of Personal Information in connection with certain types of advertisements, which could be considered a \"sale\" under the CCPA.\nAlso, depending on the California resident’s interactions with us, Fox News may not have collected, disclosed, or sold each of these categories about each individual.\nAdditionally, we do not knowingly \"sell\" Personal Information of minors under 16 years of age.</p>\n<p>We have collected, disclosed, and/or \"sold\" to third parties the following categories of Personal Information:</p>\n<strong>Category of Personal Information</strong>\n<strong>Categories of Third Parties to Whom Personal Information is Disclosed</strong>\n<strong>Categories of Third Parties to Whom Personal Information is \"Sold\"</strong>\n<strong>Identifiers,</strong> such as such as name, IP address, email address, online and device identifiers, household income, political views, and marital status Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes Advertising providers <strong>Personal Information</strong> as defined in the California Customer Records law, such as date of birth, telephone number, street address, contact, and financial information Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes Advertising providers <strong>Characteristics of protected classifications under California or federal law,</strong> such as age or gender Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes N/A <strong>Commercial Information,</strong> such as transaction information and purchase history Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes N/A <strong>Internet or network activity information,</strong> such as such as browsing history and interactions with our websites, mobile, or connected TV applications Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes Advertising providers <strong>Geolocation,</strong> such as device location Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes N/A <strong>Audio, electronic, visual and other similar information,</strong> such as call recordings Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes N/A <strong>Inferences drawn from any of the Personal Information listed above</strong> to create a profile or summary about, for example, an individual’s preferences and characteristics Service providers, FOX Affiliates, and other providers or partners that support our operational business purposes Advertising providers &nbsp.\n<p>Please note that the CCPA definition of \"sale\" does not include, for example, the transfer of Personal Information as an asset that is part of a merger, bankruptcy, or other similar transaction involving of all or any portion of our business.</p>\n&nbsp.\n<p>\n<strong>\n<em>Sources of Personal Information.</em>\n</strong> We collect this Personal Information directly from California residents themselves, as well as from social media platforms (e.g., if the individual has connected a social media account to a Fox News Digital Property).\njoint marketing, co-branding, co- promotional, or advertising partners.\nFox News Affiliates.\nand sources of demographic and other information.\nDepending on the individual’s interactions with us, Fox News may not have collected Personal Information from each of these categories of sources.</p>\n<p>\n<strong>\n<em>Purposes.</em>\n</strong> We may use this Personal Information for the following purposes:</p>\n<ul>\n<li>to operate, manage, and maintain our business;</li>\n<li>to provide our products and services;</li>\n<li>to accomplish our business purposes and objectives, including: <ul>\n<li>developing, improving, repairing, and maintaining our products and services;</li>\n<li>personalizing, advertising, and marketing our products and services;</li>\n<li>conducting research, analytics, and data analysis;</li>\n<li>maintaining our facilities and infrastructure;</li>\n<li>quality and safety assurance measures;</li>\n<li>conducting risk and security controls and monitoring;</li>\n<li>detecting and preventing fraud;</li>\n<li>performing identity verification;</li>\n<li>performing accounting, audit, and other internal functions;</li>\n<li>complying with law, legal process, and internal policies;</li>\n<li>maintaining records.\nand</li>\n<li>exercising and defending legal claims.</li>\n</ul>\n</li>\n</ul>\n<p>Depending on the California resident’s interactions with us, Fox News may not have used Personal Information collected about that resident for each of these purposes.</p>\n<p>\n<strong>California Rights.</strong> If you are a California consumer, you have the following rights:</p>\n<p>\n<strong>(1) Right to Know.</strong> You have the right to request that we disclose to you the following information:</p>\n<ul>\n<li>The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information during the 12 months prior to your request;</li>\n<li>The specific pieces of Personal Information we collected about you during that time period;</li>\n<li>The business or commercial purpose for collecting, disclosing, or selling Personal Information about you;</li>\n<li>The categories of Personal Information about you that we sold and the categories of third parties to whom we sold that Personal Information.\nand</li>\n<li>The categories of Personal Information about you that we otherwise shared or disclosed and the categories of third parties with whom we shared or disclosed that Personal Information.</li>\n</ul>\n<p>To make a request for your Personal Information, please click here or call us at 888-596-3929.\nYou will need to provide your name and email address, along with other details about your request.\nYou will then receive verification instructions by email.\nFor certain requests, you will be asked to authenticate to your account as part of the verification process, if you have an account/profile with us.\nBut you do not need to have an account/profile to submit a request.\nIn some circumstances, we may need additional information from you to verify your identity or proceed with your request.</p>\n<p>You can use an authorized agent to submit a request for your Personal Information.\nWhen submitting a request online, your authorized agent should select the \"Other\" option on the form and, in the field provided, include your name, your email address, and whether or not you have an account/profile with us.\nIn addition to verifying your identity, as described above, we also will need to verify your authorized agent’s ability to act on your behalf (e.g., by receiving a copy of your signed permission).\nOnce verification is complete, we may communicate directly with you for privacy and security reasons.</p>\n<p>Please note that, in some instances, we may decline to honor your request, where, for example, we are unable to verify your identity or an exception to this right applies.</p>\n<p>\n<strong>(2) Right to Request Deletion.</strong> You have the right to request that we delete Personal Information we collected from you.</p>\n<p>To make a request for deletion, please click here or call us at 888-596-3929.\nYou will need to provide your name and email address, along with other details about your request.\nYou will then receive verification instructions by email.\nFor certain requests, you will be asked to authenticate to your account as part of the verification process, if you have an account/profile with us.\nBut you do not need to have an account/profile to submit a request.\nPlease note that you also will be asked to separately confirm that you would like to proceed with your deletion request.\nIn some circumstances, we may need additional information from you to verify your identity or proceed with your request.</p>\n<p>You can use an authorized agent to submit a request for deletion.\nWhen submitting a request online, your authorized agent should select the \"Other\" option on the form and, in the field provided, include your name, your email address, and whether or not you have an account/profile with us.\nIn addition to verifying your identity, as described above, we also will need to verify your authorized agent’s ability to act on your behalf (e.g., by receiving a copy of your signed permission).\nOnce verification is complete, we may communicate directly with you for privacy and security reasons.</p>\n<p>Please note that, in some instances, we may decline to honor your request where, for example, we are unable to verify your identity or an exception to this right applies.</p>\n<p>\n<strong>(3) Right to Opt-Out of Sale.</strong> As noted above in this section, we share some categories of Personal Information in connection with certain types of advertisements.\nYou can visit our \"Do Not Sell My Personal Information\" Internet Webpage here For mobile and connected TV apps, please visit the Do Not Sell My Personal Information section in Account/Settings for more information and to exercise your choices.\nBecause interest-based advertising relies on cookies and other similar technologies, opting out needs to be controlled at the device and/or browser level.</p>\n<p>\n<strong>(4) Right to be Free from Discrimination.</strong> You have the right to be free from unlawful discrimination for exercising your rights under the CCPA.</p> ", "created_at": "2018-07-17 10:11:58.828686", "updated_at": "2021-06-26 16:57:00.508146"}, {"id": 229, "name": "Terms of Use", "url": "http://www.foxnews.com/terms-use.html", "xpath": "//section[@class='terms-of-use']", "text": "Fox News Network, LLC Terms of Use Agreement <p>Effective as of May 19, 2020</p>\n<p>PLEASE CAREFULLY READ THESE TERMS OF USE, ALONG WITH THE PRIVACY POLICY AND OTHER POLICIES OR AGREEMENTS REFERENCED IN THESE TERMS OF USE, BEFORE USING THE “COMPANY SERVICES” (AS DEFINED BELOW).</p>\n<p>\n<strong>Description of Company Services and Acceptance of Terms of Use Including Arbitration of Disputes</strong>\n</p>\n<p>Fox News Network, LLC (\"Company, \"we\" or \"us\") has developed these Terms of Use to describe the terms that govern your use of foxnews.com, foxbusiness.com, foxnation.com, foxnews.mobi, m.foxbusiness.com, the Fox News iOs application, the Fox Business iOs application, the Fox News Andriod application, the Fox Business Android application and any Company branded URL, WAP site and mobile application and other content and services that link to these Terms of Use (collectively the \"Company Sites\").\nThe services Company provides on Company Sites include messaging services, video services, RRS feeds, podcasting services, mobile services, text messaging campaigns, and any other feature, content or application offered from time to time by Company (collectively, the \"Company Services\").\nCompany is based in the United States and the Company Services are hosted in the United States.</p>\n<p>Company furnishes the Company Sites and the Company Services for your personal enjoyment and entertainment.\nBy visiting the Company Sites (whether or not you are a registered member) or using the Company Services, you accept and agree to be bound by this Agreement, including any future modifications (\"Agreement\"), and to abide by all applicable laws, rules and regulations (\"Applicable Law\").\nPlease read through this Agreement carefully.\nCompany may modify this Agreement at any time, and each such modification will be effective upon posting on the Company Sites.\nAll material modifications will apply prospectively only.\nYour continued use of the Company Sites or the Company Services following any modification of this Agreement constitutes your acceptance of and agreement to be bound by the Agreement as modified.\nIt is therefore important that you review this Agreement regularly.\nIf you do not agree to be bound by this Agreement and to abide by all Applicable Law, you must discontinue use of the Company Services immediately.</p>\n<p>Your access to and use of certain Company Services is conditioned upon your compliance with this Agreement, which incorporated by reference our&nbsp;Privacy Policy&nbsp;and any end user license agreement that might accompany the Company Services.\nYour access to and use of certain Company Services may require you to accept additional terms and conditions applicable to such Company Services, in addition to this Agreement, and may require you to download software or Content (as defined below).\nIn the event of a conflict between any such additional terms and this Agreement, such additional terms will prevail.</p>\n<p>PLEASE NOTE THAT THE \"ARBITRATION AGREEMENT\"&nbsp;SECTION BELOW&nbsp;CONTAINS PROVISIONS THAT REQUIRE (i) WITH LIMITED EXCEPTIONS, ALL DISPUTES ARISING BETWEEN YOU AND COMPANY UNDER THIS AGREEMENT TO BE RESOLVED IN BINDING ARBITRATION, AND NOT IN COURT, AND (ii) YOU AND COMPANY WAIVE THE RIGHT TO BRING OR PARTICIPATE IN A CLASS ACTION IN CONNECTION WITH SUCH DISPUTES.\nPLEASE&nbsp;CLICK HERE&nbsp;TO REVIEW THE ARBITRATION AGREEMENT.\nBY USING THIS SITE AND ACCEPTING THIS AGREEMENT, YOU AGREE TO BE BOUND BY THE ARBITRATION AGREEMENT.\nPLEASE READ IT CAREFULLY.</p>\n<p>\n<strong>Registration and Security</strong>\n</p>\n<p>You take full responsibility for your participation on the Site.\nAs a condition of using certain features of the Site, you may be required to register on the Site and/or select a username and password.\nAll registration information you submit to create an account must be accurate and kept up to date.\nYour failure to do so will constitute a breach of the Agreement, which may result in immediate termination of your account.\nYou may not (i) select or use as a username a name of another person with the intent to impersonate that person.\nor (ii) use as a username a name subject to any rights of another person without appropriate authorization.\nCompany reserves the right to refuse registration of, or cancel, a username, in its sole discretion.\nIf we cancel your registration, you agree that you will not create another one or otherwise try to access the Company Services without our permission.\nYou agree not to sell, transfer or assign your registration or any registration rights.\nIt is your responsibility to notify us of any changes in such information, including but not limited to your contact information.</p>\n<p>You are responsible for maintaining the confidentiality of your password and are responsible for all use of your account.\nIt is therefore critical that you do not share your password with anyone.\nYou agree not to use the account, username, email address or password of another member or subscriber at any time and not to allow any other person to use your account.\nYour account is not transferable.\nYou agree to notify Company immediately if you suspect any unauthorized use of, or access to, your account or password.</p>\n<p>\n<strong>Access</strong>\n</p>\n<p>The Site is intended solely for your personal and non-commercial use.\nCompany may change, suspend or discontinue the Site (or any feature thereof) at any time.\nCompany may also impose limits on certain features and services offered on the Site or restrict your access to parts or all of the Site without notice or liability.\nYou acknowledge that from time to time the Site may be inaccessible or inoperable for any reason, including, without limitation: (i) equipment malfunctions.\n(ii) periodic maintenance procedures or repairs which Company may undertake from time to time.\nor (iii) causes beyond the control of Company or which are not reasonably foreseeable by Company.</p>\n<p>The Company Services are not intended to be used by children without involvement and approval of a parent or guardian.\nIf you are under the age of 13, you are not permitted to register with Company or provide your personal information to Company.\nIf you are at least 13 and under 18 years of age (or under the applicable age of majority in your state or territory of residence), you may register with the Company Services only if you have the consent of your parent or guardian, including consent to this Agreement on your behalf.\nIf you subscribe to Company and wish to create subprofiles (if available) under your subscription, you must ensure all users of such subprofiles are 18 years of age or older (or the applicable age of majority in your state or territory of residence).</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>Unless terminated by Company in its sole discretion, this Agreement remains in full force and effect while you use the Company Services.\nYou may terminate your account on the Company Sites at any time, for any reason, by emailing&nbsp;foxnewsonline@foxnews.com, Subject: Terminate My Account.\nCompany may terminate your account and/or access to the Company Services at any time, for any or no reason, with or without prior notice or explanation, and shall have no liability to you for such termination.\nEven after your user account or access to the Company Services is terminated by you or by Company, this Agreement will remain in effect with respect to your past and future use of the Company Sites or the Company Services.\nAny rights to your account terminate upon your death.</p>\n<p>\n<strong>Fees</strong>\n</p>\n<p>You acknowledge that Company reserves the right to charge subscription fees for any portion of the Company Services.\nThe Company will provide you with advance notice of any such fees, including any change in the amount of such fees, and a way to cancel your account or subscription in the event you do not wish to pay the modified fee.\nIf you continue to use the Company Services after a subscription fee has been imposed or increased, you are expressly agreeing to the subscription fee or increase thereto and you will be responsible for paying such subscription fee for the balance of your subscription.\nIf Company suspends or terminates your account and/or access to the Company Services because you have breached the Agreement or violated Applicable Law, you will not be entitled to a refund of any unused portion of such fees or other payments.</p>\n<p>\n<strong>Purchasing The Company Sites Services or Products</strong>\n</p>\n<p>In connection with a purchase of any service, subscription or product on the Company Sites (\"Site Product\"), you may be required to provide personal information, including your name, address, telephone number, e-mail address, credit card and billing information (collectively, \"Personal Financial Information\"), to an independent third party selected by, but not affiliated with, Company (the \"Processor\").\nWhere the Processor is responsible for collecting, transmitting and/or processing your Personal Financial Information and, in some instances, for fulfilling your order, all payment obligations for Site Products shall be governed by the terms of use/service and privacy policy(ies) of the Processor.\nIf you make a purchase from the Company Sites you are warranting that you are authorized to make the purchase using the form of payment that you provide to the Processor.\nYou must be 18 years of age or older to purchase a Site Product.</p>\n<p>Company makes no warranty, and accepts no liability for any loss or damages whatsoever, relating to or in connection with your placement of an order for a Site Product with the Processor.\nCompany provides no refunds for, makes no warranty for, and to the fullest extent provided by law, accepts no liability regarding purchases you make on the Company Sites.\nYou are solely responsible for any and all transactions utilizing your Personal Financial Information, including, but not limited to, any and all charges.\nYou acknowledge and agree that, to the fullest extent permitted by law, in the event Processor experiences a data breach that affects your Personal Financial Information, Company will in no way be responsible or liable to you for any such breach.</p>\n<p>The Company will not store any record of Personal Financial Information related to purchases or other transactions you make through the Company Services.\nYou should therefore maintain records of all your transactions.\nIf you have any questions regarding your transactions or believe that there is an error or unauthorized transaction or activity associated with transactions utilizing your Personal Financial Information, you must contact the Processor.</p>\n<p>\n<strong>Limited Content License</strong>\n</p>\n<p>The Company Services are offered for your personal use only and may not be used for commercial purposes.\nThe Company Services contain information, text, files, images, videos, sounds, musical works, works of authorship, software, applications, product names, company names, trade names, logos, designs, and any other materials or content (collectively, \"Content\") of Company, its licensors, or assignors (\"Company Content\"), as well as Content provided by users or other third parties.\nContent contained in the Company Services is protected by copyright, trademark, patent, trade secret and other laws and, as between you and Company, Company, its licensors, or its assignors, own and retain all rights in the Company Content.\nCompany hereby grants you a limited, revocable, nonsublicensable license to access and display or perform the Company Content (excluding any software code) solely for your personal, non-commercial use in connection with using the Company Services.\nExcept as provided in this Agreement or as explicitly allowed on the Company Services, you may not copy, download, stream, capture, reproduce, duplicate, archive, upload, modify, translate, publish, broadcast, transmit, retransmit, distribute, perform, display, sell, frame or deep-link, make available, or otherwise use any Content contained in the Company Services.</p>\n<p>Except as explicitly and expressly permitted by the Company or by the limited license set forth above, you are strictly prohibited from creating works or materials (including but not limited to fonts, icons, link buttons, wallpaper, desktop themes, on-line postcards, montages, mash-ups and similar videos, greeting cards and unlicensed merchandise) that derive from or are based on the Company Content.\nThis prohibition applies regardless of whether such derivative works or materials are sold, bartered or given away.\nAlso, you may not either directly or through the use of any device, software, internet site, web-based service or other means, remove, alter, bypass, avoid, interfere with, or circumvent any copyright, trademark, or other proprietary notice marked on the Content contained in the Company Services or any digital rights management mechanism, device, or other content protection, copy control or access control measure associated with the Content contained in the Company Services, including geo-filtering mechanisms.\nExcept as necessary in order to make reference to the Company, its products and services in a purely descriptive capacity, you are expressly prohibited from using any Company Content in any manner.</p>\n<p>You may not, without the Company's written permission, \"mirror\" any Contents contained on the Site or any other server.\nYou may not use the Site for any purpose that is unlawful or prohibited by the Agreement.\nYou may not use the Site in any manner that could damage, disable, overburden, or impair the Site, or interfere with any other party's use and enjoyment of the Site.\nYou may not attempt to gain unauthorized access to the Site through hacking, password mining or any other means.\nCompany reserves the right, in its sole discretion, to terminate your access to the Site, or any portion thereof, at any time, for any reason or for no reason at all, without prior notice or any notice.</p>\n<p>\n<strong>Restrictions on Use of Company Services</strong>\n</p>\n<p>You understand that you are responsible for all Content that you post, upload, transmit, email or otherwise make available on the Company Sites or on, through or in connection with the Company Services (collectively, \"User Content\").\nAdditionally, you acknowledge that you have no expectation of privacy in or confidentiality with respect to your User Content.\nAccordingly, please choose User Content carefully.</p>\n<p>You agree not to use the Company Services to:</p>\n<p>- Post, upload or otherwise transmit or link to Content that is: unlawful.\nthreatening.\nabusive.\nobscene.\nvulgar.\nsexually explicit.\npornographic or inclusive of nudity.\noffensive.\nexcessively violent.\ninvasive of another's privacy, publicity, contract or other rights.\ntortious.\nfalse or misleading.\ndefamatory.\nlibelous.\nhateful.\nor discriminatory;</p>\n<p>- Violate the rights of others including patent, trademark, trade secret, copyright, privacy, publicity or other proprietary rights;</p>\n<p>- Harass or harm another person;</p>\n<p>- Exploit or endanger a minor;</p>\n<p>- Impersonate or attempt to impersonate any person or entity;</p>\n<p>- Introduce or engage in activity that involves the use of viruses, bots, worms, or any other computer code, files or programs that interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment, or otherwise permit the unauthorized use of or access to a computer or a computer network;</p>\n<p>- Attempt to decipher, decompile, disassemble or reverse engineer any of the software comprising the Company Sites or the Company Services;</p>\n<p>- Interfere with, damage, disable, disrupt, impair, create an undue burden on, or gain unauthorized access to the Company Services, including Company's servers, networks or accounts;</p>\n<p>- Cover, remove, disable, block or obscure advertisements or other portions of the Company Services;</p>\n<p>- Delete or revise any information provided by or pertaining to any other user of the Company Services;</p>\n<p>- Use technology or any automated system such as scripts, spiders, offline readers or bots in order to collect or disseminate usernames, passwords, email addresses or other data from the Company Services, or to circumvent or modify any security technology or software that is part of the Company Services;</p>\n<p>- Send or cause to send (directly or indirectly) unsolicited bulk messages or other unsolicited bulk communications of any kind through the Company Services.\nIf you do so, you acknowledge you will have caused substantial harm to Company, but that the amount of harm would be extremely difficult to measure.\nAs a reasonable estimation of such harm, and by way of liquidated damages and not as a penalty, you agree to pay Company $50 for each actual or intended recipient of such communication;</p>\n<p>- Solicit, collect or request any personal information for commercial or unlawful purposes;</p>\n<p>- Post, upload or otherwise transmit an image or video of another person without that person's consent;</p>\n<p>- Engage in commercial activity (including but not limited to advertisements or solicitations of business.\nsales.\ncontests.\nsweepstakes.\ncreating, recreating, distributing or advertising an index of any significant portion of the Company Content.\nor building a business using the Company Content) without Company's prior written consent;</p>\n<p>- Using technology or other means to access, index, frame, or link to The Company Sites (including the Content) that is not authorized by The Company Sites (including by removing disabling, bypassing, or circumventing any content protection or access control mechanisms intended to prevent the unauthorized download, stream capture, linking, framing, reproduction, access to, or distribution of Company Content);</p>\n<p>- Accessing The Company Sites (including the Content) through any automated means, including \"robots,\" \"spiders,\" or \"offline readers\" (other than by individually performed searches on publicly accessible search engines for the sole purpose of, and solely to the extent necessary for, creating publicly available search indices - but not caches or archives - of The Company Sites and excluding those search engines or indices that host, promote, or link primarily to infringing or unauthorized content;</p>\n<p>- Use the Company Services to advertise or promote competing services;</p>\n<p>- Use the Company Services in a manner inconsistent with any and all Applicable Law;</p>\n<p>- Attempt, facilitate, induce, aid and abet, or encourage others to do any of the foregoing.</p>\n<p>Company reserves the right, but disclaims any obligation or responsibility, to remove User Content that violates this Agreement, as determined by Company, or for any other reason, in Company's sole discretion and without notice to you.\nYou acknowledge the Company reserves the right to investigate and take appropriate legal action against anyone who, in Company's sole discretion, violates this Agreement, including but not limited to, terminating their user account and/or reporting such User Content, conduct, or activity to law enforcement authorities.</p>\n<p>You acknowledge, consent and agree that Company may access, preserve or disclose information you provide to the Company Sites, including User Content and your account registration information, including when Company has a good faith belief that such access, preservation or disclosure is necessary in order to: (i) protect, enforce, or defend the legal rights, privacy, safety, or property of Company, our parents, subsidiaries or affiliates (\"Company Affiliates\"), or their employees, agents and contractors (including enforcement of this Agreement or our other agreements).\n(ii) protect the safety, privacy, and security of users of the Company Services or members of the public including in urgent circumstances.\n(iii) protect against fraud or for risk management purposes.\n(iv) comply with the law or legal process.\nor (v) respond to requests from public and government authorities.\nIf Company sells all or part of its business or makes a sale or transfer of its assets or is otherwise involved in a merger or transfer of all or a material part of its business, Company may transfer your information to the party or parties involved in the transaction as part of that transaction.</p>\n<p>Company reserves the right to limit the storage capacity of User Content.\nYou assume full responsibility for maintaining backup copies of your User Content, and Company assumes no responsibility for any loss of your User Content due to its being removed by Company or for any other reason.</p>\n<p>\n<strong>User Content on Message Boards and Forums</strong>\n</p>\n<p>The Company Sites may offer users the ability to post messages on message boards, chat areas, bulletin boards, e-mail functions, forums, and other interactive areas as a part of the Company Services (collectively, \"Forums\"), which may be open to the public generally, to all members of the Company Sites, or to a select group of members to a specific Forum group.\nYou acknowledge that all Content posted on Forums is User Content, and by posting on Forums you agree to comply with the rules and restrictions on User Content set forth above and any other rules specifically applicable to such Forums.\nCompany reserves the right, but disclaims any obligation or responsibility, to prevent you from posting User Content to any Forum and to restrict or remove your User Content from a Forum or refuse to include your User Content in a Forum for any reason at any time, in Company's sole discretion and without notice to you.</p>\n<p>You acknowledge that messages posted on such Forums are public, and Company cannot guarantee the security of any information you disclose through any Forum.\nyou make such disclosures at your own risk.\nCompany is not responsible for the content or accuracy of any information posted on a Forum, and shall not be responsible for any decisions made based on such information.</p>\n<p>\n<strong>Your Proprietary Rights in and License to Your User Content</strong>\n</p>\n<p>Company does not claim any ownership rights in the User Content that you post, upload, email, transmit, or otherwise make available (collectively, \"Transmit\") on, through or in connection with the Company Services, except with respect to your unsolicited submissions, as described under \"Unsolicited Submissions\" below.\nprovided, however, that User Content shall not include any Company Content or content owned by a Company Affiliate.\nBy posting or transmitting any User Content on, through or in connection with the Company Services, you hereby grant to Company and our Company Affiliates, licensees, assignees, and authorized users a worldwide, perpetual, irrevocable, non-exclusive, fully-paid and royalty-free, freely sublicensable, transferable (in whole or in part) right (including any moral rights) and license to use, modify, excerpt, adapt, publish, translate, create derivative works and compilations based upon, publicly perform, publicly display, reproduce, sublicense, and distribute such User Content, including your name, voice, likeness and other personally identifiable information to the extent that such is contained in User Content, anywhere, in any form and on and through all media formats now known or hereafter devised, for any and all purposes including, but not limited to, promotional, marketing, trade or any non-commercial or commercial purposes.\nAdditionally, Company is free to use any ideas, concepts, know-how, or techniques contained within such User Content for any purpose including, but not limited to, developing, manufacturing, marketing and providing commercial products and services, including Company Services.\nCompany's use of such User Content shall not require any further notice or attribution to you and such use shall be without the requirement of any permission from or any payment to you or any other person or entity.\nYou hereby appoint Company as your agent with full authority to execute any document or take any action Company may consider appropriate in order to confirm the rights granted by you to Company in this Agreement.</p>\n<p>You represent and warrant that: (i) you own the User Content Transmitted by you on, through or in connection with the Company Services, or otherwise have the right to grant the license set forth in this Section, and (ii) the Transmission of User Content by you on, through or in connection with the Company Services and Third Party Services does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nYou agree to pay for all royalties, fees, and any other monies owing any person or entity by reason of the use of any User Content Transmitted by you on or through the Company Services or Third Party Services.</p>\n<p>If you delete your User Content from the Company Sites, Company's license to such User Content will end after a reasonable period of time necessary for the deletion to take full effect.\nHowever, the User Content may be retained in the Company's back-up copies of the Company Sites, which are not publicly available.\nFurthermore, to the extent that Company made use of your User Content before you deleted it, Company will retain the right to make such pre-existing uses even after your User Content is deleted.\nYou acknowledge that (i) deletion of your User Content from the Company Sites will not result in, and Company assumes no responsibility for, the deletion of such User Content by any third parties who were provided with or had access to such User Content prior to your deleting it from the Company Sites, and (ii) termination of your account or your use of the Company Services will not result in the immediate or automatic deletion of your User Content consistent with this Agreement.</p>\n<p>\n<strong>Removal of Material that Infringes Copyrights</strong>\n</p>\n<p>Company respects the intellectual property of others and requires that our users do the same.\nCompany has a policy that provides for the termination in appropriate circumstances of subscribers and account holders of Company Services who are repeat infringers.\nCompany also reserves the right to remove or disable access to any transmission of Content that infringes the copyright of any person under the laws of the United States upon receipt of a notice that substantially complies with the requirements of 17 U.S.C.\n§ 512(c)(3) as set forth above.</p>\n<p>\n<u>\n<em>If you believe material on Company Services infringes your copyright.</em>\n</u>\n</p>\n<p>If you believe that any material residing on or linked to from Company Services infringes your copyright, you must send Company's designated Copyright Agent a written notification of claimed infringement that contains substantially all of the following information: (a) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works.\n(b) identification of the claimed infringing material and information reasonably sufficient to permit us to locate the material on the Company Services (such as the URL(s) of the claimed infringing material).\n(c) information reasonably sufficient to permit us to contact you, such as an address, telephone number, and an email address.\n(d) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n(e) a statement by you that the above information in your notification is accurate and a statement by you, made under penalty of perjury, that you are the owner of an exclusive right that is allegedly infringed or are authorized to act on the owner's behalf.\nand (f) your physical or electronic signature.\nCompany's Copyright Agent for notification of claimed infringement can be reached at:</p>\n<p>Lesley West, Copyright Agent<br>\nEmail:&nbsp;ldepartment@foxnews.com<br>\nSubject line: DMCA Notice<br>\nAddress: 1211 Avenue of the Americas, New York, NY 10036<br>\nPhone: 212.301.3000<br>\nFax: 212.301.5785</p>\n<p>\n<u>\n<em>If you posted material to Company Service that was removed due to notice by a copyright owner.</em>\n</u>\n</p>\n<p>If you posted material to Company Services that Company removed due to a notice of claimed infringement from a copyright owner, Company will take reasonable steps promptly to notify you that the material has been removed or disabled.\nThis notice may be by means of a general notice on the Company Sites or by written or electronic communication to such address(es) you have provided to Company, if any.\nYou may provide counter-notification in response to such notice in a written communication that includes substantially all of the following: (i) identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\n(ii) a statement by you, under penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\n(iii) your name, address, telephone number, and a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located, or if your address is outside of the United States, for any judicial district in which Company may be found, and that you will accept service of process from the person who provided notification requesting the removal or disabling of access to the material or such person's agent.\nand (iv) your physical or electronic signature.</p>\n<p>Please note that, under 17 U.S.C.\n§512(f), any person who knowingly makes material misrepresentations in a notification of claimed infringement or any counter-notification may be liable for damages.</p>\n<p>\n<strong>Your Exposure to Others' User Content</strong>\n</p>\n<p>You understand that Company does not control the User Content posted by users via the Company Services and, as such, you understand you may be exposed to offensive, inaccurate or otherwise objectionable User Content.\nCompany assumes no responsibility or liability for this type of Content.\nIf you become aware of any misuse of the Company Services, including in violation of any \"Restrictions on Use of Company Services,\" please report it immediately to Company.\nCompany assumes no responsibility for monitoring the Company Services for inappropriate User Content or user conduct.\nIf at any time, Company chooses in its sole discretion to monitor the Company Services, Company nonetheless assumes no responsibility for Content other than Company Content, no obligation to modify or remove any inappropriate Content, and no responsibility for the conduct of any user.</p>\n<p>\n<strong>Third Party Links and Services</strong>\n</p>\n<p>The Company Services may provide, or third parties may provide, links to other websites, applications, resources or other services created by third parties (\"Third Party Services\").\nWhen you engage with a provider of a Third Party Service, you are interacting with the third party, not with Company.\nIf you choose to use a Third Party Service and share information with it, the provider of the Third Party Service may use and share your data in accordance with its privacy policy and your privacy settings on such Third Party Service.\nCompany encourages you not to provide any personally identifiable information to or through any Third Party Service unless you know and are comfortable with the party with whom you are interacting.\nIn addition, the provider of the Third Party Service may use other parties to provide portions of the application or service to you, such as technology, development or payment services.\nCompany is not responsible for and makes no warranties, express or implied, as to the Third Party Services or the providers of such Third Party Services (including, but not limited to, the accuracy or completeness of the information provided by such Third Party Service or the privacy practices thereof).\nInclusion of any Third Party Service or a link thereto on the Company Services does not imply approval or endorsement of the Third Party Service.\nCompany is not responsible for the content or practices of any websites other than the Company Sites, even if the website links to the Company Sites and even if it is operated by a Company Affiliate or a company otherwise connected with the Company Sites.\nBy using the Company Services, you acknowledge and agree that Company is not responsible or liable to you for any content or other materials hosted and served from any website other than the Company Sites.\nWhen you access Third Party Services, you do so at your own risk.\nIf you are interested in creating hypertext links to the Company Sites, you must contact Company's legal department at&nbsp;ldepartment@foxnews.com&nbsp;before doing so.\nIn establishing hypertext links, you must not represent in any way, expressly or by implication, that you have received the endorsement, sponsorship or support of the Company Sites or Company, including its respective employees, agents, directors, officers or shareholders.</p>\n<p>\n<strong>Company Terms of Sale</strong>\n</p>\n<p>\n<u>Certain products and services may from time to time be made available to you through the Company Services.\nThe products and services that are offered for sale by Company or its corporate affiliates are each referred to as an “Offering”.\nTerms related to a specific product or service will accompany the Offering.\nIn addition, these Terms of Sale apply to all Offerings.\nTo make a purchase on Company Services, you must be a registered Company user.\nCompany sells its products only to those users who can legally make purchases with a credit card.\nYou must be eighteen years of age to make a purchase on the Company Services, or, if you are under the age of eighteen but over the age of thirteen, you may make purchases on the Company Services with the knowledge and consent of your parent or legal guardian.\nCompany reserves the right to refuse or cancel orders or terminate accounts, at any time in its sole discretion.\nWe may accept various credit cards at any different times.\nHowever, by submitting an order through the Company Services, you authorize Company, or its designated payment processor, to charge the account you specify for the purchase amount using your credit card if we accept it.\nAll payments are to be made in United States Dollars.</u>\n</p>\n<p>\n<strong>Member Disputes</strong>\n</p>\n<p>You are solely responsible for your interactions with other users of the Company Sites and the Company Services, providers of Third Party Services or any other parties with whom you interact on, through or in connection with the Company Services.\nCompany reserves the right, but has no obligation, to become involved in any way with any disputes between you and such parties.</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>Company, the Company logo, and other Company marks, graphics, logos, scripts, and sounds are trademarks of Company.\nNone of the Company trademarks may be copied, downloaded, or otherwise exploited.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>For information about Company’s policies and practices regarding the collection and use of your information, please read Company's&nbsp;www.foxnews.com/about/privacy-policy.\nThe Privacy Policy is incorporated by reference and made part of this Agreement.\nThus, by agreeing to this Agreement, you agree that your use of or presence on the Company Sites, application and other places where any Company Services are available are governed by the Privacy Policy in effect at the time of your use.</p>\n<p>\n<strong>Disclaimers</strong>\n</p>\n<p>THE COMPANY SERVICES ARE PROVIDED \"AS-IS\" AND \"AS AVAILABLE\" AND COMPANY DOES NOT GUARANTEE OR PROMISE ANY SPECIFIC RESULTS FROM USE OF OR CONTINUOUS AVAILABILITY OF THE COMPANY SERVICES.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY EXPRESSLY DISCLAIMS ANY WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, AND WARRANTIES IMPLIED FOR A COURSE OF PERFORMANCE OR COURSE OF DEALING.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, COMPANY MAKES NO WARRANTY THAT YOUR USE OF THE COMPANY SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, THAT DEFECTS TO THE COMPANY SERVICES WILL BE CORRECTED, THAT THE COMPANY SERVICES OR THE SERVERS ON WHICH THEY ARE AVAILABLE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY INFORMATION OBTAINED BY YOU ON, THROUGH OR IN CONNECTION WITH THE COMPANY SERVICES OR THIRD PARTY SERVICES (INCLUDING, BUT NOT LIMITED TO, THROUGH USER CONTENT OR THIRD PARTY ADVERTISEMENTS) WILL BE ACCURATE, RELIABLE, TIMELY OR COMPLETE.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE COMPANY WILL NOT BE RESPONSIBLE FOR ANY LOSS OR DAMAGE (INCLUDING BUT NOT LIMITED TO LOSS OF DATA, PROPERTY DAMAGE, PERSONAL INJURY OR DEATH) RESULTING FROM USE OF THE COMPANY SERVICES, PROBLEMS OR TECHNICAL MALFUNCTION IN CONNECTION WITH USE OF THE COMPANY SERVICES, ATTENDANCE AT A COMPANY EVENT, ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED IN CONNECTION WITH THE COMPANY SERVICES, ANY USER CONTENT, ANY THIRD PARTY ADVERTISEMENT OR THIRD PARTY SERVICE TRANSMITTED ON, THROUGH OR IN CONNECTION WITH THE COMPANY SERVICES, OR THE CONDUCT OF ANY USERS OF THE COMPANY SERVICES, WHETHER ONLINE OR OFFLINE.\nYOUR USE OF USER CONTENT, THIRD PARTY ADVERTISEMENTS, THIRD PARTY SERVICES AND THE GOODS OR SERVICES PROVIDED BY ANY THIRD PARTIES IS SOLELY YOUR RESPONSIBILITY AND AT YOUR OWN RISK.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE COMPANY SERVICES, AND ANY INFORMATION TRANSMITTED OR RECEIVED IN CONNECTION THEREWITH, MAY NOT BE SECURE AND MAY BE INTERCEPTED BY UNAUTHORIZED PARTIES.\nYOU ASSUME RESPONSIBILITY, TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, FOR THE ENTIRE COST OF ANY MAINTENANCE, REPAIR OR CORRECTION TO YOUR COMPUTER SYSTEM OR OTHER PROPERTY OR RECOVERY OR RECONSTRUCTION OF LOST DATA NECESSITATED BY YOUR USE OF THE COMPANY SERVICES.</p>\n<p>\n<strong>Limitation on Liability</strong>\n</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY'S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO COMPANY FOR THE COMPANY SERVICES DURING THE TERM OF YOUR USE OF THE COMPANY SERVICES.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DAMAGES OTHER THAN THE AMOUNT PAID, IF ANY, BY YOU TO COMPANY FOR THE COMPANY SERVICES DURING THE TERM OF YOUR USE OF THE COMPANY SERVICES, INCLUDING ANY OTHER GENERAL, DIRECT, INDIRECT, COMPENSATORY, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, AND INCLUDING, WITHOUT LIMITATION, LOST PROFIT DAMAGES ARISING FROM YOUR USE OF OR INABILITY TO USE THE COMPANY SERVICES.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT ANY DAMAGES YOU INCUR ARISING OUT OF COMPANY’S ACTS OR OMISSIONS OR YOUR USE OF SITE.COM OR THE COMPANY SERVICES ARE NOT IRREPARABLE AND ARE INSUFFICIENT TO ENTITLE YOU TO AN INJUNCTION OR OTHER EQUITABLE RELIEF RESTRICTING THE AVAILABILITY OF OR ANY PERSON’S ABILITY TO ACCESS ANY PORTION OF SITE.COM OR THE COMPANY SERVICES.</p>\n<p>THE LIMITATIONS IN THIS SECTION APPLY WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF ANY SUCH DAMAGES</p>\n<p>\n<strong>United States Jurisdiction</strong>\n</p>\n<p>Company provides the Company Services in the United States of America.\nCompany does not represent that the Company Content or the Company Services are appropriate (or, in some cases, available) for use in other locations.\nIf you use the Company Sites or the Company Services from a jurisdiction other than the United States, you agree that you do so of your own initiative, and you are responsible for complying with local laws as applicable to your use of the Company Sites or the Company Services.</p>\n<p>Not all of the Site Products are available worldwide or nationwide, and Company makes no representation that you will be able to obtain any Site Product in any particular jurisdiction, either within or outside of the United States.</p>\n<p>\n<strong>U.S.\nExport Controls</strong>\n</p>\n<p>Software available in connection with the Company Services is further subject to United States export controls.\nNo such software may be downloaded from the Company Services or otherwise exported or re-exported in violation of U.S.\nexport laws.\nDownloading or using such software is at your sole risk.</p>\n<p>\n<strong>Arbitration Agreement and Class Action Waiver</strong>\n</p>\n<p>(1) Company, including its Company Affiliates, agents, employees, predecessors in interest, successors, and assigns, and you agree that any Dispute (as defined herein) between you and Company, regarding any aspect of your relationship with Company, will be resolved in a binding, confidential, individual and fair arbitration process, and not in court.&nbsp.\n<u>\n<strong>Each of you and Company agrees to give up the right to sue in court.&nbsp;</strong>\n</u>\n</p>\n<p>(2) The term “Dispute” is to be given the broadest possible meaning that will be enforced, and shall include any dispute, claim, demand, count, cause of action, or controversy between you and Company, whether based in contract, statute, regulation, ordinance, tort (including, but not limited to, fraud, misrepresentation, fraudulent inducement, negligence, or any other intentional tort), or any other legal or equitable theory.&nbsp.\nThe term “Dispute” specifically includes, but is not limited to, any disputes, actions, claims, or controversies between you and the Company that arise from or in any way relate to or concern any Content, products or services provided by Company including but not limited to the Company Services (as defined above), this Arbitration Agreement, any other aspect of these Terms of Use (including their applicability and their conformance to applicable law), any billing disputes, and any disputes relating to telephonic, text message, or any other communications either of us received from the other.&nbsp.\nThe only exceptions to this Arbitration Agreement are that (i) each of you and Company retains the right to sue in small claims court and (ii) each of you and Company may bring suit in court against the other to enjoin infringement or other misuse of intellectual property rights.&nbsp.\nDisputes over whether these exceptions apply shall be resolved by the court in which such action has been brought.\nall other disputes over arbitrability shall be resolved by the arbitrator.</p>\n<p>(3) <strong>\n<u>Each of you and Company also agrees to give up the ability to seek to represent, in a class action or otherwise, anyone but each of you and Company</u>&nbsp;</strong>(see paragraph 9 below).</p>\n<p>(4) There is no judge or jury in arbitration, and court review of an arbitration award is limited.&nbsp.\nAn arbitrator must follow this Arbitration Agreement.&nbsp.\nThe arbitrator, however, can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief, or statutory damages).\nprovided that they are recoverable under these Terms of Use.</p>\n<p>(5) These Terms of Use evidence a transaction in interstate commerce, and thus the Federal Arbitration Act, 9 U.S.C.\n§§ 1-16, governs the interpretation and enforcement of this Arbitration Agreement.&nbsp.\nThis Arbitration Agreement shall survive termination of the Terms of Use.</p>\n<p>(6) Any arbitration between you and Company will be conducted by the Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”), pursuant to the JAMS Streamlined Arbitration Rules &amp.\nProcedures effective July 1, 2014 (the “JAMS Rules”), as modified by this agreement to arbitrate.&nbsp.\nThe arbitration shall be conducted by a single, neutral arbitrator, and if you and Company cannot agree on who that single arbitrator will be, the arbitrator will be appointed pursuant to the JAMS Rules, with the participation and involvement of Company and you pursuant to JAMS Rule 12.&nbsp.\nThe JAMS Rules are available on its website at http://www.jamsadr.com/rules-streamlined-arbitration/.&nbsp.\nThe Consumer Arbitration Minimum Standards are available at https://www.jamsadr.com/consumer-minimum-standards/.\nThe arbitrator is bound by these Terms of Use.</p>\n<p>(7) If either you or Company wish to arbitrate a claim, you or Company must first send by mail to the other a written Notice of Dispute (“Notice”) that sets forth the name, address, and contact information of the party giving notice, the specific facts giving rise to the Dispute, the Company Service to which the Notice relates, and the relief requested.&nbsp.\nYour Notice to the Company must be sent by mail to: Arbitration Notice of Dispute, 2121 Avenue of the Stars, 7th Floor, Los Angeles, California, 90067.&nbsp.\nCompany will send any Notice to you at the contact information we have for you or that you provide.&nbsp.\nIt is the sender’s responsibility to ensure that the recipient receives the Notice.&nbsp.\nDuring the first 45 days after you or we send a Notice to the other, you and we may try to reach a settlement of the Dispute.</p>\n<p>(8) If you and we do not resolve the Dispute within 45 days, either you or we may initiate arbitration in accordance with the JAMS Rules.&nbsp.\nFurther instructions on submitting a Demand for Arbitration may be found at http://www.jamsadr.com/files/Uploads/Documents/JAMS_Arbitration_Demand.pdf.&nbsp.\nIn addition to filing this Demand for Arbitration with JAMS in accordance with its rules and procedures, you must send a copy of this completed Demand for Arbitration to the Company at the address listed above to which you sent your Notice of Dispute.</p>\n<p>(9) You and the Company acknowledge and agree to abide by the following rules for arbitration:</p>\n<p>(a) YOU AND COMPANY MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS, REPRESENTATIVE OR MULTI-CLAIMANT PROCEEDING, AND THE ARBITRATOR SHALL HAVE NO POWER TO AWARD CLASS-WIDE RELIEF.\n(b) Company will pay arbitration costs as required by the JAMS Consumer Arbitration Minimum Standards and consistent with paragraph 6 below.\n(c) the arbitrator may award any individual relief or individual remedies that are permitted by applicable law and these Terms of Use.\nand (d) each side pays his, her or its own attorneys' fees, except as otherwise provided in paragraph 10 below.</p>\n<p>(10) JAMS charges filing and other fees to conduct arbitrations.&nbsp.\nOrdinarily, the claimant has to pay the filing fee to initiate arbitration, but if you wish to commence an arbitration against Company, you and the Company acknowledge and agree to abide by the following:</p>\n<ul>\n<li>If you are seeking to recover less than $10,000 (inclusive of attorneys’ fees), Company will pay the filing fee on your behalf or reimburse your payment of it.</li>\n<li>If you are seeking to recover $10,000 or more, you will have to pay the filing fee charged by JAMS, but Company will reimburse the filing fee if you prevail on all claims decided upon by the arbitrator.</li>\n<li>Company and you agree that, if the claims to be arbitrated total less than $10,000 (inclusive of attorneys’ fees), the claim ordinarily should be decided on written submissions only, without a telephonic or in-person hearing.\nCompany will not request a hearing for any claims totaling less than $10,000.&nbsp.\nThis provision shall not be construed by the arbitrator to deprive you of any rights you may have to a telephonic or in-person hearing in your hometown area pursuant to the JAMS Rules.</li>\n<li>Company and you agree that, if the claims to be arbitrated total $10,000 or more, the arbitration will occur in a manner and place consistent with the JAMS Rules.</li>\n</ul>\n<p>(11) Regardless of how the arbitration proceeds, each of you and Company shall cooperate in good faith in the exchange of non-privileged documents and information as necessary in accordance with the JAMS Rules, and the arbitrator shall issue a reasoned written decision sufficient to explain his or her findings and conclusions.</p>\n<p>(12) Each of you and Company may incur attorneys’ fees during the arbitration.&nbsp.\nEach side agrees to pay his, her or its own attorneys' fees unless the claim(s) at issue permit the prevailing party to be paid its attorneys' fees, and in such instance, the fees awarded shall be determined by the applicable law(s).\nIn addition to whatever rights you may have to recover your attorneys’ fees under applicable law, if you prevail in the arbitration, and if Company failed to make a settlement offer to you before the arbitration or the amount you win is at least 25% greater than Company’s highest settlement offer, then Company will pay your reasonable attorneys’ fees in addition to the amount the arbitrator awarded.&nbsp.\nIf Company wins the arbitration, you will be responsible for your own attorneys’ fees.&nbsp.\nIn addition, if the arbitrator, at the request of the winning party, finds that the losing party brought a claim or asserted a defense frivolously or for an improper purpose, then regardless of the amount in dispute, the arbitrator must order the losing party to pay both sides’ arbitration fees and may order the losing party to pay the winning party’s reasonable attorneys’ fees, unless such an award of fees is prohibited by applicable law.</p>\n<p>(13) The arbitrator may award declaratory or injunctive relief only in favor of the individual party seeking relief, only to the extent necessary to provide relief warranted by that party's individual claim, only as permitted by applicable law, and only to the extent that declaratory and injunctive relief are permitted by these Terms of Use.&nbsp.\nThe arbitrator shall have no authority to award punitive, exemplary, multiplied or consequential damages or any other relief not allowed under this Arbitration Agreement.&nbsp.\nThe arbitrator also may not order Company to pay any monies to or take any actions with respect to persons other than you, unless Company explicitly consents in advance, after an arbitrator is selected, to permit the arbitrator to enter such an order.&nbsp.\nFurther, unless Company expressly agrees, the arbitrator may not consolidate other persons’ claims with yours, and may not otherwise preside over any form of a representative, multi-claimant or class proceeding.</p>\n<p>(14) You and Company agree to maintain the confidential nature of the arbitration proceeding and shall not disclose the fact of the arbitration, any documents exchanged as part of any mediation,&nbsp.\nproceedings of the arbitration, the arbitrator’s decision and the existence or amount of any award, except as may be necessary to prepare for or conduct the arbitration (in which case anyone becoming privy to confidential information must undertake to preserve its confidentiality), or except as may be necessary in connection with a court application for a provisional remedy, a judicial challenge to an award or its enforcement, an order confirming the award, or unless otherwise required by law or court order.\nIn keeping with the confidential nature of the arbitration, You and Company agree that an order confirming award is only necessary if the obligations of the award have not been performed.&nbsp.\nTherefore, before taking any steps to confirm the arbitration award, the party seeking confirmation of the award must give the other party notice of its intention to confirm the award.&nbsp.\nIf the party who would be the respondent in any such confirmation proceeding performs its obligation under the terms of the arbitration award within 15 business days of such notice, the party who gave notice of its intent to confirm the award shall not seek to confirm or otherwise enforce the award.</p>\n<p>(15) With the exception of subpart (a) in paragraph (9) (i.e., the waiver of the ability to proceed on behalf of multiple claimants or a purported class), if any part of this Arbitration Agreement is deemed invalid, unenforceable, or illegal, then the balance of this Arbitration Agreement shall remain in effect and be construed in accordance with its terms as if the invalid, unenforceable, or illegal provision were not contained.\nIf, however, subpart (a) in paragraph (9) is found invalid, unenforceable or illegal, then the entirety of this Arbitration Agreement shall be null and void, but the rest of these Terms, including the provisions governing where actions against Company must be pursued, the choice of governing law, and our mutual waiver of the right to a trial by jury, will remain in effect and apply to any claim that, for this or any other reason, proceeds in court rather than in arbitration.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>The Agreement will be governed by, and construed in accordance with, the laws of the State of New York, without regard to its conflict of law provisions.</p>\n<p>Except with respect to Disputes to be resolved through an arbitration process in accordance with the Arbitration Agreement contained above, you and Company agree to submit to the exclusive jurisdiction of the courts located in New York, New York to resolve any Dispute arising out of the Agreement or the Company Services.\nYOU HEREBY KNOWINGLY, VOLUNTARILY AND INTENTIONALLY WAIVE ANY RIGHT YOU MAY HAVE TO A TRIAL BY JURY IN RESPECT OF ANY LITIGATION (INCLUDING, BUT NOT LIMITED TO, ANY CLAIMS, COUNTERCLAIMS, CROSS-CLAIMS, OR THIRD PARTY CLAIMS) ARISING OUT OF, UNDER OR IN CONNECTION WITH THIS AGREEMENT.</p>\n<p>SUBJECT TO APPLICABLE LAW, YOU AGREE THAT ANY CAUSE OF ACTION YOU MAY HAVE ARISING OUT OF OR RELATED TO THIS AGREEMENT, THE COMPANY SITES OR THE COMPANY SERVICES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER SUCH CAUSE OF ACTION ACCRUES.\nAFTER SUCH PERIOD, SUCH CAUSE OF ACTION SHALL BE PERMANENTLY BARRED.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to indemnify and hold Company, its Company Affiliates, subcontractors and other partners, and their respective officers, agents, partners and employees, harmless from any loss, liability, claim, or demand, including, but not limited to, reasonable attorneys' fees, made by any third party due to or arising out of or in connection with YOUR BREACH OF YOUR REPRESENTATIONS, WARRANTIES, COVENANTS OR AGREEMENTS HEREUNDER.\nYOUR VIOLATION OF THIS AGREEMENT OF USE OR ANY APPLICABLE LAW.\nYOUR USE OF THE COMPANY SERVICES AND/OR THE CONTENT IN VIOLATION OF THIS AGREEMENT.\nINFORMATION OR CONTENT POSTED OR TRANSMITTED THROUGH YOUR AUTHORIZED DEVICE OR ACCOUNT, EVEN IF NOT SUBMITTED BY YOU, THAT INFRINGES ANY COPYRIGHT, TRADEMARK, TRADE SECRET, TRADE DRESS, PATENT, PUBLICITY, PRIVACY OR OTHER RIGHT OF ANY PERSON OR ENTITY OR DEFAMES ANY PERSON OR ENTITY.\nAND ANY MISREPRESENTATION MADE BY YOU.\nYOU WILL COOPERATE AS FULLY AND AS REASONABLY REQUIRED IN COMPANY’S DEFENSE OF ANY CLAIM.\nCOMPANY RESERVES THE RIGHT, AT ITS OWN EXPENSE, TO ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER OTHERWISE SUBJECT TO INDEMNIFICATION BY YOU, AND YOU SHALL NOT IN ANY EVENT SETTLE ANY SUCH MATTER WITHOUT THE WRITTEN CONSENT OF COMPANY.</p>\n<p>\n<strong>Unsolicited Submissions</strong>\n</p>\n<p>Company does not knowingly accept, via the Company Services or otherwise, unsolicited submissions including, without limitation, submissions by you of blog ideas, articles, scripts, story lines, fan fiction, characters, drawings, information, suggestions, proposals, ideas or concepts.\nCompany requests that you do not make any unsolicited submissions.\nAny similarity between an unsolicited submission and any elements in any Company or Affiliated Company creative work including, without limitation, a film, series, story, title or concept would be purely coincidental.\nIf you do send any submissions to Company via the Company Services that are unsolicited (including but not limited to any Forum), however, you agree that (i) your unsolicited submissions are not being made in confidence or trust and that by making such submissions no contractual or fiduciary relationship is created between you and Company.\n(ii) any such unsolicited submissions and copyright become the property of and will be owned by Company (and are not User Content licensed by you to Company under \"Your Proprietary Rights in and License to Your User Content\") and may be used, copied, sublicensed, adapted, transmitted, distributed, publicly performed, published, displayed or deleted as Company sees fit.\n(iii) you are not entitled to any compensation, credit or notice whatsoever in connection with such submissions.\nand (iv) by sending an unsolicited submission you waive the right to make any claim against Company or Company Affiliates relating to any unsolicited submissions by you, including, without limitation, unfair competition, breach of implied contract or breach of confidentiality.</p>\n<p>\n<strong>Employment Opportunities</strong>\n</p>\n<p>Company may, from time to time, post Company employment opportunities on the Company Services and/or invite users to submit resumes to it.\nIf you choose to submit your name, contact information, resume and/or other personal information to Company in response to employment listings, you are authorizing Company to utilize this information for all lawful and legitimate hiring and employment purposes.\nCompany also reserves the right, at its sole discretion, to forward the information you submit to its Company Affiliates for legitimate business purposes.\nNothing in this Agreement or contained in the Company Services will constitute a promise by Company to contact, interview, hire or employ any individual who submits information to it, nor will anything in this Agreement or contained in the Company Services constitute a promise that Company will review any or all of the information submitted to it by users of the Company Services.</p>\n<p>© Associated Press.\nAll rights reserved.</p>\n<p>All quotes delayed by at least 15 minutes.\nMarket Data provided by Interactive Data (Terms &amp.\nConditions).</p>\n<p>Powered and implemented by&nbsp;Interactive Data Managed Solutions.</p>\n<p>Company fundamental data provided by&nbsp;Morningstar.</p>\n<p>Earnings estimates data provided by&nbsp;Zacks.</p>\n<p>Mutual fund data provided by&nbsp;Lipper.</p>\n<p>Economic data provided by&nbsp;Econoday.</p>\n<p>Dow Jones &amp.\nCompany (Terms &amp.\nConditions).</p>\n<p>\n<strong>Other</strong>\n</p>\n<p>If you see other parties violating this Agreement, we would appreciate it if you would let us know&nbsp;here.\nPrecisely how Company responds to a party that is violating this Agreement will be determined after carefully analyzing all of the facts and circumstances of a particular case.\nYou may not rely upon Company's precise response with respect to one party or one situation as any indication of what Company might do with respect to another party or another situation, even if the parties or situations appear to you to be similar.</p>\n<p>Similarly, the failure of Company to exercise or enforce any right or provision of this Agreement will not operate as a waiver of such right or provision.\nIf we fail to act in response to a violation of this Agreement, you should not assume that we do not object to the violation or even that we are aware of it.\nIn addition, you may not construe a waiver of any provision of this Agreement with respect to any party as a waiver of that provision (or any other provision) with respect to either that party or any other party.\nFurther, Company's decision to delay exercising or enforcing any right or remedy under this Agreement shall not constitute a waiver of such right or remedy.\nEven if Company acts in a way that appears to you to be inconsistent with this Agreement, Company's action shall not be deemed a waiver or constructive amendment of this Agreement.</p>\n<p>The Section titles in this Agreement are for convenience only and have no legal or contractual effect.\nThis Agreement operates to the fullest extent permissible by law.\nExcept as otherwise expressly provided herein, if any provision of this Agreement is unlawful, void or unenforceable, that provision is deemed severable from this Agreement and does not affect the validity and enforceability of any remaining provisions.</p>\n<p>You agree that any notices the Company may be required by Applicable Law to send to you will be effective upon Company's sending an e-mail message to the e-mail address you have on file with Company or publishing such notices on the informational page(s) of the Company Sites.\nAdditionally, from time to time, we may communicate with you about the Company Services and this Agreement electronically (e.g., emails to your registered email address, notices on the Company Sites, order progress tracking).\nYou consent to receive electronic communications from Company and further agree that any notices, agreements, disclosures, and other communications that we send to you electronically will satisfy any applicable legal notification requirements.\nWe recommend that you keep a copy of any electronic communications we send to you for your records.</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and Company as a result of this Agreement or your use of the Company Services.\nA printed version of this Agreement and of any notice related to it shall be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent as other business documents and records originally generated and maintained in printed form.</p>\n<p>Nothing contained in this Agreement limits Company's right to comply with governmental, court and law enforcement requests or requirements relating to your use of the Company Services or information provided to or gathered by us in connection with such use.</p>\n<p>This Agreement, along with the Privacy Policy and any other policies expressly incorporated into this Agreement by reference, constitute the entire agreement between you and Company with respect to the subject matter hereof and supersede all prior or contemporaneous written or oral agreements between the us with respect to the subject matter hereof.\nThis Agreement may not be amended, nor any obligation waived, without Company’s written authorization.</p>\n<p>Please contact us at:&nbsp;ldepartment@foxnews.com, Subject: Question Regarding Terms of Use with any questions regarding this Agreement.</p>\n<p>I HAVE READ THIS AGREEMENT AND AGREE TO ALL OF THE PROVISIONS CONTAINED ABOVE.</p> ", "created_at": "2018-07-17 10:11:58.854754", "updated_at": "2020-12-14 15:27:22.940549"}, {"id": 3412, "name": "Do-Not-Sell My Personal Information", "url": "https://www.foxnews.com/donotsell", "xpath": "", "text": " By using this site, you agree to our Privacy Policy and our Terms of Use.\nClose Fox News<ul>\n<li>U.S.</li>\n<li>Politics</li>\n<li>Media</li>\n<li>Opinion</li>\n<li>Business</li>\n<li>Entertainment</li>\n<li>Sports</li>\n<li>Lifestyle</li>\n<li>TV</li>\n<li>Fox Nation</li>\n<li>Listen</li>\n<li>More</li>\n</ul>Expand / Collapse searchLoginWatch TVMenuHot Topics<ul>\n<li>LIVE UPDATES: Market volatility, GameStop on Yellen agenda</li>\n<li>LIVE UPDATES: Graham defends Cheney</li>\n</ul>Coronavirus<ul>\n</ul>U.S.<ul>\n<li>Crime</li>\n<li>Military</li>\n<li>Education</li>\n<li>Terror</li>\n<li>Immigration</li>\n<li>Economy</li>\n<li>Personal Freedoms</li>\n<li>Fox News Investigates</li>\n</ul>World<ul>\n<li>U.N.</li>\n<li>Conflicts</li>\n<li>Terrorism</li>\n<li>Disasters</li>\n<li>Global Economy</li>\n<li>Environment</li>\n<li>Religion</li>\n<li>Scandals</li>\n</ul>Opinion<ul>\n</ul>Politics<ul>\n<li>Executive</li>\n<li>Senate</li>\n<li>House</li>\n<li>Judiciary</li>\n<li>Foreign Policy</li>\n<li>Polls</li>\n<li>Elections</li>\n</ul>Entertainment<ul>\n<li>Celebrity News</li>\n<li>Movies</li>\n<li>TV News</li>\n<li>Music News</li>\n<li>Style News</li>\n<li>Entertainment Video</li>\n</ul>Business<ul>\n<li>Personal Finance</li>\n<li>Economy</li>\n<li>Markets</li>\n<li>Watchlist</li>\n<li>Lifestyle</li>\n<li>Real Estate</li>\n<li>Tech</li>\n</ul>Lifestyle<ul>\n<li>Food + Drink</li>\n<li>Cars + Trucks</li>\n<li>Travel + Outdoors</li>\n<li>House + Home</li>\n<li>Fitness + Well-being</li>\n<li>Style + Beauty</li>\n<li>Family</li>\n<li>Faith</li>\n</ul>Science<ul>\n<li>Archaeology</li>\n<li>Air &amp.\nSpace</li>\n<li>Planet Earth</li>\n<li>Wild Nature</li>\n<li>Natural Science</li>\n<li>Dinosaurs</li>\n</ul>Tech<ul>\n<li>Security</li>\n<li>Innovation</li>\n<li>Drones</li>\n<li>Computers</li>\n<li>Video Games</li>\n<li>Military Tech</li>\n</ul>Health<ul>\n<li>Coronavirus</li>\n<li>Healthy Living</li>\n<li>Medical Research</li>\n<li>Mental Health</li>\n<li>Cancer</li>\n<li>Heart Health</li>\n<li>Children's Health</li>\n</ul>TV<ul>\n<li>Shows</li>\n<li>Personalities</li>\n<li>Watch Live</li>\n<li>Full Episodes</li>\n<li>Show Clips</li>\n<li>News Clips</li>\n</ul> About <ul>\n<li>Contact Us</li>\n<li>Careers</li>\n<li>Fox Around the World</li>\n<li>Advertise With Us</li>\n<li>Media Relations</li>\n<li>Corporate Information</li>\n<li>Compliance</li>\n<li>Supplier Diversity</li>\n</ul> Other <ul>\n<li>Fox Nation</li>\n<li>Fox News Shop</li>\n<li>Fox News Go</li>\n<li>Fox News Radio</li>\n<li>Newsletters</li>\n<li>Alerts</li>\n<li>Podcasts</li>\n<li>Apps &amp.\nProducts</li>\n</ul>Fox News<ul>\n<li>New Terms of Use</li>\n<li>Updated Privacy Policy</li>\n<li>Do Not Sell my Personal Information</li>\n<li>Closed Captioning Policy</li>\n<li>Help</li>\n<li>Contact Us</li>\n</ul>\n<p> This material may not be published, broadcast, rewritten, or redistributed.\n©2021 FOX News Network, LLC.\nAll rights reserved.\nQuotes displayed in real-time or delayed by at least 15 minutes.\nMarket data provided by Factset.\nPowered and implemented by FactSet Digital Solutions.\nLegal Statement.\nMutual Fund and ETF data provided by Refinitiv Lipper.\n</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Google+</li>\n<li>Instagram</li>\n<li>RSS</li>\n<li>Email</li>\n</ul>Do Not Sell My Personal Information – California Privacy Rights <p>Toggle On to Opt Out of the \"Sale\" of your Personal Information related to tailored advertising on this site.\nTo Opt Out of the \"Sale\" of your Personal Information related to tailored advertising on other sites, follow the instructions for Other Sites below.</p>\n<p>Do Not Sell My Personal Information</p> Opt In/Out <p>We and our advertising partners collect certain information, including cookies and similar information stored on your browsers, advertising identifiers on your mobile devices, and/or the IP address of your devices when you visit our sites or use our apps.\nWe and our partners use that information to deliver online advertisements to you on your devices and tailor those ads to your interests.\nSuch sharing may be considered a \"Sale\" under the California Consumer Privacy Act (CCPA).\nThe CCPA provides a right to opt out of the \"Sale\" of personal information.</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>Fox News Sites</em>\n</strong>\n<br> If you wish to opt out of the \"Sale\" of your information in connection with tailored advertising that appears primarily on Fox News' websites, move the toggle above to \"On.\"</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Other Sites</em>\n</strong>\n<br> To also opt out of the \"Sale\" of your information related to tailored advertising on other sites, please visit http://optout.aboutads.info/#/ or http://optout.networkadvertising.org/# and follow the instructions.</p>\n</li>\n</ul>\n<p>Digital advertising companies have not yet adopted a single method for opting out of \"Sales\" under the CCPA.\nIn the event that you opt out of the \"Sale\" of your information, but do not opt out of interest-based advertising more generally on other websites and apps you visit, you may still receive ads tailored to your interests based upon personal information not \"Sold\" by us, but \"Sold\" by other sources from which you have not opted out.</p>\n<p>Please note that opting out does not mean that you will stop seeing all ads.\nAnd after opting out of the \"Sale\" of your personal information as described above, you may still see interest-based ads.\nBecause interest-based advertising relies on cookies and other similar technologies, opting out needs to be controlled at the device and/or browser level.\nTo learn more about interest-based advertising across other websites and apps, and your additional choices for opting out of interest-based advertising, please visit http://optout.aboutads.info/#/ or http://optout.networkadvertising.org/#.</p>\n<p>For mobile and connected TV apps, please visit the Do Not Sell section in Account/Settings for more information and to exercise your choices.\nTo learn more about our information practices, please see our Privacy Policy.\n[https://www.foxnews.com/privacy-policy]</p> Coronavirus<ul>\n</ul>U.S.<ul>\n<li>Crime</li>\n<li>Military</li>\n<li>Education</li>\n<li>Terror</li>\n<li>Immigration</li>\n<li>Economy</li>\n<li>Personal Freedoms</li>\n<li>Fox News Investigates</li>\n</ul>World<ul>\n<li>U.N.</li>\n<li>Conflicts</li>\n<li>Terrorism</li>\n<li>Disasters</li>\n<li>Global Economy</li>\n<li>Environment</li>\n<li>Religion</li>\n<li>Scandals</li>\n</ul>Opinion<ul>\n</ul>Politics<ul>\n<li>Executive</li>\n<li>Senate</li>\n<li>House</li>\n<li>Judiciary</li>\n<li>Foreign Policy</li>\n<li>Polls</li>\n<li>Elections</li>\n</ul>Entertainment<ul>\n<li>Celebrity News</li>\n<li>Movies</li>\n<li>TV News</li>\n<li>Music News</li>\n<li>Style News</li>\n<li>Entertainment Video</li>\n</ul>Business<ul>\n<li>Personal Finance</li>\n<li>Economy</li>\n<li>Markets</li>\n<li>Watchlist</li>\n<li>Lifestyle</li>\n<li>Real Estate</li>\n<li>Tech</li>\n</ul>Lifestyle<ul>\n<li>Food + Drink</li>\n<li>Cars + Trucks</li>\n<li>Travel + Outdoors</li>\n<li>House + Home</li>\n<li>Fitness + Well-being</li>\n<li>Style + Beauty</li>\n<li>Family</li>\n<li>Faith</li>\n</ul>Science<ul>\n<li>Archaeology</li>\n<li>Air &amp.\nSpace</li>\n<li>Planet Earth</li>\n<li>Wild Nature</li>\n<li>Natural Science</li>\n<li>Dinosaurs</li>\n</ul>Tech<ul>\n<li>Security</li>\n<li>Innovation</li>\n<li>Drones</li>\n<li>Computers</li>\n<li>Video Games</li>\n<li>Military Tech</li>\n</ul>Health<ul>\n<li>Coronavirus</li>\n<li>Healthy Living</li>\n<li>Medical Research</li>\n<li>Mental Health</li>\n<li>Cancer</li>\n<li>Heart Health</li>\n<li>Children's Health</li>\n</ul>TV<ul>\n<li>Shows</li>\n<li>Personalities</li>\n<li>Watch Live</li>\n<li>Full Episodes</li>\n<li>Show Clips</li>\n<li>News Clips</li>\n</ul> About <ul>\n<li>Contact Us</li>\n<li>Careers</li>\n<li>Fox Around the World</li>\n<li>Advertise With Us</li>\n<li>Media Relations</li>\n<li>Corporate Information</li>\n<li>Compliance</li>\n<li>Supplier Diversity</li>\n</ul> Other <ul>\n<li>Fox Nation</li>\n<li>Fox News Shop</li>\n<li>Fox News Go</li>\n<li>Fox News Radio</li>\n<li>Newsletters</li>\n<li>Alerts</li>\n<li>Podcasts</li>\n<li>Apps &amp.\nProducts</li>\n</ul>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Flipboard</li>\n<li>Google+</li>\n<li>Instagram</li>\n<li>RSS</li>\n<li>Email</li>\n</ul>Fox News<ul>\n<li>New Terms of Use</li>\n<li>Updated Privacy Policy</li>\n<li>Do Not Sell my Personal Information</li>\n<li>Closed Captioning Policy</li>\n<li>Help</li>\n<li>Contact Us</li>\n<li>Accessibility Statement</li>\n</ul>\n<p> This material may not be published, broadcast, rewritten, or redistributed.\n©2021 FOX News Network, LLC.\nAll rights reserved.\nQuotes displayed in real-time or delayed by at least 15 minutes.\nMarket data provided by Factset.\nPowered and implemented by FactSet Digital Solutions.\nLegal Statement.\nMutual Fund and ETF data provided by Refinitiv Lipper.\n</p> ", "created_at": "2021-01-04 22:34:18.280257", "updated_at": "2021-02-03 22:42:49.060667"}], "points": [{"id": 1131, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://www.foxnews.com/privacy-policy.html", "status": "\"When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits. For example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\"", "created_at": "2018-01-20 14:15:34.130304", "updated_at": "2021-06-26 22:20:06.267417", "quoteText": "Cookies and other tracking technologies (such as browser cookies, pixels, beacons, and Adobe Flash technology including cookies) are comprised of small bits of data.\n", "case_id": 323, "document_id": 228, "quoteStart": 5044, "quoteEnd": 5210}, {"id": 4619, "title": "The service uses your personal data is used for advertising", "source": "http://www.foxnews.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2018-09-13 02:41:29.247037", "updated_at": "2019-05-18 11:06:03.426938", "quoteText": "We may use the information we collect from and about you to provide the Fox News Services and features to you, including: to measure and improve those Fox News Services and features and to develop new products and services.\nto improve your experience with both online and off-line Fox News Services by delivering content you will find relevant and interesting, including advertising and marketing messages", "case_id": 216, "document_id": 228, "quoteStart": 7809, "quoteEnd": 8214}, {"id": 4618, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "http://www.foxnews.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2018-09-13 02:40:55.134259", "updated_at": "2018-09-13 09:12:27.400033", "quoteText": "At this time we do not respond to browser ‘Do Not Track’ signals, as we await the work of interested stakeholders and others to develop standards for how such signals should be interpreted", "case_id": 233, "document_id": 228, "quoteStart": 7590, "quoteEnd": 7778}, {"id": 4621, "title": "You wave your right to a class action.", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2018-09-13 02:45:13.23556", "updated_at": "2018-09-13 09:12:40.600224", "quoteText": " YOU AND COMPANY WAIVE THE RIGHT TO BRING OR PARTICIPATE IN A CLASS ACTION IN CONNECTION WITH SUCH DISPUTES.\n", "case_id": 117, "document_id": 229, "quoteStart": 3227, "quoteEnd": 3336}, {"id": 6470, "title": "Usernames can be rejected for any reason", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-05-11 02:08:02.759345", "updated_at": "2019-05-11 10:01:03.009692", "quoteText": "Company reserves the right to refuse registration of, or cancel, a username, in its sole discretion.\n", "case_id": 328, "document_id": 229, "quoteStart": 4233, "quoteEnd": 4334}, {"id": 6476, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-05-11 08:44:59.426682", "updated_at": "2019-05-11 09:49:20.646319", "quoteText": "You understand that Company does not control the User Content posted by users via the Company Services and, as such, you understand you may be exposed to offensive, inaccurate or otherwise objectionable User Content.\nCompany assumes no responsibility or liability for this type of Content.\n", "case_id": 292, "document_id": 229, "quoteStart": 30131, "quoteEnd": 30421}, {"id": 6478, "title": "You waive your right to a class action.", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-05-11 08:53:24.578221", "updated_at": "2021-01-18 10:46:39.125493", "quoteText": "\n<u>Each of you and Company also agrees to give up the ability to seek to represent, in a class action or otherwise, anyone but each of you and Company</u>&nbsp;</strong>(see paragraph 9 below).</p>", "case_id": 117, "document_id": 229, "quoteStart": 43169, "quoteEnd": 43367}, {"id": 6473, "title": "The service can delete your account without prior notice and without a reason", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-05-11 02:21:17.762416", "updated_at": "2019-05-11 09:56:34.264599", "quoteText": "Company may terminate your account and/or access to the Company Services at any time, for any or no reason, with or without prior notice or explanation, and shall have no liability to you for such termination.", "case_id": 201, "document_id": 229, "quoteStart": 7071, "quoteEnd": 7280}, {"id": 6477, "title": "The service can read your private messages", "source": "http://www.foxnews.com/terms-use.html", "status": "I must have accidentally highlighted something and click annotate really quick. I don't remember doing this at all and it doesn't make sense. My bad, declined.", "created_at": "2019-05-11 08:48:20.156154", "updated_at": "2019-05-13 06:18:20.338078", "quoteText": "worldwide, perpetual, irrevocable,", "case_id": 239, "document_id": 229, "quoteStart": 21310, "quoteEnd": 21344}, {"id": 7563, "title": "There is a date of the last update of the terms", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-08-10 18:27:20.653119", "updated_at": "2021-01-18 10:46:55.720023", "quoteText": "Effective as of May 19, 2020</p>", "case_id": 331, "document_id": 229, "quoteStart": 48, "quoteEnd": 80}, {"id": 7870, "title": "Usernames can be rejected for any reason", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-09-05 22:13:30.943971", "updated_at": "2019-09-06 01:03:15.021287", "quoteText": "Company reserves the right to refuse registration of, or cancel, a username, in its sole discretion.", "case_id": 328, "document_id": 229, "quoteStart": 4233, "quoteEnd": 4333}, {"id": 8655, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-12-19 23:28:16.696023", "updated_at": "2020-11-29 17:36:31.447962", "quoteText": "Company may modify this Agreement at any time, and each such modification will be effective upon posting on the Company Sites.\n", "case_id": 121, "document_id": 229, "quoteStart": 1741, "quoteEnd": 1868}, {"id": 2256, "title": "Fox News may collect your device fingerprint.", "source": "Imported from ToS;DR before phoenix", "status": "\"When you access and interact with the Fox News Services, Fox News and its service providers may collect certain information about those visits. For example, in order to permit your connection to the Fox News Services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\"", "created_at": "2018-05-15 09:12:19.803775", "updated_at": "2020-12-22 15:43:25.35887", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 9018, "title": "The service can delete your account without prior notice and without a reason", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2020-03-15 19:00:30.564193", "updated_at": "2020-11-29 17:37:17.368987", "quoteText": "Company reserves the right, in its sole discretion, to terminate your access to the Site, or any portion thereof, at any time, for any reason or for no reason at all, without prior notice or any notice.</p>", "case_id": 201, "document_id": 229, "quoteStart": 12402, "quoteEnd": 12608}, {"id": 7565, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-08-10 18:38:33.956081", "updated_at": "2020-06-30 17:10:50.036316", "quoteText": "You may not use the Site in any manner that could damage, disable, overburden, or impair the Site, or interfere with any other party's use and enjoyment of the Site.", "case_id": 285, "document_id": 229, "quoteStart": 13558, "quoteEnd": 13723}, {"id": 12808, "title": "This service is only available for use individually and non-commercially.", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2020-12-15 22:00:18.266399", "updated_at": "2020-12-22 15:42:44.76326", "quoteText": "<p>The Site is intended solely for your personal and non-commercial use", "case_id": 143, "document_id": 229, "quoteStart": 5266, "quoteEnd": 5337}, {"id": 4620, "title": "You can delete your content from this service", "source": "http://www.foxnews.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2018-09-13 02:43:57.195104", "updated_at": "2021-02-06 04:16:31.660011", "quoteText": "Cancelling your account.</strong> To cancel your account, email deleteaccount@foxnews.com, subject, \"Delete My Account\" and include the email address that you registered your account with (if different from the email address you're sending the email from).", "case_id": 175, "document_id": 228, "quoteStart": 14800, "quoteEnd": 15056}, {"id": 7564, "title": "This service fines spammers", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-08-10 18:33:07.132203", "updated_at": "2020-11-28 13:32:06.001575", "quoteText": "Send or cause to send (directly or indirectly) unsolicited bulk messages or other unsolicited bulk communications of any kind through the Company Services.\nIf you do so, you acknowledge you will have caused substantial harm to Company, but that the amount of harm would be extremely difficult to measure.\nAs a reasonable estimation of such harm, and by way of liquidated damages and not as a penalty, you agree to pay Company $50 for each actual or intended recipient of such communication;</p>\n<p>- Solicit, collect or request any personal information for commercial or unlawful purposes", "case_id": 153, "document_id": 229, "quoteStart": 16448, "quoteEnd": 17036}, {"id": 6472, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-05-11 02:14:26.92062", "updated_at": "2019-05-11 09:56:46.394758", "quoteText": "You are responsible for maintaining the confidentiality of your password and are responsible for all use of your account.\nIt is therefore critical that you do not share your password with anyone.\nYou agree not to use the account, username, email address or password of another member or subscriber at any time and not to allow any other person to use your account.\n", "case_id": 148, "document_id": 229, "quoteStart": 4710, "quoteEnd": 5075}, {"id": 6471, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-05-11 02:13:16.152316", "updated_at": "2019-05-11 10:00:48.779849", "quoteText": "\nAll registration information you submit to create an account must be accurate and kept up to date.\nYour failure to do so will constitute a breach of the Agreement, which may result in immediate termination of your account.\nYou may not (i) select or use as a username a name of another person with the intent to impersonate that person.\nor (ii) use as a username a name subject to any rights of another person without appropriate authorization.\n", "case_id": 214, "document_id": 229, "quoteStart": 3788, "quoteEnd": 4233}, {"id": 7562, "title": "Users have a reduced time period to take legal action against the service", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2019-08-10 18:25:05.080445", "updated_at": "2021-01-18 10:45:11.487003", "quoteText": "UBJECT TO APPLICABLE LAW, YOU AGREE THAT ANY CAUSE OF ACTION YOU MAY HAVE ARISING OUT OF OR RELATED TO THIS AGREEMENT, THE COMPANY SITES OR THE COMPANY SERVICES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER SUCH CAUSE OF ACTION ACCRUES.\nAFTER SUCH PERIOD, SUCH CAUSE OF ACTION SHALL BE PERMANENTLY BARRED.</p>\n<p>", "case_id": 151, "document_id": 229, "quoteStart": 54203, "quoteEnd": 54514}, {"id": 16625, "title": "We and our advertising partners collect certain information, including cookies, advertising identifiers and/or the IP address of your device", "source": "https://www.foxnews.com/donotsell", "status": "The site and their advertising partners collect cookies, advertising ids and IP address of your devices when you visit.", "created_at": "2021-02-17 14:52:20.977169", "updated_at": "2021-02-20 22:02:43.226783", "quoteText": "We and our advertising partners collect certain information, including cookies and similar information stored on your browsers, advertising identifiers on your mobile devices, and/or the IP address of your devices when you visit our sites or use our apps.", "case_id": 216, "document_id": 3412, "quoteStart": 3539, "quoteEnd": 3794}, {"id": 12809, "title": "Prohibits the posting of pornographic content", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2020-12-15 22:02:58.089674", "updated_at": "2021-02-23 00:01:26.892547", "quoteText": "You agree not to use the Company Services to:</p>\n<p>- Post, upload or otherwise transmit or link to Content that is: unlawful.\nthreatening.\nabusive.\nobscene.\nvulgar.\nsexually explicit.\npornographic or inclusive of nudity.", "case_id": 315, "document_id": 229, "quoteStart": 14532, "quoteEnd": 14754}, {"id": 4622, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "http://www.foxnews.com/terms-use.html", "status": "Generated through the annotate view", "created_at": "2018-09-13 02:46:14.50011", "updated_at": "2021-01-18 10:44:16.505526", "quoteText": "IF ANY, BY YOU TO COMPANY FOR THE COMPANY SERVICES DURING THE TERM OF YOUR USE OF THE COMPANY SERVICES.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, COMPANY WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DAMAGES OTHER THAN THE AMOUNT PAID, IF ANY, BY YOU TO COMPANY FOR THE COMPANY SERVICES DURING THE TERM OF YOUR USE OF THE COMPANY SERVICES,", "case_id": 149, "document_id": 229, "quoteStart": 38735, "quoteEnd": 39090}, {"id": 4617, "title": "This service allows tracking via third-party cookies for purposes including targeted advertising.", "source": "http://www.foxnews.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2018-09-13 02:40:35.520398", "updated_at": "2021-01-18 10:46:11.658349", "quoteText": "Other parties that support the Fox News Services by serving advertisements or providing services, such as allowing you to share content or tracking aggregate Fox News Services usage statistics, may also use these technologies to collect similar information when you use the Fox News Services or other parties’ services.\n", "case_id": 128, "document_id": 228, "quoteStart": 5715, "quoteEnd": 6035}, {"id": 17265, "title": "This service still tracks you even if you opted out from tracking", "source": "https://www.foxnews.com/donotsell", "status": "The opting out process is browser and device specific and users may need to both opt out of the sale of personal data and opt out of targeted advertising cookies.", "created_at": "2021-03-13 10:01:57.64237", "updated_at": "2021-04-01 11:13:11.376357", "quoteText": "And after opting out of the \"Sale\" of your personal information as described above, you may still see interest-based ads.\nBecause interest-based advertising relies on cookies and other similar technologies, opting out needs to be controlled at the device and/or browser level.\n", "case_id": 478, "document_id": 3412, "quoteStart": 5160, "quoteEnd": 5437}, {"id": 17264, "title": "The service may sell your data unless you opt out", "source": "https://www.foxnews.com/donotsell", "status": "Generated through the annotate view", "created_at": "2021-03-13 10:01:24.241949", "updated_at": "2021-03-13 10:01:24.241949", "quoteText": "We and our partners use that information to deliver online advertisements to you on your devices and tailor those ads to your interests.\nSuch sharing may be considered a \"Sale\" under the California Consumer Privacy Act (CCPA).\nThe CCPA provides a right to opt out of the \"Sale\" of personal information.</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>Fox News Sites</em>\n</strong>\n<br> If you wish to opt out of the \"Sale\" of your information in connection with tailored advertising that appears primarily on Fox News' websites, move the toggle above to \"On.\"</p>\n</li>\n<li>\n<p>\n<strong>\n<em>Other Sites</em>\n</strong>\n<br> To also opt out of the \"Sale\" of your information related to tailored advertising on other sites, please visit http://optout.aboutads.info/#/ or http://optout.networkadvertising.org/# and follow the instructions.</p>\n</li>", "case_id": 396, "document_id": 3412, "quoteStart": 3795, "quoteEnd": 4624}], "urls": ["foxnews.com"]}}