{"error": 448, "message": "OK", "parameters": {"id": 6121, "name": "hulen shop", "created_at": "2021-12-19 22:13:11.394678", "updated_at": "2021-12-19 23:01:14.11136", "wikipedia": null, "keywords": null, "related": null, "slug": "hulen-shop", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6121.png", "url": "hulenshop.com", "documents": [{"id": 11072, "name": "Terms and Conditions", "url": "https://hulenshop.com/siteterms.html", "xpath": "", "text": "\nPlease upgrade your browser\nYour browser does not support JavaScript! <br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> Toggle navigation <ul>\n<li>Terms and conditions</li>\n<li>Contact</li>\n<li>Privacy policy</li>\n</ul> Consumer Terms and Conditions <ol>\n<li>\n<p>BALARZI LIMITED (HE 400551) adheres to the Digital Millennium Copyright Act.\nBefore your transaction can be completed, you must read and agree to these terms and conditions.\nBy purchasing from this Website, you are agreeing to these terms and conditions, and are agreeing to be legally bound by them.\nThis agreement is subject to change by BALARZI LIMITED (HE 400551) at any time.\nChanges are effective when posted on this site without notice upon each subscriber.\nWe like to REWARD our loyal customers by giving away a free Apple iPhone 7 every month to the member with the highest activity.\nThe member with the highest activity is eligible to win, if their membership started more than 90 days ago.</p>\n</li>\n<li> Legal Definitions <p>(1) <b>Site or Website: </b>The Website for which you are purchasing a Username and Password (E-ticket) from BALARZI LIMITED (HE 400551) to access the site and its materials.<br>(2) <b>Subscriber: </b> The End-user / Consumer, of the services of the site and holder of a valid Username and Password (E-ticket) for the site.<br>(3) <b>User Profile: </b> A BALARZI LIMITED (HE 400551) Pay User Account, opened and utilized by the End-user / Consumer who accedes to the terms and conditions outlined in this document.\nUser Profile incorporates the Consumer’s personal information, including but not limited to email address, unique password, full name, home address, payment card information, and other.\n<br>(4) <b>Payment Instrument</b> A payment method or tool enabling the transfer of funds.\n<br>(5) <b>Access Credentials: </b>The combination of your email address and the password that you select that enables you to have access to and utilization of the purchased BALARZI LIMITED (HE 400551) service</p>\n</li>\n<li> Description of Services <p>BALARZI LIMITED (HE 400551) will provide one username and password via email.\nThis will allow you to access the Website and its contents for which you are a purchasing member.</p>\n</li>\n<li> Billing <p>Hulenshop will appear on your credit card or bank statement for all charges made.\nBALARZI LIMITED (HE 400551) may include other information on your statement based on credit card association, telephone regulation.\nThe Electronic Payments Association (NACHA), and any other mandated rules and regulations.</p>\n</li>\n<li> Payment / Fee <p>Depending on your location you will be billed in Euro (EUR), United States Dollar (USD), Australian Dollar (AUD), New Zealand Dollar (NZD), Canadian Dollar (CAD), Japan YEN (JPY), British Pound Sterling (GBP), Singapore Dollar (SGD) or Malaysian Ringgit (MYR).\nprovides unlimited access to brain enhancement websites (e.g hulenshop.com).\nNormally on Sign up a Subscriber will receive a 3 day trial period for AUD1 /EUR1 /GBP1 /JPY100 /MYR5 /NZD1 /SGD1 /CAD1 /USD1.\nIf the user doesn’t actively stop their subscription within 3 days, they will be billed 99 AUD /55 EUR /GBP 39 /10900 JPY /MYR 99 /99 NZD /SGD 99 /CAD 75 /89 USD on the 4th day and this 99 AUD /55 EUR /GBP 39 /10900 JPY /MYR 99 /99 NZD /SGD 99 /CAD 75 /89 USD charge reoccurs every 30 days until the Subscriber actively stops the service.\nThe member is responsible for such fees according to the terms of the Site.\nOnce a member has the ability to access the Website using the E-ticket assigned to the member, subscription fees become non-refundable.</p>\n</li>\n<li> Automatic Recurring Billing <p>As agreed with on sign-up, subscription fees may be automatically renewed at the end of the original term outline on the website, subscriber must notify BALARZI LIMITED (HE 400551) directly 24 hours prior to the end of the training / special offer period in order to cancel automatic renewal.\nAll training / special offer memberships shall renew at the stated membership rate.\nUnless and until this agreement is cancelled in accordance with the terms hereof, subscriber hereby authorizes BALARZI LIMITED (HE 400551) to charge subscriber's chosen payment method to pay for the ongoing cost of membership.\nSubscriber hereby further authorizes BALARZI LIMITED (HE 400551) to charge subscriber's chosen payment method for any and all additional purchases of services and entertainment provided by the site.</p>\n</li>\n<li> Cancellation <p>At any time, and without cause, subscription to the Website may be terminated by BALARZI LIMITED (HE 400551), or the subscriber upon notification to the other by electronic or conventional mail, by telephone, or by fax.\nWhen the member requests the termination, subscription fees are NOT refunded.\nSubscribers are liable for charges incurredby them until termination of service.\n<br>If you request cancellation or request a refund from BALARZI LIMITED (HE 400551), your bank, cardissuer, or phone company due to unauthorized or fraudulent use, BALARZI LIMITED (HE 400551) can at its discretion, to prevent further unauthorized use, block your information from use at all BALARZI LIMITED (HE 400551) Websites.\nThis will not, however, prevent unauthorized use at non-BALARZI LIMITED (HE 400551) Websites, and is not a substitution for your contacting your appropriate channels to prevent further misuse.</p>\n</li>\n<li> Refunds <p>When the member requests the termination, subscription fees are NOT refundable.\nShould a refund be issued by BALARZI LIMITED (HE 400551), all refunds will be credited solely to the payment method used in the original transaction.\nBALARZI LIMITED (HE 400551) will not issue refunds by cash, check, or to another credit card or payment mechanism.</p>\n</li>\n<li> Authorization of Use <p>Subscribers to a subscription Website are hereby authorized a single E-ticket to access the service or material located at this Website.\nThis E-ticket shall be granted for sole use to one subscriber.\nNo material within the site may be transferred to any other person or entity, whether commercial or non-commercial.\nIn addition, materials may not be modified, or altered.\nMaterials may not be displayed publicly, or used for any rental, sale, or display.\nMaterials shall extend to copyright, trademarks, or other proprietary notices there from.</p>\n</li>\n<li> Transfer of E-Ticket <p>Access to a subscription Website is through a combination of a Username and a Password (E-ticket).\nSubscribers may not under any circumstances release their E-ticket to any other person, and are required to keep his or her E-ticket strictly confidential.\nBALARZI LIMITED (HE 400551) will not release Passwords for any reason, to anyone other than the subscriber or a member of a legitimate law enforcement agency investigating afraudulent use of card complaint, or as may be specifically required by law or court order.\nUnauthorized access to the Website is a breach of this Agreement and a violation of law.\nSubscribers acknowledge that the owner of the site may track—through the use of special software — each subscriber's entry to the site.\nIf any breach of security, theft, loss, or unauthorized disclosure of E-ticket information occurs, subscriber must immediately notify BALARZI LIMITED (HE 400551) or the site of said security breach.\nSubscriber will remain liable for unauthorized use of service until BALARZI LIMITED (HE 400551) or the site is notified of the security breach by email or telephone.</p>\n</li>\n<li> Sanction And Approval Of Age Restricted Products And Material <p>The owner of this site may be providing material or products that are intended for viewing or purchase by individuals who are of legal age in the jurisdiction where this site is being viewed and are at least 18 years.\nBy purchasing a membership or E-ticket, you are implicitly making the following statements: 'I affirm and swear, under penalty of perjury, that as of this moment I am of legal age in the jurisdiction where this Website is being viewed and am at least 18 years of age.\nI will not permit any persons who are not of legal age in the jurisdiction where this Website is being viewed and are at least 18 years of age to access in any way any materials found on this Website.'</p>\n</li>\n<li> Supplementary Terms And Conditions <p>I understand that by having checked the acknowledgement of BALARZI LIMITED (HE 400551) Terms and Conditions, I am affirming that I have read and understand the Terms and Conditions of this account and authorize BALARZI LIMITED (HE 400551) to bill my chosen payment method in accordance with the current Terms and Conditions.\nThis agreement is governed by the laws of the country the company resides in and you hereby irrevocably consent to the courts of that country in all disputes arising out of or relating to the use of BALARZI LIMITED (HE 400551) services.</p>\n</li>\n<li> Notice <p>Notices by the site to subscribers may be given by means of electronic messages through the site, or by conventional mail.<br>Notices by subscribers may be given by electronic messages, conventional mail, telephone.\nAll questions, complaints, or notices regarding a subscription site must be directed to BALARZI LIMITED (HE 400551).\nAll cancellations of subscription service to a site must also be directed to BALARZI LIMITED (HE 400551)</p>\n</li>\n<li> Questions And Contact Information <p>All questions to BALARZI LIMITED (HE 400551) regarding these Terms and Conditions must be directed to:<br>BALARZI LIMITED (HE 400551), AGIAS MAVRIS 4, FLAT/OFFICE 201, AGLANTZIA, 2107 NICOSIA, CYPRUS<br> E-Mail Address: cs@hulenshop.com<br> Telephone number: +442080898044</p>\n</li>\n</ol>\n<p>Copyright 2020, Hulenshop</p> We use tools, such as cookies, to enable essential services and functionality on our site and to collect data on how visitors interact with our site, products and services.\n<strong>By clicking “Accept” or continuing to use this site</strong>, you agree to our use of these tools for advertising and analytics.\nSee our Privacy Policy for more information.\nAccept Decline ", "created_at": "2021-12-19 22:13:11.399874", "updated_at": "2021-12-19 21:13:31.660764"}, {"id": 11071, "name": "    Privacy policy", "url": "https://hulenshop.com/privacy.html", "xpath": "", "text": "\nPlease upgrade your browser\nYour browser does not support JavaScript! <br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> Toggle navigation <ul>\n<li>Terms and conditions</li>\n<li>Contact</li>\n<li>Privacy policy</li>\n</ul> PRIVACY NOTICE <p>This policy was last updated on 10.12.2020.</p>\n<br>\n<p>To view our archived policy, click here.</p>\n<br>\n<p>This Privacy Notice explains how BALARZI LIMITED (HE 400551) collects and processes your personal information as we provide you with our subscription services (collectively, \"Services\").</p>\n<br>\n<p>This policy may be periodically updated.\nIf we make significant changes, for example, to how we use your personal information, you will be updated via a notice posted to this website.</p>\n<br>\n<p>If you do not agree to the changes, you can stop using our Services at any time, delete your account and stop providing us with further personal information.</p>\n<br>\n<br> Collection of Personal Information <p>We collect your personal information as necessary to provide you with and improve our Services.\nInformation we collect includes:</p>\n<br>\n<p>\n<strong>Information You Provide on Registration</strong>: including your e-mail address, credit card details, first name, last name, address.</p>\n<br>\n<p>\n<strong>Technical Information</strong>: This is automatically collected when you use our Services, e.g.\nyour IP address, internet browser, your purchase order history and viewing history.</p>\n<br>\n<br> Using Your Personal Information <p>We will only process your personal information in compliance with the law, including processing to deliver and improve our Services.</p>\n<br>\n<p>\n<strong>Provision of our Services.</strong> To process your orders, deliver products and services, process payments and to communicate with you when required.</p>\n<br>\n<p>\n<strong>Improving, updating and enhancing our Services.</strong> To enhance performance of our Services including: diagnosing problems, fixing errors, collecting statistics about the use of our Services.</p>\n<br>\n<p>\n<strong>Communicating with you.</strong> Where necessary to deliver service related communications and to respond to your requests, enquiries and complaints.</p>\n<p>\n<strong>Comply with legal and regulatory obligations.</strong> Where required we cooperate with government and law enforcement officials to enforce and comply with the law, for example, to prevent fraud.</p>\n<br>\n<br> Is my personal information shared? <p>We will never sell your personal information to others.\nWe may share it with companies which are under the same control or ownership of BALARZI LIMITED (HE 400551) or to external vendors who we work with in providing our Services.</p>\n<br>\n<p>We will only share your information with third parties if we are satisfied with their levels of security and that their privacy policies are identical to or substantially similar to this policy.</p>\n<br>\n<p>\n<strong>Third parties acting on our behalf</strong>: We may engage third parties in order to provide you with our Services.\nthese companies may have to process your personal information on our behalf, for example, payment processing.\nThese companies are not permitted to use your personal data for any other purpose.\nThey must also process your personal data in accordance with the terms of this policy and must adhere to data protection laws.</p>\n<br>\n<p>\n<strong>Corporate Restructuring</strong>: If BALARZI LIMITED (HE 400551) goes through a corporate reorganisation or restructuring, your personal information may be transferred.\nUnder these circumstances, your personal information will be subject to any pre-existing Privacy Notice.</p>\n<br>\n<p>\n<strong>Legal Necessity:</strong> We share personal information when appropriate to comply with the law, for example, in response to a court order or subpoena.</p>\n<br>\n<p>At times, it may be necessary to transfer your personal information outside of CYPRUS and the European Economic Area, for example, to an external vendor utilised to assist with the provision of our Services.</p>\n<br>\n<br> How secure is my personal information? <p>We use Secure Sockets Layer (SSL) software to encrypt information you provide, for example, your name address and payment card details and are Payment Card Industry Data Security Standard (PCI DSS) compliant.</p>\n<br>\n<p>It is your responsibility to keep your personal information protected.\nContact us immediately if you suspect that your account or personal information has been compromised.</p>\n<br>\n<br> How long do you keep my personal information? <p>We keep your personal information for as long as necessary to provide you with our Services.\nWe may retain your data after our contract with you is cancelled, for example for statistical purposes, to maintain financial records or where mandated by law.\nWe encrypt this data so that you cannot be directly identified.</p>\n<br>\n<p>If you have any questions about the security or retention of your personal information, you can contact us at cs@hulenshop.com.</p>\n<br>\n<br> What are my rights? <p>If you are a citizen of or are resident in the European Economic Area, then you have certain rights as it relates to the processing of your data.\nYou may exercise your rights at any time by:</p>\n<br>\n<p>1.\nRequesting that the whole or part of your personal data be deleted from our database;.</p>\n<p>2.\nRequesting access to your personal data, including the type of data held, for what period and the names of any third party recipients of your data;</p>\n<p>3.\nObjecting to the use of your personal data in connection with any or part of our Services.\nYou should be aware that if you object to the totality of the use of your data, it will be impossible for us to provide you with our Services.</p>\n<br>\n<p>Please contact +442080898044 or cs@hulenshop.com for details.\nIf we can't help you, we'll get back to you and explain the reasons why.\nWe'll get back to you as soon as we can and we’ll aim to complete your request within one month, provided we have all necessary information to provide us to do so.\nFor more complicated requests, or for a large amount of requests, we might take longer, but we'll tell you if there's a delay and the reasons why.</p>\n<br>\n<p>We reserve the right to request a copy of your identification so we can be sure you are the account holder.</p>\n<br>\n<br> Contact Us <p>For any other questions or comments about this policy, you may contact our Data Protection Officer by:</p>\n<p>- cs@hulenshop.com.\nor</p>\n<p>- by post AGIAS MAVRIS 4, FLAT/OFFICE 201, AGLANTZIA, 2107 NICOSIA, CYPRUS</p>\n<p>Copyright 2020, Hulenshop</p> ", "created_at": "2021-12-19 22:13:11.3977", "updated_at": "2021-12-19 21:13:43.170352"}], "points": [], "urls": ["hulenshop.com"]}}