{"error": 448, "message": "OK", "parameters": {"id": 6602, "name": "Samaritans", "created_at": "2022-05-11 21:05:11.770783", "updated_at": "2022-05-11 22:01:13.966479", "wikipedia": null, "keywords": null, "related": null, "slug": "samaritans", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6602.png", "url": "samaritans.org", "documents": [{"id": 12021, "name": "Terms and Conditions", "url": "https://www.samaritans.org/legal/", "xpath": "/html/body/main", "text": " <ul>\n<li> Home </li>\n</ul> Legal <p>Terms and Conditions for samaritans.org</p> 1.\nDefinitions<p>In the context of these terms and conditions, the following words shall have the following meanings:</p>\n<p>Samaritans means Samaritans, a Company limited by guarantee Registered Number 757372, a Registered Charity Number 219432, having its registered office at The Upper Mill, Kingston Road, Ewell, Surrey, KT17 2AF;</p>\n<p>“the Website” means any website under the ownership or control of Samaritans from which a link has been created to these terms and conditions;</p>\n<p>“the Material” means all of the information, data, text, graphics, links or computer code published on, contained or available on the Website;</p>\n<p>\"User\" means the individual, firm, company or organisation accessing this website or making an Order;</p>2.\nApplicable terms and conditions<p>The Website is owned by Samaritans and any use made of this site (including registrations and donations made via the Website), are subject to these terms and conditions.</p>\n<p>Samaritans may, at its sole discretion, modify or revise these terms and conditions at any time by updating the text of this page.</p>3.\nUse of the Website<p>Anyone is entitled to view any non-password protected parts of the Website and to use for their own purposes the information contained therein, provided:</p>\n<p>3.1 it is used for information purposes only, for reproduction for personal use only and not for reproduction on any other website or for commercial gain.</p>\n<p>3.2 any links created to the Website are notified to and approved by Samaritans before they are created.</p>\n<p>3.3 no part of the Website is copied, stored in a retrieval system, or transmitted in any form or by any means to any third party without the written permission of Samaritans unless otherwise specified.</p>4.\nCopyright and trade marks<p>4.1 Copyright in the Material is owned by Samaritans or its content suppliers.\nUnauthorised use of the Material including reproduction, storage, modification, distribution or republication without the prior written consent of Samaritans or, where applicable, the respective copyright owner(s) is prohibited.</p>\n<p>4.2 The names and logos of Samaritans and all related product and service names, designs marks and slogans are the trade names, service marks or trade marks of Samaritans and may not be used without the prior consent of Samaritans.</p>\n<p>4.3 All works in the nature of databases attract database rights.</p>5.\nDisclaimer<p>The website is intended to provide general information only.\nUsers should seek appropriate professional advice before taking or refraining from taking any action in reliance on any information contained in this website.\nSo far as permissible by law, Samaritans does not accept any liability to any person relating to the use of any such information.</p>\n<p>Whilst Samaritans has taken every precaution in compiling this site neither it nor any contributors to the site can be held responsible for any action (or the lack thereof) taken by any person or organisation wherever they shall be based, as a result, direct or otherwise, on information contained in or accessed through this internet site.</p>6.\nTarget audience<p>The Website is intended for use by UK and Republic of Ireland residents and only in relation to their activities within the UK and ROI.\nIt may be dangerous to apply any of the information on the Website to activities outside the UK and ROI.</p>\n<p>Samaritans does not represent or warrant that the information accessible via the Website is accurate, complete or correct.\nThe information provided on this Website has not been written to meet individual requirements and it is your sole responsibility to be sure it satisfies your needs prior to using the information in any way for your purposes.\nBefore making any decisions based on the information contained on the Website, you are strongly advised to refer to alternative, independent sources of information to substantiate the basis for your decision.</p>7.\nWarranty and indemnity<p>The User warrants to Samaritans that it will not use the Website, the Material or any part thereof for any purpose that is in contravention of any applicable law or regulation or in a manner that will infringe the copyright, trademarks, service marks or other intellectual property rights of third parties or violate the privacy, publicity or other personal rights of others or in any defamatory, obscene, threatening, abusive or hateful manner.\nThe User shall indemnify Samaritans, its employees and agents, harmless against all claims, liability, losses, damages and expenses including, without limitation, legal fees and costs arising out of or incurred as a result of any claims made, or litigation brought, against Samaritans, its employees and agents, as a result of the use by the User of the Website, the Material or any part thereof for whatever purpose, to the fullest extent permitted by law.</p>8.\nLimitation of liability<p>Samaritans hereby disclaims all warranties and conditions with regard to the Material and any goods or services supplied in relation to the Website, whether express or implied or statutory (including all implied warranties and conditions of merchantability and fitness for a particular purpose).\nIn no event shall Samaritans be liable for any indirect, punitive, special, incidental, or consequential damages whatsoever even if Samaritans has been advised of the possibility of damages including, without limitation, damages for loss of use, data or profits arising out of or in any way connected with the use or performance of the Website, interruptions or delays to the Website, the provision of or failure to provide services, or for any information, Material, goods and services obtained through the Website or otherwise arising out of the use of the Website, whether based on contract, tort or otherwise to the fullest extent permitted by law.</p>9.\nThird party websites<p>The Website contains links to websites operated by parties other than Samaritans.\nSuch links are provided for the User’s convenience only.\nSamaritans does not control such websites, and is not responsible for their content.\nSamaritans inclusion of links to such websites does not imply any endorsement of the material on such websites or any association with their operators.\nThe User is solely responsible for evaluating the accuracy and completeness of any information contained on the third party websites, and also the value and integrity of any goods and services offered by such websites.</p>10.\nPrivacy and Data Protection<p>Our Privacy Statement can be read in full here.</p>11.\nViruses<p>Whilst Samaritans makes all reasonable attempts to exclude viruses and other potentially dangerous software from the website it cannot ensure such exclusion and no liability is accepted for damage caused through the downloading of viruses and other potentially dangerous software.\nTherefore, you are recommended to take all appropriate safeguards before downloading information from the Website.</p>12.\nOnline Transactions<p>If you would like to speak to someone about your donation, please contact our Supporter Care Team on +44 (0)3709 00 00 32 or email supportercare@samaritans.org (Monday to Friday, 9am to 5pm).</p>13.\nEncryption<p>Although the Website uses encryption security software in areas where on line payment details are accepted, the security of information and payments transmitted via the Internet cannot be guaranteed.\nAny loss incurred or sustained by any User who transmits information by means of e-mail or other Internet links shall be borne solely and exclusively by such User and in no event shall any such loss in whole or part be borne by Samaritans or it’s agents.</p>14.\nForce majeure<p>Samaritans shall not be held to be in breach of its obligations hereunder nor liable to the User for any loss or damage which may be suffered by another party due to any cause beyond its reasonable control including without limitation any act of God, fire, storm, flood, lightening, disease, strike, trade dispute, act of terrorism, any act or omission of government or regulatory bodies or communications operators.</p>15.\nGeneral<p>15.1 If any provisions of these terms and conditions are held to be invalid or unenforceable, the validity or enforceability of the remaining provisions shall not be affected.</p>\n<p>15.2 These terms and conditions constitute the entire agreement between Samaritans and the User and supercede all other (prior or contemporaneous) communications and proposals, whether electronic or written, between the User and Samaritans.</p>\n<p>15.3 Any failure of Samaritans to exercise or enforce any of its rights under these terms and conditions shall not be deemed to be a waiver of any such rights or operate so as to bar the subsequent exercise or enforcement or any such rights.</p>16.\nJurisdiction<p>The terms and conditions and the use by the User of the Website shall be governed by the laws of England and Wales and the parties hereto submit to the exclusive jurisdiction of the English courts in all disputes arising out of or relating to the Website and/or any transactions made on the Website, or these terms and conditions.</p> ", "created_at": "2022-05-11 19:06:05.285506", "updated_at": "2022-05-11 19:06:12.814545"}, {"id": 12020, "name": " Cookie policy ", "url": "https://www.samaritans.org/privacy-statement/cookie-policy/", "xpath": "/html/body/main", "text": " <ul>\n<li> Home </li>\n<li> Privacy statement </li>\n</ul> Cookie policy <p>Our website uses cookies, as almost all websites do.\nCookies are small text files that are placed on your computer or mobile phone when you browse websites.</p>\n<p>Cookies help us to:</p>\n<ul>\n<li>Make our website work as you'd expect</li>\n<li>Improve the speed/security of the site</li>\n<li>Measure how the website is used so that we can continuously improve it for you</li>\n<li>Make our services more efficient</li>\n<li>Save you having to login every time you visit the site</li>\n<li>Ensure advertising is as relevant and cost-effective as possible</li>\n</ul> Your preferences <p>You can set your preferences as to which types of cookies you consent to being used by clicking the ‘Cookies settings’ button below.\nSome cookies are essential to the functioning of the website and can’t be switched off.\nYou can find these listed below as ‘Strictly Necessary cookies’.</p>\n<p>\n</p> Cookies settings Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used Lifespan www.samaritans.org django_language First Party Session selfhelp.samaritans.org csrftoken, sessionid First Party 364 Days, A few seconds campaign.samaritans.org AWSALB, AWSALBCORS, JSESSIONID First Party 6 Days, 6 Days, Session shop.samaritans.org _secure_session_id, cart, cart_currency, cart_sig, cart_ts, cart_ver, cookietest, rp_firstName, secure_customer_sig, shopify_pay_redirect First Party 1 Day, 14 Days, 14 Days, 14 Days, 14 Days, 14 Days, Session, A few seconds, 365 Days, A few seconds samaritans.org _dc_gtm_UA-xxxxxxxx, _orig_referrer, _shopify_d, en_sessionId First Party A few seconds, 14 Days, Session, 1 Day shop.app _pay_session Third Party Session cdn.shopify.com cookietest, shopify_pay_redirect Third Party Session, A few seconds www.muchloved.com ASP.NET_SessionId Third Party Session Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Performance Cookies Cookie Subgroup Cookies Cookies used Lifespan www.samaritans.org _omappvp, _omappvs, sessionid First Party 3999 Days, A few seconds, 14 Days media.samaritans.org _hjIncludedInPageviewSample, _hjIncludedInSessionSample First Party A few seconds, A few seconds samaritans.org __adal_ca, __adal_cw, __adal_id, __adal_ses, _ga, _ga_1CF7RNRGCZ, _gat, _gat_UA-548427-1, _gclxxxx, _gid, _hjAbsoluteSessionInProgress, _hjFirstSeen, _hjid, _hjTLDTest, _landing_page, _s, _shopify_s, _shopify_sa_p, _shopify_sa_t, _shopify_y, _uetvid, _y First Party 180 Days, 7 Days, 730 Days, A few seconds, 730 Days, 729 Days, A few seconds, A few seconds, 90 Days, 1 Day, A few seconds, A few seconds, 365 Days, Session, 14 Days, A few seconds, A few seconds, A few seconds, A few seconds, 365 Days, 17 Days, 365 Days script.hotjar.com _hjIncludedInPageviewSample, _hjIncludedInSessionSample Third Party A few seconds, A few seconds d2wy8f7a9ursnm.cloudfront.net _hjIncludedInPageviewSample Third Party A few seconds muchloved.com _ga, _gid Third Party 730 Days, 1 Day browser.sentry-cdn.com _hjIncludedInPageviewSample Third Party A few seconds Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p> Functional Cookies Cookie Subgroup Cookies Cookies used Lifespan shop.samaritans.org _pin_unauth, ahoy_events, ahoy_visit, ahoy_visitor, cookietest, localization, rp_customer_id, rp_email, rp_lastName, rpdid, rpsid, rptkn First Party 365 Days, A few seconds, 1 Day, 730 Days, Session, 13 Days, 365 Days, A few seconds, A few seconds, 1357 Days, 1 Day, 1357 Days media.samaritans.org _omappvp, _omappvs First Party 3999 Days, A few seconds samaritans.org _gd#############, ps5c7683eada8cb972d006a93a, ps-goals, psuid First Party Session, 2 Days, Session, 3232 Days provesrc.com ps5c7683eada8cb972d006a93a, psuid Third Party 1 Day, 24837 Days a.omappapi.com _omappvp, _omappvs Third Party 3999 Days, A few seconds a.optmnstr.com _omappvp, _omappvs Third Party 3999 Days, A few seconds cdn.shopify.com ahoy_events Third Party A few seconds ws.richpanel.com AWSALB, AWSALBCORS Third Party 7 Days, 7 Days sellup.herokuapp.com ahoy_visit, ahoy_visitor Third Party 1 Day, 730 Days api.richpanel.com rp_customer_id, rp_email, rp_firstName, rp_lastName Third Party 365 Days, A few seconds, A few seconds, A few seconds vimeo.com vuid Third Party 730 Days ajax.googleapis.com ahoy_events, ahoy_visit, ahoy_visitor Third Party A few seconds, A few seconds, 730 Days Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Targeting Cookies Cookie Subgroup Cookies Cookies used Lifespan samaritans.org _fbp, _gat_gtag_xxxxxxxxxxxxxxxxxxxxxxxxxxx, _uetsid First Party 90 Days, A few seconds, 1 Day bing.com MUID Third Party 390 Days www.google.com _GRECAPTCHA Third Party 180 Days c.bing.com MR, SRM_B Third Party 6 Days, 389 Days facebook.com fr Third Party 90 Days www.facebook.com Third Party Session youtube.com VISITOR_INFO1_LIVE, YSC Third Party 180 Days, Session www.linkedin.com bscookie Third Party 730 Days ads.linkedin.com lang Third Party Session google.com _GRECAPTCHA, NID Third Party 180 Days, 182 Days bat.bing.com MR Third Party 7 Days adsymptotic.com U Third Party 89 Days linkedin.com AnalyticsSyncHistory, bcookie, lang, li_sugr, lidc, UserMatchHistory Third Party 29 Days, 730 Days, Session, 89 Days, A few seconds, 29 Days doubleclick.net IDE, test_cookie Third Party 730 Days, A few seconds ", "created_at": "2022-05-11 19:05:51.35402", "updated_at": "2022-05-11 19:05:58.492945"}, {"id": 12019, "name": "Privacy Statement", "url": "https://www.samaritans.org/privacy-statement/", "xpath": "/html/body/main", "text": " <ul>\n<li> Home </li>\n</ul> Privacy statement <p>At Samaritans, privacy is at the heart of what we do.</p>\n<p>We are committed to protecting your privacy and the personal information that we hold.\nThe purpose of this statement is to be clear and transparent about how Samaritans uses your personal information, whether you are using our service, interested in volunteering, making a donation or just browsing our website.</p>Worried someone will see that you've been on our site?<p>These are the steps you can take to remove signs that you've been on your site from your computer.</p>Select 'Private browsing'<p>Most browsers have a 'private' or 'incognito' browsing option.\nThis means when you're on our site, you won’t leave any traces of your activity on your computer (no history, web cache or anything else) and so it’s a useful first step to take.</p>\n<p>\n<b>Chrome:</b> Click on the 'Menu' button (it has three horizontal lines) – 'New Incognito Window'</p>\n<p>\n<b>Safari</b>: Click on the 'File' button – 'New Private Window'</p>\n<p>\n<b>Internet Explorer:</b> Click on 'Safety' – 'Tools' – 'In Private Browsing'</p>\n<p>\n<b>Firefox:</b> Click on the 'Menu' button (it has three horizontal lines) – 'New Private Window'</p>Delete your browser 'History'<p>When you're not in 'private' mode, your browser will automatically keep a record (or 'History') of all the pages go on.\nYou can remove Samaritans' pages from your history.</p>\n<p>First, open your 'History':</p>\n<p>\n<b>Chrome</b>: Click on the 'History' option on the menu bar.</p>\n<p>\n<b>Safari</b>: Click on the 'History' option on the menu bar.</p>\n<p>\n<b>Internet Explorer:</b> Press the Ctrl key and H at the same time.</p>\n<p>\n<b>Firefox</b>: Press the Ctrl key and H at the same time.</p>\n<p>Secondly, select all entries that say \"www.samaritan.org.uk\" and press delete or backspace on the keyboard.\n(Or select 'All in last hour' on <b>Safari</b>.)</p>\n<p>Lastly, if you found us on Google or another search engine, delete your search results from your History too.</p>Deleting Cookies<p>A cookie is a small file on your computer that records the sites you visit, cookies are mainly used by advertisers to track your interests and show you targeted content.\nYou can delete all your cookies by doing the following:</p>\n<p>\n<b>Chrome:</b> Click on 'Chrome' – 'Clear Browsing Data'</p>\n<p>\n<b>Safari:</b> Clearing 'History' will clear cookies.</p>\n<p>\n<b>Internet Explorer:</b> Click on: 'Tools' menu – Internet Options.\nOn the General page, under Temporary Internet Files, click on Delete Cookies and then OK.</p>\n<p>Click on Delete Files, put a tick in the box labelled Delete all offline content and click OK.</p>\n<p>Now look at the top of the window and click on the Content tab, select AutoComplete and finally, Clear Forms.</p>\n<p>\n<b>Firefox:</b> Click on Tools – Options – Privacy – select the Clear button (next to Cache and Saved Form Information)<br>\n</p>\n<b>Worried that someone will see you’ve been on our web chat?</b>\n<b>Notifications</b>\n<p>You can turn off notifications at any time by clicking on ‘Notification settings’ at the top of the web chat screen.</p>\n<p>A push notification from our web chat service will only ever show the text: 'Your chat is ready', ‘Please click here to begin’ and ‘samaritans.org’ alongside a small picture of two speech bubbles.\nIt won't ever display your messages or messages from us.\nAn audio alert will make a generic notification sound.</p>\n<b>Cookies and browser history</b>\n<p>To delete cookies and browser history follow the instructions above.</p>\n<b>Permissions</b>\n<p>Alongside turning off notifications from us on your device, you can delete the pages from the Samaritans website you’ve visited from your browser history.\nYou can also open a 'private browsing' window, which won't show up on your browser history, for future pages you visit.\nRead instructions on how to delete pages from your history and open a private browser above.</p>\n<p>To clear web chat permissions, which show you’ve been on our web chat website, from your browser, follow these steps:</p>\n<p>\n<b>Chrome</b> - While you have the web chat open, click on the lock symbol by the address bar.\nThen click on ‘site settings’.\nOn this page click ‘reset permissions’.</p>\n<p>\n<b>Safari</b> - Click ‘Safari’.\nThen select ‘Notifications’ and chose webchat.samaritans.org.\nClick ‘Remove’.</p>\n<p>\n<b>Opera</b> - Click ‘Opera’.\nThe select ‘preferences’.\nNext click on ‘Advanced and select ‘Privacy and Security’.\nScroll down and and clickon ‘Content Settings’.\nTo clear notifications click on ‘Notifications’, select webchat.samaritans.org and then click ‘remove’.</p>\n<p>(Learn more about our new web chat service, which, for now, is still a pilot.)</p>Who are Samaritans?<p>Samaritans offers a safe place for you to talk, any time, in whatever way is best for you.</p>\n<p>Samaritans is made up of more than 200 branches and locations in the UK, the Republic of Ireland, the Channel Islands and the Isle of Man, some of which are independent charities.\nThe branches are coordinated and supported by Samaritans Central Charity (registered charity number in England and Wales: 219432.\nand in Scotland: SC040604.\nand in Republic of Ireland: 20033668).</p>\n<p>Samaritans Central Charity is also registered as a company under company number 757372, and operates a wholly owned subsidiary, The Samaritans Enterprises Limited, company number 01451175.</p>\n<p>Within this Privacy Statement ‘we’ and ‘us’ means Samaritans Central Charity, the branches that are part of the Samaritans Central Charity and the Samaritans companies.\nEach of these are data controllers under the data protection laws.</p>\n<p>Samaritans Ireland is registered as a company under company number 450409 and is a separate data controller for the purposes of the data protection laws.\nIf you are in contact with Samaritans Ireland only, please read the information contained here.</p>\n<p>Some of the Samaritans branches are independent charities and are separate data controllers for the purposes of the data protection laws.\nIf you are in contact with a branch only, you should refer to the branch website to read their data privacy statement.</p>Which laws apply to us?<p>Your ‘personal information’ is information that can be used to identify you.\nThis can include your name, email address, postal address, telephone number, date of birth and credit/debit card details, as well as ‘sensitive personal information’ such as details about your ethnic origin, political opinions, religious beliefs, physical or mental health and details of criminal offences.\nSamaritans collects, stores and handles personal information for a variety of purposes, including to manage our volunteers, to process donations made to us, to engage with our supporters and to provide our services to the public.</p>\n<p>The following laws apply to Samaritans, as an organisation that collects, stores and handles personal information:</p>\n<ul>\n<li>the Data Protection Act 2018</li>\n<li>the General Data Protection Regulation (EU) 2016/679</li>\n<li>the Privacy and Electronic Communications (EC Directive) Regulations 2003</li>\n</ul>\n<p>We will handle your information in accordance with these laws.</p>Changes to this Privacy Statement<p>As the service we provide changes, we may need to alter this Privacy Statement.\nIf you have any queries about this statement please contact the Legal &amp.\nGovernance team at Samaritans, The Upper Mill, Kingston Road, Ewell, Surrey, KT17 2AF or email dataprotection@samaritans.org.</p>How we use personal information<p>Select one of the options below to read more about how Samaritans and its branches uses your personal information.</p> How we use personal information If you use Samaritans’ service <p>Samaritans supports people in distress through its support service.\nOur service is available by telephone, email, letter and face to face.</p>\n<p>Our telephone helpline is designed so that Samaritans volunteers can’t see your phone number when you contact us.\nHowever, some information that could be used to identify you is available on our central systems and can be accessed by Samaritans Central Office staff, for example:</p>\n<ul>\n<li>If we need to investigate a call or series of calls (e.g.\nif you make a complaint), we can use an encrypted telephone number shown on our central system to identify the specific calls.</li>\n<li>If you contact jo@samaritans.org, we do our best to mask your email address by replacing it with a caller ID and message ID before it reaches a volunteer.\nIf you reply to the email we send you, your actual email address may be visible in the addressee line.\nThis depends on how your computer is set up.\nIf you would like to avoid this, you should review the whole of your email message (including any historic messages, usually shown below your current reply) and delete any mention of your email address before you press send.</li>\n<li>If you contact us by letter, the volunteer will be able to see your postal address</li>\n<li>Unlike the telephone helpline, your telephone number will be visible if you contact Samaritans Central Office</li>\n</ul>\n<p>In general, we try to keep as little information about you as possible.\nVolunteers may take notes when they talk to you to assist in the conversation.\nThese notes are shredded at the end of the call.\nWe don’t record your phone calls to the helpline but volunteers and staff may from time to time listen in to calls for training, quality, support, or research purposes.</p>\n<p>We record some statistical information on each contact we receive, to report on and improve our service.\nThis includes non-identifiable information, such as gender and how distressed the individual was at the time of contact.\nThis information is never used to report on specific people.\nWhere we provide emotional support in locations outside of the branches, our volunteers will take steps to ensure that any notes taken for statistical purposes are kept secure and securely disposed of once the data has been entered into our central contact log.</p>\n<p>\n<b>Additional support</b>\n</p>\n<p>If we are concerned about you and want to offer you extra support, we may agree to call you back or for you to call us at an agreed time.\nIn these cases, we will record information you’ve given us so that we know it’s you when you call again.\nWe may need to share this information within Samaritans, because we work as a team to provide you with the best possible support and we want to ensure that whoever you speak to is up to date with your situation.\nThis can be helpful if you find it difficult to go over previous conversations or if you are going through a particularity difficult time.</p>\n<p>We may contact you to offer our support if you are referred to us by another organisation or individual.\nOnce we have contacted you we will destroy your contact details, unless you agree to further contact – in which case we will, with your consent, keep your contact details.\nOur additional support is not meant to be long term, it is a temporary form of extra support and is only put in place with your input and agreement.</p>\n<p>Samaritans will never pass any of your information on to any other organisation, except in the following situations:</p>\n<ul>\n<li>We receive a call about acts of terrorism or bomb warnings</li>\n<li>We receive a court order requiring us to share information</li>\n<li>We are working in partnership with another organisation and you have given consent for your information to be shared</li>\n<li>You directly ask us to pass on information about you to someone else</li>\n<li>We are concerned that you are not able to make a decision for yourself (please read more about our policy on confidentiality here)</li>\n<li>You threaten the safety of our volunteers</li>\n<li>You misuse or compromise the delivery of our service, for example by making it difficult for other people to get through</li>\n</ul>\n<p>\n<b>Limiting or withdrawing access to our services</b>\n</p>\n<p>From time to time we have to take decisions to limit an individual’s access to our services.\nFor example:</p>\n<ul>\n<li>If you contact us a lot in a short period of time we may need to manage your access to our service to ensure that others are able to get through to us.\nIf this happens to you, you will get a message that explains how else you can contact us to discuss your support needs.</li>\n<li>If we believe you are abusing our service or are abusive towards volunteers, we may use our system to block your calls or messages from getting through.\nIf you can’t get through by phone, you will hear a message that explains how to contact us to discuss our decision to block you from our system.</li>\n</ul>\n<p>If we take the decision to limit your access to our systems, we will make every effort to inform you as to the reason why we have restricted your access.\nWe may ask you to give us a contact number so that a member of our Caller Support Team can call you to talk about your support needs.</p>\n<p>If you wish to discuss your use of the service or appeal a decision, please contact the Caller Support Team at Samaritans Central Office on +44 20 8394 8300, by email or write to the Caller Support Team, Samaritans, The Upper Mill, Kingston Road, Ewell, Surrey KT17 2AF.\nPlease be aware that if you call Samaritans Central Office, your telephone number may be visible to the Caller Support Team and may be logged for administrative purposes.</p>\n<p>If you are abusive or threaten our volunteers, we may report you to the police and, where available, circulate your CCTV image to local branches to ensure the safety of our volunteers.</p> If you would like to volunteer with Samaritans <p>Samaritans is made up of branches across the UK, the Republic of Ireland, the Channel Islands and the Isle of Man, some of which are independent charities.\nThe branches are coordinated by Samaritans Central Charity.</p>\n<p>Samaritans Central Charity works with branches to support the recruitment and management of volunteers.\nSamaritans Central Charity and branches need to collect, use, store and share certain information about applicants and volunteers to manage their application and involvement with the organisation.\nThe need to use applicant and volunteer information in this way is known as a ‘legitimate interest’ of Samaritans and is the lawful basis upon which Samaritans handles personal data for these purposes.</p>\n<p>This section sets out how your personal data will be used by Samaritans Central Charity and the branches to administer and coordinate your application and volunteering with us.</p>\n<p>\n<b>If you want to learn more about volunteering with Samaritans</b>\n</p>\n<p>If you are interested in volunteering with Samaritans, you can contact us through our website, via the telephone, post, email, or at events.\nYou can also contact branches directly.\nFind your nearest branch here.</p>\n<p>You will be asked to give us your personal details so that we can contact you in relation to your enquiry.\nIf you have contacted Samaritans Central Charity, we will pass this information on to your local Samaritans branch (or the branch you have requested), so that they can get in touch to discuss volunteering opportunities at the branch.</p>\n<p>Samaritans Central Charity will also use the information you have provided to assist you with any queries you might have regarding your volunteering application and to ask you about your experience of applying to volunteer with us.</p>\n<p>Samaritans Central Charity also collects statistical information to help monitor enquiries and applications for volunteering, as well as to help us to carry out equal opportunity monitoring.\nAs part of the application process, we may ask for information about your age, disability, gender, employment status and ethnicity (known as ‘sensitive personal information’) to help us with equal opportunities monitoring.\nYou are not required to give us this information, but if you do so, we will use it for the purposes of managing your application and involvement with Samaritans and equal opportunities monitoring only.</p>\n<p>\n<b>If you apply to be a volunteer at a branch</b>\n</p>\n<p>Once you have decided to apply to volunteer with Samaritans, you will need to get in touch with your chosen branch.\nThe branch will explain how to submit your application form.</p>\n<p>The branch may need to share some of the information that you give in your application form with Samaritans Central Charity, such as the information from your referees and your criminal records disclosure.</p>\n<p>The information you provide on your application form will be used to make a decision about whether you will be accepted on to a Samaritans training course.\nYou may be asked for information about your age, disability, gender, employment status and ethnicity (known as ‘sensitive personal information’) to help Samaritans with equal opportunities monitoring.\nYou are not required to give this information, but if you do, the relevant branch and Samaritans Central Charity will use it for the purposes of managing your application and involvement with Samaritans and equal opportunities monitoring only.</p>\n<p>Samaritans will keep the personal information you provide to us during the application process confidential, unless we are required to disclose it in connection with a police investigation and/or we have reason to believe that you may present a risk of harm to others.</p>\n<p>We will provide a reference for volunteers upon request.</p>\n<p>\n</p> If you donate to Samaritans <p>When you donate money to Samaritans Central Charity or one of our branches, we need to collect and use certain information about you in order to process your donation.\nThis could include your name, email address, postal address, telephone or mobile number, bank details, taxpayer status (to understand if we can claim Gift Aid), date of birth and history of previous donations.\nWe may also use the personal information you have provided, and information about you gathered from publically available sources (for example, details of your affiliation with other charities or companies), for research purposes.\nThere is more information on this below.</p>\n<p>When you make a donation via Samaritans Central Charity’s website or a branch website, your data is stored on a secure server and processed by our payment service providers, Braintree or GoCardless.\nThey provide secure payment gateways – it uses internationally recognised encryption standards and security methods to keep your data safe.</p>\n<p>If you have donated to Samaritans via an online fundraising platform, such as Virgin Money Giving or Just Giving, they will pass your information onto us to allow us to record and process your donation.\nWe will contact you to confirm that we have received your donation and to see whether you would like to keep in touch in the future.\nMake sure you read the fundraising platform’s own privacy policy, as that will tell you how they use your information for their own purposes.</p>\n<p>We use an external supplier, Open Fundraising Limited, to provide and administer the text-to-donate service.</p>\n<p>As a charity that relies on donations, it is important that Samaritans keeps the public updated on our vital work and campaigns.\nWe also need to understand how we can best attract and communicate with new and existing supporters, in order to target our resources effectively.\nThese are examples of Samaritans’ ‘legitimate interests’ and are our lawful basis for using the personal information that you provide to us to:</p>\n<ul>\n<li>contact you by post to update you on our vital work and campaigns (from time to time these updates may include requests for financial support.\nyou can let us know that you no don’t want to hear from us anymore at any time – see the ‘Keeping in Touch’ section of this Privacy Statement);</li>\n<li>invite you to participate in surveys or research (on a voluntary basis);</li>\n<li>carry out research into how we can better engage with and attract new supporters;</li>\n<li>carry out research into how we can better communicate with new and existing supporters;</li>\n<li>keep a record of your relationship with us.\nand</li>\n<li>keep in touch in relation to any legacy pledges you have made to Samaritans.</li>\n</ul>\n<p>\n<b>Profiling</b>\n</p>\n<p>Occasionally, Samaritans works with external companies who analyse our donor information to determine geographical and demographic trends.\nThis helps us to send the most effective communications to potential and existing supporters.\nWe only work with suppliers who we trust to keep the personal details of our donors safe.\nWe require our partners to comply with data protection laws and to put appropriate safeguards in place.</p>\n<p>If our research identifies that you may be willing and able to support us, we may gather additional information about you, such as professional history, affiliation with other charities and companies, trusteeships or club and livery membership, using publicly available sources.\nThese sources could include Companies House, company websites, Who’s Who, Debretts, LinkedIn, Charity Commission website and recent press coverage.\nWe will use this information to determine which areas of Samaritans work might be of greatest interest to you, in order to contact you with the most relevant information to see whether you are willing to support us.</p>\n<p>We may use information from the same publicly available sources to identify who is responsible for a company’s or trust’s CSR, charitable giving and grant making policies and to identify an appropriate means of contact to enquire whether the organisation may consider supporting Samaritans.</p>\n<p>We may also aggregate and anonymise personal data that we collect, for research purposes.\nThis anonymous data can no longer be linked to any particular person and may be used for a variety of purposes, such as identifying trends and patterns within our existing supporter base.</p> Research at Samaritans <p>Samaritans carries out research into suicide and self-harm, effective ways of providing support to people in distress and the needs and experiences of people using our services.\nWe use this to help us develop our services and to inform our work in influencing government policy.\nThis research may be carried out by Samaritans staff or volunteers, or external research teams that are supported or commissioned by Samaritans.</p>\n<p>As well as the steps that we take to ensure your personal data is protected, Samaritans has a Research Ethics Policy which applies to all research that involves contacting and collecting information from current or past callers, volunteers and members of the general public.</p>\n<p>The Research Ethics Policy requires informed consent from all individuals for all activities that involve contact between researchers (whether these are Samaritans staff, volunteers or staff from an external institution) and research participants.\nThis means that participants must be fully informed about the project, including how any personal data provided will be used and the degree of anonymity and confidentiality provided, before agreeing to take part.\nParticipants must provide positive consent (which may be written or verbal) that they are happy with the basis of the project and how their data will be used before proceeding.</p>\n<p>All electronic and hard copy data collected during research is stored securely and is accessible only by the designated researchers and for the purposes of the research project.\nData is stored for a duration of time specific to each research project but will not be kept longer than is necessary for the purposes of that project.\nOnce the data is no longer needed, it is destroyed.</p>\n<p>From time to time Samaritans researchers use externally hosted websites to conduct surveys.\nThese websites may be hosted in countries or jurisdictions which do not provide the same level of data protection as the countries within the European Economic Area.\nYou will be told if a website is hosted outside of the European Economic Area before you begin the survey, as well as other information about the purpose of research and how your data will be used.\nYou will also be provided with a link to the survey host’s privacy statement.\nAll survey participants are required to indicate that they consent to take part before they proceed to complete the survey, so by agreeing to take part, you will be providing consent to the use of your personal details and sensitive personal data (such as information about your emotional wellbeing) and the transfer of your data outside of the European Economic Area (where applicable).</p> Making a complaint <p>Samaritans aims to provide support to the highest possible standard at all times.\nTo help achieve this, we encourage anyone who is not completely happy with the service they have received to let us know immediately, by contacting the branch involved or Samaritans Central Office Quality Team on 02083948313 or you can use the Complaints questionnaire here.</p>\n<p>All complaints will be investigated fully.\nIt is important that you give as much information as possible to enable us to investigate your complaint.\nYour information will not be passed on to anyone outside of Samaritans but in most cases we will need to involve the Director of the relevant branch.\nWith your prior consent, the Director will contact you directly to try to resolve your complaint.</p>\n<p>It is our aim to resolve a complaint within 14 days of receiving it.\nIn some cases, this isn’t possible but we will do our best to resolve it as soon as we can.</p>\n<p>If you have any questions or wish to add information concerning your complaint, please contact a member of our Samaritans Central Office Quality Team on 02083948313 or email feedback@samaritans.org.\nPlease be aware that if you call our central office number, your telephone number will be visible to the Quality Team and may be logged for administrative purposes.</p>\n<p>You can read the full Complaints Procedure here.</p> Samaritans' Education services <p>\n<b>When we visit schools and colleges</b>\n</p>\n<p>Samaritans is made up of branches across the UK, the Republic of Ireland, the Channel Islands and the Isle of Man, some of which are registered as independent charities.\nWhen we provide talks and workshops and any other type of visit to an educational establishment or youth setting, the relevant branch will record the visit on our secure database.\nThis record will include:</p>\n<ul>\n<li>the name and address of the organisation</li>\n<li>the type of visit that we have carried out</li>\n<li>the number of young people we have talked to</li>\n</ul>\n<p>This is used only within Samaritans and never shared externally.\nThe Education Service team at Samaritans' central office may use this information to monitor and improve the services that we offer.\nThe team may also share statistical, anonymised data (such as the number of schools we have visited or the number of young people we have spoken to) externally for fundraising and awareness raising purposes.</p>\n<p>DEAL</p>\n<p>If you register on our website, we store the information that you provide for Samaritans purposes only, as is stated on the registration form.\nThis is not shared externally.\nYour information is kept for two years.\nWe may contact you to ask you for feedback about the DEAL resources if you have given us permission to do so.</p>\n<p>\n<b>Step by Step</b>\n</p>\n<p>If you ask us for information or advice about Step by Step, our postvention service, or we offer you support, we keep a record of your organisation name, address and contact details on a secure database.\nThis is so that we can keep a record of our activities and which schools we have worked with.\nThis information is only for Samaritans' use.\nIf you have given us permission to do so, we will use the email address that you provide to ask you for feedback on the service three months after we have first been in touch.</p>\n<p>We will not pass your contact details to anyone else without your permission.</p>\n<p>We keep an ongoing record of any visits or activities that we undertake as part of the service.</p>\n<p>\n</p> Sharing your story <p>Some of our service users and supporters choose to tell us about their experiences to help further our work.\nThis may include sharing sensitive personal information relating to their health and emotional wellbeing.</p>\n<p>If we have the explicit consent of the individual, or their parent or guardian if they are under 18, we may use this information in materials promoting our campaigning and fundraising work, or in documents such as our annual report.</p> Storing your information <p>\n<b>Where we store your information</b>\n</p>\n<p>Samaritans operates across the UK, the Republic of Ireland, the Channel Islands and the Isle of Man and stores our data within the European Economic Area (EEA).\nThree branches within Samaritans’ branch network are not within the EEA: Isle of Man, Jersey and Guernsey.\nThese jurisdictions are, however, on the European Commission’s “safe” list of countries for transferring personal data and are subject to the same policies and procedures as Samaritans branches in the UK and Republic of Ireland.</p>\n<p>We do use ‘cloud-based’ applications provided by external suppliers to collect, store and handle some types of personal information.\nThese suppliers (e.g.\nMicrosoft) may be based outside of the EEA.\nWhere this is the case, we ask suppliers to provide evidence that they have the appropriate measures in place to ensure that your personal information is kept safe.</p>\n<p>\n<b>Security safeguards</b>\n</p>\n<p>Samaritans uses various technical and organisational measures to keep your data safe.\nElectronic data and databases are stored on secure computer systems and we control who has access to information, using both physical and electronic means.\nOur staff and volunteers receive data protection training and are provided with guidance that they are required to follow when handling personal information.</p>\n<p>Although we do our best to keep your information safe, the transmission of information over the internet is never completely secure, so please bear this in mind when you share information with us via our website.</p>\n<p>How long we keep your personal information for</p>\n<p>We only keep your personal information for as long as required, depending on what it was collected for, and in accordance with legal requirements and tax and accounting rules.</p>\n<p>If you have told us that you don’t want to be contacted by Samaritans, we will keep your details on a ‘suppression’ list to help ensure that we do not continue to contact you.</p>\n<p>\n</p> Keeping in touch <p>As a charity that relies on donations, it is important that Samaritans keeps the public updated on our vital work and campaigns and that we let our potential and existing supporters know how they can continue to support us.\nThese are examples of Samaritans’ ‘legitimate interests’ and are our lawful basis for using the personal information that you provide to us to send you our updates by post.\nSo, if you volunteer, fundraise or donate to us and you have given us your postal address, we will keep you up to date with Samaritans’ activities and work by post.\nWe will also ask you whether you would like to stay in touch by telephone, email or text message.\nYou can also sign up to receive news about Samaritans by email through our website or our Facebook Page.</p>\n<p>You can update your contact preferences or let us know that you don’t want to hear from us any more at any time by emailing supportercare@samaritans.org or calling us on 03709 00 00 32.\nIf you tell us that you don’t want to receive our updates anymore, we will keep your details on a ‘suppression’ list to help ensure that we do not continue to send these to you.\nWe may still need to contact you for administrative purposes, for example to process a donation you have made, or to give you information about an event you have registered for.</p>\n<p>\n<b>If you subscribe to Samaritans' emails</b>\n</p>\n<p>If you sign up to receive news and updates from Samaritans by email, your name and contact details will be stored with our third party email service provider, MailChimp.\nYou can read their privacy statement here.</p>\n<p>\n<b>How to unsubscribe from receiving Samaritans emails</b>\n</p>\n<p>If you want to stop receiving emails from us, you can unsubscribe directly through the Unsubscribe link provided within every Samaritans email - it is usually located at the bottom of the email.\nBy clicking this link, you will be automatically unsubscribed from all future emails.\nPlease allow up to 10 working days for our records to update and for the unsubscribe to take effect.</p>\n<p>\n<b>How to notify us of a change in details</b>\n</p>\n<p>If your personal details change, please help us to keep your information up to date by clicking on the “Update my details” link provided within every Samaritans email.\nIt is usually located at the bottom of the email.</p>\n<p>\n<b>Do we use email tracking?</b>\n</p>\n<p>Our third party web based email service provider, MailChimp does not use cookies to track our subscribers.\nWe do, however, use email tracking technology to help provide you with the best experience we can.\nThis technology places an invisible single pixel gif image (also called a web beacon) in emails to detect when they have been opened and when links within emails have been clicked.\nWeb beacons allow us to collect information about when you open the email, your IP address, your browser or email client type and other similar details.\nWe use this data to create reports about who has or hasn’t opened emails or clicked links and this information helps us to improve our email content so you receive more useful and relevant information from us.</p>\n<p>You can find more information about email tracking here.</p> Keeping your information up to date <p>If your personal details have changed, let our Supporter Care Team know by contacting them at: Supporter Care Team, Samaritans, The Upper Mill, Ewell, Surrey KT17 2AF, emailing them at supportercare@samaritans.org or telephone on: 03709 00 00 32.</p>\n<p>Alternatively, contact the branch that you support directly.</p> Third party marketing and fundraising <p>Samaritans works with various external companies, who may collect, store or process personal information on our behalf.\nWhen we do this, we:</p>\n<ul>\n<li>carry out checks on each company before we decide to work with them, to ensure that they have adequate safeguards in place to keep your data safe;</li>\n<li>do not give them any rights to use your personal information except in accordance with our instructions;</li>\n<li>require them to give us contractual assurances that they will comply with all data protection laws.\nand</li>\n<li>make sure that your data is transferred to them securely.</li>\n</ul>\n<p>Here are some examples of the companies that we may share your data with or that may have access to your data for the purposes of providing services to Samaritans:</p>\n<ul>\n<li>Our website &amp.\ndatabase providers: Torchbox, Access Group, Salesforce, Brightgen, Atlas Identity, Differentia</li>\n<li>Our payroll giving, campaigning &amp.\nfundraising partners: Hands On Payroll Giving, STC Payroll Giving, Payroll Giving in Action, QTS Fundraising, Engaging Networks</li>\n<li>Our payment system, direct debit and Gift Aid processing service providers: Braintree, GoCardless, BMC Azurri GA Solutions Limited</li>\n<li>Our printers &amp.\ncommunications fulfilment partners: Mosaic, MailChimp, Brightsource, Snap RPB, Red River, Pollards</li>\n<li>Our research survey providers: Quiz Works, SurveyMonkey</li>\n<li>Our raffle &amp.\nlottery services provider: Sterling</li>\n<li>Our analytics partners: UK Changes, Kissmetrics</li>\n</ul>\n<p>Some of the companies that we work with may be based outside of the European Economic Area.\nWhere this is the case, we ask suppliers to provide additional evidence that they have the appropriate measures in place to ensure that your personal information is kept safe.</p>\n<p>If you have made a Gift Aid declaration, we will need to disclose the information you have provided as part of our declaration to HMRC for the purpose of reclaiming Gift Aid.</p>\n<p>We may disclose your personal information if we are requested to do so by a regulator or law enforcement bodies, or where we are otherwise required to do so by law.\nWe may also need to share your information with external organisations in the case of suspected fraud or for the prevention or detection of other crimes.</p>\n<p>We will never sell your personal information to other organisations to use for their own marketing purposes.</p>\n<p>\n<b>Fundraising and social media platforms</b>\n</p>\n<p>If you have donated to Samaritans via an online fundraising platform (such as Virgin Money Giving or Just Giving) or have registered for a Samaritans event or challenge through a third party event organiser (e.g.\nCharity Challenge or Action Challenge), they will pass your information onto us to allow us to record and process your donation and/or administer your registration.\nWe will contact you to confirm that we have received your donation/register and to see whether you would like to keep in touch in the future.\nMake sure you read the fundraising platform’s/event organiser’s own privacy policy, as that will tell you how they use your information for their own purposes.</p>\n<p>We will never sell your personal information to other organisations to use for their own marketing purposes.\nWhere you have agreed to receive communications from us via email or text, we may share an encrypted version of your details with social media companies, such as Facebook, Instagram and Twitter.\nThis allows us to reach you and others like you with our latest news and information on those social media platforms.\nYou can tell us that you are not happy for your information to be used in this way by contacting us at supportercare@samaritans.org.\nWe won’t be able to guarantee that you will never see one of our adverts again, as these may be generated from other sources on a randomised basis.</p>\n<p>\n<b>CCTV</b>\n</p>\n<p>Some of Samaritans premises and branches operate CCTV systems, so you may be recorded when you visit them.\nCCTV is installed for security, to protect both you and Samaritans staff and volunteers.\nCCTV footage will only be viewed when necessary (for example to detect or prevent a crime) and is only stored on a temporary basis, other than where it has been flagged for review.</p>\n<p>\n<b>Links to third party websites</b>\n</p>\n<p>Our website may contain links to the websites of other organisations that we believe may be of interest.\nWe are not responsible for the content of these websites and we recommend that you read the privacy policy for the relevant organisation before sharing any personal or financial information.</p> Your rights <p>The data protection laws give you certain rights over your personal information and how we use it.\nThese include:</p>\n<ul>\n<li>the right of access to a copy of the information that we hold about you;</li>\n<li>the right to ask us to correct inaccurate information that we hold about you;</li>\n<li>the right, in certain circumstances, to object to specific uses of your data.\nand</li>\n<li>the right, in certain circumstances, to request the information that we hold about you to be deleted.</li>\n</ul>\n<p>If you wish to exercise any of these rights, please:</p>\n<ul>\n<li>Put your request in writing and email it to dataprotection@samaritans.org or send it for the attention of the Legal &amp.\nGovernance team at Samaritans, The Upper Mill, Kingston Road, Ewell, Surrey, KT17 2AF.\nIf you are only in contact with a single branch, you can put your request in writing to that branch.</li>\n<li>Provide proof of identity including your name and postal address.\nIf you requesting information relating to your use of the Samaritans helpline, we will ask you for information about your contacts with Samaritans and to provide a copy of the telephone bill for the number you use to make calls to Samaritans.</li>\n</ul>\n<p>Help us to respond to you as quickly as possible by being specific about which information you would like to receive a copy of or that you would like is to amend/delete.\nPlease note:</p>\n<ul>\n<li>We will only send a response to a subject access request to you by registered mail at a postal address.</li>\n<li>If we are unable to verify your identity, for example if you contact the service anonymously or use a different name to do so, it may not be possible to provide you with the information requested.</li>\n<li>Samaritans is not a ‘public authority’ as defined under the Freedom of Information Act and we will therefore not respond to requests for information made under this Act.</li>\n</ul>\n<p>\n</p> Using our website <p>\n<b>Do we use 'Cookies'?</b>\n</p>\n<p>Our website uses cookies, as almost all websites do.\nCookies are small text files that are placed on your computer or mobile phone when you browse websites.\nYou can find more information about how we use cookies and update your cookie preferences in our cookie policy.</p> ", "created_at": "2022-05-11 21:05:11.774181", "updated_at": "2022-05-11 19:05:45.100573"}], "points": [], "urls": ["samaritans.org"]}}