{"error": 448, "message": "OK", "parameters": {"id": 6289, "name": "System1", "created_at": "2022-01-08 19:48:02.187568", "updated_at": "2022-01-08 23:01:20.238976", "wikipedia": null, "keywords": null, "related": null, "slug": "system1", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6289.png", "url": "system1.com,gopher.com", "documents": [{"id": 11408, "name": "Terms of Use", "url": "https://system1.com/terms/terms-of-use", "xpath": "/html/body/article", "text": " Terms of Use <p>Last updated: February 26, 2021</p>\n<p>Before using this Web site, please read the Terms of Use set forth below.\nBy using this Web site you agree to be bound by the Terms of Use.\nSystem1 LLC and its affiliates and subsidiaries (including Infospace Holdings LLC, Qool Media Holdings LLC, Dotzup Holdings LLC, Concourse Media Holdings LLC, MapQuest Holdings LLC, Privacy One Group Limited and System1 Waterfox Holdings LLC) reserve the right to review and revise the Terms of Use from time to time without prior notice and, by using this site subsequent to any revision of the Terms of Use, you agree to be bound by such changes.\nIf you find the Terms of Use to be unacceptable, you must immediately terminate your use of this Web site.\nThis Web site is made available for your personal, non-commercial use only.\nYou may not use this Web site to sell a product or service, or to increase traffic to your Web site for commercial reasons, such as advertising sales.\nYou may not take the results from any type of Web search and reformat and display them, or mirror the Web site home page or results pages on your Web site.\nIf you want to make commercial use of the Web site, you must enter into an agreement with the System1 Site to do so in advance.\nPlease contact us for more information.</p> 1.\nNo Representations Or Warranties\n<p>The services provided on this Web site and the content, information, documents, graphics and images published at this Web site could include inaccuracies, typographical errors or other errors.\nWe make no commitment, however, to update what is contained in this Web site.\nFurthermore, we reserve the right to temporarily, or permanently, modify, alter, discontinue or delete the same without prior notice.\nConsequently,</p>\n<p>TO THE EXTENT PERMITTED BY LAW, THE SERVICES AND INFORMATION ON THIS WEB SITE ARE PROVIDED “AS IS,” AND WITHOUT WARRANTY, AND ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT, ARE HEREBY DISCLAIMED, AND YOU HEREBY WAIVE ALL SUCH WARRANTIES.</p>\n<p>Users of this Web site should not rely upon opinions expressed at this Web site when making business, financial, personal or other decisions.\nFurthermore, we do not endorse the opinions of third parties expressed on this Web site or on linked Web sites.</p> 2.\nPrivacy Policy\n<p>The information that System1 obtains through your use of our sites, is subject to our Privacy Policy .\nThat privacy policy contains terms and conditions that govern our collection and use of the information you provide use and our respective rights relative to that information.\nPlease review our Privacy Policy before you use our sites.\nYour use of our sites indicates an agreement to our Privacy Policy.</p> 3.\nUser Warnings/User Conduct\n<p>We make certain services available, including without limitation, e-mail, chat rooms, message boards and other community services.\nprovided that you agree to abide by the terms and conditions contained in these Terms of Use.\nWithout limiting the generality of the foregoing, in consideration for our providing such services, you also agree not to:</p>\n<ul>\n<li>Violate any applicable law, regulation or rule;</li>\n<li>Harass, offend, threaten, embarrass, distress or invade the privacy of any individual or entity;</li>\n<li>Post or transmit any commercial, advertising or promotional materials, including without limitation, “spam” or mass distributions;</li>\n<li>Provide false information on your registration form or impersonate another person at any point;</li>\n<li>Post or transmit false, inappropriate, improper, disorderly or excessive messages or information.</li>\n<li>Post any material that infringes upon any third party’s copyright, trademark, patent or other intellectual property right.</li>\n</ul>\n<p>If you violate such terms, we may, without prior notice and without liability to you, ban you from any and all services, terminate your registration, delete your messages or postings, and take any other action we deem appropriate in our sole discretion.\nWith reference to any services we provide, you acknowledge that we may, from time to time, without notice to you and at our sole discretion, establish various practices, limitations and restrictions for administering such services, including without limitation: how often a service or account may be accessed.\nthe maximum number of days that messages or postings will be retained.\nthe maximum number of messages or postings allowed.\nthe size and nature of messages and postings.\nthe maximum storage space available for an account.\nand all other matters related to administration of services, and you agree to be bound by such practices.\nYou agree that we are not responsible or liable for deactivation or deletion of accounts or for loss of e-mails, communications, postings, data or information as a result of, or arising out of, our administration of such services.</p>\n<p>We assume no responsibility for the accuracy, integrity, quality completeness, usefulness or value of any content, data, documents, graphics, images, information, advice, or opinion contained in any e-mails, message boards, chat rooms or community services, or in any other public services, and do not endorse any advice or opinion contained therein.\nWe do not monitor or control such services, although we reserve the right to do so.\nWe may take any action we deem appropriate, in our sole discretion, to maintain the high quality of our service and to protect ourselves and others.</p> 4.\nAffiliate Links\n<p>If a search result includes “Aff” or “Affiliate”, an affiliate code has been added to the link and System1 may receive financial compensation related to that search result.</p> 5.\nWeb Site Links And Third-Party Sites\n<p>This Web site may contain links to other Web sites which are independent of this Web site.\nWe make no representation or warranty as to the accuracy, value, integrity, completeness or authenticity of the information or opinions contained in any such linked Web site, and any link to another Web site shall not in any manner be construed as an endorsement by us of that Web site, or of the products or services described therein.</p>\n<p>Furthermore, these links may lead to sites or links that contain offensive and objectionable content or which may contain dangerous computer viruses.\nYou assume, and we hereby disclaim, all responsibility for any of the content on these sites or for any damage sustained by users of these sites.</p> 6.\nConfidentiality\n<p>Your confidential use of this site cannot be guaranteed by us.\nWe shall not be responsible for any harm that you or any person may suffer as a result of a breach of confidentiality in respect to your use of this site.</p> 7.\nSecurity\n<p>You may have an account and password.\nYou are responsible for maintaining the confidentiality of your password and account information and are fully responsible for all conduct carried out under this password and account.\nWe are not liable for any loss of confidentiality or for any damages arising from your failure to comply with these terms.\nYou will promptly report any unauthorized use of your password to us.</p> 8.\nLimitation of Damages\n<p>IN NO EVENT WILL WE, OUR OFFICERS, EMPLOYEES, CONTRACTORS, SUBCONTRACTORS, SUPPLIERS, AGENTS, AFFILIATES, SUBSIDIARIES, SUCCESSORS OR ASSIGNS BE LIABLE TO ANY PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, INCIDENTAL, SPECIAL OR OTHER INDIRECT (INCLUDING WITHOUT LIMITATION, COST OF COVER) ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR ANY SERVICES, CONTENT OR OTHER MATERIALS PROVIDED OR AVAILABLE HEREUNDER, OR USE OF ANY OTHER LINKS OR LINKED WEB SITE, EVEN IF WE ARE EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF WHETHER SUCH DAMAGES AROSE IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHER LEGAL BASIS.\nTHE TERM “DAMAGES” INCLUDES, WITHOUT LIMITATION, ATTORNEY FEES, ANY LOST PROFITS, BUSINESS INTERRUPTION AND LOSS OF PROGRAMS OR OTHER DATA ON YOUR INFORMATION HANDLING SYSTEM.\nYOU ACKNOWLEDGE THAT THE ECONOMIC TERMS OF OUR AGREEMENT REFLECT THE FOREGOING ALLOCATION OF RISK AND SUCH ALLOCATION OF RISK IS A SIGNIFICANT INDUCEMENT FOR US TO PROVIDE THE SERVICES, WEB SITE AND OTHER CONTENT AND MATERIALS.</p> 9.\nOwnership\n<p>We own all right, title and interest in and to the websites, the products and services offered on the websites as well as our logos, tradenames, and trademarks.\nAll other rights, title and interest (including all other copyrights, trademarks and other intellectual property rights) in this Web site and all names, terms, logos, slogans, images and other indicia identifying System1’s products or services are proprietary marks belonging to System1.\nThe names of companies and products not owned by System1 and mentioned herein may be the trademarks of their respective owners.\nAny use of the copyrighted contents or the trademarks belonging to System1 without the express written permission of System1 is strictly prohibited.</p> 10.\nLicense\n<p>Nothing contained in this Web site shall be construed as conferring any license or right, expressly, by implication, by estoppel or otherwise, under any of our intellectual property rights, or under any third party’s intellectual property rights, and no part of this Web site may be reproduced, republished, copied, transmitted, or distributed in any form or by any means.</p> 11.\nClaims of Copyright Infringement\n<p>System1 respects the intellectual property of others and may, in appropriate circumstances and at its discretion, terminate the accounts of users who infringe the intellectual property rights of others.\nIf you believe that any material on this Web site infringes on any copyright which you own or control, or that any link on this Web site directs you to another Web site that contains material that infringes on any copyright which you own or control, you may file a notification of such infringement with our designated agent to have the material removed or otherwise blocked from access.\nPlease see the NOTICE AND PROCEDURE FOR MAKING CLAIMS OF COPYRIGHT INFRINGEMENT .</p> 12.\nIndemnification\n<p>YOU AGREE TO HOLD HARMLESS, DEFEND AND INDEMNIFY US, OUR OFFICERS, DIRECTORS, EMPLOYEES, SUBSIDIARIES, CONTRACTORS, SUBCONTRACTORS, SUPPLIERS, AGENTS, PARTNERS AND AFFILIATES, SUCCESSORS AND ASSIGNS FROM ALL LIABILITIES, CLAIMS, DEMANDS AND EXPENSES, INCLUDING REASONABLE ATTORNEYS’ FEES, THAT ARE DUE TO, OR THAT ARISE FROM YOUR USE OR MISUSE OF THIS SITE, ANY SERVICES THEREIN, OR FOR INFRINGEMENT BY YOU OR OTHERS OF INTELLECTUAL PROPERTY RIGHTS OR OTHER RIGHT OF ANY THIRD PARTY.\nWE MAY ASSUME EXCLUSIVE CONTROL OF ANY DEFENSE OR ANY MATTER SUBJECT TO INDEMNIFICATION BY YOU, AND YOU AGREE TO COOPERATE WITH US IN SUCH EVENT.</p> 13.\nGoverning Laws in Case of Dispute\n<p>THESE TERMS OF USE SHALL BE GOVERNED BY AND CONSTRUED IN ACCORDANCE WITH THE LAWS OF THE STATE OF WASHINGTON, USA, AS THEY APPLY TO AGREEMENTS MADE AND SOLELY PERFORMED THEREIN.\nYOU IRREVOCABLY CONSENT AND WAIVE ALL OBJECTION TO PERSONAL JURISDICTION AND VENUE IN THE STATE AND FEDERAL COURTS LOCATED IN KING COUNTY, WASHINGTON, USA, AND YOU SHALL NOT COMMENCE OR PROSECUTE ANY SUIT OR ACTION EXCEPT IN THE FOREGOING COURTS.</p> 14.\nInternational Use\n<p>We do not represent that all content, materials and services on our Web site are appropriate or available for use in all geographic locations, especially some locations outside the United States, and accessing such from certain locations may be illegal and prohibited.\nThose who do access content, materials and services from such locations act on their own initiative and we are not responsible for their compliance with local laws or other applicable laws.\nYou will not access the foregoing where prohibited by law.</p> 15.\nIntegration.\nSeverability.\nGeneral\n<p>These Terms of Use incorporate by reference any notices contained on this Web site and constitute the entire agreement with respect to your access to and use of this Web site.\nWe may modify these Terms of Use at any time by posting revised Terms of Use on our Web site and your continuing use of such Web site and the services constitutes your agreement to be bound by such modified Terms of Use.\nAny provision of these Terms of Use which is determined by a court of competent jurisdiction to be unenforceable in any jurisdiction shall be severable from these Terms of Use in that jurisdiction without in any way invalidating the remaining provisions of these Terms of Use.\nThe unenforceability of any provision in a given jurisdiction shall not make that provision unenforceable in any other jurisdiction.</p> ", "created_at": "2022-01-08 19:48:02.193313", "updated_at": "2022-01-08 18:50:03.552847"}, {"id": 11407, "name": "Privacy Policy", "url": "https://system1.com/terms/privacy-policy", "xpath": "/html/body/article", "text": " Privacy Policy <p>Last updated: January 31, 2020</p>\n<p>System1 LLC (including its subsidiaries) respects your privacy and we are committed to protecting it through our compliance with this privacy policy (the “Policy”) in connection with the online websites, applications and services (the “Services”) that we operate.\nThis Policy also applies to the following System1 subsidiaries, including Infospace Holdings LLC, Qool Media Holdings LLC, Dotzup Holdings LLC, Concourse Media Holdings LLC, MapQuest Holdings LLC, Privacy One Group Limited and System1 Waterfox Holdings LLC (the “System1 Parties”).</p>\n<p>Our Services include our websites, applications and other services that link to this Policy.\nThis Policy describes the types of information we may collect from you or that you may provide when you use our Services, as well as our practices for collecting, using, maintaining, protecting and disclosing that information.</p>\n<p>This Policy applies to information we collect:</p>\n<ul>\n<li>When you use or interact with our Services.</li>\n<li>In your email, text, and other electronic messages with us.</li>\n<li>Through our mobile and desktop websites and applications.</li>\n</ul>\n<p>Please read this Policy carefully to understand our policies and practices regarding your information and how we use it and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Services.\nBy accessing or using our Services, you agree to accept the terms and conditions set forth in this Policy.\nThis Policy may change from time to time (see “Changes to Our Privacy Policy“).\nYour continued use of our Services after we make changes is deemed to be acceptance of those changes, so please check the Policy periodically for updates.</p> EU-US Privacy Shield and Swiss-US Privacy Shield\n<p>System1 LLC, and the System1 Parties comply with the EU-US Privacy Shield Framework (the “EU-US Privacy Shield”) and the Swiss-US Privacy Shield Framework (the “Swiss-US Privacy Shield”) as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.\nSystem1 has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability (the “Privacy Shield Principles”).\nIf there is any conflict between the policies set forth in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern or prevail.</p>\n<p>To learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/</p>\n<p>System1 is subject to the investigatory and enforcement powers of the Federal Trade Commission (the “FTC”).\nFurthermore, with regards to any human resources related data that may be transferred from the EU to the U.S.\nin connection with or in the context of any employment relationship with a EU-based employee, System1 is committed to co-operating with EU data protection authorities (or DPAs) in the relevant country regarding any such EU-based employee and comply with the advice provided by such DPAs in connection with the foregoing.</p> Children Under the Age of 13\n<p>Our Services are not intended for use by children under 13 years of age.\nNo one under age 13 may provide any information to or through our Services.\nWe do not knowingly collect personal information from children under 13 and do not target our Services to children under the age of 13.\nIf you are under 13, do not use or provide any information through our Services.\nIf we learn we have collected or received personal information from a child under the age of 13 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under the age of 13, please contact us at:</p>\n<p>Attn: Privacy Officer<br>\n4235 Redwood Avenue<br>\nMarina Del Rey, CA 90066</p> Information We Collect About You and How We Collect It\n<p>We collect several types of information from and about users of our Services, including information:</p>\n<ul>\n<li>by which you may be personally identified, such as name, postal address, e-mail address, telephone number, or any other identifier by which you may be contacted online or offline (“personal information”);</li>\n<li>that is about you but individually does not identify you, such as your IP address, referral data, and browser and platform type.\nand/or</li>\n<li>about your internet connection, the equipment you use to access our Services and usage details.</li>\n</ul>\n<p>We collect this information:</p>\n<ul>\n<li>Directly from you when you provide it to us.</li>\n<li>Automatically as you use our Services.\nInformation collected automatically may include usage details, IP addresses, and information collected through cookies, web beacons, pixels and other tracking technologies.</li>\n<li>From third parties, for example, our business partners and commercial vendors that we use to implement or provide our Services.</li>\n</ul>\n<p>\n<strong>\n<u>Information You Provide to Us</u>\n</strong>\n</p>\n<p>The information we collect through our Services may include:</p>\n<p>Information that you provide by filling in forms through our Services.\nThis includes information provided at the time of registering to use our Services, subscribing to our Services, posting material, or requesting further services.\nWe may also ask you for information when you report a problem with our Services.</p>\n<p>Information that you provide us also includes records and copies of your correspondence (including email addresses from which any correspondence is received), if you contact us.</p>\n<p>\n<strong>\n<u>Information We Collect Through Automatic Data Collection or Tracking Technologies</u>\n</strong>\n</p>\n<p>As you use our Services, we may use automatic data collection or tracking technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>Details of your use of our Services, including traffic data, referral data, location data, logs, and other communication data and the resources that you use (or information that you retrieve) on our Services.</li>\n<li>Information about your computer or other device and internet connection, including your IP address, operating system, and browser type.</li>\n</ul>\n<p>We also may use these technologies to collect information about your online activities over time and across third-party websites or other online services (e.g.\nbehavioral tracking).</p>\n<p>The information we collect automatically is statistical data and does not include personal information, but we may maintain it or associate it with personal information we collect in other ways or receive from third parties.\nIt helps us to improve our Services and to deliver a better and more personalized service to our users.</p>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies)</strong>.\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting(s) on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Services.\nUnless you have adjusted your browser setting(s) so that it will refuse to accept cookies, our system(s) and technologies will issue cookies when you direct your browser to our Services.</li>\n<li>\n<strong>Flash Cookies</strong>.\nCertain features of our Services may use local stored objects (or “flash cookies”) to collect and store information about your preferences and navigation to, from, and on our Services.\nFlash cookies are not managed by the same browser setting(s) as are used for browser cookies.</li>\n<li>\n<strong>Web Beacons</strong>.\nPortions of our Services may contain small electronic files known as web beacons (sometimes also referred to as clear gifs, pixel tags, and single-pixel gifs) that allow us, for example, to count users who have visited pages and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</li>\n</ul>\n<p>We do not collect personal information automatically, but we may tie this information to personal information about you that we collect or receive from other third-party sources or you provide to us.</p>\n<p>\n<strong>\n<u>Third-Party Use of Cookies and Other Tracking Technologies</u>\n</strong>\n</p>\n<p>Some content or applications, including advertisements, on our Services are served or provided by third-parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third-parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our Services.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral or retargeted) advertising or other targeted content.</p>\n<p>We do not control these third-parties’ tracking technologies or how they may be used.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising or content from many providers, see Choices About How We Use and Disclose Your Information.</p> How We Use Your Information\n<p>We use information that we collect about you or that you provide to us, including any personal information:</p>\n<ul>\n<li>To present our Services and its contents to you.</li>\n<li>To provide you with information, products, or services that you request from us.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To provide you with notices about your account, including expiration and renewal notices.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\n<li>To notify you about changes to our Services.</li>\n<li>To allow you to participate in interactive features on our Services.</li>\n<li>In any other way we may describe when you provide the information.</li>\n<li>For any other purpose with your consent.</li>\n</ul>\n<p>We may use the information we have collected from you to enable us to display advertisements to our advertisers’ target audiences.\nEven though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target or objective criteria.</p> Disclosure of Your Information\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>We may disclose personal information that we collect or you provide as described in this Policy:</p>\n<ul>\n<li>To our subsidiaries and affiliates.</li>\n<li>To contractors, service providers, and other third-parties we use to support our business and deliver our Services.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information of users held by us is among the assets transferred.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>With your consent.</li>\n</ul>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>To comply with any court order, law, or legal process, including to respond to any government or regulatory request.</li>\n<li>If we believe disclosure is necessary or appropriate to protect our rights, property, or for our safety, and that of our customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</li>\n<li>Under certain circumstances, we may be required to disclose your personal information in response to valid requests by public, regulatory or governmental authorities, including to meet national security or law enforcement requirements.</li>\n<li>System1’s accountability for data it receives pursuant to the EU-US Privacy Shield or the Swiss-US Privacy Shield and subsequent transfer of that data to third parties is detailed in the Privacy Shield Principles.\nIn cases of onward transfer to third parties of data of EU or Swiss individuals received pursuant to the EU-US Privacy Shield or the Swiss-US Privacy Shield, System1 is potentially liable.\nIn particular, System1 remains responsible and liable under the Privacy Shield Principles if third-party agents that it engages to process the personal data on its behalf do so in a manner inconsistent with the Privacy Shield Principles, unless System1 proves that it is not responsible for the event giving rise to the damage.\nWith regards to any human resources related data that may be transferred from the EU to the US in connection with or in the context of any employment relationship with a EU-based employee, System1 is committed to co-operating with EU data protection authorities (or DPAs) in the relevant country regarding any such EU-based employee and comply with the advice provided by such DPAs in connection with the foregoing.</li>\n</ul> Choices About How We Use and Disclose Your Information\n<p>We strive to provide you with choices regarding the personal information you provide to us.\nWe have created mechanisms to provide you with the following control over your personal information and similar data that we may collect and store:</p>\n<ul>\n<li>You can set your browser to refuse to accept all or some browser cookies, or to alert you when cookies are being set.\nIf you disable or refuse cookies, please note that some parts of our Services (including certain websites and applications that you may access through our Services) may then be inaccessible or not function properly.</li>\n<li>For some of our products, we use Google Analytics Advertising Features, including Remarketing with Google Analytics, Google Display Network Impression Reporting, DoubleClick Platform integrations, and Google Analytics Demographic and Interest Reporting.\nFor information about Google Analytics currently available opt-outs, please click here.</li>\n<li>Some of our products and Services may include advertisements from Microsoft.\nTo learn more about information collected by Microsoft, please click here.\nYou can opt-out of Microsoft’s personalized advertising services by following the instructions found here.</li>\n<li>We do not control any of the third parties’ collection or use of your personal information to serve interest-based advertising.\nHowever, these third parties may provide you with ways to choose not to have your personal information collected or used in this way.\nYou can also generally opt-out of receiving personalized ads from third party advertisers and ad networks who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising (DAA) by visiting the opt-out pages on the NAI website and the DAA website.</li>\n<li>System1 acknowledges that EU and Swiss individuals have the right to access the personal information that we maintain about them.\nAn EU or Swiss individuals who seeks access, or who seeks to correct, amend, or delete inaccurate data, should contact System1.\nIf requested to remove data, we will respond within a reasonable timeframe.</li>\n<li>We will also provide an EU or Swiss individuals with opt-out or opt-in choice(s) before we share their data with third parties other than our agents, or before we use it for a purpose other than which it was originally collected or subsequently authorized.</li>\n<li>To limit the use and disclosure of your personal information, please submit a written request here.</li>\n</ul> Accessing and Correcting Your Information\n<p>We desire to keep you in control of the personal information you provide to us.\nAccordingly, you can review, correct, change, or remove the registration settings for the personal information that you provide to us and that we subsequently control.\nTo choose not to receive future communications from us, please Contact Us.</p>\n<p>You may also contact System1 to request access to, correct, or delete any personal information that you have provided to us.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p> California and CCPA Privacy Rights and Disclosures\n<p>This California Privacy Rights and Disclosure section addresses the legal obligations and rights laid out in the California Consumer Privacy Act (the “CCPA”) in order to comply with the requirements set forth in the CCPA for those businesses doing business in California and/or offer their services to California residents, including with respect to information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with California consumers or households (collectively, “California Information”).</p>\n<p>\n<strong>\n<u>California Information We Collected and/or Shared</u>\n</strong>\n</p>\n<p>This section of the Policy provides the information California residents need to exercise their rights over their California Information.\nHere is information about the California Information we may have collected from and shared about consumers over the twelve months prior to the Effective Date of this Policy.</p>\n<p>In the year before the date this Policy was updated, on or through some of our Services we may have collected and/or shared (for operational purposes with providers who provide services for or to us in connection with developing, improving, providing and/or offering our Services) the following categories of California Information:</p>\n<ul>\n<li>Address and other identifiers — such as email address, device type, web-browser, operating system or other similar identifiers;</li>\n<li>Unique and online identifiers — such as IP address, device IDs derived from device type, or other similar identifiers;</li>\n<li>Characteristics of protected classifications — such as race, ethnicity, or sexual orientation;</li>\n<li>Certain commercial information — such as products or services purchased, obtained, or considered through our Services, or other purchasing or consuming histories or tendencies;</li>\n<li>Internet, gaming or other electronic network activity information — such as browsing history, search history and information regarding an individual’s interaction with an internet website, application, or advertisement;</li>\n<li>Location information – geo-location information about where you are accessing our Services (e.g.\nif you access our Services on your mobile or tablet device we may collect information about your device’s precise location to the extent feasible);</li>\n<li>Online viewing activities and habits (e.g., videos viewed, pages viewed).\nand</li>\n<li>Inferences drawn from California Information, such as individual profiles, preferences, characteristics and behaviors.</li>\n</ul>\n<p>We may have collected these categories of California Information for the following purposes:</p>\n<ul>\n<li>Performing services on behalf of our various businesses, such as user retention, providing content recommendations and/or processing information;</li>\n<li>Fraud and crime prevention;</li>\n<li>Debugging errors in systems;</li>\n<li>Marketing and advertising;</li>\n<li>Internal research, analytics and development — e.g., user-preference analytics.\nand</li>\n<li>Developing, maintaining, provisioning or upgrading networks, products, services, or devices.</li>\n</ul>\n<p>We may have obtained California Information from a variety of sources, including:</p>\n<ul>\n<li>Directly from you, including technical and usage information when you use our Services;</li>\n<li>Linked sites, such as social media sites, and other third-party platforms;</li>\n<li>Our various affiliated entities;</li>\n<li>Our joint-ventures and promotional and strategic partners;</li>\n<li>Information suppliers;</li>\n<li>Distributors, service providers and other vendors;</li>\n<li>Marketing mailing lists;</li>\n<li>Other users submitting California Information about you, such as to invite you to participate in an offering, make recommendations, or share content.\nand</li>\n<li>Publicly available sources.</li>\n</ul>\n<p>While the CCPA defines ‘sale’ very broadly, there is no industry-wide consensus whether enabling third parties to collect personal data via cookies and other similar tracking technologies for the purposes of delivering interest or location-based advertising and/or similar targeting activities constitutes a “sale” under the CCPA.\nHowever, a “sale” under the CCPA may be considered to include the sharing of California Information in exchange for anything of value.\nAccording to this broad definition, in the year before the date this Policy was updated, on or through some of our Services we may be deemed to have sold the following categories of California Information:</p>\n<ul>\n<li>Address and other identifiers — such as email address, device type, web-browser, operating system or other similar identifiers;</li>\n<li>Unique and online identifiers — such as IP address, device IDs derived from device type, or other similar identifiers;</li>\n<li>Characteristics of protected classifications — such as race, ethnicity, or sexual orientation;</li>\n<li>Certain commercial information — such as products or services purchased, obtained, or considered through our Services, or other purchasing or consuming histories or tendencies;</li>\n<li>Internet, gaming or other electronic network activity information — such as browsing history, search history and information regarding an individual’s interaction with an internet website, application, or advertisement;</li>\n<li>Location information – geo-location information about where you are accessing our Services (e.g.\nif you access our Services on your mobile or tablet device we may collect information about your device’s precise location to the extent feasible);</li>\n<li>Online viewing activities and habits (e.g., videos viewed, pages viewed).\nand</li>\n<li>Inferences drawn from California Information, such as individual profiles, preferences, characteristics and behaviors.</li>\n</ul>\n<p>\n<strong>\n<u>Your California Privacy Rights to Request Disclosure of Information We Collect and Share About You</u>\n</strong>\n</p>\n<p>If you are a California resident, California Civil Code Section 1798.83 permits you to request information about our practices related to the disclosure of your personal information by certain members of System1 and its affiliated entities to certain third parties for their direct marketing purposes.\nYou may be able to opt-out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes in certain circumstances.\nPlease contact us with your request.</p>\n<p>In addition, if you are a California resident, the CCPA grants you the right to request certain information about our practices with respect to California Information.\nIn particular, you can request the following:</p>\n<ul>\n<li>The categories and specific pieces of your California Information that we’ve collected;</li>\n<li>The categories of sources from which we collected your California Information;</li>\n<li>The business or commercial purposes for which we collected or ‘sold’ your California Information.\nand</li>\n<li>The categories or types of third parties with which we have shared your California Information.</li>\n</ul>\n<p>You can submit a request to us for the following additional information:</p>\n<ul>\n<li>The categories or types of third parties to which we’ve sold your California Information, and the category or categories of California Information sold to each.</li>\n<li>The categories or types of California Information that we’ve shared with service providers who provide services for us, like processing your bill.</li>\n</ul>\n<p>To exercise your CCPA rights with respect to this information, please contact us.\nThese requests for disclosure are generally free.</p>\n<p>\n<strong>\n<u>Your Right to Request the Deletion of California Information</u>\n</strong>\n</p>\n<p>Upon your request, we will delete the California Information we have collected about you, except for situations when that information is necessary for us to: provide you with a product or service that you requested.\nperform a contract we entered into with you.\nmaintain the functionality or security of our systems.\ncomply with or exercise rights provided by the law.\nor use the information internally in ways that are compatible with the context in which you provided the information to us, or that are reasonably aligned with your expectations based on your relationship with us.</p>\n<p>To exercise your right to request the deletion of your California Information, please contact us.\nThese requests are generally free.</p>\n<p>\n<strong>\n<u>Your Right to Ask Us Not To Sell Your California Information</u>\n</strong>\n</p>\n<p>You can always tell us not to sell your California Information by contacting us.</p>\n<p>Once we receive and process your request, we will not sell your California Information unless you later allow us to do so.</p> Data Security\n<p>We have implemented security measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to (or collected by) our Services.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on or implemented through the Services.</p> Dispute Resolutions\n<p>In compliance with the Privacy Shield Principles, System1 commits to resolve complaints about your privacy and our collection or use of your personal information.\nEuropean Union or Swiss individuals with inquiries or complaints regarding this privacy policy should first contact System1 here.</p>\n<p>System1 has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU PRIVACY SHIELD, operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit http://www.bbb.org/EU-privacy-shield/for-eu-consumers for more information and to file a complaint.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolutions procedures have been exhausted.</p> Changes To Our Privacy Policy\n<p>It is our policy to post any changes we make to our Policy on this page.\nIf we make material changes to how we treat our users’ personal information, we will let you know through a notice available in connection with your use of our Services after implementing such changes.\nThe date the Policy was last revised is found at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting this Policy to check for any changes.</p> Contact Information\n<p>To ask questions or comment about this Policy and our privacy practices, contact us at:</p>\n<p>\n</p>\n<p>Attn: Privacy Officer<br>\n4235 Redwood Avenue<br>\nMarina Del Rey, CA 90066</p> ", "created_at": "2022-01-08 19:48:02.190634", "updated_at": "2022-01-08 18:48:50.632735"}], "points": [{"id": 26588, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://system1.com/terms/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:22:43.62162", "updated_at": "2022-01-08 20:22:43.62162", "quoteText": "THE SERVICES AND INFORMATION ON THIS WEB SITE ARE PROVIDED “AS IS,”", "case_id": 286, "document_id": 11408, "quoteStart": 1804, "quoteEnd": 1871}, {"id": 26587, "title": "There is a date of the last update of the agreements", "source": "https://system1.com/terms/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-01-08 20:22:24.948178", "updated_at": "2022-01-08 20:22:24.948178", "quoteText": "<p>Last updated: February 26, 2021", "case_id": 331, "document_id": 11408, "quoteStart": 14, "quoteEnd": 48}], "urls": ["system1.com", "gopher.com"]}}