{"error": 448, "message": "OK", "parameters": {"id": 236, "name": "IFTTT", "created_at": "2018-01-16 15:26:06.583537", "updated_at": "2021-05-01 13:12:52.984655", "wikipedia": "https://en.wikipedia.org/wiki/IFTTT", "keywords": "", "related": "", "slug": "ifttt", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/236.png", "url": "ifttt.com", "documents": [{"id": 68, "name": "Privacy Policy", "url": "https://ifttt.com/privacy", "xpath": "//div[@class='privacy-policy']", "text": " Privacy Policy <p>As of July 20th, 2018</p>\n<p> IFTTT Inc.\n(\"IFTTT\") takes the private nature of your personal information very seriously.\nThis Privacy Policy describes how we treat the information we collect when you visit and use the IFTTT website located at ifttt.com (the \"Site\") and the services offered by IFTTT (the Site, Mobile Apps, and services referred to as the \"Service\").\nPlease read this Privacy Policy to learn more about the ways in which IFTTT uses and protects your personal information.\nBy using the Service you acknowledge and agree to be bound by the terms and conditions of this Privacy Policy.\nIf you do not agree to the terms, please do not use the Service or access our Site.\n<br>\n<br> The IFTTT Service is not intended for use by children.\nIf you are under 18, you may use the Service only with involvement of a parent or guardian.\nWe do not knowingly collect or solicit personal information from anyone under the age of 16.\nIf you are under 16, please do not attempt to register for the Services or send any personal information about yourself to us.\nIf we learn that we have collected personal information from a child under age 16, we will delete that information as quickly as possible.\nIf you believe that a child under 16 may have provided us personal information, please contact us at privacy@ifttt.com.\n</p> Information We Collect Automatically <p> Browsing the Site does not require you to register for an account or provide any personal information to us.\nIn general, IFTTT will gather some generic information automatically.\nThis generic information may include the internet address assigned to your computer, the number and frequency of visitors to the Site, the URL that you just came from (whether this URL is on the Site or not), which URL you next go to (whether this URL is on the Site or not), and your computer browser information.\nGeneric information does not reveal the identity of the visitor.\nThis type of aggregate data may enable us to figure out how often users use parts of the Service, help us determine customer service and Site needs, and do internal research on our users' demographics, interests, and behavior to better understand, protect and serve you and our community.\nIFTTT may use this data in aggregate form, that is, as a statistical measure, but not in a manner that would identify you personally.\nAs part of this use of information, we may provide aggregate information, not information about you personally, to our partners about how our users, collectively, use our Service.\n<br>\n<br> We use analytics to help analyze how our users use the Services.\nGoogle Analytics uses cookies to collect information such as how often our users visit the Services, what pages they visit, and what other sites they used prior to coming to the Services.\nWe may use the information we get from Google Analytics to improve our Services or to send you promotional messages about our Services.\nGoogle Analytics collects the IP address assigned to you on the date you visit the Services, but not your name or other personally identifying information.\nWe do not combine the information generated through the use of Google Analytics with any personally identifying information.\nAlthough Google Analytics plants a persistent Cookie to identify you as a unique user the next time you visit the Service, the Cookie cannot be used by anyone but Google.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to the Service is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.\nYou may find additional information about Google Analytics at http://www.google.com/policies/privacy/partners.\n</p> Information Collected From Other Websites and Do Not Track Policy <p> Through cookies we place on your browser or device, we may collect information about your online activity after you leave our Service.\nJust like any other usage information we collect, this information allows us to improve the Service and customize your online experience, and otherwise as described in this Privacy Policy.\nYour browser may offer you a “Do Not Track” option, which allows you to signal to operators of websites and web applications and services (including behavioral advertising services) that you do not wish such operators to track certain of your online activities over time and across different websites.\nOur Service does not support Do Not Track requests at this time, which means that we collect information about your online activity both while you are using the Service and after you leave our Service.\n</p> Information You Provide to Us <p> We receive and store any information you enter on the Service or provide to us in any other way.\nYou can choose not to provide us with certain information, though you may not be able to take advantage of many Service features.\nThe personal information you provide may be used for such purposes as responding to your questions or requests, customizing the content you see, and communicating with you about new Service features.\nIf you send us personal correspondence, such as emails or letters, or if other users or third parties send us correspondence about your activities or postings on the Service, we may collect such information into a file specific to you.\nYou agree that we may use your personal information to contact you as provided herein, though our intent is that email is the only channel we will use to contact you without your consent.\n<br>\n<br> Also, once you install any Mobile Apps and enable specific Platform Services, you may be providing us with additional information, such as contacts and camera-photos on your device.\nAdditionally, we may collect information about your location and calendar in order to provide you with more personalized Service.\nAgain, you can choose not to provide us with certain information, though you may not be able to take advantage of many Service features.\n<br>\n<br> If you provide your third-party account credentials to us or otherwise sign in to the Services through a third party site or Platform Service, you understand some content and/or information in those accounts (“Third Party Account Information”) may be transmitted into your account with us if you authorize such transmissions, and that Third Party Account Information transmitted to our Services is covered by this Privacy Policy.\n<br>\n<br> One such service may include the ability for you to automatically transmit Third Party Account Information to your Services profile or to automatically transmit information in your Services profile to your third party account.\n<br>\n<br> In order for you to take full advantage of the Service, you must provide registration information, including an e-mail address and password.\nWe may also request demographic information and unique identifiers in order to provide you with a more personalized service, but this information is optional.\nOnce you register for the Service, create Applets, and/or give us your personal information, you are not anonymous to us.\nUsernames and links to public accounts are only shown on your profile with your consent.\nYou always have the option to not provide information by choosing not to register for the Service or create any Applets.\nOur primary purpose in collecting personal information is to provide you with a safe, smooth, and efficient experience.\nWe only collect personal information about you that we consider necessary for achieving this purpose.\nIFTTT does not sell or rent your personal information to third parties without your explicit consent.\nIFTTT may disclose information it has collected from you and/or that you have made available through the Service when it believes in good faith that the law or legal process requires it, or when it is necessary to do so to protect the rights or property of IFTTT or others.\nYou are responsible for managing the flow of your private information from one third party Platform Service to another.\nIf you post personal information online that is accessible to the public, that information becomes publicly available and can be collected and used by others and redistributed through the internet and other media channels.\nFor example, if you push a private post on Facebook to a public blog, the private post will no longer be private.\nYou may receive unsolicited messages from other parties in return.\n</p> Is My Information Secure? <p>We treat data as an asset that must be protected against loss and unauthorized access.\nWe use industry-standard Secure Socket Layer (SSL) software to protect the security of your personal information during transmission, which encrypts all of the information you input.\nAll personal information collected from other Platform Services that you provide through the use of the Service is stored securely.\nOnly employees who need personal information to perform a specific job (for example, a customer service representative) are granted access to it.\nAll of our employees are kept up to date on our privacy and security practices.\n<br>\n<br> Due to the existing regulatory environment, we cannot ensure that all of your private communications and other personal information will never be disclosed in ways not otherwise described in this Privacy Policy.\nBy way of example, we may be forced to disclose personal information to the government or third parties under certain circumstances or third parties may unlawfully intercept or access transmissions or private communications.\n<br>\n<br> You need to work to protect against unauthorized access to your passwords and to your computer by signing off once you have finished using a shared computer.\nYou are responsible for all actions taken with your User ID and password.\nTherefore we recommend that you do not disclose your password to any third parties.\nIf you choose to share your User ID and password or your personal information with third parties, you are responsible for all actions taken with your account and therefore you should review that third party's privacy policy.\nIf you lose control of your password, you may lose substantial control over your personal information and may be subject to legally binding actions taken on your behalf such as if someone used your User and ID password to forward libelous material through the Service.\nTherefore, if your password has been compromised for any reason, you should immediately change your password.\n</p> What about Cookies? <p> When you visit the Site, we may send one or more \"cookies\" to your computer hard drive through your Web browser.\nA cookie is a small file containing a string of information that a website stores on a visitor's computer, and that the visitor's browser provides to the website each time the visitor returns.\nAny use of cookies by us will be solely for the purposes of improving the quality of access to the Site by storing user preferences, and tracking user trends, such as how people use the Site, and their Site access preferences.\nCookies tell us how and when pages in our Site are visited and by how many people.\nWe use cookies to allow you to enter your login information less frequently.\nTo the extent IFTTT uses cookies, such cookies do not collect personal information, and we do not combine information collected through cookies with other personal information to tell us who you are or what your username or e-mail address is.\nYou are always free to decline our cookies if your browser permits, although in that case you may not be able to use certain features on the Site and you may be required to reenter your password or login information more frequently.\nIFTTT visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using the Site.\nMost browsers are initially set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent.\nWe recommend that you leave the cookies activated, however, because deleting cookies may reduce the functionality of IFTTT.\nWe do not control the use of cookies by third parties.\n</p> Will IFTTT Share Any of the Information it Receives with Other Entities? <p> We may use third party service providers to facilitate or outsource one or more aspects of our business and therefore we may provide some of your personal information directly to these service providers.\nThese service providers are subject to confidentiality agreements with us and other legal restrictions that prohibit their use of the information we provide them for any other purpose except to facilitate the specific outsourced IFTTT related operation, unless you have given your prior permission to them for additional uses.\nWe may share our data, including personal information about you with our partners and joint ventures in furtherance of our business.\nTo the extent that these entities have access to your information, they will treat it at least as protectively as they treat information they obtain from their other users.\nOur partners and joint ventures follow privacy practices no less protective of all users than our practices described in this document, to the extent allowed by applicable law.\nIn some cases, we may choose to buy or sell assets.\nIn these types of transactions, customer information is typically one of the business assets that is transferred.\n<br>\n<br> Moreover, if IFTTT, or substantially all of its assets, were acquired, or in the unlikely event that IFTTT goes out of business or enters bankruptcy, customer information would be one of the assets that may be transferred to or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of IFTTT may continue to use your personal information as set forth in this policy.\nIFTTT cooperates with law enforcement inquiries, as well as other third parties to enforce laws and intellectual property rights.\nTherefore, in response to a verified request by law enforcement or other government officials relating to a criminal investigation or alleged illegal activity, we can (and you authorize us to) disclose your name, city, state, telephone number, and email address.\nWe will not otherwise disclose your personal information to law enforcement or other government officials without a subpoena, court order or substantially similar legal procedure, except when we believe in good faith that the disclosure of information is necessary to prevent imminent physical harm or financial loss.\nor report suspected illegal activity.\nThis Privacy Policy applies to the IFTTT Service only.\nWe do not exercise control over any sites that you may visit from a link on our Site.\nThese other sites may place their own cookies or other files on your computer, collect data or solicit personal information from you.\nSince IFTTT does not control the privacy policies of third parties, you are subject to the privacy policies of that third party.\nWe encourage you to ask questions before you disclose your personal information to others.\n<br>\n<br> We may de-identify your Personal Information so that you are not identified as an individual, and provide that information to our partners.\nWe may also provide aggregate usage information to our partners (or allow partners to collect that information from you), who may use such information to understand how often and in what ways people use our Services, so that they, too, can provide you with an optimal online experience.\nHowever, we never disclose aggregate usage or de-identified information to a partner (or allow a partner to collect such information) in a manner that would identify you as an individual person.\n<br>\n<br> Except as set forth above, you will be notified when your personal information may be shared with third parties, and you will be able to prevent the sharing of this information.\n</p> Accessing, Reviewing and Changing Your Personal Information <p> Services can be disconnected at anytime though prior Applets may remain in our electronic archive.\nYou can change your email address and contact information by going to the settings page.\nYou must promptly update your personal information if it changes or is inaccurate.\nYou may be able to add or update certain additional information via the Service.\nWhen you update information, however, we often maintain a copy of the unrevised information in our records.\nPlease note that information may remain in our records after deletion of your account.\nIFTTT will only update your information on third party sites or send you information (phone, sms, etc.) with your specific consent, such as when you add Applets to your account.\n</p> User Communications <p> You may input your contact information into the Service so that IFTTT may contact you.\nWhen you enter your contact information or send an email or other communication to IFTTT, we may retain those communications in order to process your inquiries and respond to your requests.\nWe do not use your email address or contact information to send commercial or marketing messages nor do we give or sell this information to any third parties.\nTo the extent your e-mail address is provided to IFTTT, you may receive e-mail or other communications from us.\n</p> Your California Privacy Rights <p> Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to ask us for a notice identifying the categories of personal information which we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties.\nIf you are a California resident and would like a copy of this notice, please submit a written request to: privacy@ifttt.com or IFTTT Inc., PO Box 590547, San Francisco, CA 94159-0547, Attn: Legal </p> Changes to this Policy <p> Please note that this Privacy Policy may change from time to time.\nWe will not reduce your rights under this Policy without your explicit consent, and we expect most such changes will be minor.\nRegardless, we will post any Policy changes on this page.\nWe may amend this Privacy Policy at any time by posting the amend terms on the Site.\nAll amended terms shall automatically be effective thirty (30) days after they are initially posted on the Site.\nEach version of this Policy will be identified at the top of the page by its effective date.\n</p> Contact Us <p> If you have any additional questions or concerns about this policy or the Service in general, please feel free to contact us at privacy@ifttt.com.\n</p>\n<br> EU Residents <p> If you are a resident of the European Union (“EU”), United Kingdom, Lichtenstein, Norway, or Iceland, you may have additional rights under the EU General Data Protection Regulation (the “GDPR”) with respect to your Personal Data, as outlined below.\n<br>\n<br> For this section, we use the terms “Personal Data” and “processing” as they are defined in the GDPR, but “Personal Data” generally means information that can be used to individually identify a person, and “processing” generally covers actions that can be performed in connection with data such as collection, use, storage and disclosure.\nIFTTT will be the controller of your Personal Data processed in connection with the Service.\n<br>\n<br> If there are any conflicts between this section and any other provision of this Privacy Policy, the policy or portion that is more protective of Personal Data shall control to the extent of such conflict.\nIf you have any questions about this section or whether any of the following applies to you, please contact us at IFTTT@gdpr-rep.com.\n</p> What Personal Data Do We Collect From You? <p> We collect Personal Data about you when you provide such information directly to us, when third parties such as our business partners or service providers provide us with Personal Data about you, or when Personal Data about you is automatically collected in connection with your use of our Service.\n<br>\n<br> Information we receive directly from you: We receive Personal Data directly from you when you provide us with such Personal Data, including without limitation the following: </p>\n<ul>\n<li>First and last name</li>\n<li>Email address</li>\n<li>Mailing address</li>\n<li>Telephone number</li>\n<li>Transaction Information (IFTTT does not store your credit or debit card information)</li>\n<li>User content, for example, action ingredients that are displayed when an Applet runs</li>\n</ul> Information we receive from third party sources includes Applet trigger fields, ingredients, and action fields.\nThis data is unique to your use of IFTTT and can be found on the Applet configuration panel for any of your Applets: https://ifttt.com/my_applets.\n<br>\n<br> Some third parties, such as our business partners and service providers, provide us with Personal Data about you, such as the following: <ul>\n<li> Account information for third party Platform Services: If you interact with a third party Platform Service when using our Service, such as if you use a third party service to log-in to our Service (e.g., Facebook Login or Google Sign-In), or if you share content from our Service through a third party social media Platform Service, the third party service will send us information about you, such as information from your public profile, if the third party service and your account settings allow such sharing.\nThe information we receive will depend on the policies and your account settings with the third party service.\n</li>\n<li> Information from our advertising partners: We receive information about you from some of our service providers who assist us with marketing or promotional services related to how you interact with our websites, applications, products, services, advertisements or communications.\n</li>\n<li> Information we automatically collect when you use our Service: Some Personal Data is automatically collected when you use our Service, such as the following: <ul>\n<li>IP address</li>\n<li>Device identifiers</li>\n<li>Web browser information</li>\n<li>Page view statistics</li>\n<li>Browsing history</li>\n<li>Usage information</li>\n<li>Transaction information (e.g.\ntransaction amount, date and time such transaction occurred)</li>\n<li>Cookies and other tracking technologies (e.g.\nweb beacons, pixel tags, SDKs, etc.)</li>\n<li>Location information (e.g.\nIP address, zip code)</li>\n<li>Log data (e.g.\naccess times, hardware and software information)</li>\n</ul>\n</li>\n</ul>\n<p>\n</p> How Do We Use Your Personal Data? <p> We process Personal Data to operate, improve, understand and personalize our Service.\nFor example, we use Personal Data to: </p>\n<ul>\n<li>Create and manage user profiles</li>\n<li>Communicate with you about the Service</li>\n<li>Process orders</li>\n<li>Contact you about Service announcements, updates or offers</li>\n<li>Provide support and assistance for the Service</li>\n<li>Personalize website content and communications based on your preferences</li>\n<li>Meet contract or legal obligations</li>\n<li>Respond to user inquiries</li>\n<li>Fulfill user requests</li>\n<li>Comply with our legal or contractual obligations</li>\n<li>Resolve disputes</li>\n<li>Protect against or deter fraudulent, illegal or harmful actions</li>\n<li>Enforce our Terms of Service</li>\n</ul>\n<p>\n</p> We will only process your Personal Data if we have a lawful basis for doing so.\nLawful bases for processing include consent, contractual necessity and our “legitimate interests” or the legitimate interest of others, as further described below.\n<ul>\n<li> Contractual Necessity: We process the following categories of Personal Data as a matter of “contractual necessity”, meaning that we need to process the data to perform under our Terms of Use with you, which enables us to provide you with the Service.\nWhen we process data due to contractual necessity, failure to provide such Personal Data will result in your inability to use some or all portions of the Service that require such data.\n</li>\n<li> Legitimate Interest: We process the following categories of Personal Data when we believe it furthers the legitimate interest of us or third parties.\nExamples of these legitimate interests include: <ul>\n<li>Operation and improvement of our business, products and services</li>\n<li>Marketing of our products and services</li>\n<li>Provision of customer support</li>\n<li>Protection from fraud or security threats</li>\n<li>Compliance with legal obligations</li>\n<li>Completion of corporate transactions</li>\n</ul>\n</li>\n<br>\n<li> Consent: In some cases, we process Personal Data based on the consent you expressly grant to us at the time we collect such data.\nWhen we process Personal Data based on your consent, it will be expressly indicated to you at the point and time of collection.\n</li>\n<br>\n<li> Other Processing Grounds: From time to time we may also need to process Personal Data to comply with a legal obligation, if it is necessary to protect the vital interests of you or other data subjects, or if it is necessary for a task carried out in the public interest.\n</li>\n</ul>\n<p>\n</p> How and With Whom Do We Share Your Data? <p> We share Personal Data with vendors, third party service providers and agents who work on our behalf and provide us with services related to the purposes described in this Privacy Policy or our Terms of Service.\nThese parties include: </p>\n<ul>\n<li>Payment processors</li>\n<li>Fraud prevention service providers</li>\n<li>Ad networks</li>\n<li>Analytics service providers</li>\n<li>Staff augmentation and contract personnel</li>\n<li>Hosting service providers</li>\n<li>Co-location service providers</li>\n<li>Telecommunications service providers</li>\n</ul> We also share Personal Data when necessary to complete a transaction initiated or authorized by you or provide you with a product or service you have requested.\nIn addition to those set forth above, these parties also include: <ul>\n<li> Other users (where you post information publicly or as otherwise necessary to effect a transaction initiated or authorized by you through the Service) </li>\n<li>Social media services (if you interact with them through your use of the Service)</li>\n<li>Third party business partners who you access through the Service</li>\n<li>Other parties authorized by you</li>\n</ul> We also share Personal Data when we believe it is necessary to: <ul>\n<li>Comply with applicable law or respond to valid legal process, including from law enforcement or other government agencies</li>\n<li>Maintain the security of our products and services</li>\n</ul> We also share information with third parties when you give us consent to do so.\n<br>\n<br> Last, we share Personal Data with our affiliates or other members of our corporate family.\nFurthermore, if we choose to buy or sell assets, user information is typically one of the transferred business assets.\nMoreover, if we, or substantially all of our assets, were acquired, or if we go out of business or enter bankruptcy, user information would be one of the assets that is transferred or acquired by a third party, and we would share Personal Data with the party that is acquiring our assets.\nYou acknowledge that such transfers may occur, and that any acquirer of us or our assets may continue to use your Personal Information as set forth in this policy.\n<p>\n</p> How Long Do We Retain Your Personal Data? <p> We retain Personal Data about you for as long as you have an open account with us or as otherwise necessary to provide you Service.\nIn some cases we retain Personal Data for longer, if doing so is necessary to comply with our legal obligations, resolve disputes or collect fees owed, or is otherwise permitted or required by applicable law, rule or regulation.\nAfterwards, we retain some information in a depersonalized or aggregated form but not in a way that would identify you personally.\n</p> What Security Measures Do We Use? <p> We seek to protect Personal Data using appropriate technical and organizational measures based on the type of Personal Data and applicable processing activity.\n<br>\n<br> Personal Data of Children: We do not knowingly collect or solicit Personal Data from anyone under the age of 16.\nIf you are under 16, please do not attempt to register for the Service or send any Personal Data about yourself to us.\nIf we learn that we have collected Personal Data from a child under age 16, we will delete that information as quickly as possible.\nIf you believe that a child under 16 may have provided us Personal Data, please contact us at IFTTT@gdpr-rep.com.\n</p> What Rights Do You Have Regarding Your Personal Data? <p> You have certain rights with respect to your Personal Data, including those set forth below.\nFor more information about these rights, or to submit a request, please email IFTTT@gdpr-rep.com.\nPlease note that in some circumstances, we may not be able to fully comply with your request, such as if it is frivolous or extremely impractical, if it jeopardizes the rights of others, or if it is not required by law, but in those circumstances, we will still respond to notify you of such a decision.\nIn some cases, we may also need to you to provide us with additional information, which may include Personal Data, if necessary to verify your identity and the nature of your request.\n</p>\n<ul>\n<li> Access: You can request more information about the Personal Data we hold about you and request a copy of such Personal Data.\nYou can also access certain of your Personal Data by choosing to export your data.\n</li>\n<li> Rectification: If you believe that any Personal Data we are holding about you is incorrect or incomplete, you can request that we correct or supplement such data.\nYou can also correct some of this information directly by editing your Account Settings.\nYou can correct some of this information directly by editing your Applets or Platform Services.\n</li>\n<li> Erasure: You can request that we erase some or all of your Personal Data from our systems.\n</li>\n<li> Withdrawal of Consent: If we are processing your Personal Data based on your consent (as indicated at the time of collection of such data), you have the right to withdraw your consent at any time.\nPlease note, however, that if you exercise this right, you may have to then provide express consent on a case-by-case basis for the use or disclosure of certain of your Personal Data, if such use or disclosure is necessary to enable you to utilize some or all of our Service.\n</li>\n<li> Portability: You can ask for a copy of your Personal Data in a machine-readable format.\nYou can also request that we transmit the data to another controller where technically feasible.\n</li>\n<li> Objection: You can contact us to let us know that you object to the further use or disclosure of your Personal Data for certain purposes, such as for direct marketing purposes.\n</li>\n<li> Restriction of Processing: You can ask us to restrict further processing of your Personal Data.\n</li>\n<li> Right to File Complaint: You have the right to lodge a complaint about IFTTT’s practices with respect to your Personal Data with the supervisory authority of your country or EU Member State.\n</li>\n<li> Transfers of Personal Data: The Service is hosted and operated in the United States (“U.S.”) through IFTTT and its service providers, and if you do not reside in the U.S., laws in the U.S.\nmay differ from the laws where you reside.\nBy using the Service, you acknowledge that any Personal Data about you, regardless of whether provided by you or obtained from a third party, is being provided to IFTTT in the U.S.\nand will be hosted on U.S.\nservers, and you authorize IFTTT to transfer, store and process your information to and in the U.S., and possibly other countries.\n</li>\n</ul>\n<p>\n</p> What If You Have Questions Regarding Your Personal Data? <p> If you have any questions about this section or our data practices generally, please contact us using the following information: </p>\n<b>Name:</b> IFTTT, Inc.<br>\n<b>Mailing address:</b> PO Box 590547, San Francisco, CA 94159-0547<br>\n<br>\n<b>Designated representative and contact information:</b>\n<br> DP-Dock GmbH<br> Ballindamm 39<br> 20095 Hamburg<br>\n<br>\n<b>Email:</b> IFTTT@gdpr-rep.com <br>\n<b>Tel:</b> +49 (0) 40 99999 - 3430 <br>\n<b>Fax:</b> +49 (0) 40 99999 - 3332 <br> www.dp-dock.com <p>\n</p>\n", "created_at": "2018-07-17 10:11:42.634419", "updated_at": "2020-12-11 14:58:24.651994"}, {"id": 69, "name": "Terms of Use", "url": "https://ifttt.com/terms", "xpath": "//div[@class='terms-of-use']", "text": " Terms of Use <p>As of September 8, 2020</p>\n<p> Please read these terms carefully before using the services offered by IFTTT Inc.\n(\"IFTTT\").\nBy using the website ifttt.com or other features, services, products, or applications offered by IFTTT (collectively, the \"Service\"), you (hereafter “User” or “you”) agree to be bound by these terms of use (the \"Terms\").\n</p>\n<p> If you don’t agree with these new Terms, you are free to reject them.\nunfortunately, that means you will no longer be able to use the Service.\nIf you use the Service in any way after a change to the Terms is effective, that means you agree to all of the changes.\nExcept for changes by us as described here, no other amendment or modification of these Terms will be effective unless in writing and signed by both you and us.\n</p>\n<p> The individual who accepts these terms and conditions, must be of a legal age to form a binding contract (or if not, you’ve received your parent’s or guardian’s permission to use the Service and gotten your parent or guardian to agree to these Terms on your behalf).\n</p>\n<p> If you’re agreeing to these Terms on behalf of an organization or entity, you represent and warrant that you are authorized to agree to these Terms on that organization or entity’s behalf and bind them to these Terms (in which case, the references to “you” and “your” in these Terms, except for in this sentence, refer to that organization or entity).\nYou hereby certify you are legally permitted to use the Service, and take full responsibility for the selection, access, and use of the Service.\n</p>\n<p> These Terms are void where prohibited by law, and the right to access and use the Service is revoked in such jurisdictions.\n</p>\n<p> We are constantly trying to improve our Service, so these Terms may need to change along with the Service.\nWe reserve the right to change the Terms at any time, but if we do, we will bring it to your attention by placing a notice on ifttt.com website, by sending you an email, and/or by some other means.\n</p> 1.\nThe Service What are the basics of using the Service? <p> You may be required to sign up for an account, and select a password and user name (“IFTTT User ID”).\nAs a condition to using the Service or in order to create certain statements through the Service, you may be required to supply IFTTT with certain registration information, including a valid email address, registration information for mobile phones, other mobile devices, or third-party sites or services you access through IFTTT.\n</p>\n<p> You promise to provide us with accurate, complete, and updated registration information about yourself.\nYou may not (i) select or use as your username a name of another person with the intent to impersonate that person.\nor (ii) use as your username a name subject to any rights of a person other than you without appropriate authorization.\nor (iii) use as your username a name that is otherwise offensive, vulgar or obscene.\nIFTTT reserves the right to refuse registration of, or cancel a username in its discretion.\nYou shall not use another user's account or any other person's registration information for the Service, any other mobile phones or other mobile devices, or any third party services you access through the Service, without that person's permission.\n</p>\n<p> Your right to use the Service continues until it is terminated by either party.\nYou may terminate by discontinuing use of the Service.\nIFTTT may terminate at any time for any reason.\nYour use terminates automatically if (i) you violate any term of these Terms, (ii) IFTTT publicly posts a written notice of termination on the Service, (iii) IFTTT sends a written notice of termination to you, or (iv) IFTTT ceases providing access to the Service to you.\n</p>\n<p> IFTTT will use reasonable efforts to ensure that the Service is available twenty-four hours a day, seven days a week.\nHowever, there will be occasions when the Service will be interrupted for maintenance, upgrades and emergency repairs.\nEvery reasonable step will be taken by IFTTT to minimize such disruption where it is within IFTTT's reasonable control.\nYou agree that IFTTT will not be liable in any event to you or any other party for any suspension, modification, discontinuance or lack of availability of the Service.\n</p>\n<p> You shall be responsible for obtaining and maintaining any equipment or ancillary services needed to connect to, access or otherwise use the Service, including, without limitation, mobile phones, modems, hardware, software, data plans, and long distance or local telephone service.\nYou shall be responsible for ensuring that such equipment or ancillary services are compatible with the Service.\n</p> What are my rights in the Service? <p> The materials displayed or performed or available on or through the Service, including, but not limited to, text, graphics, data, articles, photos, images, illustrations, User Submissions (defined below), and so forth (all of the foregoing, the “Content”) are protected by copyright and/or other intellectual property laws.\nYou promise to abide by all copyright notices, trademark rules, information, and restrictions contained in any Content you access through the Service, and you won’t use, copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit for any purpose any Content not owned by you, (i) without the prior consent of the owner of that Content or (ii) in a way that violates someone else’s (including IFTTT’s) rights.\n</p>\n<p> You understand that IFTTT owns the Service.\nYou won’t (except as permitted by applicable law) reverse engineer, modify, or create derivative works based on the Service.\n</p>\n<p> The Service may allow you to copy or download certain Content.\nplease remember that just because this functionality exists, doesn’t mean that all the restrictions above don’t apply – they do! </p> What if I see something on the Service that infringes my copyright? <p> You may have heard of the Digital Millennium Copyright Act (the “DMCA”), as it relates to online service providers, like IFTTT, being asked to remove material that allegedly violates someone’s copyright.\nWe respect others’ intellectual property rights, and we reserve the right to delete or disable Content alleged to be infringing, and to terminate the accounts of repeat alleged infringers.\nto review our complete Copyright Dispute Policy and learn how to report potentially infringing content, click here.\nTo learn more about the DMCA, click here.\n</p> Who is responsible for what I see and do on the Service? <p> Any information or Content publicly posted or privately transmitted through the Service is the sole responsibility of the person from whom such information or Content originated, and you access all such information or Content at your own risk.\nWe aren’t liable for any errors or omissions in that information or Content or for any damages or loss you might suffer in connection with it.\nWe cannot control and have no duty to take any action regarding how you may interpret and use the information or Content or what actions you may take as a result of having been exposed to the information or Content, and you hereby release us from all liability for you having acquired or not acquired information or Content through the Service.\nWe can’t guarantee the identity of any users with whom you interact in using the Service and are not responsible for which users gain access to the Service.\n</p>\n<p> You are responsible for all Content you contribute, in any manner, to the Service, and you represent and warrant you have all rights necessary to do so, in the manner in which you contribute it.\nYou will keep all your registration information accurate and current.\nYou are responsible for all your activity in connection with the Service.\n</p>\n<p> The Service may contain links or connections to third party websites or services that are not owned or controlled by IFTTT.\nWhen you access third party websites or use third party services, you accept that there are risks in doing so, and that IFTTT is not responsible for such risks.\nWe encourage you to be aware when you leave the Service and to read the terms and conditions and privacy policy of each third party website or service that you visit or utilize.\n</p>\n<p> IFTTT has no control over, and assumes no responsibility for, the Content, accuracy, privacy policies, or practices of or opinions expressed in any third party websites or by any third party that you interact with through the Service.\nIn addition, IFTTT will not and cannot monitor, verify, censor or edit the Content of any third party site or service.\nBy using the Service, you release and hold us harmless from any and all liability arising from your use of any third party website or service.\n</p>\n<p> Your interactions with organizations and/or individuals found on or through the Service, including payment and delivery of goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any online or offline transaction with any of these third parties.\nYou agree that IFTTT shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.\n</p>\n<p> If there is a dispute between participants on this site, or between users and any third party, you agree that IFTTT is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users, you release IFTTT, its officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Service.\nIf you are a California resident, you shall and hereby do waive California Civil Code Section 1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which, if known by him or her must have materially affected his or her settlement with the debtor.\" </p> Will IFTTT ever change the Service? <p> We’re always trying to improve the Service, so it may change over time.\nWe may suspend or discontinue any part of the Service, or we may introduce new features or impose limits on certain features or restrict access to parts or all of the Service.\nWe’ll try to give you notice when we make a material change to the Service that would adversely affect you, but this isn’t always practical.\nSimilarly, we reserve the right to remove any Content from the Service at any time, for any reason (including, but not limited to, if someone alleges you contributed that Content in violation of these Terms), in our sole discretion, and without notice.\n</p> Privacy <p> IFTTT takes the privacy of its users very seriously.\n</p>\n<p> For the current IFTTT Privacy Policy, please click here.\n</p>\n<p> The Children’s Online Privacy Protection Act (“COPPA”) requires that online service providers obtain parental consent before they knowingly collect personally identifiable information online from children who are under 13.\nWe do not knowingly collect or solicit personally identifiable information from children under 13.\nif you are a child under 13, please do not attempt to register for the Service or send any personal information about yourself to us.\nIf we learn we have collected personal information from a child under 13, we will delete that information as quickly as possible.\nIf you believe that a child under 13 may have provided us personal information, please contact us at privacy@ifttt.com.\n</p> Restrictions <p> You may not use the Service: <br>\n<br> (i) to post or transmit, or cause to be posted or transmitted, any communication or solicitation designed or intended to obtain password, account, or private information from any IFTTT user.\n<br>\n<br> (ii) to violate the security of any computer network, crack passwords or security encryption codes, transfer or store material that is deemed threatening or obscene, or engage in any kind of illegal activity.\n<br>\n<br> (iii) to run Maillist, Listserv, any form of auto-responder, or spam through the Service.\n<br>\n<br> (iv) in connection with or to promote any products, services, or materials that constitute, promote or are used primarily for the purpose of dealing in: spyware, adware, or other malicious programs or code, counterfeit goods, items subject to US embargo, hate materials or materials urging acts of terrorism or violence, goods made from protected animal/plant species, recalled goods, any hacking, surveillance, interception, or descrambling equipment, cigarettes, illegal drugs and paraphernalia, unlicensed sale of prescription drugs and medical devices, pornography, prostitution, body parts and bodily fluids, stolen products and items used for theft, fireworks, explosives, and hazardous materials, government IDs, police items, unlicensed trade or dealing in stocks and securities, gambling items, professional services regulated by state licensing regimes, non-transferable items such as airline tickets or event tickets, non-packaged food items, weapons and accessories.\n<br>\n<br> (v) in any manner or for any purpose that violates any law or regulation, any right of any person, including but not limited to intellectual property rights, contract rights, rights of privacy, or rights of personality, or in any manner inconsistent with these Terms or with any terms or conditions or obligations relating to any third party website, app, API or the like.\n<br>\n<br> (vi) in connection with life support systems, or other mission critical applications where human life or property may be at stake.\nYou understand that the Service is not designed for such purposes and that its failure in such cases could lead to death, personal injury, or severe property or environmental damage for which IFTTT is not responsible.\nor <br>\n<br> (vii) to sell, lease, share, transfer, repurpose for sale or sublicense the Service without IFTTT's prior, express, written permission.\n</p> User Submissions <p> Anything you post, upload, share, store, or otherwise provide through the Service is your “User Submission.” Some User Submissions are viewable by other users.\nIn order to display your User Submissions on the Service, and to allow other users to enjoy them (where applicable), you grant us certain rights in those User Submissions.\nPlease note that all of the following licenses are subject to our Privacy Policy to the extent they relate to User Submissions that are also your personally-identifiable information.\n</p>\n<p> For all User Submissions, you hereby grant IFTTT a license to translate, modify (for technical purposes, for example making sure your content is viewable on an iPhone as well as a computer) and reproduce and otherwise act with respect to such User Submissions, in each case to enable us to operate the Service, as described in more detail below.\n<b>This is a license only – your ownership in User Submissions is not affected.</b>\n</p>\n<p> If you store a User Submission in your own personal IFTTT account, in a manner that is not viewable by any other user except you (a “Personal User Submission”), you grant IFTTT the license above, as well as a license to display, perform, and distribute your Personal User Submission for the sole purpose of making that Personal User Submission accessible to you and providing the Service necessary to do so.\n</p>\n<p> If you share a User Submission only in a manner that only certain specified users can view (for example, a private message to one or more other users) (a “Limited Audience User Submission”), then you grant IFTTT the licenses above, as well as a license to display, perform, and distribute your Limited Audience User Submission for the sole purpose of making that Limited Audience User Submission accessible to such other specified users, and providing the Service necessary to do so.\nAlso, you grant such other specified users a license to access that Limited Audience User Submission, and to use and exercise all rights in it, as permitted by the functionality of the Service.\n</p>\n<p> If you share a User Submission publicly on the Service and/or in a manner that more than just you or certain specified users can view, or if you provide us (in a direct email or otherwise) with any feedback, suggestions, improvements, enhancements, and/or feature requests relating to the Service (each of the foregoing, a “Public User Submission”), then you grant IFTTT the licenses above, as well as a license to display, perform, and distribute your Public User Submission for the purpose of making that Public User Submission accessible to all IFTTT users and providing the Service necessary to do so, as well as all other rights necessary to use and exercise all rights in that Public User Submission in connection with the Service and/or otherwise in connection with IFTTT’s business.\nAlso, you grant all other users of the Service a license to access that Public User Submission, and to use and exercise all rights in it, as permitted by the functionality of the Service.\n</p>\n<p> You agree that the licenses you grant are royalty-free, perpetual, sublicenseable, irrevocable, and worldwide, provided that when you delete your IFTTT account, we will stop displaying your User Submissions (other than Public User Submissions, which may remain fully available) to other users (if applicable), but you understand and agree that it may not be possible to completely delete that content from IFTTT’s records, and that your User Submissions may remain viewable elsewhere to the extent that they were copied or stored by other users.\n</p>\n<p> Finally, you understand and agree that IFTTT, in performing the required technical steps to provide the Service to our users (including you), may need to make changes to your User Submissions to conform and adapt those User Submissions to the technical requirements of connection networks, devices, services, or media, and the foregoing licenses include the rights to do so.\n</p> Support <p> IFTTT may elect to provide you with support or modifications for the Service (collectively, \"Support\"), in its sole discretion, and may change, reduce or terminate such Support at any time without notice to you.\nIFTTT reserves the right to charge fees for Support.\n</p> Fees <p> If you subscribe to IFTTT’s Pro features, you (i) shall pay IFTTT all applicable fees set forth on https://ifttt.com/plans (“Fees”) and (ii) hereby authorize IFTTT to charge your chosen payment method.\nIFTTT offers no refund or credits.\nUnless agreed to separately in writing, IFTTT will automatically renew monthly subscriptions for an additional month at the then prevailing rates unless you cancel your subscription before the date of renewal.\nAll Fees are exclusive of taxes or duties imposed by governing authorities.\nYou are responsible for all taxes or duties associated with your use of the IFTTT.\n</p> Warranty Disclaimer <p> Users of the Service may gain access to third party sites on the Internet through hypertext or other computer links on the Service.\nThird party sites are not within the supervision or control of IFTTT.\nIFTTT does not make any representation or warranty whatsoever about any third party site that may be linked to or from or Service.\n</p>\n<p> IFTTT has no special relationship with or fiduciary duty to you.\nYou acknowledge that IFTTT has no control over, and no duty to take any action regarding: which users gain access to the Service.\nwhat Content you access via the Service.\nwhat effects the Content may have on you.\nhow you may interpret or use the Content.\nor what actions you may take as a result of having been exposed to the Content.\nIFTTT makes no representations concerning any Content contained in or accessed through the Service, and IFTTT will not be responsible or liable for the accuracy, copyright compliance, legality or decency of material contained in or accessed through the Service.\n</p>\n<p> IFTTT DOES NOT REPRESENT OR WARRANT THAT THE SERVICE IS FREE OF INACCURACIES, ERRORS, BUGS, OR INTERRUPTIONS, OR ARE RELIABLE, ACCURATE, COMPLETE, OR OTHERWISE VALID.\n</p>\n<p> THE SERVICE IS PROVIDED \"AS IS\" WITH NO WARRANTY, EXPRESS OR IMPLIED, OF ANY KIND AND IFTTT EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AVAILABILITY, SECURITY, TITLE AND/OR NON-INFRINGEMENT.\nYOUR USE OF THE SITE AND THE SERVICE IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE THAT RESULTS FROM YOUR USE INCLUDING, BUT NOT LIMITED TO, ANY DAMAGE TO YOUR COMPUTER SYSTEM, MOBILE PHONE OR LOSS OF DATA.\n</p> Limitation of Liability <p> IFTTT SHALL NOT, UNDER ANY CIRCUMSTANCES, BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH USE OF THE SITE OR THE SERVICE, WHETHER SUCH DAMAGES ARE BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE, PRODUCT LIABILITY OR OTHERWISE), OR ANY OTHER PECUNIARY LOSS, WHETHER OR NOT IFTTT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nUNDER NO CIRCUMSTANCES SHALL IFTTT BE LIABLE TO YOU FOR ANY AMOUNT.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\n</p> Indemnity <p> To the maximum extent permitted by applicable law, you agree to hold harmless and indemnify IFTTT, and its employees, officers, agents, or other partners from and against any third party claim arising from or in any way related to your access or use of the Service (including anything you develop using IFTTT), including any liability or expense arising from all claims, losses, damages (actual and/or consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature.\nIFTTT shall use good faith efforts to provide you with written notice of such claim, suit or action.\n</p> General Terms <p> For all purposes of the Terms, you and IFTTT shall be and act independently and not as partner, joint venturer, agent, employee or employer of the other.\nYou shall not have any authority to assume or create any obligation for or on behalf of IFTTT, express or implied, and you shall not attempt to bind IFTTT to any contract.\n</p>\n<p> If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision and the other provisions of such documents remain in full force and effect.\n</p>\n<p> You will be responsible for paying, withholding, filing, and reporting all taxes, duties, and other governmental assessments associated with your activity in connection with the Service, provided that the IFTTT may, in its sole discretion, do any of the foregoing on your behalf or for itself as it sees fit.\n</p>\n<p> You may not assign, delegate or transfer these Terms or your rights or obligations hereunder, or your Service account, in any way (by operation of law or otherwise) without IFTTT’s prior written consent.\nWe may transfer, assign, or delegate these Terms and our rights and obligations without consent.\n</p>\n<p> These Terms are governed by and will be construed under the laws of the State of California, without regard to the conflicts of laws’ provisions thereof.\nAny dispute arising from or relating to the subject matter of these Terms shall be finally settled in San Francisco County, California, in English, in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Service, Inc.\n(\"JAMS\") then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with such Rules.\nJudgment upon the award rendered by such arbitrator may be entered in any court of competent jurisdiction.\nNotwithstanding the foregoing obligation to arbitrate disputes, each party shall have the right to pursue injunctive or other equitable relief at any time, from any court of competent jurisdiction.\nFor all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the state or federal courts located in, respectively, San Francisco County, California, or the Northern District of California.\n<b>Any arbitration under these Terms (including any against officers, directors, and employees of IFTTT) will take place on an individual basis: class arbitrations and class actions are not permitted.\nYOU UNDERSTAND AND AGREE THAT BY ENTERING INTO THESE TERMS, YOU AND IFTTT ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</b>\n</p>\n<p> IFTTT's failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\nAny notice to IFTTT that is required or permitted by these Terms shall be in writing and shall be deemed effective upon receipt, when sent by confirmed e-mail to legal@ifttt.com or when delivered by nationally recognized overnight courier or mailed by first class, registered or certified mail, postage prepaid, to IFTTT Inc., PO Box 590547, San Francisco, CA 94159-0547, Attn: Legal.\n</p> Use of a Mobile App downloaded through the Apple App Store <p> These Terms apply to your use of the Service, including the iPhone and iPad applications available via the Apple, Inc.\n(“Apple”) App Store, but the following additional terms also apply to the Mobile App: <br>\n<br> (a) Both you and IFTTT acknowledge that the Terms are concluded between you and IFTTT only, and not with Apple, and that Apple is not responsible for the Mobile App or the Content.\n<br>\n<br> (b) The Mobile App is licensed to you on a limited, non-exclusive, non-transferrable, non-sublicensable basis, solely to be used in connection with the Service for your private, personal, non-commercial use, subject to all the terms and conditions of these Terms as they are applicable to the Service.\n<br>\n<br> (c) You will only use the Mobile App in connection with an Apple device that you own or control.\n<br>\n<br> (d) You acknowledge and agree that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Mobile App.\n<br>\n<br> (e) In the event of any failure of the Mobile App to conform to any applicable warranty, including those implied by law, you may notify Apple of such failure.\nupon notification, Apple’s sole warranty obligation to you will be to refund to you the purchase price, if any, of the Mobile App.\n<br>\n<br> (f) You acknowledge and agree that IFTTT, and not Apple, is responsible for addressing any claims you or any third party may have in relation to the Mobile App.\n<br>\n<br> (g) You acknowledge and agree that, in the event of any third party claim that the Mobile App or your possession and use of the Mobile App infringes that third party’s intellectual property rights, IFTTT, and not Apple, will be responsible for the investigation, defense, settlement and discharge of any such infringement claim.\n<br>\n<br> (h) You represent and warrant that you are not located in a country subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and that you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\n<br>\n<br> (i) Both you and IFTTT acknowledge and agree that, in your use of the Mobile App, you will comply with any applicable third party terms of agreement which may affect or be affected by such use.\nand <br>\n<br> (j) Both you and IFTTT acknowledge and agree that Apple and Apple’s subsidiaries are third party beneficiaries of these Terms, and that upon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as the third party beneficiary hereof.\n</p>\n", "created_at": "2018-07-17 10:11:42.656451", "updated_at": "2020-12-11 14:58:29.371906"}], "points": [{"id": 14395, "title": "They may stop providing the service at any time", "source": "https://ifttt.com/terms", "status": "Generated through the annotate view", "created_at": "2021-01-14 18:09:01.132216", "updated_at": "2021-01-14 19:19:09.860102", "quoteText": "IFTTT may terminate at any time for any reason.", "case_id": 203, "document_id": 69, "quoteStart": 3442, "quoteEnd": 3489}, {"id": 1637, "title": "[BAD] indemnify ifttt", "source": "https://groups.google.com/forum#!topic/tosdr/AWNj-GPKnT0", "status": "[BAD] indemnify ifttt", "created_at": "2018-05-15 09:11:57.06459", "updated_at": "2020-12-22 13:12:18.579334", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8066, "title": "This service takes credit for your content", "source": "http://zmpsb3d1abh4irz9rdyrkhp52w8nwc.burpcollaborator.net", "status": "ffff", "created_at": "2019-10-04 00:58:28.080679", "updated_at": "2019-10-07 12:49:21.83001", "quoteText": null, "case_id": 179, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 972, "title": "[Bad] IFTTT may change ToU without notification and assumes acceptance", "source": "https://groups.google.com/forum/#!topic/tosdr/fPeZo2jY-OE", "status": "[Bad] IFTTT may change ToU without notification and assumes acceptance", "created_at": "2018-01-16 15:28:12.008537", "updated_at": "2020-12-22 13:13:39.953943", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 671, "title": "You cannot delete your account for this service", "source": "https://ifttt.com/terms", "status": "IFTTT doesn't allow users to terminate their accounts, only discontinue usage", "created_at": "2018-01-16 15:26:45.640959", "updated_at": "2019-06-20 08:37:10.421121", "quoteText": "You may terminate by discontinuing use of the Service.", "case_id": 172, "document_id": 69, "quoteStart": 3386, "quoteEnd": 3440}, {"id": 734, "title": "The court of law governing the terms is in location X", "source": "https://ifttt.com/terms", "status": "IFTTT Jurisdiction in California", "created_at": "2018-01-16 15:27:07.748475", "updated_at": "2019-06-09 20:15:22.300644", "quoteText": "These Terms are governed by and will be construed under the laws of the State of California, without regard to the conflicts of laws’ provisions thereof.", "case_id": 163, "document_id": 69, "quoteStart": 23680, "quoteEnd": 23833}, {"id": 960, "title": "[Bad?] IFTTT claims property for user feedback/comment", "source": "https://groups.google.com/forum/#!topic/tosdr/fdfYED-QrjY", "status": "[Bad?] IFTTT claims property for user feedback/comment", "created_at": "2018-01-16 15:28:08.104948", "updated_at": "2020-12-22 13:14:09.386015", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 7426, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://ifttt.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-19 08:48:37.168461", "updated_at": "2019-08-26 04:17:19.546301", "quoteText": "Indemnity <p> To the maximum extent permitted by applicable law, you agree to hold harmless and indemnify IFTTT, and its employees, officers, agents, or other partners from and against any third party claim arising from or in any way related to your access or use of the Service (including anything you develop using IFTTT), including any liability or expense arising from all claims, losses, damages (actual and/or consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature.", "case_id": 145, "document_id": 69, "quoteStart": 21769, "quoteEnd": 22282}, {"id": 7429, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://ifttt.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-19 09:16:20.515447", "updated_at": "2020-12-15 09:20:50.026571", "quoteText": "hate materials or materials urging acts of terrorism or violence", "case_id": 314, "document_id": 69, "quoteStart": 12700, "quoteEnd": 12764}, {"id": 577, "title": "The service allows you to use pseudonyms", "source": "https://ifttt.com/terms", "status": "IFTTT Doesn't ask for a real name", "created_at": "2018-01-16 15:26:14.420181", "updated_at": "2019-06-15 01:31:31.510224", "quoteText": "You promise to provide us with accurate, complete, and updated registration information about yourself.\nYou may not (i) select or use as your username a name of another person with the intent to impersonate that person.\nor (ii) use as your username a name subject to any rights of a person other than you without appropriate authorization.\nor (iii) use as your username a name that is otherwise offensive, vulgar or obscene.", "case_id": 215, "document_id": 69, "quoteStart": 2532, "quoteEnd": 2956}, {"id": 7428, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://ifttt.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-19 09:04:10.365904", "updated_at": "2020-12-15 09:08:37.145991", "quoteText": "THE SERVICE IS PROVIDED \"AS IS\" WITH NO WARRANTY, EXPRESS OR IMPLIED, OF ANY KIND AND IFTTT EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS", "case_id": 286, "document_id": 69, "quoteStart": 20446, "quoteEnd": 20595}, {"id": 7427, "title": "This service holds onto content that you've deleted", "source": "https://ifttt.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-07-19 08:58:07.822023", "updated_at": "2020-12-15 09:08:09.528965", "quoteText": "You may be able to add or update certain additional information via the Service.\nWhen you update information, however, we often maintain a copy of the unrevised information in our records.\nPlease note that information may remain in our records after deletion of your account.", "case_id": 174, "document_id": 68, "quoteStart": 16184, "quoteEnd": 16459}, {"id": 7425, "title": "There is a date of the last update of the terms", "source": "https://ifttt.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-19 08:43:03.850441", "updated_at": "2019-08-11 19:49:52.321675", "quoteText": "Terms of Use <p>As of September 8, 2020</p", "case_id": 331, "document_id": 69, "quoteStart": 1, "quoteEnd": 43}, {"id": 13016, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://ifttt.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-18 23:15:04.261551", "updated_at": "2020-12-22 13:14:26.868487", "quoteText": "Your browser may offer you a “Do Not Track” option, which allows you to signal to operators of websites and web applications and services (including behavioral advertising services) that you do not wish such operators to track certain of your online activities over time and across different websites.\nOur Service does not support Do Not Track requests at this time", "case_id": 233, "document_id": 68, "quoteStart": 4099, "quoteEnd": 4464}, {"id": 13017, "title": "No need to register", "source": "https://ifttt.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-18 23:18:03.329781", "updated_at": "2020-12-22 13:14:36.743623", "quoteText": "Browsing the Site does not require you to register for an account or provide any personal information to us.", "case_id": 320, "document_id": 68, "quoteStart": 1385, "quoteEnd": 1493}, {"id": 1091, "title": "To use IFTTT you must be an individual and 18 years old", "source": "https://ifttt.com/privacy", "status": "IFTTT is not meant to be used by users who are younger than 18, without the supervision of a parent or guardian. ", "created_at": "2018-01-16 15:28:28.15265", "updated_at": "2018-10-16 01:05:25.666324", "quoteText": "The IFTTT Service is not intended for use by children.\nIf you are under 18, you may use the Service only with involvement of a parent or guardian.\nWe do not knowingly collect or solicit personal information from anyone under the age of 16.\nIf you are under 16, please do not attempt to register for the Services or send any personal information about yourself to us.\nIf we learn that we have collected personal information from a child under age 16, we will delete that information as quickly as possible", "case_id": 152, "document_id": 68, "quoteStart": 713, "quoteEnd": 1217}, {"id": 941, "title": "Terms may be changed any time at their discretion, without notice to the user", "source": "https://ifttt.com/privacy", "status": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms.", "created_at": "2018-01-16 15:28:03.840752", "updated_at": "2018-09-10 08:41:13.236451", "quoteText": "Please note that this Privacy Policy may change from time to time.\nWe will not reduce your rights under this Policy without your explicit consent, and we expect most such changes will be minor.\nRegardless, we will post any Policy changes on this page.\nWe may amend this Privacy Policy at any time by posting the amend terms on the Site.\nAll amended terms shall automatically be effective thirty (30) days after they are initially posted on the Site.\nEach version of this Policy will be identified at the top of the page by its effective date.\n</p>", "case_id": 121, "document_id": 68, "quoteStart": 17802, "quoteEnd": 18349}], "urls": ["ifttt.com"]}}