{"error": 448, "message": "OK", "parameters": {"id": 6617, "name": "CrowdStrike", "created_at": "2022-05-12 03:45:56.011695", "updated_at": "2022-05-12 22:01:10.695477", "wikipedia": null, "keywords": null, "related": null, "slug": "crowdstrike", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6617.png", "url": "crowdstrike.com", "documents": [{"id": 12053, "name": "WEBSITE TERMS OF USE", "url": "https://www.crowdstrike.com/website-terms-of-use/", "xpath": "/html/body/div[3]/div[2]/div[2]/main/section", "text": " English <ul>\n<li>English</li>\n<li>Français</li>\n<li>日本語</li>\n<li>Deutsch</li>\n</ul> CROWDSTRIKE WEBSITE<br>\nTERMS OF USE\n<p>\n<strong>Acceptance of Terms of Use.\nOverview</strong>\n</p>\n<p>The following terms and conditions, together with any referenced documents (collectively, “Terms of Use”) are a legal agreement between you, your employees, agents, contractors and any other entity on whose behalf you accept these terms (collectively, “you” and “your”), and CrowdStrike Inc.\n(“CrowdStrike” “we,” “us” and “our”).\nExcept as otherwise provided herein, the Terms of Use apply to CrowdStrike’s public websites, including without limitation www.crowdstrike.com and store.crowdstrike.com (collectively “Website”).</p>\n<p>These Terms of Use form a binding contract between you and us when accepted by you.&nbsp.\nYou accept these terms of use by accessing or using the Website.&nbsp.\nIf you do not agree to these Terms of Use, you may not use the Website.&nbsp.\nThis Website is offered and available only to users 18 years of age or older.\nThe individual accepting these Terms of Use represents that he or she is of legal age to form a binding contract with the us, and, to the extent accepting these terms on behalf of an entity, has the authority to represent the entity.&nbsp.\nIf you do not meet all these requirements, you must not access or use the Website.</p>\n<p>We may revise and update these Terms of Use from time to time in our sole discretion.\nYou are expected to check this page from time to time to take notice of any changes we made, as they are binding on you.\nAll material changes apply prospectively only.\nYour continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes.</p>\n<p>Personally identifiable information collected about you by this Website is treated in accordance with the Privacy Notice available at https://www.crowdstrike.com/privacy-notice/ (“Privacy Notice”), which is hereby incorporated into these Terms of Use by reference.\nIf you do not agree to these Terms of Use or Privacy Notice, you must exit the Website.</p>\n<p>\n<strong>Access</strong>\n</p>\n<p>We reserve the right to terminate or modify the Website including any of its content, in whole or in part, in any manner in our sole discretion, without notice.\nWe will not be liable if, for any reason, all or any part of the Website is unavailable at any time or for any period.</p>\n<p>\n<strong>Accounts</strong>\n</p>\n<p>To access portions of the Website or certain resources, you may be asked to provide certain registration details or other information.&nbsp.\nIf you choose, or you are provided with, a user name, password or other information as part of our security procedures, you must treat such information as confidential and you must not disclose it to any third party.\nYou agree that you are solely responsible to us for all activities identified with your account.\nYou agree to immediately notify CrowdStrike of any unauthorized use of your user name or password or any other breach of security.\nCrowdStrike has the absolute right to disable any user name or password, at any time, for any reason, including, if in our sole discretion we believe that you have failed to comply with any provision of these Terms of Use.</p>\n<p>\n<strong>CrowdStrike Products</strong>\n</p>\n<p>The “Website” does not include the CrowdStrike products or services, and these Terms of Use do not govern the use or provision of any CrowdStrike or CrowdStrike partner product or service, including without limitation the Falcon Platform, regardless of whether such use is on a free, trial or paid basis.&nbsp.\nYou may initiate trials of certain CrowdStrike products and services through the Website, the provision of those trials is governed by the CrowdStrike Terms and Conditions available at https://www.crowdstrike.com/terms-conditions/ and is not subject to these Terms of Use.</p>\n<p>\n<strong>Use of the Website</strong>\n</p>\n<p>\n<strong>Posting and User Content</strong>\n</p>\n<p>You and other third‑party users of the Website may be permitted to post, submit, contribute, publish, display, make available or transmit to others (hereinafter, “post”) information, data, or other content, including but not limited to executable scripts, files, code, APIs, webhooks, keys, URLs, applications or other materials (collectively, “User Content”) on or through the Website.\nUnless otherwise expressly provided, User Content is considered non‑confidential and non‑proprietary, and you hereby grant to CrowdStrike a perpetual, irrevocable, royalty‑free, fully‑paid, sublicensable, transferable, non‑exclusive, worldwide license to copy, distribute, modify, make derivative works of, publicly display, publicly perform, make, use, sell, translate and disclose to third parties any User Content that you post for any purpose.\nWe are under no obligation to post or use any User Content, and reserve the right to edit or remove User Content in our sole discretion.\nNotwithstanding anything to the contrary in any agreements between you and us, you are wholly liable for the User Content that you submit and all use thereof, and CrowdStrike shall have no liability for such User Content or use.\nYou represent and warrant that you own, or have a right of use from a third party, the User Content that you submit for the purpose for which you submit it.</p>\n<p>\n<strong>Linking to the Website</strong>\n</p>\n<p>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage, or take advantage of, our reputation, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.\nYou are prohibited from linking to any other page of the Website without our express written permission.\nWe reserve the right to withdraw linking permission without notice.\nYou must not establish a link from any website that is not owned by you.\nYou agree to cooperate with us in stopping any unauthorized framing or linking.</p>\n<p>\n<strong>Acceptable Use</strong>\n</p>\n<p>You agree to comply with the following code of conduct in your use of the Website:</p>\n<ul>\n<li>Be polite and courteous.\nRespect and treat others as you would expect to be treated yourself.</li>\n<li>Respect your audience.\nPosts should not upset, annoy, threaten, harass, abuse or embarrass other users.</li>\n<li>User Content may not include material that is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory or otherwise objectionable.</li>\n<li>Lively and collegial discussions are always encouraged in a healthy community.\nIt is okay to argue facts but not okay to argue personalities or personal beliefs.</li>\n<li>Be accountable for your actions by correcting your mistakes and indicating where you have changed a previous post of yours.</li>\n</ul>\n<p>\n<strong>Prohibited Uses</strong>\n</p>\n<p>You agree not to access or use the Website in any manner:</p>\n<ul>\n<li>That violates any applicable federal, state, local or international law or regulation, or advocates, promotes or assists in any unlawful act, constitutes an illegal threat or violates export control laws.</li>\n<li>That violates the rights of any person or entity or that may give rise to civil or criminal liability under laws or regulations applicable to you, another user, and/or CrowdStrike, including violation of privacy or publicity rights, infringement of any copyright, patent, trademark, trade secret or other intellectual property right, or conflicts with these Terms of Use or the Privacy Notice.</li>\n<li>To transmit or introduce offensive materials, including those involving profanity, violence, sexual conduct, pornography or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.</li>\n<li>To monitor or attempt to gain unauthorized access to: (a) an account or computer not belonging to you.\n(b) any data, information or communications on any network or system not owned by you, without authorization.\n(c) any system or network user accounts or passwords of other users, without authorization.\nor (d) e‑mail addresses, screen names or other identifiers without the consent of the person identified (including, without limitation, phishing, password robbery, spidering and harvesting).</li>\n<li>That is false, deceptive, misleading or fraudulent, including but not limited to: (a) any attempt to impersonate any person or entity, including any other user, CrowdStrike or a CrowdStrike employee.\n(b) any attempt to misrepresent your identity or affiliation with any person or organization.\nand (c) any attempt to give the impression that you are posting materials from any person or entity other than yourself if that is not the case, including but not limited to altering your IP source address.</li>\n<li>To use, transmit or introduce: (a) information protected under the privacy or security regulations issued pursuant to the Health Insurance Portability and Accountability Act of 1996 (HIPAA) or subject to the Health Information Technology for Economic and Clinical Health (HITECH) Act.\nor (b) non‑public sensitive or personally identifiable information including but not limited to driver’s license numbers, passport numbers, social security numbers, tax identification numbers, voter registration numbers or similar identifying numbers, health information, or financial information including bank, checking, credit card, debit card, or other account numbers except as necessary and in connection with a transaction.</li>\n<li>For the purposes of recruiting, advertising, solicitation or commercial activities of any kind without the express written consent of CrowdStrike, including, but not limited to: (a) promotions, contests, sweepstakes, barter, advertising or pyramid schemes.\nand (b) the transmission of, or procurement of sending, any advertising or promotional material, including any “junk mail”, “chain letter” or “spam” or any other similar solicitation.</li>\n<li>To monitor or copy materials on the Website for any unauthorized purpose or access the Website via any automatic device, process or means of access such as a robot or spider.</li>\n<li>That may have a detrimental effect on the Website’s function, user interaction or security, including but not limited to: (a) gaining unauthorized access to, or attempting to compromise the security of, any network, system, computing facility, equipment, data or information.\n(b) attempting to intercept, redirect or otherwise interfere with communications intended for others.\n(c) disabling, damaging, overburdening or impairing the Website or any server, computer or database connected to or accessed by the Website.\n(d) modifying, blocking or otherwise interfering with the display of the Website.\n(e) interfering with another user’s ability to access, use and enjoy the Website.\n(f) accessing another user’s registration information or user account without that user’s express written permission.\n(g) transmitting or introducing any malicious or technologically harmful element to the Website such as a spyware program, virus, Trojan horse, worm or logic bomb.\n(h) performing, without CrowdStrike’s express prior written authorization, scalability testing, load testing, probing, scanning, penetration or vulnerability testing of the Website.\nand (i) engaging in any activities that results in any server being the target of a denial of service attack.</li>\n</ul>\n<p>\n<strong>CrowdStrike Store, Third Party Content &amp.\nMaterials</strong>\n</p>\n<p>The store accessible on the Website (“Store”), permits users to access additional information about CrowdStrike and its partners’ products or services.&nbsp.\nIf you request information about or access those partners’ products or services on the Store, you agree to have your personal information shared with CrowdStrike’s partners for marketing purposes.\nCrowdStrike customers may also be able to link directly to the CrowdStrike Customer store within the Falcon Platform (“Falcon Customer Store”) or from the Store.\nUse of the Falcon Customer Store is governed by the CrowdStrike Store Terms of Use available at www.crowdstrike.com/store-terms-of-use and is not subject to these Terms of Use.</p>\n<p>\n<strong>Taxes, Payment Information and Third-Party Fees.</strong>\n</p>\n<p>For any purchases made through the Website you agree to pay any applicable fees, taxes and third-party fees (including, for example, telephone toll charges, mobile carrier fees, ISP charges, data plan charges, credit card fees, foreign exchange fees, and foreign transaction fees).\nWe may take steps to collect the fees you owe us.\nYou are responsible for all related collection costs and expenses.\nAll payments will be in $USD and made to our entity located in the United States.&nbsp.\nYou hereby authorize us to share your information with third-party payment processors to store your payment method and use it in connection with purchases.\nTo avoid interruption of your service, we may participate in programs supported by your card provider to try to update your payment information.\nYou hereby authorize us to continue billing your account with the updated information that we obtain.</p>\n<p>Mention of third parties and third‑party products in any materials, advertising, promotions or coupons provided to you is for informational purposes only and constitutes neither an endorsement nor a recommendation.\nAll third‑party product specifications and descriptions are supplied by the respective vendors or suppliers, and CrowdStrike shall have no responsibility with regard to the selection, performance or use of such vendors or products.\nTo the extent you access or use such products, all understandings, agreements or warranties, if any, shall be directly between the vendor and you.</p>\n<p>Links to non-CrowdStrike sites are provided solely as pointers to information on topics that may be useful to users of the Website, and we have no control over the content on such non-CrowdStrike sites.\nIf you choose to link to a site not controlled by CrowdStrike, we make no warranties, either express or implied, concerning the content of such site, including regarding accuracy, completeness, reliability, or suitability thereof for any particular purpose, nor do we warrant that such sites or content are free from any claims of copyright, trademark, or other infringement of the rights of third parties or that such sites or content are devoid of viruses or other contamination.\nLinks to non-CrowdStrike sites do not imply any endorsement of or responsibility for the opinions, ideas, products, information, or services offered at such sites, or any representation regarding the content at such sites.</p>\n<p>\n<strong>Intellectual Property</strong>\n</p>\n<p>\n<strong>Website</strong>\n</p>\n<p>The Website in its entirety is owned by CrowdStrike or our licensors and is protected by United States and international laws regarding copyrights, patents, trademarks, trade secrets and other intellectual property or proprietary rights.\nYou are permitted to use the Website only for legitimate business purposes related to your role as a current or prospective customer, developer, partner, supplier or distributor of CrowdStrike.\nYou shall not copy, modify, create derivative works of, publicly display or perform, republish, download or store, or transmit any Website content without CrowdStrike’s express prior written consent or except as expressly provided in these Terms of Use.&nbsp.\nNo rights are granted to you with respect to any content, including User Content other than the limited, personal, non‑exclusive license to reproduce content as necessary to display the content on a machine that you use to interact with the Website.</p>\n<p>\n<strong>Trademarks</strong>\n</p>\n<p>The Website includes marks and trademarks that belong to us, including, without limitation, CrowdStrike, the CrowdStrike logo, CrowdStrike Falcon, CrowdStrike Threat Graph, CrowdScore, Preempt, and other CrowdStrike marks that are trademarks and/or registered trademarks of CrowdStrike, Inc., or its affiliates or licensors.\nOther words, symbols, and company product names may be trademarks of the respective companies with which they are associated.</p>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p>There are no implied licenses under these Terms of Use.&nbsp.\nCrowdStrike reserves all rights not expressly granted to you herein.&nbsp.\nAny use of the Website not expressly permitted by these Terms of Use is a breach of these Terms of Use and may violate copyright, trademark and other laws.</p>\n<p>\n<strong>Monitoring, Enforcement and Feedback</strong>\n</p>\n<p>CrowdStrike may:</p>\n<ul>\n<li>Remove or refuse to post any User Content and/or terminate your access to all or part of the Website for any reason or no reason, in our sole discretion, including without limitation any violation of these Terms of Use or the Privacy Notice.</li>\n<li>Disclose your identity to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.</li>\n<li>Take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Website.</li>\n</ul>\n<p>\n<strong>Feedback &amp.\nSuggestions</strong>\n</p>\n<p>CrowdStrike shall have a perpetual, irrevocable, royalty‑free, fully‑paid, sublicensable, transferable, non‑exclusive, worldwide license to make, use, sell, offer for sale, import or otherwise use or commercially exploit for any purpose, any feedback, comments, suggestions, communications, and requests for improvements or enhancements relating to the Website or the CrowdStrike products and services.</p>\n<p>\n<strong>Legal Considerations</strong>\n</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>AS BETWEEN YOU AND CROWDSTRIKE, YOUR USE OF THE WEBSITE IS AT YOUR OWN RISK.\nTHE WEBSITE IS PROVIDED TO YOU BY CROWDSTRIKE ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER CROWDSTRIKE NOR ANY PERSON ASSOCIATED WITH CROWDSTRIKE MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, SUITABILITY, ACCURACY OR AVAILABILITY OF THE WEBSITE.\nWITHOUT LIMITING THE FOREGOING, NEITHER CROWDSTRIKE NOR ANYONE ASSOCIATED WITH CROWDSTRIKE REPRESENTS OR WARRANTS THAT THE WEBSITE, INCLUDING THE WEBSITE CONTENT OR ANY PRODUCTS, SERVICES OR MATERIALS OBTAINED THROUGH THE WEBSITE, WILL BE ACCURATE, RELIABLE, ERROR‑FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>CrowdStrike cannot and does not promise or warrant that any aspect of the Website is free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti‑virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.&nbsp.\nCROWDSTRIKE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL‑OF‑SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>\n<strong>Forward-Looking Statements</strong>\n</p>\n<p>The Website may contain express or implied forward-looking statements, which are based on current expectations of management.\nAny such statements are neither promises nor guarantees, but are subject to a variety of risks and uncertainties, including scientific, business, economic and financial factors, many of which are beyond our control, and which could cause actual results to differ materially from those contemplated in these forward-looking statements.\nCrowdStrike assumes no obligation to update any forward-looking statements and such statements are current only as of the date they are made.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>EXCEPT TO THE EXTENT THAT A DISCLAIMER OF LIABILITY IS PROHIBITED UNDER APPLICABLE LAW, IN NO EVENT WILL CROWDSTRIKE, ITS AFFILIATES AND ITS LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS AND DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR SUBMISSION OF USER CONTENT, OR YOUR USE, OR INABILITY TO USE, THE WEBSITE OR MATERIALS MADE AVAILABLE THROUGH THE WEBSITE, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE, AND EVEN IF CROWDSTRIKE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nFURTHER, YOU WILL INDEMNIFY, DEFEND AND HOLD HARMLESS CROWDSTRIKE AND ITS AFFILIATES, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS AGAINST ANY CLAIM, LOSS, DAMAGE, SETTLEMENT, COST, EXPENSE OR OTHER LIABILITY (INCLUDING, WITHOUT LIMITATION, ATTORNEYS’ FEES) ARISING FROM OR RELATED TO ANY USER CONTENT YOU SUBMIT.</p>\n<p>\n<strong>Regional Legal Considerations, Export Restrictions</strong>\n</p>\n<p>CrowdStrike is based in the state of California in the United States.\nThe Website can be accessed from countries around the world.&nbsp.\nAccess to the Website may not be legal by certain persons or in certain jurisdictions.\nIf you access the Website from outside the United States, you do so on your own initiative and are responsible for compliance with all laws applicable to you, including local laws.\nAccess to the Website from jurisdictions where the Website or any of its services or products are illegal is prohibited.</p>\n<p>You may not access, download, use or export materials posted to the Website in violation of U.S.\nexport laws or regulations or in violation of any other applicable export or import laws or regulations.\nYou agree to comply with all export laws and restrictions and regulations of any United States or foreign agency or authority.</p>\n<p>Without limiting the foregoing, you represent and warrant that you are not located in, and shall not use the Website from, any country that is subject to U.S.\nexport restrictions (currently including, but not necessarily limited to, Cuba, Iran, North Korea, Sudan and Syria.</p>\n<p>\n<strong>Governing Law and Jurisdiction</strong>\n</p>\n<p>These Terms of Use and any dispute or claim arising out of, or related to, them, their subject matter or their formation (in each case, including non‑contractual disputes or claims) shall be governed by and construed in accordance with the internal laws of the State of California in the United States without giving effect to any choice or conflict of laws provision or rule (whether of the State of California or any other jurisdiction).</p>\n<p>The sole and exclusive jurisdiction and venue for actions arising under these Terms of Use shall be state and federal courts in Santa Clara County, California, and the parties agree to service of process in accordance with the rules of such courts.</p>\n<p>\n<strong>Entire Agreement</strong>\n</p>\n<p>The Terms of Use and our Privacy Notice constitute the sole and entire agreement between you and us with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.&nbsp.\nFor the avoidance of doubt, these Terms of Use do not supersede the CrowdStrike Terms and Conditions available at https://www.crowdstrike.com/terms-conditions/ or other agreement pursuant to which you have been granted the right to use or access a CrowdStrike product or provided a CrowdStrike service, except to the extent that these Terms of Use provide Website content or other offerings are not subject to warranty or entitled to support, service credits, refunds, or other service entitlements under a product or services agreement.</p> ", "created_at": "2022-05-12 01:48:41.685546", "updated_at": "2022-05-12 01:49:28.844113"}, {"id": 12054, "name": "Cookie Notice", "url": "https://www.crowdstrike.com/cookie-notice/", "xpath": "/html/body/div[3]/div[2]/div[2]/main/section", "text": " <p>\n<br>\n</p>\nCookie Notice<p>&nbsp;</p>\n<p>\n</p>\n<p>CrowdStrike’s Cookie Notice describes the different types of cookies used in connection with CrowdStrike’s websites.\nIn addition to this Cookie Notice, CrowdStrike’s Privacy Notice also applies.\nThe Privacy Notice details the ways CrowdStrike uses, stores, and protects your personal data, and informs you of your data protection rights.</p>\n<p>Per applicable data protection laws, you may be presented with the option to agree to the use of certain cookies prior to browsing CrowdStrike’s website.\nIn doing so, you can consent to allow all cookies, consent only to specific categories of cookies, or reject the use of cookies except for those deemed necessary for the website or otherwise designed in a manner that is permissible under applicable law.</p>\n<p>&nbsp;</p>What is a Cookie?<p>&nbsp;</p>\n<p>A cookie is a small text file that is stored on a user’s computer to remember your webpage actions or preferences over time.\nCookies don’t read or modify data on the user’s computer.\nCookies help provide a user with a better and faster online experience.\nWhen you visit a website for the first time, your internet browser will download and place cookies on your device.\nThe next time you access the same website from the same device, the website will recognize that you have visited before, and in some cases adapt the content to your prior visits.\nThis allows the website experience to be tailored to your personal interests and preferences.</p>\n<p>A web beacon is a small graphic file that is placed on the web page the user visits and is often used to help deliver cookies and gather usage and performance data.</p>\n<p>&nbsp;</p>Why does CrowdStrike use cookies?<p>&nbsp;</p>\n<p>\n<strong>To allow Websites and Web Portals to function properly:</strong> Cookies perform different functions that help us make your online experience smoother and more interactive.\nEspecially if you are using the same device and the same browser as you did when you visited our website previously.</p>\n<p>Some cookies are essential to maintain and operate CrowdStrike’s websites and web portals.\nThey allow us to provide you with consistent access to services and functionalities, consistent and updated information, and a seamless online experience.</p>\n<p>\n<strong>To help us improve our Websites and Web Portals:&nbsp;</strong>Cookies help us improve our website and web portals by analyzing how visitors interact with them.\nWe use that information to determine what is popular and what else visitors may find useful.\nThat information allows us to understand how visitors use our website to make them better and enhance the web experience, and to display content most relevant to individual users.</p>\n<p>\n<strong>To customize a user’s web experience on our Websites and Web Portals:&nbsp;</strong>Cookies also help us understand how you use and interact with our websites and web portals.\nThey can be used to remember your preferences and user ID when you visit our websites.\nIf we know your settings and preferences we can provide a more personalized user experience by helping you navigate more efficiently to relevant pages, remember your personal preferences, and modify content based on those preferences to provide more personalized content (based on preferences or geography, for example).</p>\n<p>In addition to the above uses of cookies, web beacons, and other tracking technologies, we also use third-party service providers to help us implement and utilize cookies, web beacons, and other tracking technologies to analyze the data they collect.\nIn some cases, we link the information gathered by cookies, web beacons, and other tracking technologies to a user’s personal information.\nWe may also use cookies, web beacons, tracking technologies, and the personal information they collect to tailor our Websites, Web Portal, and communications so they are more relevant to a user’s interests.\nAdditionally, cookies enable tailored content such as relevant advertisements to be provided on partner websites.</p>\n<p>&nbsp;</p>Cookie Settings<p>&nbsp;</p>\n<p>Most web browsers support cookies, and users can control the use of cookies at the individual browser level.\nPlease note, if you choose to disable cookies all content will remain visible.\nhowever, it may limit your use of certain features or functions on our Websites and Web Portals.</p>\n<p>First-party cookies are cookies deployed by CrowdStrike on websites owned and operated by CrowdStrike.\nThird-party cookies are related to content from other websites that may deploy their own cookies, and that are set by an entity other than CrowdStrike.</p>\n<p>If you decide to reject cookies that require prior consent, we will not use those cookies.\nAdditionally, if you withdraw consent to the use of cookies that was previously given to us by using the Cookie Settings at the bottom of this page, we will no longer use the relevant cookies and will delete them if they were first-party cookies.\nRejecting the use of functional cookies will result in decreased functionality of our website, and may impact your ability to take advantage of certain website features.</p>\n<p>We cannot delete third-party cookies.\nIn order to delete third-party cookies, you must do so through your browser settings.</p>\n<p>We and our third-party partners use Local Storage (HTML5) to provide certain features on our Websites and Web Portals, to display advertising based on your web browsing activities, and to store content information and preferences.\nVarious web browsers may offer their own management tools for removing HTML5.</p> &nbsp.\nCookie Settings<p>\n</p> Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThis includes diagnostic functions such as identifying 404 errors and monitoring page load speed.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used go.crowdstrike.com __cfduid, BIGipServerab01web-nginx-app_https, __cf_bm First Party crowdstrike.com _uutmz, OptanonAlertBoxClosed, eupubconsent, _dc_gtm_UA-xxxxxxxx, OptanonConsent First Party supportportal.crowdstrike.com sfdc-stream, renderCtx First Party onetrust.com __cfduid Third Party g2crowd.com __cf_bm, __cfduid Third Party bootstrapcdn.com __cfduid Third Party ipstack.com __cfduid Third Party cookielaw.org __cfduid Third Party adreadyclick.com __cfduid Third Party cdpn.io __cfduid Third Party cloudflare.com __cfduid Third Party crowdstrike.jp OptanonAlertBoxClosed, _dc_gtm_UA-xxxxxxxx, OptanonConsent Third Party cdn.cookielaw.org OptanonAlertBoxClosed, OptanonConsent Third Party cts.businesswire.com JSESSIONID Third Party ajax.cloudflare.com _hjIncludedInSessionSample, _hjIncludedInPageviewSample Third Party unlimited.humio.com __cf_bm Third Party Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p> Functional Cookies Cookie Subgroup Cookies Cookies used supportportal.crowdstrike.com cookieSettingVerified First Party partner.crowdstrike.com cookieTest, CookieConsentPolicy First Party go.crowdstrike.com drift_aid, Assessment_Modal, driftt_aid First Party falcon.crowdstrike.com _hc First Party ir.crowdstrike.com doc, xbrl, sort, page, items_per_page, DrupalVisitorMobile, blockcontent4a1e59, order First Party www.crowdstrike.com drift_campaign_refresh, driftt_sid First Party crowdstrike.com _hjTLDTest, _hjAbsoluteSessionInProgress, _biz_flagsA, _biz_dfsA, _biz_kvpA, trwv.eml First Party api.nasdaqomx.wallst.com 4341%5F1, GZIP, 4341%5F0 Third Party vimeo.com vuid Third Party rezync.com zync-uuid Third Party live.rezync.com sd-session-id Third Party script.hotjar.com _hjIncludedInSample Third Party spiceworks.com visid_incap_, incap_ses_ Third Party js.driftt.com driftt_sid, driftt_aid, drift_aid, DFTT_END_USER_PREV_BOOTSTRAPPED, drift_campaign_refresh, __d_mkto Third Party sync.outbrain.com cookieJartestCookie Third Party ispot.tv pt Third Party cdn.cookielaw.org eupubconsent Third Party ajax.cloudflare.com driftt_aid, driftt_sid, drift_campaign_refresh, drift_aid, _hjIncludedInSample Third Party Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collet is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.\n</p> Performance Cookies Cookie Subgroup Cookies Cookies used ir.crowdstrike.com _ga First Party adversary.crowdstrike.com _hjIncludedInSessionSample First Party go.crowdstrike.com cf_use_ob, __utmz, #107-Change-CTA-Link-on-Home-Page-Cookies-V1, __utma, __utmt_UA-nnnnnnnn, #107-Change-CTA-Link-on-Home-Page-Cookies-C1, __utmb First Party www.crowdstrike.com Try_Free_Form_Modal_New_Popup, #107-Change-CTA-Link-on-Home-Page-C1, _hjIncludedInSample, _hjIncludedInPageviewSample First Party crowdstrike.com __gaClientData_test_tld, _gid, _ga_QLQM32M39F, s_sq, _gac_UA-25861131-1, _biz_sid, anywhere_analysis_user, _gclxxxx, _hjFirstSeen, _pk_id*, s_cc, _gat_UA-nnnnnnn-nn, _csUtms3, _biz_pendingA, __gaClientData, _gali, _gat, _pk_ses*, _gaexp, _gac_UA-25861131-21, _biz_nA First Party bizible.com _BUID Third Party www.googleoptimize.com #107-Change-CTA-Link-on-Home-Page-C1, Try_Free_Form_Modal_New_Popup, #107-Change-CTA-Link-on-Home-Page-Cookies-C1, #107-Change-CTA-Link-on-Home-Page-Cookies-V1, #107-Change-CTA-Link-on-Home-Page-V1 Third Party readme.io __cfduid Third Party acct.bizible.com ARRAffinity, ARRAffinitySameSite Third Party script.hotjar.com _hjIncludedInSessionSample, _hjIncludedInPageviewSample Third Party www.google-analytics.com Try_Free_Form_Modal_Popup Third Party nr-data.net JSESSIONID Third Party bizibly.com _BUID Third Party taboola.com t_gid Third Party crowdstrike.jp _ga, _gid Third Party Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Targeting Cookies Cookie Subgroup Cookies Cookies used go.crowdstrike.com DFTT_END_USER_PREV_BOOTSTRAPPED, _te_, __d_mkto, _utmv#########, LP_Registration_SP_Try_Falcon_Prevent First Party www.crowdstrike.com __sharethis_cookie_test__, _rdt_uuid, __ar_v4, __adroll_consent_params, __adroll_fpc First Party crowdstrike.com _dlt, dc, AMCVS_98CF678254E93B1B0A4C98A5%40AdobeOrg, _ie_eml, trwsb.stu, AMCV_98CF678254E93B1B0A4C98A5%40AdobeOrg, seerGtm_demandbase_loaded, trwv.vc, trwsb.cpv, _ie_cpn, _uetvid, trwsb.sid, trwv.crd, trwsa.sid, trwv.cvd, __utmzzseshyly, trwv.lvd, _fbp, trwv.uid, _uetsid First Party spotxchange.com audience Third Party undertone.com UTID_ENC, UTID Third Party youtube.com YSC, VISITOR_INFO1_LIVE, CONSENT, GPS Third Party bidswitch.net tuuid, c, tuuid_lu Third Party app-ab01.marketo.com __cfduid, __cf_bm, BIGipServerab01web-nginx-app_https Third Party sjrtp-cdn.marketo.com BIGipServersjrtp_https Third Party bttrack.com bt-es-15446 Third Party adnxs.com anj, uuid2 Third Party yahoo.com APID, B, A3, APIDTS Third Party crwdcntrl.net _cc_dc, _cc_id, _cc_cc, _cc_aud Third Party dpm.demdex.net dpm Third Party 3lift.com tluid Third Party demdex.net demdex Third Party apt.techtarget.com TSxxxxxxxxxx, TS01fac3f6 Third Party quantserve.com mc, d Third Party reddit.com reddaid Third Party spiceworks.com _swauth, incap_ses_*, _swnid, visid_incap_XXXXXX Third Party rfihub.com rud, cmd, euds, smd, ruds, eud Third Party linkedin.com li_gc, AnalyticsSyncHistory, lidc, lang, UserMatchHistory, bcookie, lissc Third Party bidr.io bito, checkForPermission, bitoIsSecure Third Party d.adroll.com __adroll Third Party casalemedia.com CMRUM3, CMPRO, CMID, CMST, CMTS, CMPS Third Party facebook.com fr Third Party platform-api.sharethis.com __sharethis_cookie_test__ Third Party google.com 1P_JAR, CONSENT, NID Third Party pubmatic.com KRTBCOOKIE_xxxx, PUBMDCID, PugT Third Party everesttech.net everest_g_v2, everest_session_v2 Third Party analytics.talentegy.com TGVisitorId Third Party proofpoint.com ppri Third Party www.facebook.com Third Party analytics.yahoo.com IDSYNC Third Party ads.linkedin.com lang Third Party bing.com MUID Third Party adroll.com __adroll_shared Third Party advertising.com APID Third Party sjrtp1.marketo.com BIGipServersjrtp_https Third Party thomsonreuterscorporategroupweb.d2.sc.omtrdc.net s_vi Third Party www.linkedin.com bscookie Third Party tapad.com TapAd_TS, TapAd_DID, TapAd_3WAY_SYNCS Third Party doubleclick.net test_cookie, IDE Third Party outbrain.com adrl, obuid Third Party openx.net i Third Party tracking.g2crowd.com _session_id Third Party c.sharethis.mgr.consensu.org st_samesite Third Party ajax.cloudflare.com DFTT_END_USER_PREV_BOOTSTRAPPED, __d_mkto Third Party mintmeasure.com MintChipId, MintChipSessionId Third Party company-target.com tuuid_lu, tuuid Third Party twitter.com personalization_id Third Party <p>\n</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2022-05-12 01:49:02.080329", "updated_at": "2022-05-12 01:49:09.237543"}, {"id": 12052, "name": "Privacy Notice", "url": "https://www.crowdstrike.com/privacy-notice/", "xpath": "/html/body/div[3]/div[2]/div[2]/main/section", "text": " <p>\n<br>\n</p>\n<p>Updated on February 11, 2021</p>Privacy Notice<p>CrowdStrike is on a mission to stop breaches.\nWe have numerous Offerings, including but not limited to platform and cloud-based security and intelligence subscription services, app store software and integrations, professional services, free community security tools, and more.\nOur Offerings are designed to provide cutting-edge security solutions to our customers.\nWe lead the industry in cloud-native crowdsourced security, applying big data analytics in order to detect, contain, and mitigate network intrusions, protect data, assess risk, and identify attackers.\nFor more information about CrowdStrike, please see the “About Us” section of our Website at https://www.crowdstrike.com/about-crowdstrike/</p>\n<p>This Privacy Notice (“Notice”) describes the manner in which CrowdStrike, Inc.\nand its affiliates (collectively “CrowdStrike”) collect, use, maintain, and disclose information from users of our websites (e.g., crowdstrike.com, supportportal.crowdstrike.com, falcon.crowdstrike.com, crowdstrike.org, humio.com) (collectively, “Websites”), event participants, prospective customers, or other situations in which CrowdStrike is a data controller, and from the use of our products and the performance of our services (our “Offerings”).\nFor purposes of this Notice, the terms “user,” “customer,” “you,” and “your” are meant to refer to the individuals about whom we may collect personal information, and at times may be used within the Notice interchangeably.</p>\n<p>If you have any questions or concerns about our use of your personal information, then please contact us using the contact details provided at the bottom of this Privacy Notice.\nIf you are a job applicant, please refer to our Candidate Privacy Notice.</p>\n<p>&nbsp;</p>1.\nQuick Links<p>2.\nData Collection and Use</p>\n<p>2.1 Why Does CrowdStrike Collect Personal Information?</p>\n<p>2.2 What Personal Information Does CrowdStrike Obtain?</p>\n<p>2.3 Where Does CrowdStrike Obtain Personal Information?</p>\n<p>2.4 With Whom Does CrowdStrike Share My Personal Information?</p>\n<p>3.\nLegal Basis for Processing Personal Information</p>\n<p>4.\nCookies and Similar Technology</p>\n<p>5.\nOfferings</p>\n<p>6.\nHow We Protect Your Personal Information</p>\n<p>7.\nInternational Data Transfers</p>\n<p>8.\nRetention of Personal Information</p>\n<p>9.\nYour Data Protection Rights</p>\n<p>10.\nChanges to this Privacy Notice</p>\n<p>11.\nContacting Us</p>\n<p>&nbsp;</p>2.\nDATA COLLECTION AND USE<p>&nbsp;</p>2.1 Why Does CrowdStrike Collect Personal Information?<p>CrowdStrike processes personal information in the course of running our websites, processing payments, registering visitors to our offices and events, managing contests and promotions, providing support, improving customer and user experience, running our infrastructure, preventing fraud, protecting intellectual property, maintaining endpoint and network security, enforcing our legal rights, sending marketing and other communications, processing agreements, complying with our legal obligations, and to achieve other legitimate interests as well as where you have provided consent.\nPersonal information, such as contact information, is collected from websites, web portals, offerings, events, partners, office visitor registration systems, and where you have provided it directly to CrowdStrike.</p>\n<p>&nbsp;</p>2.2 What Personal Information Does CrowdStrike Obtain?<p>To fulfill the purposes described in this Notice, CrowdStrike may collect personal information such as name, contact information, technical unique identifiers, authentication credentials, or other personal information you choose to provide to CrowdStrike.\nFor example, as described in specific sections of this Notice may include, among other things, the Internet Protocol (IP) address, browser information, device ID, the type of computer and technical information about a user’s means of connection to our Websites or Web Portals, such as the operating system and the Internet service providers utilized and other similar information.\nFrom users who are required to login to gain access to a particular Website feature or Web Portal, we collect usernames, passwords, and other login credentials that are used for the purpose of verifying user authorization to access the feature or Offering.</p>\n<p>&nbsp;</p>2.3 Where Does CrowdStrike Obtain Personal Information?<p>CrowdStrike Websites provide Internet based access for users to learn about CrowdStrike and its Offerings and to communicate with CrowdStrike and with others.\nCrowdStrike web portals that may exist within our Offerings (“Web Portals”) provide customers with Internet based access to our Offerings.\nWhen an individual uses our Websites and Web Portals, CrowdStrike gathers information, some of which may be considered personal information in your jurisdiction.</p>\n<p>\n<strong>Mailing List</strong> - If you opt-in to our mailing list online or in person, you will receive emails that may include company news, updates, related product or service information, and other CrowdStrike related information.\nWe may also associate personal information that you submit to us, including email addresses, with information collected about you through other means such as cookies, web beacons, or social media plugins.\nThis will help us better tailor content delivered to you through a variety of ways, including online advertisements.\nWe include unsubscribe instructions at the bottom of each email if at any time you would like to unsubscribe from receiving future emails.</p>\n<p>\n<strong>Blog</strong> - Accessing our blog will load social media cookies that are necessary for displaying content and enabling user interaction.\nIf you make posts to our blogs, your words and identity are made available to other people using the blog.\nWe are under no obligation to publish, maintain, or retain any of your posts.\nIf you provide us with feedback about our company, Offerings, or Websites, we consider this to be freely given and we may use your feedback without compensation or attribution to you.</p>\n<p>We may use the information, including personal information, that we collect from users of our Websites and Web Portals for a number of reasons, including but not limited to the following purposes:</p>\n<p>\n<strong>Websites</strong>\n</p>\n<ul>\n<li>Operate, secure, support, personalize, and improve our Websites</li>\n<li>Provide you requested information and Offerings</li>\n<li>Provide blogs and discussion groups</li>\n<li>Communicate through chat platforms</li>\n<li>Run promotions, contests, surveys, or other website features</li>\n<li>Send periodic emails</li>\n<li>Recruit new employees when you respond to career postings</li>\n<li>Analyze trends</li>\n<li>Digital marketing, which may include online advertisements appearing on cookie-based advertising networks</li>\n<li>Direct marketing, which may include postal mail or telemarketing from CrowdStrike or a service vendor</li>\n</ul>\n<p>\n<strong>Web Portals</strong>\n</p>\n<ul>\n<li>Provide you our Offerings, including product updates, documentation, partner offerings, and related information</li>\n<li>Operate, secure, support, personalize, and improve our Web Portals and Offerings</li>\n<li>Connect you with partners</li>\n<li>Facilitate forum discussions</li>\n<li>Develop new features, products, and services</li>\n<li>Send periodic emails</li>\n<li>Analyze trends</li>\n</ul>\n<p>\n<strong>Trials</strong> - Where you sign up for our Offerings free of charge and use the Offerings during the trial period, we will collect data on how you are using the Offerings.\nFurther information about the types of data collected as related to our Offerings can be found in Section 5 of this Privacy Notice.&nbsp;</p>\n<p>\n<strong>Referrals&nbsp;</strong>- Where we provide a referral option that you choose to use to share information with a point of contact about us, we will ask you for the contact’s name and email address.\nWe will automatically send your contact a one-time email inviting him or her to visit our Website.\nCrowdStrike will store this information for the sole purpose of sending the one-time email and for tracking the success of our referral program.\nAn individual whose name has been provided to us may contact us at privacy@crowdstrike.com to request that we remove their information from our database.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>\n<u>Information that we obtain from third party sources</u>\n</strong>\n</p>\n<p>From time to time, we may receive personal information about you, including your name, email address, or other information such as a profile picture, from third party sources where those parties have indicated that they have your consent or are otherwise legally permitted or required to disclose your personal information to us.\nFor example, we may be provided with information about individuals interested in using our offerings, joining our company, or when using third party authentication options to sign-up for or log-in to our offerings.</p>\n<p>&nbsp;</p>2.4 With Whom Does CrowdStrike Share My Personal Information?<p>We do not sell, trade, or rent the personal information we collect from our Websites to others.\nWe may share aggregated demographic information regarding visitors and users of our Websites with our affiliates, business partners, and advertisers for the purposes outlined above.\nWhen we collect personal information through our Offerings, it is made available to the CrowdStrike customer who was the source of the information and we use it as described in the Privacy Notice, terms and conditions, or otherwise as directed by our customers.</p>\n<p>\n<strong>Online Behavioral Advertising -&nbsp;</strong>We partner with a third party to display advertising on our Websites or to manage our advertising on other sites.\nOur third party partners may use technologies such as cookies, scripts and tags to gather information about your activities on this site and other sites to provide you advertising based on your browsing activities and interests.\nIf you wish to not have this information used for the purpose of serving you interest-based ads, you may opt out by visiting Digital Advertising (DAA)’s self-regulatory opt-out page, click here.\nIf you are located in the European Economic Area, click here.\nPlease note this does not opt you out of being served ads.\nyou will continue to receive generic ads.</p>\n<p>\n<strong>Service Providers -&nbsp;</strong>We may use third party service providers or partners to help us operate our business.\nprovide, support, maintain, or secure our Offerings and our Websites.\nor administer activities on our behalf, such as events or marketing campaigns.\nIt may be necessary to provide or allow access to your personal information to these third-party service providers or partners for those purposes.</p>\n<p>\n<strong>Legal and Professional Advisors –&nbsp;</strong> We provide information regarding our business to our auditors and legal counsel.\nIn some cases, the shared information may contain personal information, but the auditors and legal counsel may only use it for the purpose of providing their professional services.</p>\n<p>\n<strong>Legal Disclosures -</strong> We may also disclose your personal information as required by law, such as to comply with a subpoena or similar legal process.\nor when we believe that disclosure is necessary or appropriate to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.\nWe may transfer any information we have about you in the event we sell or transfer all or a portion of our business or assets.</p>\n<p>\n<strong>Links to Other Websites -&nbsp;</strong>Our Websites include links to other websites whose privacy practices may differ from those of CrowdStrike.\nIf you submit personal information to any of those sites or services, your information is governed by their privacy notices.\nWe encourage you to carefully read the privacy notice of any website service you visit.</p>\n<p>\n<strong>Social Media Features -&nbsp;</strong>Our Websites include social media features.\nThese features may collect your IP address, which webpage you are visiting on our Websites, and may set a cookie to enable the feature to function properly.\nSocial media features are either hosted by a third party or hosted directly on our Websites.\nYour interactions with these features are governed by the privacy policy of the company providing them.</p>\n<p>&nbsp;</p>3.\nLegal Basis for Processing Personal Information (EEA Visitors Only)<p>If you are a visitor from the European Economic Area and the United Kingdom, CrowdStrike’s legal basis for collecting and using the personal information collected will depend on the personal information concerned and the specific context in which we collect it.</p>\n<p>In most circumstances, we collect personal information (i) where it is needed for the performance of a contract, (ii) where the processing of the personal information is in our legitimate interests and not overridden by your rights, or (iii) where you provide your consent.\nOther times, your personal information may be collected in order for us (iv) to comply with a legal obligation, (v) to perform a task for the public interest, or (vi) for the protection of your or another’s vital interests.</p>\n<p>If we collect and use your personal information in reliance on our legitimate interests or those of any third party, we will make clear to you at the relevant time through this notice or otherwise what those legitimate interests are.\nOften times, legitimate interests involve our normal day-to-day operations, such as the ability to operate our platform and communicating with you as necessary to provide our services, responding to your inquiries, or marketing.\nWe may transfer personal information to companies that help us provide our service.\nTransfers to subsequent third parties are covered by the service agreements with our customers.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us using the contact details provided at the bottom of this Privacy Notice.</p>\n<p>&nbsp;</p>4.\nCookies and Similar Technologies<p>CrowdStrike and our service providers use cookies, local storage (HTML5), scripts and similar technologies to (disclose general purpose of collection and use).\nFor further information regarding CrowdStrike’s use of cookies and how to opt-out , please refer to our Cookie Notice.</p>\n<p>&nbsp;</p>5.\nOfferings<p>Most of the information we collect through our Offerings is metadata.\nMetadata may include how and when a device or network is being used, login times and attempts, registry keys, types and versions of operating systems, browsers, and information about software applications.\nIn some cases, we collect personal information as it may appear within the metadata such as that associated with usernames, filenames, file paths, and machine names.\nThis personal information is used to help our customers and improve our capabilities in the way described in our more specific product or service documentation and agreements.\nCrowdStrike’s Offerings also include features providing customers the ability to submit files (including the content of those files) and other information related to the files for purposes including security analysis and response, product improvement, enhanced capabilities, or customer support.\nAt the direction of customers, we may also collect or retrieve files as part of our Offerings.</p>\n<p>An important type of data we detect, collect, analyze, and use through our Offerings (or provide our customers the ability to provide to us) is information about adversaries, for example, malware and URLs where adversaries try to send your data.\nWe often discover this type of information from analyzing samples customers provide to us or from the data we collect from customers through our Offerings.\nWe use the information we collect about adversaries to help all of our customers and the public – DETECT, RESPOND, REVEAL.\nHowever, when we share information that we learn about adversaries, we don’t identify customers or individuals, other than, of course, the adversary, that’s the WHO, WHAT, and WHY of our security mission.</p>\n<p>To the extent CrowdStrike collects personal information through its Offerings, CrowdStrike generally collects that information under the authority and direction of its customers, which often are corporate entities.\nCrowdStrike typically has no direct relationship or contact with an individual whose personal information we may collect or receive from a corporate customer and subsequently analyze and use.\nConsequently, any inquiries about the specific processing of your personal information via CrowdStrike Offerings should be directed to your organization.\nRegardless, the use of the information collected through our Offerings is limited to the purpose of providing the service for which our customers have engaged CrowdStrike or as otherwise outlined in our agreements.\nWe do not use any personal information collected through our Offerings to contact or market products or services to these individuals.\nWe also do not provide any personal information obtained through the Offerings to third parties for the purpose of contacting or marketing products or services to these individuals.</p>\n<p>If you are a user of one of our Offerings, we obtain the personal information you provide us during the sales and/or fulfillment process.\nWe may use personal information collected such as your name, phone number, mailing address, and email address to contact you and to provide and inform you of Offerings, send you an invoice, determine how our offerings are used and enhance your customer and user experience, perform accounting, auditing and collection activities, answer questions, and provide support or other similar services.</p>\n<p>\n<br>\n</p>6.\nHow We Protect Your Information<p>The security of customer data and your personal information is not only important to us, it is our mission.\nWe adopt data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of customer data and your personal information.\nWe follow generally accepted practices to protect customer data and the personal information collected and submitted to us, both during transmission and once we receive it.\nIf you have questions about the security of your personal information collected through our Offerings or Websites, you can contact us at privacy@crowdstrike.com.</p>\n<p>&nbsp;</p>7.\nInternational Data Transfers<p>CrowdStrike’s mission is global, and therefore, we may store information in the United States and other locations worldwide where we or our service providers have facilities.\nWhere applicable, CrowdStrike relies upon an adequate mechanism for the international transfer of personal information.\nSpecific to our Offerings, CrowdStrike provides a Global Data Protection Addendum to customers that incorporates the EU Standard Contractual Clauses.</p>\n<p>We recognize that both Privacy Shield Frameworks are no longer recognized as a legal means to transfer personal data from the EU and Switzerland to the U.S., however we retain the certification as evidence of our commitment to providing appropriate safeguards.\nCrowdStrike, Inc.\nand CrowdStrike Holdings, Inc.\nparticipates in and has certified compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nCrowdStrike is committed to subjecting personal information received from the European Economic Area (EEA), the United Kingdom, and Switzerland, in reliance on each Privacy Shield Framework to the Framework’s applicable Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certification, visit the U.S.\nDepartment of Commerce’s Privacy Shield List at https://www.privacyshield.gov/list.</p>\n<p>CrowdStrike is responsible for the processing of personal information it receives under each Privacy Shield Framework, and subsequently transfers personal information to a third party acting as an agent on our behalf.\nCrowdStrike complies with the Privacy Shield Principles for all onward transfers of personal information from the EEA, the United Kingdom, and Switzerland, including the onward transfer liability provisions.\nWith respect to all such transfers, CrowdStrike is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, CrowdStrike may be required to disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website here, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.\nIf you have any have any questions or complaints please contact us using the contact details provided at the bottom of this Privacy Notice.</p>\n<p>&nbsp;</p>8.\nRetention of Personal Information<p>We will retain your personal information for as long as needed to fulfill the purpose for which we collected it and for a reasonable period thereafter in order to comply with audit, contractual, or legal requirements, or where we have a legitimate interest in doing so.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nWe may retain aggregated or de-identified data indefinitely or to the extent allowed by applicable law.\nWe may retain personal information preserved in automatically generated computer back up or archival copies generated in the ordinary course of our information technology systems procedures.</p>\n<p>&nbsp;</p>9.\nYour Data Protection Rights<p>Where CrowdStrike is a data controller it affords access, correction, and deletion rights to individuals.\nMore specific rights are listed below.</p>9.1 European Economic Area, United Kingdom, and Switzerland<p>If you are a resident of the European Economic Area, United Kingdom, or Switzerland, your data protection rights are as follows:</p>\n<ul>\n<li>If you wish to access, correct, update or request deletion of your personal information, you can do so at any time by contacting CrowdStrike using the contact details provided below or by email at privacy@crowdstrike.com.</li>\n<li>You can object to processing of your personal information, ask us to restrict processing of your personal data or request portability of your personal information.\nYou can exercise these rights by contacting CrowdStrike using the contact details provided below or by email at privacy@crowdstrike.com</li>\n<li>You have the right to opt-out of marketing communications we send to you at any time.\nYou can exercise this right by clicking on the “unsubscribe” or “opt-out” link in the marketing e-mails we send you.\nTo opt-out of other forms of marketing, such as telemarketing, then please contact CrowdStrike using the contact details provided below or by email at privacy@crowdstrike.com</li>\n<li>If CrowdStrike has collected and currently processes your personal information with your consent, then you can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.</li>\n<li>You have the right to complain to a data protection authority about CrowdStrike’s collection and use of your personal information.</li>\n</ul>\n<p>&nbsp;</p>9.2 California Consumer Protection Act<p>The California Consumer Protection Act (CCPA) provides consumers (California residents) with specific rights regarding the processing of their personal information.\nSection 2 of this Notice includes the categories of consumer personal information CrowdStrike has processed during the past 12 months.\nSubject to exceptions, you may <strong>request disclosure or request deletion</strong> of your personal information at any time by contacting CrowdStrike using the contact details provided below or by email at privacy@crowdstrike.com.</p>\n<p>CrowdStrike responds to verifiable requests received from individuals who wish to exercise their data protection rights in accordance with applicable data protection laws.\nWhen contacting us, please provide us with detailed information about the personal information you are requesting we correct, update, amend, or remove, and the timeframe and manner in which you believe we came to collect your personal information.\nIf we obtained your personal information from a customer or third party acting on your behalf, you should contact the company or person you provided your information to.\nIf you would no longer like to be contacted by one of our customers or would like to have your personal information corrected, updated, amended, or removed, please contact the customer (“data controller”) that you interact with directly.</p>\n<p>From the period of July 1, 2020 to July 1, 2021, CrowdStrike has not received any valid CCPA right requests from California consumers.</p>\n<p>&nbsp;</p>10.\nChanges to this Privacy Notice<p>CrowdStrike may update this Privacy Notice and its last modified date at any time to reflect changes to our information practices.\nIf we make significant changes in how we use your personal information, we will notify you by email if feasible or by means of a notice on this Website.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>&nbsp;</p>11.\nContacting Us<p>If you have any questions about this Privacy Notice or our privacy practices, please contact us at:</p>\n<p>Vice President, Privacy<br>\n<strong>CrowdStrike</strong>\n<br>150 Mathilda Place<br>Sunnyvale, CA 94068<br>privacy@crowdstrike.com</p>\n<p>If you are a current CrowdStrike customer and would like to sign up to receive subprocessor notifications, you can do so at https://www.crowdstrike.com/subprocessor-notification/.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> ", "created_at": "2022-05-12 03:45:56.01398", "updated_at": "2022-05-12 01:49:54.218391"}], "points": [], "urls": ["crowdstrike.com"]}}