{"error": 448, "message": "OK", "parameters": {"id": 5988, "name": "BESTDAYEVERSWEEPS", "created_at": "2021-12-03 22:07:49.931046", "updated_at": "2021-12-03 23:01:11.136819", "wikipedia": null, "keywords": null, "related": null, "slug": "bestdayeversweeps", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5988.png", "url": "bestdayeversweeps.com,thefreedailyraffle.com", "documents": [{"id": 10820, "name": "TERMS & CONDITIONS", "url": "https://bestdayeversweeps.com/hosting/staticpages/BDES_Terms.aspx", "xpath": "//body", "text": " <p>BESTDAYEVERSWEEPS.COM TERMS &amp.\nCONDITIONS</p>\n<p>Welcome to our website (the \"Website\").\nThe Website is an Internet property of C4R Media Corp (\"Company,\" \"we\" or \"us\").\nBy using and/or accessing the Website, you are agreeing to comply with and be bound by the following BestDayEverSweeps Terms and Conditions (the \"Agreement\").\nThis Agreement is inclusive of the BestDayEverSweeps Privacy Policy and any other operating rules, policies, price schedules and/or other supplemental terms and conditions or documents expressly incorporated herein by reference and/or published from time to time.\nPlease review the following terms of this Agreement carefully.\nPLEASE NOTE THAT THIS AGREEMENT CONTAINS DISCLAIMERS OF WARRANTIES, LIMITATIONS OF LIABILITY, A CLASS-ACTION WAIVER, AND THE REQUIREMENT TO ARBITRATE ANY AND ALL CLAIMS.\nTHESE PROVISIONS ARE AN ESSENTIAL BASIS OF OUR AGREEMENT.\n<strong>If you do not consent to this Agreement in its entirety, you are not authorized to use this Website in any manner or form.</strong>\n</p>\n<p>\n<br>\n<strong>ACCEPTANCE OF AGREEMENT/MODIFICATION OF AGREEMENT:</strong>\n</p>\n<p>You agree to the terms and conditions outlined in this Agreement with respect to your use of the Website.\nThis Agreement constitutes the entire and only agreement between you and Company with respect to your use of the Website, and supersedes all prior or contemporaneous agreements, representations, warranties and/or understandings with respect to the Website.\nWe may amend this Agreement from time to time in our sole discretion, without specific notice to you;<em> provided, however,</em>that any amendment or modification to the arbitration provisions, prohibition on class action provisions or any other provisions applicable to dispute resolution (collectively, “Dispute Resolution Provisions”) shall not apply to any disputes incurred prior to the applicable amendment or modification.\nThe latest Agreement will be posted on the Website, and you should review this Agreement prior to using the Website.\nBy your continued use of the Website, you hereby agree to all the terms and conditions contained within the Agreement effective at that time (other than with respect to disputes arising prior to the amendment or modification of the Dispute Resolution Provisions, which shall be governed by the Dispute Resolution Provisions then in effect at the time of the subject dispute).\nTherefore, you should regularly check this page for updates and/or changes.</p>\n<p>\n<strong>REQUIREMENTS:</strong>\n</p>\n<p>\n<br>\nThe Website is available only to individuals that can enter into legally binding contracts under applicable law.\nThe Website is not intended for use by individuals under the age of eighteen (18).\nIf you are under the age of eighteen (18), you do not have permission to use and/or access the Website.\nThis Website is intended for US Residents only.\nCanadian residents are prohibited from signing up on this Website.\nAny Canadian resident who signs up on this Website is doing so in violation of these Terms and Conditions and as a result, you will be deemed to waive any rights you may have to assert any claims against the Website, the Company, or any of its officers or owners, arising from your use of the Website.</p>\n<p>\n<br>\n<strong>DESCRIPTION OF SERVICES:</strong>\n</p>\n<p>\n<br>\nBy registering on the Website, members can participate in any sweepstakes or contests that may be available at the Website (collectively, the \"Promotions\").\nUnless explicitly stated otherwise, any future offer(s) made available to you on the Website that augment(s), or otherwise enhance(s), the current features of the Website shall be subject to this Agreement.\nYou understand and agree that Company is not responsible or liable in any manner whatsoever for your inability to use the Promotions, Company sponsored products and/or services or any associated functionality.\nYou understand and agree that Company shall not be liable to you or any third party for any modification, suspension or discontinuation of Company services and/or the Promotions.</p>\n<p>\n<br>\n<strong>REGISTRATION/ACCOUNT:</strong>\n</p>\n<p>\n<br>\nTo register for the Website, you must complete and submit the online registration form.\nThe information you must supply may include, but is not limited to, your full name, postal address, phone number, email address (where available) and date of birth.\nYou agree to provide true, accurate, current and complete information during registration and also agree to update your registration information as necessary to maintain it in an up to date and accurate fashion.</p>\n<p>\n<br>\n<strong>LICENSE GRANT:</strong>\n</p>\n<p>\n<br>\nAs a user of this Website, you are granted a non-exclusive, non-transferable, revocable and limited license to access and use the Website and associated Website content in accordance with this Agreement.\nCompany may terminate this license at any time for any reason.\nYou may use the Website on one computer for your own personal, non-commercial use.\nNo part of the Website may be reproduced in any form or incorporated into any information retrieval system, electronic or mechanical.\nYou may not use, copy, emulate, clone, rent, lease, sell, modify, decompile, disassemble, reverse engineer or transfer the Website, Website content or any portion thereof.\nSystematic retrieval of content or matter associated with Promotions from the Website by automated means or any other form of scraping or data extraction in order to create or compile, directly or indirectly, a collection, compilation, database or directory without written permission from Company is prohibited.\nCompany reserves any rights not explicitly granted in this Agreement.\nYou may not use any device, software or routine to interfere or attempt to interfere with the proper working of the Website.\nYou may not take any action that imposes an unreasonable or disproportionately large load on Company infrastructure.</p>\n<p>\n<br>\n<strong>PROPRIETARY RIGHTS:</strong>\n</p>\n<p>\n<br>\nUsers that submit information, photographs and/or other materials (\"Content\") to the Website warrant that they have all of the rights and authority necessary to submit the Content, including the right to publish the Content.\nThe content (other than that which is submitted to the Website by users), organization, graphics, design, compilation, magnetic translation, digital conversion, software, services and other matters related to the Website, are protected under applicable copyrights, trademarks and other proprietary (including, but not limited to, intellectual property) rights.\nThe copying, redistribution or publication by you of any part of the Website or Promotions is strictly prohibited.\nYou do not acquire ownership rights, other than those rights that you may already have, to any content, document, software, services or other materials viewed at or through the Website.\nThe posting of information or material at the Website by Company does not constitute a waiver of any right in such information and materials.</p>\n<p>\n<br>\n<strong>EDITING, DELETION &amp.\nMODIFICATION:</strong>\n</p>\n<p>\n<br>\nWe reserve the right in our sole discretion to reject any Content submitted to the Website.\nNo inappropriate, indecent or obscene Content may be submitted to the Website for display.\nCompany reserves the right to prohibit any conduct by registered users or to remove any Content to the Website that Company deems, in its sole and absolute discretion, to be in violation of the Agreement or which Company believes to be illegal, potentially harmful to others, otherwise objectionable or that same may expose Company to harm, damage to reputation or liability.\nNotwithstanding the foregoing, please be advised that Company is not a publisher of the Content submitted by registered users.\nit is merely providing a forum for the display of the Content and, therefore, expressly disclaims any and all liability associated with the display of any content submitted by registered users of the Website.</p>\n<p>\n<br>\n<strong>INDEMNIFICATION:</strong>\n</p>\n<p>\n<br>\nYou agree to release, indemnify and hold Company, its parents, subsidiaries and affiliates, and each of their respective members, officers, directors, employees, agents, co-branders and/or other partners, harmless from and against any and all claims, expenses (including reasonable attorneys' fees, costs and settlement costs), damages, suits, costs, demands and/or judgments whatsoever, made by any third party due to or arising out of: (a) your use of the Promotions and/or the Website.\n(b) your breach of this Agreement.\nand/or (c) your violation of any rights of another individual and/or entity.\nThe provisions of this paragraph are for the benefit of Company, its parent, subsidiaries and/or affiliates, and each of their respective officers, directors, employees, agents, shareholders, licensors, suppliers and/or attorneys.\nEach of these individuals and entities shall have the right to assert and enforce these provisions directly against you on its own behalf.</p>\n<p>\n<br>\n<strong>DISCLAIMER OF WARRANTIES:</strong>\n</p>\n<p>\n<br>\nTHE WEBSITE IS PROVIDED TO YOU ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND ALL WARRANTIES, EXPRESS AND IMPLIED, ARE DISCLAIMED TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW (INCLUDING, BUT NOT LIMITED TO, THE DISCLAIMER OF ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT OF INTELLECTUAL PROPERTY AND/OR FITNESS FOR A PARTICULAR PURPOSE).\nIN PARTICULAR, BUT NOT AS A LIMITATION THEREOF, COMPANY MAKES NO WARRANTY THAT: (A) THE WEBSITE WILL MEET YOUR REQUIREMENTS: (B) THE WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.\nOR (C) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE WILL BE ACCURATE OR RELIABLE.\nTHE WEBSITE MAY CONTAIN BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS.\nWE WILL NOT BE LIABLE FOR THE AVAILABILITY OF THE UNDERLYING INTERNET CONNECTION ASSOCIATED WITH THE WEBSITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM COMPANY OR THROUGH OR FROM THE WEBSITE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.</p>\n<p>\n<br>\n<strong>LIMITATION OF LIABILITY:</strong>\n</p>\n<p>\n<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT COMPANY SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL AND/OR EXEMPLARY DAMAGES INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), TO THE FULLEST EXTENT PERMISSIBLE BY LAW FOR: (A) THE USE OR THE INABILITY TO USE ANY COMPANY PRODUCT AND/OR SERVICE THAT MAY BE OFFERED VIA THE WEBSITE.\n(B) ANY MATTER RELATING TO ANY PROMOTIONS THAT MAY BE AVAILABLE VIA THE WEBSITE.\n(C) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY PROBLEM(S) WITH THE GOODS, DATA, INFORMATION AND/OR SERVICES PURCHASED OR OBTAINED FROM THE WEBSITE, OR TRANSACTIONS ENTERED INTO, THROUGH OR FROM THE WEBSITE.\n(D) THE UNAUTHORIZED ACCESS TO, OR ALTERATION OF, YOUR REGISTRATION DATA.\nOR (E) ANY OTHER MATTER RELATING TO THE OTHER PRODUCTS AND/OR SERVICES THAT MAY BE MADE AVAILABLE ON THE WEBSITE AND/OR THE WEBSITE ITSELF.\nTHIS LIMITATION APPLIES TO ALL CAUSES OF ACTION, IN THE AGGREGATE INCLUDING, BUT NOT LIMITED TO, BREACH OF CONTRACT, BREACH OF WARRANTY, NEGLIGENCE, STRICT LIABILITY, MISREPRESENTATIONS, AND ANY AND ALL OTHER TORTS.\nYOU HEREBY RELEASE COMPANY, AND ITS SUPPLIERS, FROM ANY AND ALL OBLIGATIONS, LIABILITIES, AND CLAIMS IN EXCESS OF THE LIMITATIONS STATED HEREUNDER.\nIF APPLICABLE LAW DOES NOT PERMIT SUCH LIMITATIONS, THE MAXIMUM LIABILITY OF COMPANY TO YOU UNDER ANY AND ALL CIRCUMSTANCES WILL BE EQUAL TO THE AMOUNTS YOU PAID, IF ANY, FOR ANY COMPANY PRODUCTS AND/OR SERVICES.\nYOU HEREBY RELEASE COMPANY FROM ANY AND ALL OBLIGATIONS, LIABILITIES AND CLAIMS IN EXCESS OF THE LIMITATIONS SET FORTH IN THIS SECTION.\nTHE NEGATION OF DAMAGES SET FORTH ABOVE IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN YOU AND COMPANY.\nTHE WEBSITE AND/OR THE PROMOTIONS WOULD NOT BE PROVIDED TO YOU WITHOUT SUCH LIMITATIONS.</p>\n<p>\n<br>\n<strong>THIRD-PARTY WEBSITES:</strong>\n</p>\n<p>\n<br>\nThe Website may provide, third parties may provide and/or refer you to, links to other Internet websites and/or resources.\nBecause Company has no control over such third party websites and/or resources, you hereby acknowledge and agree that Company is not responsible for the availability of such third party websites and/or resources.\nFurthermore, Company does not endorse, and is not responsible or liable for, any terms and conditions, privacy policies, content, advertising, services, products and/or other materials at or available from such third party websites or resources, or for any damages and/or losses arising&nbsp;therefrom.</p>\n<p>\n<br>\n<strong>LEGAL WARNING:</strong>\n</p>\n<p>\n<br>\nAny attempt by any individual, whether or not a Company registered user, to damage, destroy, tamper with, vandalize and/or otherwise interfere with the operation of this Website or any Promotion, is a violation of criminal and civil law and Company will diligently pursue any and all remedies in this regard against any offending individual or entity to the fullest extent permissible by law and in equity.</p>\n<p>\n<br>\n<strong>DISPUTE RESOLUTION PROVISIONS:</strong>\n</p>\n<p>\n<br>\nThe Agreement shall be treated as though it were executed and performed in New York, New York and shall be governed by and construed in accordance with the laws of the State of New York (without regard to conflict of law principles).<strong>&nbsp.\nShould a dispute arise concerning the Website, Promotions, Content, the terms and conditions of the Agreement or the breach of same by any party hereto</strong>: <strong>(a) the parties agree to submit their dispute for resolution by arbitration before a reputable arbitration organization as mutually agreed upon by the parties in New York, New York, in accordance with the then-current Commercial Arbitration rules of the American Arbitration Association.\nand (b) you agree to first commence a formal dispute proceeding by completing and submitting an Initial Dispute Notice to us which can be found at&nbsp;</strong>\n<u>\n<strong>http://bestdayeversweeps.com/initial.html</strong>\n</u>\n<strong>.&nbsp.\nWe may choose to provide you with a final written settlement offer after receiving your Initial Dispute Notice (“Final Settlement Offer”).&nbsp;&nbsp.\nIf we provide you with a Final Settlement Offer and you do not accept it, or we cannot otherwise satisfactorily resolve your dispute, you can submit your dispute for resolution by arbitration before a reputable arbitration organization as mutually agreed upon by the parties, in your county of residence, by filing a separate Demand for Arbitration, which is also available on the Website at&nbsp;</strong>\n<u>\n<strong>http://bestdayeversweeps.com/demand.html</strong>\n</u>\n<strong>.&nbsp.\n</strong>\n</p>\n<p>\n<strong>The parties agree that the arbitrator shall not consolidate more than one person’s claims, and shall not otherwise preside over any form of a representative or class proceeding.\nFor claims of Ten Thousand Dollars ($10,000.00) or less, you can choose whether the arbitration proceeds in person, by telephone or based only on submissions.\nIf the arbitrator awards you relief that is greater than our Final Settlement Offer, then we will pay all filing, administration and arbitrator fees associated with the arbitration and, if you retained an attorney to represent you in connection with the arbitration, we will reimburse any reasonable attorneys’ fees that you incurred for investigating, preparing and pursuing the claim in arbitration.\nAny award rendered shall be final and conclusive to the parties and a judgment thereon may be entered in any court of competent jurisdiction.\nNothing contained herein shall be construed to preclude any party from: (a) seeking injunctive relief in order to protect its rights pending an outcome in arbitration.\nand/or (b) pursuing the matter in small claims court rather than arbitration.\nAlthough we may have a right to an award of attorneys’ fees and expenses if we prevail in arbitration, we will not seek such an award from you unless the arbitrator determines that your claim was frivolous.</strong>\n</p>\n<p>\n<strong>To the extent permitted by law, you agree that you will not bring, join or participate in any class action lawsuit as to any claim, dispute or controversy that you may have against Company and/or its employees, officers, directors, members, representatives and/or assigns.\nYou agree to the entry of injunctive relief to stop such a lawsuit or to remove you as a participant in the suit.\nYou agree to pay the attorney’s fees and court costs that Company incurs in seeking such relief.\nThis provision preventing you from bringing, joining or participating in class action lawsuits: (i) does not constitute a waiver of any of your rights or remedies to pursue a claim individually and not as a class action in binding arbitration as provided above.\nand (ii) is an independent agreement.&nbsp.\nYou may opt-out of these dispute resolution provisions by providing written notice of your decision within thirty (30) days of the date that you first access the Website.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<br>\n<strong>MISCELLANEOUS:</strong>\n</p>\n<p>\n<br>\nShould any part of this Agreement be held invalid or unenforceable, that portion shall be construed consistent with applicable law and the remaining portions shall remain in full force and effect.\nThis Agreement is personal between you and Company and governs your use of the Website, superseding any and all prior and/or contemporaneous agreements between you and Company.\nTo the extent that anything in or associated with the Website is in conflict or inconsistent with this Agreement, this Agreement shall take precedence.\nOur failure to enforce any provision of this Agreement shall not be deemed a waiver of such provision nor of the right to enforce such provision.\nThe parties do not intend that any agency or partnership relationship be created through operation of this Agreement.</p>\n<p>\n<br>\n<strong>CUSTOMER SERVICE:</strong>\n</p>\n<p>\n<br>\nIf you have any questions, please email info@bestdayeversweeps.com or write to BestDayEverSweeps, 15015 Westheimer D3 -176 Houston, TX 77082.</p>\n<p>&nbsp;</p>\n<br>\n<br> ", "created_at": "2021-12-03 22:07:49.935179", "updated_at": "2021-12-03 21:08:33.497459"}, {"id": 10819, "name": "Privacy Policy", "url": "https://bestdayeversweeps.com/hosting/staticpages/BDES_Privacy.aspx", "xpath": "//body", "text": " Best Day Ever Sweeps <p>This Privacy Policy was last updated: 05/19/2021</p>\n<p>Best Day Ever Sweeps appreciates your visiting our website located at: <b>bestdayeversweeps.com</b> (the \"Site\").\nThis Site is an Internet property of Best Day Ever Sweeps (\"Best Day Ever Sweeps,\" \"we,\" \"our\" or \"us\").\nBest Day Ever Sweeps is committed to protecting the privacy of our visitors' personally identifiable information (\"PII\").\nTo better inform you of our privacy practices, we provide this Privacy Policy (\"Privacy Policy\"), explaining our online information collection, storage and use practices, and the choices that you have regarding the way that your PII is used by us.\nUsers with disabilities who wish to access this Privacy Policy in an alternative format can contact us by e-mailing us at: contact@bestdayeversweepsonline.com.\ncalling us at: (346) 226-8330 or sending us mail to: 15015 Westheimer D3 -176 Houston, TX 77082.</p>\n<p>You agree to this Privacy Policy, in its entirety, when you</p>\n<ul>\n<li>Access or use our Site;</li>\n<li>Register as an interactive member on the Site (\"Commenter\");</li>\n<li>Register for our services via co-registration on another website.\nand/or</li>\n<li>Register as a content producer on the Site (\"Contributor\").</li>\n</ul>\n<p>\n<b>If you do not agree to the terms of this Privacy Policy in its entirety, you are not authorized to become a Commenter, Contributor and/or use the Site or any other Best Day Ever Sweeps</b>\n<b>offerings in any manner or form whatsoever.\nPlease note, if you are a resident of a European Union Member State, you are not permitted to use the Site, become a Commenter and/or Contributor, and/or otherwise use any other Best Day Ever Sweeps offerings.</b>\n</p>\n<p>\n<b>ANTI-SPAM POLICY</b>\n</p>\n<p>Unsolicited email and messaging is not welcome on our site.\nWe promptly honor all opt-out/unsubscribe requests, as noted below in Opting-Out/Unsubscribe.\nAdditionally, you are not authorized to use this site to send unsolicited messages that advertise Best Day Ever Sweeps in any manner.</p>\n<p>\n<b>\n<i>Your California Privacy Rights:</i>\n</b>\n</p>\n<p>\n<i>Shine the Light</i>.\nIf you are a resident of the State of California and would like to learn how your \"personal information\" (as defined in the Shine the Light Law, Cal.\nCiv.\nCode § 1798.83) is shared with third-parties, what categories of personal information that we have shared with third-parties in the preceding year, as well as the names and addresses of those third-parties, please e-mail us at: contact@bestdayeversweepsonline.com.\nor send us U.S.\nMail to: 15015 Westheimer D3 -176 Houston, TX 77082.</p>\n<p>Further, if you are a resident of the State of California and would like to opt-out from the disclosure of your personal information to any third-party for marketing purposes, please e-mail us at: contact@bestdayeversweepsonline.com.\nor send us U.S.\nMail to: 15015 Westheimer D3 -176 Houston, TX 77082.</p>\n<p>\n<i>California Consumer Privacy Act of 2018 (\"CCPA\")</i>.\nIn addition to the foregoing, if you are a resident of the State of California certain other privacy-related rights may apply to you in accordance with the CCPA, including the right to opt-out of our sale of your personal information, as well as the right to know what personal information about you we have collected, whether your personal information was shared with third-parties in the preceding year and, if so, what categories of personal information were shared, as well as the categories of third parties with whom we shared that personal information.\nPlease see our \"Provisions for California Residents\" below for a more complete description of your rights under the CCPA as a California resident.</p>\n<p>\n<b>Privacy Policy Quick Links</b>\n</p>\n<p>Below are links to key sections of our Privacy Policy:</p>\n<p>Your Nevada Privacy Rights</p>\n<p>Personally Identifiable Information Collected</p>\n<p>Non-Personally Identifiable Information Collected</p>\n<p>Cookies</p>\n<p>Behavioral Tracking</p>\n<p>Use and Sharing of PII</p>\n<p>Security of Your Personal Information</p>\n<p>Children's Privacy</p>\n<p>Changes to this Privacy Policy</p>\n<p>Deleting, Modifying and Updating Your Information</p>\n<p>Opting-Out/Unsubscribe</p>\n<p>Contact Us</p>\n<p>\n<b>\n<i>Your Nevada Privacy Rights:</i>\n</b>\n</p>\n<p>If you are a resident of the State of Nevada and would like to opt-out from the disclosure of your personal information to any third party data broker, please e-mail us at: contact@bestdayeversweepsonline.com .\nor send us U.S.\nMail to: 15015 Westheimer D3 -176 Houston, TX 77082.</p>\n<p>\n<b>Personally Identifiable Information Collected:</b>\n</p>\n<p>[Please see our Provisions for California Residents below for additional details regarding the categories of personal information collected]</p>\n<p>We collect PII when you register or sign up to be a Commenter, Contributor and/or for Best Day Ever Sweeps offerings.\nPII includes any information that can be used to identify or locate a particular person or entity.\nThe PII that we request in connection with the registration process may include, but is not limited to, your: (a) full name.\n(b) e-mail address.\n(c) mailing address.\n(c) daytime and/or cellular telephone numbers.\n(d) date of birth.\nand/or (e) any other information requested on the applicable form.\n<b>We may also collect your PII when you otherwise agree to the terms of this Privacy Policy, but do not complete the applicable registration process in full.</b>\n</p>\n<p>\n<b>Non-Personally Identifiable Information Collected:</b>\n</p>\n<p>[Please see our Provisions for California Residents below for more details regarding the categories and types of non-personal information collected]</p>\n<p>We may collect certain Non-Personally Identifiable Information (\"Non-PII\") about you when you visit any of the Site's pages, such as the type of browser you are using (e.g., Internet Explorer, Google Chrome), the type of operating system you are using, (e.g., Windows, IOS) and the domain name of your Internet service provider (e.g., Verizon, Time Warner).\nWe use the Non-PII that we collect to improve the design and content of the Site and to enable us to personalize your Internet experience.\nWe also may use this information in the aggregate to analyze Site usage.</p>\n<p>\n<b>Cookies:</b>\n</p>\n<p>When a user visits the Site, we may send one (1) or more cookies and/or gif files (collectively, \"Cookies\") to assign an anonymous, unique identifier to the applicable user's computer or other device.\nA Cookie is a piece of data stored on your hard drive containing non-personally identifiable information about you.\nCookies have many benefits to enhance your experience at the Site.\nTo find out more about Cookies, please visit www.cookiecentral.com.\nWe use Cookies to improve the quality of the Site, including for storing user preferences, improving ad selection and tracking Site-user trends (such as pages opened and length of stay at the Site).</p>\n<p>Most Internet browsers are initially set up to accept Cookies, but you can reset your browser to refuse all Cookies or to indicate when a cookie is being sent.\nTo disable and reject certain Cookies, follow the instructions associated with your Internet browser.\nEven in the case where a user rejects a Cookie, he or she may still use the Site.\n<i>provided, however, </i>that certain functions of the Site and/or offerings may be impaired or rendered inoperable if the use of Cookies is disabled.\nWe reserve the right to retain Cookie data indefinitely.</p>\n<p>\n<b>Behavioral Tracking:</b>\n</p>\n<p>We allow third-party companies to collect certain information when users visit our Site.\nThese third party entities may utilize cookies, pixels or other tracking technologies to collect and use both personally identifiable information (e.g., your name, phone number, physical or electronic address) and non-personally identifiable information (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to the Site and other websites in order to serve you with advertisements about goods and services likely to be of greater interest to you.</p>\n<p>In general, users may be able to disable some, but not all, of this tracking activity by utilizing the \"Do Not Track\" setting or similar options within most major Internet browsers.\nTo learn more about these behavioral advertising practices, and/or to opt-out of this type of advertising where available, you can visit the websites of the Digital Advertising Alliance at www.aboutads.info or Networking Advertising Initiative at www.networkadvertising.org/choices.</p>\n<p>\n<b>Cross Device Tracking: </b>\n</p>\n<p>Best Day Ever Sweeps tracks your use of Best Day Ever Sweeps offerings across various devices, including your personal computer and mobile device, in order to optimize and personalize your Best Day Ever Sweeps offerings experience.\nBest Day Ever Sweeps may collect certain of your PII across various devices.</p>\n<p>\n<b>Use and Sharing of PII:</b>\n</p>\n<p>[Please see our Provisions for California Residents below for details regarding our uses and sharing of personal information]</p>\n<p>We use the PII that you supply to personalize your experience with the Site.\nThe PII that you submit to Best Day Ever Sweeps remains your property, but by submitting that PII you grant Best Day Ever Sweeps the right, subject to applicable state and federal law, to use that PII for marketing purposes.</p>\n<p>We reserve the right to share, sell, rent or lease such PII with/to any third-party for any and all uses permitted by this Privacy Policy and applicable law.\nThese third-parties may include, but shall not be limited to: (a) providers of direct marketing services and applications, including lookup and reference, data enhancement, suppression and validation.\n(b) telemarketers (where permitted by applicable law).\nand (d) direct marketers.</p>\n<p>We may contact you via email with relevant information and special opportunities, including our newsletters and those from partner brands such as Infinity Sweepstakes, Living Large Sweeps, My Perfect Rewards, Prize Entertainment, Sweepstake Wizard, The Winners Market.</p>\n<p>You also agree that we may contact you at any time with updates and/or any other information that we may deem appropriate for you to receive in connection with your continued use of the Site and/or Best Day Ever Sweeps offerings.</p>\n<p>We may also employ other companies and individuals to perform certain functions on our behalf.\nExamples include sending electronic or direct mail, SMS messages, removing duplicate information from user lists, analyzing data and providing marketing analysis.\nThe agents performing these limited functions on our behalf shall have access to our users' PII as needed to perform these functions for us, but we do not permit them to use user PII for other purposes.</p>\n<p>We will also use your PII for customer service, to provide you with information that you may request, to customize your experience with the presented offerings and/or to contact you when necessary in connection with your use of the offerings.\nWe may also use your PII for internal business purposes, such as analyzing and managing our service offerings including, without limitation, the offerings.\nWe may also combine the information we have gathered about you with information from other sources.</p>\n<p>By submitting your PII by and through the offerings, you agree that such act constitutes an inquiry and/or application for purposes of the Amended Telemarketing Sales Rule (16 CFR §310 et seq.), as amended from time to time (the \"Rule\") and applicable state do-not-call regulations.\nAs such, notwithstanding that your telephone number may be listed on the Federal Trade Commission's Do-Not-Call List, and/or on applicable state do-not-call lists, we retain the right to contact you via telemarketing in accordance with the Rule and applicable state do-not-call regulations.</p>\n<p>Where you provide \"prior express consent\" within the meaning of the Telephone Consumer Protection Act (47 USC § 227), and its implementing regulations adopted by the Federal Communications Commission (47 CFR § 64.1200), as amended from time-to-time (\"TCPA\"), you consent to receive telemarketing messages or calls from Best Day Ever Sweeps, including artificial voice calls, pre-recorded messages and/or SMS text messages delivered via automated technology, to the telephone number(s) that you provided.\nFurthermore, where you provide prior express consent, you understand and agree that we may use a third party vendor to record and store your registration and consent for compliance purposes.\nPlease note that you are not required to provide this consent in order to obtain access to the offerings, and your consent simply allows us to contact you via these means.</p>\n<p>\n<i>Please be advised that by agreeing to this Privacy Policy, you are obligated to immediately inform us if and when the telephone number that you have previously provided to us changes.\nWithout limiting the foregoing, if you: (i) have your telephone number reassigned to another person or entity.\n(ii) give up your telephone number so that it is no longer used by you.\n(iii) port your telephone number to a landline or vice versa.\nor (iv) otherwise stop using that telephone number for any reason (collectively \"Phone Number Change\"), you agree that you shall promptly notify </i>Best Day Ever Sweeps <i>of the Phone Number Change via e-mail at: </i>contact@bestdayeversweepsonline.com<i>, or by using one of the methods set forth in the \"Contact Us\" section below.</i>\n</p>\n<p>Notwithstanding anything to the contrary in this Privacy Policy, We reserve the right to release current or past PII: (A) in the event that we believe that the Site is being or has been used in violation of the <b>Best Day Ever Sweeps</b> Terms and Conditions, or to otherwise commit unlawful acts.\n(B) if the information is subpoenaed;<i> provided, however,</i> that, where permitted by applicable law, we shall provide you with e-mail notice, and opportunity to challenge the subpoena, prior to disclosure of any PII pursuant to a subpoena.\nor (C) if Best Day Ever Sweeps is sold, merged, acquired or the subject of bankruptcy proceedings.\n<i>provided, however,</i> if it is involved in a bankruptcy proceeding, merger, acquisition or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on the Site of any change in ownership or uses of your PII, as well as any choices that you may have regarding your PII.</p>\n<p>You hereby consent to the disclosure of any record or communication to any third-party when we, in our sole discretion, determine the disclosure to be appropriate including, without limitation, sharing your e-mail address with third-parties for suppression purposes in compliance with applicable law, including the CAN-SPAM Act of 2003, as amended from time-to-time.\nUsers should also be aware that courts of equity, such as U.S.\nBankruptcy Courts, might have the authority under certain circumstances to permit PII to be shared or transferred to third-parties without permission.</p>\n<p>\n<b>Third Party Links:</b>\n</p>\n<p>The Site may contain links to third-party websites (\"Third Party Websites\").\nPlease be aware that Best Day Ever Sweeps is not responsible for the privacy practices of Third Party Websites.\nWe encourage you to be aware when you leave the Site and to read the privacy policies of each and every website that collects PII.\nThis Privacy Policy applies solely to information collected by the Site.</p>\n<p>\n<b>Security of Your Personal Information:</b>\n</p>\n<p>All collected information is stored in a technically and physically secure environment.\nWe take precautions to protect PII both online and off-line.\nWhere our registration/application process prompts Users to enter sensitive data (such as credit card information and/or Social Security Number), and when we store and transmit such sensitive data, that information is encrypted with advanced TLS (Transport Layer Security).</p>\n<p>Unfortunately, no data transmission over the Internet can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your PII, we cannot ensure or warrant the security of any information that you transmit to us, and you do so at your own risk.</p>\n<p>Once we receive your transmission, we make reasonable efforts to ensure its security on our systems.\nAll of our users' information, not just PII, is restricted in our offices.\nOnly employees who need the information to perform a specific job are granted access to PII.\nFurthermore, access to this information is strictly limited, and not accessible to the public.\nOur employees are dedicated to ensuring the security and privacy of all user information.\nEmployees not adhering to our firm policies are subject to disciplinary action.</p>\n<p>Please note that any attempt to breach the security of the network, our servers, databases or other hardware or software supporting the Site or other websites under the control of Best Day Ever Sweeps constitutes a crime punishable by law.\nWe will turn over to authorities, any and all evidence relating to a potential breach of security or other abuse against our network, servers, databases or other such supporting equipment or software.\nIn compliance with applicable federal and state laws, we shall notify you in the event that we learn of an information security breach with respect to your PII.\nYou will be notified via e-mail in the event of such a breach.\nPlease be advised that notice may be delayed in order to address the needs of law enforcement, determine the scope of network damage, and to engage in remedial measures.</p>\n<p>\n<b>Children's Privacy:</b>\n</p>\n<p>[Please see our Provisions for California Residents below for more details regarding the personal information of minors]</p>\n<p>We encourage parents and guardians to spend time online with their children and to participate and monitor the interactive activities of their children.\nBest Day Ever Sweeps will never knowingly collect any personal information from individuals under eighteen (18) years of age.\nIf Best Day Ever Sweeps obtains actual knowledge that it has collected personal information of a minor, that information will be immediately deleted from our database.</p>\n<p>\n<b>Deleting, Modifying and </b>\n<b>Updating Your Information:</b>\n</p>\n<p>[Please see our Provisions for California Residents below for instructions on how California Residents can access and/or delete personal information that we have collected]</p>\n<p>At your request, we will inform you of what PII we have on file for you.\nIn addition, at your request, we will modify and/or remove PII that you have provided to us, or that we have collected.\nYou may do so by sending your request via certified mail to: Best Day Ever Sweeps, 15015 Westheimer D3 -176 Houston, TX 77082, or e-mailing us at: contact@bestdayeversweepsonline.com We ask individual users to identify themselves and the information requested to be accessed, corrected or removed before processing such requests, and we may decline to process requests that are unreasonably repetitive or systematic, require disproportionate technical effort, jeopardize the privacy of others or would be extremely impractical (for instance, requests concerning information residing on backup tapes).</p>\n<p>Please be advised that, after you delete your PII, residual copies may take a period of time before they are deleted from our active servers and may remain in our backup systems.</p>\n<p>\n<b>Changes to this Privacy Policy:</b>\n</p>\n<p>We reserve the right to change or update this Privacy Policy at any time in order to maintain compliance with applicable state and federal laws.\nAll Privacy Policy changes will take effect immediately upon their posting on the Site.\n<i>provided, however</i>, that if the manner in which we use PII changes, we will notify users by: (a) sending the modified policy to our users via email.\nand/or (b) by any other reasonable means acceptable under applicable state and federal law.\nYou will have a choice as to whether or not we use your PII in this different manner and we will only use your information in this different manner where you opt-in to such use.</p>\n<p>\n<b>Opting-Out/Unsubscribe:</b>\n</p>\n<p>[Please see our Provisions for California Residents below for instructions on how California Residents can opt-out of the sale of their personal information to third parties]</p>\n<p>To opt-out of having your PII shared with third parties, please contact us at contact@bestdayeversweepsonline.com To opt-out of receiving e-mail advertising, SMS text-based marketing (where and to the extent permitted by applicable law), telemarketing and direct mail marketing from us, you can follow the instructions at the end of the applicable marketing message or contact us at contact@bestdayeversweepsonline.com</p>\n<p>Notwithstanding the foregoing, we may continue to contact you for the purpose of communicating information relating to your use of the Site, as well as to respond to any inquiry or request made by you.\nTo opt-out of receiving Site-related and/or inquiry response-related messages from Best Day Ever Sweeps, you must cease using the Site and cease submitting inquiries, as applicable.</p>\n<p>\n<b>Transfer of Personal Information Internationally:</b>\n</p>\n<p>If you are visiting the Site from a country other than the country in which our servers are located, your communications with us may result in the transfer of information across international boundaries.\nBy visiting the Site and/or otherwise communicating electronically with us, you consent to such transfers.\nEven if your jurisdiction does not have the same privacy laws as the jurisdiction where our servers are located, we will treat your information as subject to the protections described in this Privacy Policy.</p>\n<p>\n<b>Contact Us:</b>\n</p>\n<p>If you have any questions regarding this Privacy Policy, or would like more information regarding our privacy practices, please email us at: contact@bestdayeversweepsonline.com, or contact us by postal mail at: 15015 Westheimer D3 -176 Houston, TX 77082 or by phone: (346) 226-8330.</p>\n<b>\n<i>Provisions for California Residents</i>\n</b>\n<p>&nbsp;</p>\n<p>These Provisions for California Residents (\"Provisions\") supplement, and do not limit in any way, the Privacy Policy set forth above.\nThese Provisions apply solely to residents of the State of California (\"CA Users\").\nWe adopt these Provisions in compliance with the California Consumer Privacy Act of 2018 (\"CCPA\").\nAny terms defined in the CCPA have the same meaning when used in these Provisions.\nCA Users with disabilities who wish to access these Provisions in an alternative format can contact us by calling us at: (346) 226-8330.\nemailing us at: contact@bestdayeversweepsonline.com.\nor sending us U.S.\nmail to: 15015 Westheimer D3 -176 Houston, TX 77082.</p>\n<p>Categories of Information We Collect</p>\n<p>We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular CA User or device (\"personal information\").\nIn particular, we have collected the following categories of personal information from CA Users within the last twelve (12) months:</p>\n<p>\n<b>Category</b>\n</p>\n<p>\n<b>Examples</b>\n</p>\n<p>\n<b>Collected</b>\n</p>\n<p>A.\nIdentifiers.</p>\n<p>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, telephone number, or other similar identifiers.</p>\n<p>YES</p>\n<p>B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).</p>\n<p>A name, signature, Social Security number, physical characteristics or description, postal address, telephone number, passport number, driver's license or State identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.</p>\n<p>YES</p>\n<p>C.\nProtected classification characteristics under California or federal law.</p>\n<p>Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).</p>\n<p>YES</p>\n<p>F.\nInternet or other similar network activity.</p>\n<p>Browsing history, search history, information on a CA User's interaction with a website, application or advertisement.</p>\n<p>YES</p>\n<p>&nbsp;</p>\n<p>Personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>De-identified or aggregated CA User information.</li>\n<li>Information excluded from the CCPA's scope, such as: <ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data.\nand</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.</li>\n</ul>\n</li>\n</ul>\n<p>We obtain the categories of personal information listed above (including (a) full name.\n(b) e-mail address.\n(c) mailing address.\n(c) daytime and/or cellular telephone numbers.\nand (d) date of birth) from the following categories of sources (with the specific categories of personal information indicated in parenthesis):</p>\n<ul>\n<li>Directly from our CA Users.\nFor example, from online registration forms that our CA Users submit to us in connection with our membership services, our sweepstakes and promotions and the other products and/or services that we offer by and through the Site.\n(Category A, B and C)</li>\n<li>Indirectly from our CA Users.\nFor example, through information we collect from our CA Users in the course of providing our products and/or services to them.\n(Category A, B, C and F)</li>\n<li>Directly and indirectly from activity on the Site.\nThis includes the type of browser that you use (e.g., Safari, Chrome, Internet Explorer), your IP address, the type of operating system that you use (e.g., Windows or iOS) and the domain name of your Internet Service Provider.\nIn addition, we obtain certain Site usage details and analytics as same are collected automatically by us and our third party partners.\n(Category F)</li>\n<li>From third-parties that interact with us in connection with the products and/or services that we offer to our CA Users.\nFor example, third party entities that assist us in sending electronic or direct mail or telemarketing messages, removing duplicate information from CA User lists, analyzing data and providing marketing analysis.\n(Category A, B, C and F)</li>\n</ul>\n<p>Use of Personal Information</p>\n<p>We may use or disclose the personal information that we collect (including (a) full name.\n(b) e-mail address.\n(c) mailing address.\n(c) daytime and/or cellular telephone numbers.\nand (d) date of birth) for one or more of the following business purposes (with the specific categories of personal information indicated in parenthesis):</p>\n<ul>\n<li>To fulfill or meet the reason for which the information is provided.\nFor example, if you provide us with personal information in connection with your registration for our promotions and/or our other products and/or services, we will use that information to process your registration.\n(Category A, B and C)</li>\n<li>To provide you with information, products or services that you request from us.\n(Category A, B, C and F)</li>\n<li>To create, maintain, customize and secure your account with us.\n(Category A, B, C and F)</li>\n<li>To provide you with e-mail, direct mail and telemarketing messages concerning certain Company products and/or services, as well as third-party products and/or services, that we believe may be of interest to you.\n(Category A, B, C and F)</li>\n<li>To deliver relevant Site content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you.\n(Category A, B, C and F)</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including the Site's Terms and Conditions.\n(Category A, B, C and F)</li>\n<li>To improve the Site and better present its contents to you.\n(Category A, B, C and F)</li>\n<li>For customer service purposes and to respond to inquiries from you.\n(Category A and B)</li>\n<li>For testing, research, analysis and product development.\n(Category A, B, C and F)</li>\n<li>As necessary or appropriate to protect our rights, property or safety, and that of our clients or others.\n(Category A, B, C and F)</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n(Category A, B, C and F)</li>\n<li>To support proof of user consent for email marketing and TCPA purposes.\n(Category A, B, C and F)</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.\n(Category A, B, C and F)</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us is among the assets transferred.\n(Category A, B, C and F)</li>\n</ul>\n<p>We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated or incompatible purposes without providing you with notice.</p>\n<p>Sharing Personal Information</p>\n<p>Subject to your right to opt-out of such sharing/sale, we may share, rent and/or sell your personal information only for the other business purposes set forth above.\nWe will never share, rent, and/or sell your data for marketing purposes.</p>\n<p>When we disclose personal information to a third party service provider or other entity, we enter into a contractual relationship that describes the purpose for which such third party may use the personal information and requires that third party to both keep the personal information confidential and not use it for any purpose other than the performance of its services under the applicable contract.\nPlease note, we do not collect information from CA Users that we actually know are less than eighteen (18) years of age and we do not share or sell the personal information of CA Users that we actually know are less than eighteen (18) years of age.\nWithout limiting the foregoing, we have not shared or sold the personal information of CA Users that we actually know are less than sixteen (16) years of age in the preceding twelve (12) months.</p>\n<p>In the preceding twelve (12) months, we have disclosed the following categories of personal information for a business purpose:</p>\n<p>Category A.\nIdentifiers.<br>\nCategory B.\nCalifornia Customer Records personal information categories.<br>\nCategory C.\nProtected classification characteristics under California or federal law.<br>\nCategory F.\nInternet or other similar network activities.</p>\n<p>We disclose your personal information (including (a) full name.\n(b) e-mail address.\n(c) mailing address.\n(c) daytime and/or cellular telephone numbers.\nand (d) date of birth) for a business purpose to the following categories of third parties (with the specific categories of personal information indicated in parenthesis):</p>\n<ul>\n<li>Our affiliates.\n(Category A, B, C and F)</li>\n<li>Service providers.\n(Category A, B, C and F)</li>\n<li>Third parties who provide the products and/or services featured on the Site.\n(Category A, B, C and F)</li>\n</ul>\n<p>In the preceding twelve (12) months, we have sold the following categories of personal information to third parties:</p>\n<p>Category F.\nInternet or other similar network activities.</p>\n<p>&nbsp;</p>\n<p>Your Rights and Choices</p>\n<p>The CCPA provides CA Users (California residents) with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>\n<i>Opt-Out from the Sale of Your Personal Information</i>\n</p>\n<p>You have the right to opt-out of our sale of your personal information to third parties.\nTo exercise your right to opt-out of our sale of your personal information to third parties, please submit a verifiable CA User request to us by either:</p>\n<ul>\n<li>Clicking here</li>\n<li>Calling us at: (346) 226-8330;</li>\n<li>Emailing us at: contact@bestdayeversweepsonline.com.\nor</li>\n<li>Sending us U.S.\nmail to: 15015 Westheimer D3 -176 Houston, TX 77082.</li>\n</ul>\n<p>We endeavor to act on all opt-out requests as soon as practicable, but in all cases within fifteen (15) days of the receipt of your request.</p>\n<p>\n<i>Access to Specific Information and Data Portability Rights</i>\n</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past twelve (12) months.\nOnce we receive and confirm your verifiable CA User request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we have shared that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing: <ul>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n</li>\n</ul>\n<p>\n<i>Deletion Request Rights </i>\n</p>\n<p>You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable CA User request, we will delete (and direct our service providers to delete) your personal information from our (their) records, unless an exception applies.\n<i>provided, however, </i>that in some cases, strictly for regulatory compliance purposes and to better evidence/honor opt-out/unsubscribe requests (and for no other purposes), we may retain certain items of your personal information on a de-identified and aggregated basis in such a manner that the data no longer identifies you.</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service providers to:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our obligations in connection with our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech rights, ensure the right of another CA User to exercise her/his free speech rights or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 <i>seq.</i>).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, and where you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with CA User expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>\n<i>Exercising Access, Data Portability and Deletion Rights</i>\n</p>\n<p>To exercise your access, data portability and/or deletion rights described above, please submit a verifiable CA User request to us by either:</p>\n<ul>\n<li>Clicking here</li>\n<li>Calling us at: (346) 226-8330;</li>\n<li>Emailing us at: contact@bestdayeversweepsonline.com.\nor</li>\n<li>Sending us U.S.\nmail to: 15015 Westheimer D3 -176 Houston, TX 77082.</li>\n</ul>\n<p>Only you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable CA User request related to your personal information.</p>\n<p>You may only make a verifiable CA User request for access or data portability twice within a 12-month period.\nThe verifiable CA User request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify that you are: (1) the person about whom we collected personal information.\nor (2) an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm that the personal information relates to you.\nMaking a verifiable CA User request does not require you to create an account with us.\nWe will only use personal information provided in a verifiable CA User request to verify the requestor's identity or authority to make the request.</p>\n<p>\n<i>Response Timing and Format</i>\n</p>\n<p>We endeavor to respond to all verifiable CA User requests within forty-five (45) days of the receipt thereof.\nIf we require more time (up to ninety (90) days), we will inform you of the reason and extension period in writing.\nWe will deliver our written response by mail or electronically, at your option.\nAny disclosures we provide will only cover the twelve (12) month period preceding the receipt of your verifiable request.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable CA User request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>Non-Discrimination</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services;</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties;</li>\n<li>Provide you a different level or quality of goods or services.\nand/or</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>Changes to these Provisions</p>\n<p>We reserve the right to amend these Provisions in our discretion and at any time.</p>\n<p>Contact Information</p>\n<p>If you have any questions or comments about this Privacy Notice, our Privacy Policy, the ways in which we collect and use your personal information, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us by either:</p>\n<p>To exercise your access, data portability and/or deletion rights described above, please submit a verifiable CA User request to us by either:</p>\n<ul>\n<li>Clicking here</li>\n<li>Calling us at: (346) 226-8330;</li>\n<li>Emailing us at: contact@bestdayeversweepsonline.com.\nor</li>\n<li>Sending us U.S.\nmail to: 15015 Westheimer D3 -176 Houston, TX 77082.</li>\n</ul>\n<br>\n<br> ", "created_at": "2021-12-03 22:07:49.933501", "updated_at": "2021-12-03 21:08:46.979833"}], "points": [], "urls": ["bestdayeversweeps.com", "thefreedailyraffle.com"]}}