{"error": 448, "message": "OK", "parameters": {"id": 4588, "name": "3rd Planet Techies", "created_at": "2021-07-07 03:34:07.093168", "updated_at": "2021-07-07 22:00:47.846785", "wikipedia": null, "keywords": null, "related": null, "slug": "3rd-planet-techies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4588.png", "url": "3ptechies.com", "documents": [{"id": 8114, "name": "Terms and Privacy Policy", "url": "https://www.3ptechies.com/privacy-policy", "xpath": "/html/body/div[6]/div[2]/div/div[2]/div[1]/div/div[2]", "text": "\n<p>This Privacy Policy governs the manner in which 3rd Planet Techies collects, uses, maintains and discloses information collected from users (each, a “User”) of the&nbsp;https://www.3ptechies.com/ website (“Site”).\nThis privacy policy applies to the Site and all products and services offered by the 3rd Planet Techies’ website.</p>\nPersonal identification information\n<p>We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, place an order, subscribe to the newsletter, fill out a form, and in connection with other activities, services, features or resources we make available on our Site.</p>\n<p>Users may be asked for, as appropriate, name, email address, mailing address, phone number.\nUsers may, however, visit our Site anonymously.\nWe will collect personal identification information from Users only if they voluntarily submit such information to us.</p>\n<p>Users can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities.</p>\nComments\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\nNon-personal identification information\n<p>We may collect non-personal identification information about Users whenever they interact with our Site.</p>\n<p>Non-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.</p>\nAffiliate Program Disclosure\n<p>In accordance with the Federal Trade Commission’s 16 CFR, Part 255: “Guides Concerning the Use of Endorsements and Testimonials,” We’ll like to disclose our participation in some affiliate programs.</p>\n<p>In a broader term: some of the links in our review contents are “affiliate links.” This means that if you click on the link and purchase the item(s) we recommend, We’ll receive an affiliate commission.</p>\n<p>Regardless of this, We only recommend products or services we use personally and believe will add value to our readers.\nPoor services are reprimanded brutally, while others are reviewed with uttermost sincerity.</p>\nOur Terms on Comments and User-Generated Contents\n<p>Our website normally let users participate in every post published by providing a comment box below them.\nThese comments are usually moderated and manually approved.</p>\n<p>While abusive, spam and off-topic comments are cautioned by deletion (or other methods), extremely short, link-filled and comments with grammatical errors are <strong>edited</strong> to fall in line with 3ptechies user-generated contents policy.</p>\n<p>Forum participation is opened for everyone, but topic and posts must be limited to Tech, Marketing and business.\nWe moderate most posts and cautions users that are found spamming the entire forum with links and off-topic discussions.</p>\nWeb browser cookies\n<p>Our Site may use “cookies” to enhance User experience.\nUser’s web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.</p>\n<p>User may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.</p>\n<p>\n<em>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</em>\n</p>\n<p>\n<em>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</em>\n</p>\n<p>\n<em>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</em>\n</p>\n<p>\n<em>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</em>\n</p>\nHow we use collected information\n<p>\n<strong>3rd Planet Techies</strong> (https://www.3ptechies.com/) may collect and use Users personal information for the following purposes:</p>\n<p>– To improve customer service<br>\nInformation you provide helps us respond to your customer service requests and support needs more efficiently.</p>\n<p>– To personalize user experience<br>\nWe may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.</p>\n<p>– To improve our Site<br>\nWe may use feedback you provide to improve our products and services.</p>\n<p>– To send periodic emails<br>\nWe may use the email address to send User information and updates pertaining to their order.\nIt may also be used to respond to their inquiries, questions, and/or other requests.</p>\n<p>If User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc.</p>\n<p>If at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.</p>\nHow we protect your information\n<p>We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.</p>\n<p>Our Site is in compliance with PCI vulnerability standards in order to create as secure of an environment as possible for Users.</p>\nSharing your personal information\n<p>We do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.</p>\nThird party websites\n<p>Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.</p>\n<p>We do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.</p>\n<p>In addition, these sites or services, including their content and links, may be constantly changing.\nThese sites and services may have their own privacy policies and customer service policies.</p>\n<p>Browsing and interaction on any other website, including websites which have a link to our Site, is subject to that website’s own terms and policies.</p>\nAdvertising\n<p>Ads appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non personal identification information about you or others who use your computer.</p>\n<p>This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.</p>\nGoogle Adsense\n<p>Some of the ads may be served by Google.\nGoogle’s use of the DART cookie enables it to serve ads to Users based on their visit to our Site and other sites on the Internet.</p>\n<p>DART uses “non personally identifiable information” and does NOT track personal information about you, such as your name, email address, physical address, etc.</p>\n<p>You may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy at http://www.google.com/privacy_ads.html</p>\nChanges to this privacy policy\n<p>\n<strong> 3rd Planet Techies</strong> (https://www.3ptechies.com/)&nbsp.\nhas the discretion to update this privacy policy at any time.\nWhen we do, we will post a notification on the main page of our Site, revise the updated date at the bottom of this page and send you an email.</p>\n<p>We encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.</p>\n<p>You acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p>\nYour acceptance of these terms\n<p>By using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.</p>\nContacting us\n<p>If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us using the form at our&nbsp.\ncontact page.</p> ", "created_at": "2021-07-07 03:34:07.095355", "updated_at": "2021-07-07 01:34:47.051203"}], "points": [], "urls": ["3ptechies.com"]}}