{"error": 448, "message": "OK", "parameters": {"id": 3740, "name": "Mangadex", "created_at": "2021-05-22 21:37:56.015192", "updated_at": "2021-05-22 22:00:22.528236", "wikipedia": null, "keywords": null, "related": null, "slug": "mangadex", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3740.png", "url": "mangadex.com", "documents": [{"id": 6249, "name": "Terms of Service", "url": "https://mangadex.com/terms-of-service/", "xpath": "/html/body/div[1]/div[2]/div/div/article/div/div", "text": " <p>Your use of MangaDex Hosting implies agreement with these terms of service.</p>\n<p>Content</p>\n<p>All services provided by MangaDex Hosting may be used for lawful purposes only.</p>\n<p>You agree to indemnify and hold harmless MangaDex Hosting from any claims resulting from the use of the service which damages you or any other party.</p>\n<p>Copyright Violations</p>\n<p>MangaDex Hosting may respond to all reports of infringement that are formatted in accordance with the Digital Millennium Copyright Act and any other applicable copyright laws.\nNotices of infringement that do not comply with this act will not be processed.\nMangaDex Hosting may act in accordance with the DMCA when handling infringement reports.</p>\n<p>Your personal information will not be shared with any third party under any circumstances.</p>\n<p>Child Exploitation</p>\n<p>Child pornography is strictly prohibited to be downloaded, saved or hosted on MangaDex Hosting servers.\nYour account will be terminated if such content is discovered.</p>\n<p>Server Abuse</p>\n<p>Any attempts to undermine or cause harm to a MangaDex Hosting server or client of MangaDex Hosting is strictly prohibited.</p>\n<p>Failure to Follow Policies</p>\n<p>Failure to fully comply with these terms is grounds for account suspension and/or deletion.\nAny accounts and/or servers on the MangaDex Hosting network must adhere to the above policies.</p>\n<p>MangaDex Hosting reserves the right to remove any account hosted on its servers that contains any content that it deems in its sole discretion to be unacceptable, undesirable or contraindicated.</p>\n<p>Notification of Terms of Service Changes</p>\n<p>This terms of service may be updated at any time.\nIf any material changes are made, you will be notified by email or by means of a notice on this site prior to the change becoming effective.\nYou are encouraged to periodically review this page for the latest information on the site’s terms of service.\n</p> ", "created_at": "2021-05-22 19:51:08.678672", "updated_at": "2021-05-22 19:51:16.04202"}, {"id": 6248, "name": "Privacy Policy", "url": "https://mangadex.com/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div/div/article/div/div", "text": " Who we are\n<p>Our website address is: https://mangadex.com.</p>\nWhat personal data we collect and why we collect it\nComments\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\nMedia\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>\nContact forms\nCookies\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p>\nEmbedded content from other websites\n<p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\nAnalytics\nWho we share your data with\n<p>We do not share your data with any third party.</p>\nHow long we retain your data\n<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p>\nWhat rights you have over your data\n<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>\nWhere we send your data\n<p>Visitor comments may be checked through an automated spam detection service.</p> ", "created_at": "2021-05-22 21:37:56.019976", "updated_at": "2021-05-22 19:50:39.732462"}], "points": [{"id": 27686, "title": "Your personal data is not shared with third parties", "source": "https://mangadex.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2022-04-09 20:23:51.445844", "updated_at": "2022-04-09 20:23:51.445844", "quoteText": "Your personal information will not be shared with any third party under any circumstances.</p>\n<p>", "case_id": 311, "document_id": 6249, "quoteStart": 726, "quoteEnd": 824}], "urls": ["mangadex.com"]}}