{"error": 448, "message": "OK", "parameters": {"id": 6463, "name": "Retrospring", "created_at": "2022-03-23 07:58:23.7454", "updated_at": "2022-03-23 23:01:16.799069", "wikipedia": null, "keywords": null, "related": null, "slug": "retrospring", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6463.png", "url": "retrospring.net", "documents": [{"id": 11749, "name": "Privacy Policy", "url": "https://retrospring.net/privacy", "xpath": "//body", "text": " retrospring Toggle navigation <ul>\n<li>Sign in</li>\n<li>Sign up</li>\n</ul> Privacy Policy <p>This Privacy Policy describes how and when Retrospring uses and collects your data, checks your information and shares with other Services.</p> Information Collection and Use Basic Account Information <p>Upon creation of a Retrospring account, some personal information such as your username, password, and email address is collected and stored internally.\nAsking questions anonymously or browsing any other areas of the service does not require registration or the providing of any further information.</p>\n<p>Public information like a short biography, a link to your website, your location or a profile picture can be provided after registration.\nThis information is viewable by any visitor of the site, registered or unregistered, and therefore should not contain any critical information about you or someone else.</p> Answers and Questions <p>Our Service primarily is designed to ask your friends and other people from around the world questions or answer them.\nMost of the information you provide us is information you are asking us to make public.\nThis information does not only include the questions, answers, comments and smiles, but also the lists you create, the people you follow and other bits of information that result from using our Service.</p> Cookies <p>Like many websites, we use cookies and similar technologies to collect additional website usage data and to improve our Services.\nA cookie is a small data file that is transferred to your computer's hard disk.\nRetrospring uses persistant cookies to improve the users browsing experience and to to better understand how you interact with our Services.\nMost Internet browsers automatically accept cookies.\nYou can instruct your browser, by changing its settings, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.\nHowever, the Services may not function properly if you disable cookies.</p> Non-personal Identification Information <p>When using our Services, we may receive technical information (\"Non-personal Identification\") information such as your IP address, browser type, operating system, the referring web page, pages visited, location, search terms, and cookie information.\nWe receive this data when you interact with our Services, for example, when you visit our websites or sign into our Services.</p> Third-Party Services <p>Retrospring uses a variety of third-party services to help provide our Services or to share your answers to, if connected, other Services like Twitter.\nThese third-party service providers may collect information sent by your browser as part of a web page request, such as cookies or your IP address.\nPlease refer to their Privacy Policies in regard to how they handle your data.</p>\n<ul>\n<li>\n<em>Cloudflare - Privacy Policy</em>\n</li>\n<li>\n<em>Twitter - Privacy Policy</em>\n</li>\n</ul> Information Sharing <p>Retrospring will keep any collected data (see \"Information Collection and Use\" above) encrypted on our servers.\nAny information shared with other Services is controlled by the user itself, as we only supply sharing to these.\nIf a user isn't satisfied with Terms from another Service they shouldn't connect their accounts or remove access over the Sharing page on the profile settings page.</p>\n<p>Notwithstanding anything to the contrary in this Policy, we may preserve or disclose your information if we believe that it is reasonably necessary to comply with a law, regulation or legal request.\nto protect the safety of any person.\nto address fraud, security or technical issues.\nor to protect Retrospring's rights or property.\nHowever, nothing in this Privacy Policy is intended to limit any legal defenses or objections that you may have to a third party’s, including a government’s, request to disclose your information.</p> Modifying Your Personal Information <p>If you are a registered user of our Services, we provide you with tools and account settings to access or modify the personal information you provided to us and associated with your account.</p>\n<p>You can also permanently delete your Retrospring account with a button at the bottom of the account settings page.\nRemoving your account will cease your ability to log in with your credentials and the loss of all your data you supplied to the Service.</p> Our Policy Towards Children <p>Our Services are not directed to persons under 14.\nIf you become aware that your child has provided us with personal information without your consent, contact us on privacy@retrospring.net .\nWe do not knowingly collect personal information from children under 14.\nIf we become aware that a child under 14 has provided us with personal information, we take steps to remove such information and terminate the child's account.</p> Last Revision <p>This Privacy Policy was last updated on <strong>December 26nd, 2021</strong>\n</p>\n<p>\n<em>You can view a revision history of this document on GitHub.</em>\n</p> ", "created_at": "2022-03-23 06:59:10.140775", "updated_at": "2022-03-23 07:00:59.960832"}, {"id": 11748, "name": "Terms of Service", "url": "https://retrospring.net/terms", "xpath": "//body", "text": " retrospring Toggle navigation <ul>\n<li>Sign in</li>\n<li>Sign up</li>\n</ul> Terms of Use <p>These Terms of Service (\"Terms\") as declared by the company (referred to as \"Staff\") govern your access to and use of the services (the \"Services\" or “Retrospring”), and any information, text, graphics, photos or other materials uploaded, downloaded or appearing on the Services (collectively referred to as \"Content\").\nYour access to and use of the Services are conditioned on your acceptance of and compliance with these Terms.\nBy accessing or using the Services you agree to be bound by these Terms.</p> 1.\nBasic Terms <p>You are responsible for your use of the Services, for any Content you post to the Services, and for any consequences thereof.\nThe Content you submit, post, or display will be able to be viewed by other users of the Services and through third party services and websites (go to the account settings page to control who sees your Content).\nYou should only provide Content that you are comfortable sharing with others under these Terms.</p>\n<p>You may use the Services only if you can form a binding contract with Retrospring and are not a person barred from receiving services under the laws of any applicable jurisdiction.\nIf you are accepting these Terms and using the Services on behalf of a company, organization, government, or other legal entity, you represent and warrant that you are authorized to do so.\nYou may use the Services only in compliance with these Terms and all applicable local, state, national, and international laws, rules and regulations.</p> 2.\nPrivacy <p>Any information that you provide to Retrospring is subject to our Privacy Policy, which governs our collection and use of your information.\nYou understand that through your use of the Services you consent to the collection and use (as set forth in the Privacy Policy) of this information.\nAs part of providing you the Services, we may need to provide you with certain communications, such as service announcements and administrative messages.\nThese communications are considered part of the Services and your Retrospring account, which you may not be able to opt-out from receiving.</p> 3.\nCode of Conduct <p>Posting or uploading content on the Service can be accessed publicly as further described in our Privacy Policy.\nUse your common sense when posting content, sending any question or making comments on the Service.\nBefore posting content to the Service, ensure that it abides by our Code of Conduct.\nYou are responsible for all content and involvement on the Service, and you are subject to the following rules (the “Code of Conduct”).</p>\n<p>When using the Service, please refrain from posting or uploading content that:</p>\n<ul>\n<li>Is intended to harass, scare or upset anyone.</li>\n<li>Encourages dangerous or illegal activities or self-harm.</li>\n<li>Depicts horrible, shocking or distressing things.</li>\n<li>Contains any threat of any kind, including threats of physical violence to yourself or others.</li>\n<li>Is discriminative based on someone’s race, religion, age, gender, disability or sexuality.</li>\n<li>Is illegal, and can lead the Service to legal liability, or encourages people to get involved in anything which is illegal (for example, drugs, violence, or crime).</li>\n<li>Constitutes spam or competes with the business of Retrospring.</li>\n<li>Contains any form of malicious code designed to attack, disable or otherwise impair the Service.</li>\n<li>Impersonating someone else, including Retrospring moderators or administrative staff.</li>\n<li>Otherwise breaches our Terms of Service or attempts to do any of the foregoing.</li>\n</ul>\n<p>We do not endorse, support, represent or guarantee the completeness, truthfulness, accuracy, or reliability of any Content or communications posted via the Services or endorse any opinions expressed via the Services excluding official information represented by the \"Staff\" of the Services.\nYou understand that by using the Services, you may be exposed to Content that might be offensive, harmful, inaccurate or otherwise inappropriate, or in some cases, postings that have been mislabeled or are otherwise deceptive.\nUnder no circumstances will Retrospring be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, transmitted or otherwise made available via the Services or broadcast elsewhere.</p> 4.\nLimitation of Liability <p>Retrospring makes no guarantee of availability of service and reserves the right to change, withdraw, suspend, or discontinue any functionality or feature of Retrospring's services.\nIn no event shall Retrospring be liable for any damages whatsoever.\nThis includes direct, indirect, incidental, special, consequential, or punitive damages arising out of the use of or inability to use Retrospring's services or any content thereon.</p> 5.\nRestrictions on Content and Use of the Services <p>We reserve the right at all times (but will not have an obligation) to remove or refuse to distribute any Content on the Services, to suspend or terminate users, and to reclaim usernames without liability to you.\nWe also reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to satisfy any applicable law, regulation, legal process or governmental request, enforce the Terms, including investigation of potential violations hereof, detect, prevent, or otherwise address fraud, security or technical issues, respond to user support requests, or protect the rights, property or safety of Retrospring, its users and the public.</p> 6.\nMaintenance <p>Retrospring may perform maintenance services at any time.\nYou acknowledge that such maintenance may require downtime, and contents or features on Retrospring may not load during this time as well as client functionality being disabled.</p>\n<p>Retrospring requires occasional maintenances to improve, resolve, or update our service.\nThese maintenances can take time, and can result in time without client functionality.\nWe are not responsible for any loss of profile information or any other Content posted on the Service in these times.</p> 7.\nCopyright Policy <p>Retrospring respects the intellectual property rights of others and expects users of the Services to do the same.\nWe will respond to notices of alleged copyright infringement that comply with applicable law and are properly provided to us.\nIf you believe that your Content has been copied in a way that constitutes copyright infringement, please provide us with the following information: a physical or electronic signature of the copyright owner or a person authorized to act on their behalf.\nidentification of the copyrighted work claimed to have been infringed.\nidentification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\nyour contact information, including your address, telephone number, and an email address.\na statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand a statement that the information in the notification is accurate, and, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</p>\n<p>We reserve the right to remove Content alleged to be infringing without prior notice, at our sole discretion, and without liability to you.\nIn appropriate circumstances, Retrospring will also terminate a user’s account if the user is determined to be a repeat infringer.</p>\n<p>\n<em>Effective: 10th May 2015</em>\n</p> ", "created_at": "2022-03-23 07:58:23.749249", "updated_at": "2022-03-23 07:00:52.004777"}], "points": [{"id": 27511, "title": "Archives of their agreements are provided so that changes can be viewed over time", "source": "https://retrospring.net/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:59:47.126627", "updated_at": "2022-03-23 15:59:47.126627", "quoteText": "You can view a revision history of this document on GitHub.</em>\n</p>", "case_id": 197, "document_id": 11749, "quoteStart": 4947, "quoteEnd": 5016}, {"id": 27510, "title": "There is a date of the last update of the agreements", "source": "https://retrospring.net/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 15:59:18.605678", "updated_at": "2022-03-23 15:59:18.605678", "quoteText": "This Privacy Policy was last updated on <strong>December 26nd, 2021</strong>\n</p>\n<p>\n", "case_id": 331, "document_id": 11749, "quoteStart": 4857, "quoteEnd": 4943}], "urls": ["retrospring.net"]}}