{"error": 448, "message": "OK", "parameters": {"id": 1501, "name": "SciStarter", "created_at": "2019-04-24 21:19:14.367561", "updated_at": "2022-06-13 22:00:07.67656", "wikipedia": "https://en.wikipedia.org/wiki/SciStarter", "keywords": null, "related": null, "slug": "scistarter", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/1501.png", "url": "scistarter.com,scistarter.org", "documents": [{"id": 1194, "name": "Terms of Use and Consent", "url": "https://scistarter.org/terms", "xpath": "", "text": " &lt;iframe src=\"https://bs.serving-sys.com/BurstingPipe?cn=ot&amp;onetagid=5381&amp;ns=1&amp;activityValues=$$Value=[Value]&amp;OrderID=[OrderID]&amp;Session=[Session]&amp;ProductID=[ProductID]&amp;ProductInfo=[ProductInfo]&amp;Quantity=[Quantity]$$&amp;retargetingValues=$$$$&amp;dynamicRetargetingValues=$$$$&amp;acp=$$$$&amp;\" style=\"display:none;width:0px;height:0px\"&gt;&lt;/iframe&gt.\nTerms of Use and Consent<p>SITE USER AGREEMENT (“Agreement”)</p>\n<p>Hello and welcome to the SciStarter and/or Science For Citizens website (www.scistarter.com, www.scistarter.org, www.scienceforcitizens.com, the “website(s)” or “Site(s)”) and associated SciStarter, LLC suite of websites, owned and operated by SciStarter, LLC (“SCI” or “us” or “we” or “our”) (Note that SCI also refers to Science For Citizens and Science For Citizens, LLC).\nWe hope that you enjoy your use of this Site(s).</p>\n<p>What follows is our Agreement (“Agreement”) with you regarding the rules, laws and terms (“Terms Of Use” and \"Consent\") that govern your use of this website.\nWhen we can, we've loosend up the terminology a bit.\nWe think the legal-language is overkill but we are bound by law to include them (says our attorney!).\n&nbsp;For example, here's some legal language: &nbsp;\"This Agreement sets forth the legally binding terms and conditions for your use of the websites and the service owned and operated by SCI (the “Service”).\nThis agreement applies to all users of the Site(s) or service, including users who are also contributors of content, information, and other materials or services on the Site(s).\nYou may view the most recent Terms Of Use and Consent at any time at http://www.scistarter.com/tou.\n&nbsp;Our Terms of Use and Consent was last updated on June 14, 2018.\"&nbsp;</p>\n<p>By visiting and/or using this website in any manner, including but not limited to visiting and/or browsing the website, you are agreeing to the Terms Of Use and Consent and our Privacy Policy.\nWe may modify this Agreement from time to time.&nbsp;</p>\n<p>\n<u>Privacy Policy and&nbsp;Age Of User</u>: The use of the website(s) is conditioned upon acceptance of all of Terms of Use and Consent, which also incorporates the Privacy Policy available at www.scistarter.com/privacy as well as all other rules, policies and procedures that may be published on the Site(s)(s) by SCI, each of which is incorporated by reference.</p>\n<p>Use of the Site(s)(s) is available to people who are 13 years old and older or people with permission from an adult.&nbsp;</p>\n<p>\n<u>Consent to Research</u>: Academic Research and Informed Consent.\n&nbsp;Arizona State University’s Center for Engagement and Training in Science and Society and SciStarter, in partnership with select citizen science projects, are conducting a research study to inform the design and implementation of online functions to help citizen scientists more easily find and get involved in projects and to track contributions to projects.\nIn doing so, we will research and refine development of SciStarter, to foster productive collaborations among citizen scientists and project managers.\nThe research study aims to improve our understanding of advantages and disadvantages of design components of the SciStarter platform based on user experiences by citizen scientists and project owners.\n&nbsp;Any reports based on visitors' and account holders' online activites are shared in aggregate and data are not linked to any personally identifyable information.\nData collected for this research may involve an examination of how you use SciStarter, solicitation of your experiences with different features of SciStarter, and the collection of some demographic information that will be shared with owners of the citizen science projects in which you participate, only with your explicit permission.\nDetails are available on the SciStarter Privacy Policy page.\n&nbsp;As part of research funded by the National Science Foundation for the development of SciStarter, we will also work with other researchers to examine the online patterns of how users navigate the site, search for and bookmark projects, join and display projects, and communicate with project leaders and other citizen scientists.\nThis research helps us better understand citizen scientists and improve the design of SciStarter accordingly.\nBy joining SciStarter, you are consenting to participate in this research.\nYour activity in SciStarter and all information you provide will be kept confidential (not linked to personally identifiable information) in all reports and publications, unless you explicitly agree to share your identity, but may be shared with the owners of citizen science projects in which you enroll.\nIf you have questions about the research, please contact caren@scistarter.com.&nbsp;</p>\n<p>\n<u>Intellectual Property Rights&nbsp;</u>The name and logo of “SciStarter, LLC” and “Science For Citizens” are registered trademarks of SciStarter.\nOther logos, products and company names mentioned in the Site(s) may be the trademarks of their respective owners.\nWe share the projects, events and tools uploaded to our site, &nbsp;through free and open APIs so most of SciStarter is open and sharable.\nHowever, there are assets for which we may need to get permission to share with you.<strong>&nbsp;If you want to use content or assets from SciStarter, other than the project/event/tool Finder, please send a request to info@SciStarter.org.\nWe will get back to you in a reasonable amount of time.</strong>\n</p>\n<p>Use Of Site(s)</p>\n<p>In some sections of the Site(s) information, products or services may be offered by third parties that are not affiliated with SCI for which SCI assumes no responsibility.\nFor example, we can't guarantee that files offered for download through the Site(s) by third parties will be free of infection.&nbsp;</p>\n<p>\n<strong>We have an awesome community at SciStarter and we'd like you to be part of it.\nWe ask that we all respect each other.\nHere's the legal translation:</strong> \"Please do not use the site to: &nbsp.\n&nbsp;</p>\n<ul>\n<li>Transmit any message, information, data, text, software or images, or other content (“material”) that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, pornographic, obscene, libelous, or otherwise objectionable or that may invade another’s right of privacy or publicity.\n&nbsp;&nbsp;</li>\n<li>Upload, post, email, transmit or otherwise make available any content or otherwise use the website in a manner that is hateful or discriminatory against any individual or group on the basis of race, religion, gender, age, sexual orientation, ethnicity, or disability, or promotes physical harm or injury against any individual or group;</li>\n<li>Impersonate any person or entity, including but not limited to, a SCI official, forum leader, guide or host or falsely state or otherwise misrepresent your affiliation with a person or entity.\n&nbsp;&nbsp;</li>\n<li>Upload, post, email, transmit or otherwise make available any Content or otherwise use the Service in a manner that is harmful to minors in any way.\n&nbsp;&nbsp;</li>\n<li>Stalk or harass another person or entity.\n&nbsp;&nbsp;</li>\n<li>Employ misleading email addresses, forged headers, or other manipulated identifiers.\n&nbsp;&nbsp;</li>\n<li>Upload, post, email, transmit or otherwise make available any Content or otherwise use the Service in a manner that is invasive to another’s privacy or includes personal or identifying information about another person, without that person’s explicit consent.\n&nbsp;&nbsp;</li>\n<li>Upload, post, email, transmit or otherwise make available any Content or otherwise use the Service in a manner that violates, intentionally or unintentionally, the rules of the Federal Election Commission or any other applicable federal, state, or local laws, or to promote or provide instructional materials about illegal activities;</li>\n<li>Post or transmit any material that you do not have a right to reproduce, display or transmit under any law or under contractual or fiduciary relationships (such as non disclosure agreements);</li>\n<li>Post or transmit any material that contains a virus or corrupted data;</li>\n<li>Delete any author attributions, legal notices or proprietary designations or labels that you upload to any communication feature.\n&nbsp;&nbsp;</li>\n<li>Use the Site(s)’s communication features in a manner that adversely affects the availability of its resources to other users (e.g., excessive shouting, use of all caps, or flooding continuous posting of repetitive text).\n&nbsp;&nbsp;</li>\n<li>Post or transmit any unsolicited advertising, promotional materials, “junk mail”, “spam,” “chain letters,” “pyramid schemes” or any other form of solicitation or any non-resume information such as opinions or notices, commercial or otherwise.\n&nbsp;&nbsp;</li>\n<li>Violate any applicable local, state, national or international law.\n&nbsp;&nbsp;</li>\n<li>Upload or transmit any material that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party.\n&nbsp;&nbsp;</li>\n<li>Delete or revise any material posted by any other person or entity.\n&nbsp;&nbsp;</li>\n<li>Manipulate or otherwise display the Site(s) by using framing or similar navigational technology, or</li>\n<li>Register, subscribe, attempt to register, attempt to subscribe, unsubscribe, or attempt to unsubscribe, any party for any SCI service if you are not expressly authorized by such party to do so.\"</li>\n</ul>\n<p>If you violate these terms, we'll have to remove your account or, worse, you might be subject to criminal and/or civil liability.</p>\n<p>\n<strong>\n<u>Registration to Site(s):</u> You may browse the Site(s) and join most projects and events, without registering.\n&nbsp;To use certain aspects of the Site(s) (to create a personalized dashboard, for example), you will be asked to register for a SciStarter account and select a password, screen name and zipcode.</strong>\n</p>\n<p>\n<u>Projects:</u> Participant recruitment and related activities SCI and its Site(s) are venues for volunteer recruitment and promotion of citizen science/crowdsourced science projects.\nThese Site(s) allow certain users (\"Project Creators\") to list projects and recruit volunteers from other users (\"citizen scientists\").</p>\n<p>\n<strong>We want to share your projects, events, tools, etc, &nbsp;with as many people as possible to increase opportunities for engagement.\nTo do that, we need the rights to use, repurpose, reproduce, edit, sub-license (to schools through customized subscription programs, for example), etc.\nthe content you share with us on the site(s).\nWe may need to edit your project's description for clarity or to instruct users on how to link their SciStarter account to your project's account.\nHere's the legal translation:</strong> If you add content to the site (including, but not limited to photos, videos, and written material that you upload, post, or in any manner contribute to the website or to the website’s YouTube, Flickr, Facebook, Pinterest, Twitter, etc), you give us worldwide rights in the material uploaded/posted/contributed to the Site(s) to use, repurpose, reproduce, edit, sub-license, etc, &nbsp;it without payment, royalty or remuneration unless otherwise negotiated.\n&nbsp;</p>\n<p>\n<strong>We cannot become involved in disputes between Citizen Scientists and Project Creators, Event Leaders, or Tool Makers/providers or between site members and any third party.\nHere's the legal translation:</strong> In the event of a dispute, you release SCI and its Site(s), as well as its officers, employees, agents and successors in rights from claims, damages and demands of every kind, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and our service.\nThough SCI and its Site(s) cannot be held liable for the actions of a Project, Event, Tool Creator, Project Creators are nevertheless wholly responsible for fulfilling obligations both implied and stated in any project listing they create.\nSCI and its Site(s) reserve the right to cancel a project listing at any time for any reason.\nSCI and its Site(s) make no guarantees regarding the performance or fairness of Citizen Scientists activities.<br>SCI and its Site(s) reserve the right to cancel, interrupt or suspend a listing at any time for any reason.</p>\n<p>\n<strong>Fees and Payments<br>&nbsp;There is no charge to SCI for joining our Site(s) or participating in projects (unless otherwise noted by the project owner).\nHowever, we may charge third parties, including, but not limited to advertisers, sponsors, and retailers.</strong>\n</p>\n<p>\n<strong>Modifications To Service<br>&nbsp;We plan to be around for a long time.\nBut if something happens, please don't sue us.\nHere's the legal translation:</strong> SCI and its Site(s) reserves the right at any time and as often as it wants to modify, limit or discontinue, temporarily or permanently access to the website and or any portion thereof or its contents in whole or in part, with or without notice.\nYou agree that neither SCI nor its Site(s) shall be liable to you or to any third party for any modification, suspension or discontinuance of access.</p>\n<p>\n<strong>Intellectual Property Issues</strong>\n</p>\n<p>\n<strong>Third Party Intellectual Property<br>&nbsp;We respect you.\nPlease respect us.\nHere's the legal translation: </strong>SCI and its Site(s) respect the intellectual property of others, and we ask our users to do the same.\nScience For Citizens and SciStarter may, in appropriate circumstances and at its discretion, terminate the accounts of users who infringe the intellectual property rights of others.\nWe will remove infringing materials in accordance with the Digital Millennium Copyright Act if properly notified that content infringes copyright.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide us with a written notification containing the following information (please confirm these requirements with your legal counsel, or see Section 512(c)(3) of the U.S.\nCopyright Act, 17 U.S.C.\n§512(c)(3), for more information):<br>Under Section 512(f) of the Copyright Act, 17 U.S.C.\n§512(f), any person who knowingly materially misrepresents that material or activity is infringing or was removed or disabled by mistake or misidentification may be subject to liability.<br>Our address for notice of alleged copyright infringement is:<br>SciStarter, LLC<br>c/o Cohen &amp.\nSilver, LLC<br>Copyright Claims<br>227 Pine Street<br>Philadelphia, PA 19106 &nbsp.\n&nbsp;</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>a description of the copyrighted work that you claim has been infringed.\n&nbsp;</li>\n<li>a description of where the material that you claim is infringing is located on the SCI Site, sufficient for SCI to locate the material.\n&nbsp;&nbsp;</li>\n<li>your address, telephone number, and email address;&nbsp;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand &nbsp;&nbsp;</li>\n<li>a statement by you that the above information in your notice is accurate and, under penalty of perjury, that you are the copyright owner or authorized to act on the copyright owner's behalf.<br>&nbsp.\n&nbsp;If you believe that your work has been removed or disabled by mistake or misidentification, please provide us with a written counter-notification containing at least the following information (please confirm these requirements with your legal counsel or see Section 512(g)(3) of the U.S.\nCopyright Act, 17 U.S.C.\n§512(g)(3), for more information): &nbsp;</li>\n<li>a physical or electronic signature of the subscriber/user of the Services.\n&nbsp;&nbsp;</li>\n<li>identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.\n&nbsp;&nbsp;</li>\n<li>a statement made under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.\nand &nbsp;&nbsp;</li>\n<li>the subscriber's name, address, telephone number, and a statement that the subscriber consents to the jurisdiction of the Federal District Court for the judicial district in which the address is located, or if the subscriber's address is outside of the United States, for any judicial district in which the service provider may be found, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>Intellectual Property Rights — Project Creators<br>&nbsp;SCI and its Site(s) provide you with the ability upload your content to the Site(s).\nWe will not have any ownership rights in your content, and we will NOT sell your name or email address, however, we need the following license: </strong>You hereby grant to SCI the worldwide, non-exclusive, royalty-free, right to (and to allow others acting on its behalf to) (i) use, host, display, and otherwise perform the Service on your behalf (e.g., use, host, stream, transmit, playback, transcode, copy, display, feature, market, sell, distribute and otherwise exploit (\"Host\") your content, along with all associated copyrightable works or metadata, including without limitation photographs, graphics, and descriptive text (\"Artworks\") in connection with the Service).\n(ii) (and to allow other users to) stream, transmit, playback, download, display, feature, distribute, collect, and otherwise use the content and Artworks.\nand (iii) use and publish, and to permit others to use and publish, the name(s), trademarks, likenesses, and personal and biographical materials of you and the members of your group, in connection with the provision of the Service.</p>\n<p>You agree to pay all royalties and other amounts owed to any person or entity due to your submission of your content to the Service or the Company’s Hosting of the content as contemplated by these Terms of Use and Consent.</p>\n<p>To enable us to Host your content pursuant to the above provisions, you hereby grant to us the worldwide, non-exclusive, perpetual, royalty-free, sublicensable and transferable right to use, reproduce, copy, sublicense (to schools through customized programs, for example) and display your trademarks, service marks, slogans, logos or similar proprietary rights (collectively, the \"Trademarks\") solely in connection with the Service.</p>\n<p>Intellectual Property Rights — Users<br>The Service may provide users with the ability to add, create, upload, submit, distribute, collect, or post (\"Submitting\" or \"Submission\") content, videos, audio clips, written forum comments, data, text, photographs, software, scripts, graphics, profile pictures, names, interests, skills, tools, contributions to or bookmarks of projects, or other information to the Site(s) (collectively, the \"User Submissions\").\nBy Submitting User Submissions on the Site(s) or otherwise through the Service, you: &nbsp.\n&nbsp;</p>\n<ul>\n<li>acknowledge that by Submitting any User Submission to the Site(s), you are publishing that User Submission, and that you may be identified publicly, unless or until you select the \"private\" option in your profile settings, &nbsp;by your User ID in association with any such User Submission including profile name, picture, stated interests, activities, contributions to projects.\n• by Submitting any User Submissions through the Site(s) or the Service, you hereby &nbsp;grant us a worldwide, non-exclusive, perpetual, irrevocable, royalty-free, fully paid, sublicensable and transferable license to use, edit, modify, reproduce, distribute, prepare derivative works of, display, perform, and otherwise fully exploit the User Submissions in connection with the Site(s), the Service and our (and its successors and assigns’) business, including without limitation for promoting and redistributing part or all of the Site(s) (and derivative works thereof) or the Service in any media formats and through any media channels (including, without limitation, third party websites).\nYou also hereby do and shall grant each user of the Site(s) and/or the Service a non-exclusive license to access your User Submissions through the Site and the Service, and to use, edit, modify, reproduce, distribute, prepare derivative works of, display and perform such User Submissions solely for personal, non-commercial use.\nFor clarity, the foregoing license grant to Company does not affect your other ownership or license rights in your User Submission(s), including the right to grant additional licenses to the material in your User Submission(s), unless otherwise agreed in writing;</li>\n<li>&nbsp.\n&nbsp;</li>\n<li>represent and warrant, and can demonstrate to our full satisfaction upon request that you (i) own or otherwise control all rights to all content in your User Submissions, or that the content in such User Submissions is in the public domain, (ii) you have full authority to act on behalf of any and all owners of any right, title or interest in and to any content in your User Submissions to use such content as contemplated by these Terms of Use and Consent and to grant the license rights set forth above, (iii) you have the permission to use the name and likeness of each identifiable individual person and to use such individual’s identifying or personal information as contemplated by these Terms of Use and Consent.\nand (iv) you are authorized to grant all of the aforementioned rights to the User Submissions to Company and all users of the Service.\n• you agree to pay all royalties and other amounts owed to any person or entity due to your Submission of any User Submissions to the Service.\n• that the use or other exploitation of such User Submissions by Company and use or other exploitation by users of the Site(s) and Service as contemplated by this Agreement will not infringe or violate the rights of any third party, including without limitation any privacy rights, publicity rights, copyrights, contract rights, or any other intellectual property or proprietary rights.\nand</li>\n<li>understand that we shall have the right to delete, edit, modify, reformat, excerpt, or translate any materials, content or information submitted by you.\nand that all information publicly posted or privately transmitted through the Site(s) is the sole responsibility of the person from which such content originated and that we will not be liable for any errors or omissions in any content.\nand that we cannot guarantee the identity of any other users with whom you may interact in the course of using the Service.</li>\n</ul>\n<p>SCI does not endorse and has no control over any User Submission.\nWe cannot guarantee the authenticity of any data which users may provide about themselves.\nYou acknowledge that all Content accessed by you using the Service is at your own risk and you will be solely responsible for any damage or loss to any party resulting therefrom.</p>\n<p>\n<strong>Disclaimer Of Warranties<br>&nbsp;You've probably figured out by now that we don't pay for content and we don't charge you to post your content.</strong> Here's the legal translation: &nbsp.\nYou agree and acknowledge that SCI expressly disclaims all warranties of any kind, whether express or implied, including, but not limited to the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nSCI makes no warranty that the service will meet your requirements, the service will be uninterrupted, timely, secure, or error-free, the results that may be obtained from the use of the service will be accurate or reliable, the quality of any products, services, information, or other material purchased or obtained by you through the service will meet your expectations, and any errors in the software will be corrected.\nYou agree and acknowledge that your use of the service is at your sole risk.\nThe service is provided on an “as is” and “as available” basis.\nYou agree and acknowledge that downloading or otherwise obtaining material through the use of the service is done at your own discretion and risk.\nSCI and its Site(s) is in no way responsible for any damage to your computer or computer system or loss of data that results from the download of any such material.\nYou agree and acknowledge that no advice or information, whether oral or written, obtained by you from SCI or through or from its Site(s) shall create any warranty not expressly stated in the terms.</p>\n<p>Limitation Of Liability<br>In no event will SCI be liable for (i) any incidental, consequential, or indirect damages (including, but not limited to, damages for loss of profits, business interruption, loss of programs or information, and the like) arising out of the use of or inability to use the website, or any information, or transactions provided on the website, or downloaded from the website, or any delay of such information or service.\nEven if SCI or its authorized representatives have been advised of the possibility of such damages, or (ii) any claim attributable to errors, omissions, or other inaccuracies in or on the website and/or materials or information downloaded through the website.\nBecause some states do not allow the exclusion or limitation of liability for consequential or incidental damages, the above limitation may not apply to you.\nIn such states, SCI liability is limited to the greatest extent permitted by law.</p>\n<p>Indemnification<br>You agree to indemnify, defend and hold harmless SCI and its Site(s) as well as its officers, directors, employees, agents, licensors, suppliers and any third party information providers to the website from and against all losses, expenses, damages and costs, including attorneys' fees, resulting from any violation of this Agreement (including negligent or wrongful conduct) by you or your use and access of the website.\nSCI reserves the right to release current or past member or website user information if SCI believes that a member's account or posting is being used to commit unlawful acts, if the information is subpoenaed and/or if SCI deems it necessary and/or appropriate.</p>\n<p>\n<strong>Links</strong>\n<br>The website may provide, or third parties may provide, links to non-SCI internet web sites or resources as a convenience to you (\"third-party sites\").\nBecause SCI has no control over such sites and resources, you acknowledge and agree that SCI is not responsible for the availability of such third-party sites or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\nLinks to third-party sites are not endorsements by SCI of such third-party sites.\nYou further acknowledge and agree that SCI shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third party site or resource.</p>\n<p>\n<strong>Third Parties</strong>\n<br>Your participation, correspondence or business dealings with any third party found on or through the website, regarding the payment and delivery of goods or services, and/or any other dealings, and/or any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such third party.\nYou agree that SCI shall not be responsible or liable for any loss, damage or other matters of any sort incurred as the result of any such dealings.</p>\n<p>&nbsp;<strong>Miscellaneous</strong>\n<br>This Agreement shall all be governed and construed in accordance with the laws of the state of Pennsylvania, United States applicable to agreements made and to be performed in the state of Pennsylvania, United States.\nYou agree that any legal action or proceeding for any purpose concerning this Agreement or the parties' obligations hereunder shall be brought exclusively in a federal or state court of competent jurisdiction sitting in the County of Philadelphia, State of Pennsylvania, United States and you hereby expressly consent to the exclusive personal jurisdiction of these courts.\nYou agree and acknowledge that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the website or this Agreement must be filed within one (1) year after such claim or cause of action arose or forever be barred.\nAny failure by SCI to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision.\nThis Agreement contains the entire understanding of the parties hereto relating to the use of this website and supersedes any prior written or oral agreement or understandings between the parties with respect to this website.\nThe invalidity or unenforceability of any provision of this agreement will not affect the validity or enforceability of any other provision of this agreement.</p>\n<p>Any rights not expressly granted herein are reserved.</p>\n<p>Reporting Of Violations</p>\n<p>Please report any violations of this Agreement to:<br>info@scistarter.com</p> ", "created_at": "2019-04-24 21:21:09.215735", "updated_at": "2020-12-14 21:41:32.179198"}, {"id": 1195, "name": "Privacy Policy", "url": "https://scistarter.org/privacy", "xpath": "", "text": " &lt;iframe src=\"https://bs.serving-sys.com/BurstingPipe?cn=ot&amp;onetagid=5381&amp;ns=1&amp;activityValues=$$Value=[Value]&amp;OrderID=[OrderID]&amp;Session=[Session]&amp;ProductID=[ProductID]&amp;ProductInfo=[ProductInfo]&amp;Quantity=[Quantity]$$&amp;retargetingValues=$$$$&amp;dynamicRetargetingValues=$$$$&amp;acp=$$$$&amp;\" style=\"display:none;width:0px;height:0px\"&gt;&lt;/iframe&gt.\nPrivacy Policy<p>At SciStarter, our top priority is protecting our users' privacy.\nTherefore, we have adopted the following policy to advise you of our use of your personal information.\nThis policy describes what types of information we gather about you, how we use it, and under what circumstances we disclose it to third parties.</p>\n<p>Please note that this policy applies only to www.scistarter.com , www.scistarter.org, and www.scienceforcitizens.com and does not apply to any other companies, organizations or websites to which we may link.\nYou should be aware that these other entities may have policy provisions significantly different from ours.\nTherefore, you should always review the privacy policy of any other website that you visit (whether from linking from our site(s) or independently) in order to determine what their policies are and how they use, collect and disseminate your personal information.</p>\n<p>I.\nCATEGORIES OF INFORMATION WE COLLECT:</p>\n<p>A.\nInformation You Provide to Us</p>\n<p>\n<em>Identifying information</em>: When you sign up at SciStarter, you create a username (and, optionally, provide a real name) and provide an e-mail address and zip code.\nThe e-mail address is not visible to other users, except project owners for projects you enrolled in, but others may see your username (or real name if one was provided ) in various contexts, including Profile pages and on project pages in the form of your ratings/reviews, bookmarks, or contribute to projects.\nPrivacy preferences can easily be changed in Settings where you can tell us what information you'd like public or private.</p>\n<p>B.\nOther Information We Receive and Store</p>\n<p>\n<em>Usage information</em>: We also monitor and study how people use SciStarter and Science For Citizens websites, and aggregate data about visits and online activities.\nThe following data may be recorded:</p>\n<ul>\n<li>log ins<ul>\n<li>page views</li>\n<li>activities including online ratings/reviews, bookmarks, contributions to projects, social sharing<br>&nbsp.\n&nbsp;</li>\n</ul>\n</li>\n</ul>\n<p>When you sign in, your username, real name, or an \"anonymous\" identity (depending on your Settings) is associated with these activities.\nOtherwise, they are associated with an IP address.\n&nbsp.\nIf your profile is public, your username and link to your profile will be associated with participation in projects and listed on SciStarter webpages.</p>\n<p>We will never share your e-mail address with third parties without your express permission which includes projects you've enrolled in (when you sign up for those projects through SciStarter, you give us permission to share your information with those project owners).\nWe will also never share data we collect about you unless it cannot be associated with you or your username, it is necessary to accomplish the research goals of SciStarter or our university partners, or unless you give permission to third-party sites when you sign in to other sites using your SciStarter credentials or give your permission to affiliate your data with other citizen science platforms and projects (to track your contributions to projects, for example).\nSpecifically, we may share your anonymized data with research study participants, other researchers, or in scholarly work describing our research.\nWe may collect information from you as a result of your visiting our site and/or sending us emails including your domain name, IP address, the time you spend on our site, your email address, referral data, your browser type and version, your operating system and platform, pages you view, length of visits to pages and other browser interaction information.</p>\n<p>We may also gather certain generic information with respect use of our web site, such as the number of unique visitors, the frequency with which they visit, and the areas on the web site that they favor.\nWe only use this type of data in aggregate, in other words, we look at the data collectively and not with reference to an individual visit.\nThis data can help us determine the extent to which visitors use which parts of our website, which, in turn, enables us to make it as appealing as possible.\nWe also reserve the right to provide general information about how visitors collectively use our web site to advertisers, sponsors, and other companies with which we do business or who may be interested in our business.\nWe do this so they can understand how often people use our site and certain specific areas of the site.\nThis information does not contain any specific information about any individual user.</p>\n<p>We use a technology nicknamed \"cookies\" on our web site.\nCookies are pieces of information or data sent to your browser from a web server and stored on your computer's hard drive for record-keeping purposes.\nCookies also allow us to count the number of unique and return visitors who use our site.\nMost browsers are initially set up to accept cookies.\nCookies are a widespread and widely accepted technology.\nIf you prefer, you can reset your browser to notify you when you've received a cookie or, alternatively, to refuse to accept cookies.\nCookies can also enable us to track and target the interests of our users to enhance their experience on our site.</p>\n<p>www.scistarter.com , www.scistarter.org, and www.scienceforcitizens.com counts, tracks, and aggregates the visitor’s activity into our analysis of general traffic flow at these sites (e.g., tracking where traffic comes from and how traffic flows within the sites).\nWe may merge this information into group data, which may then be shared on an aggregated basis with potential advertisers, research firms, and business partners.\nWe will not disclose your individual identity or personal data<u>-ever-without your explicit permission</u>.\nWhen and if we do present aggregated information to university researchers, potential advertisers, research firms, and business partners, no one will be able to identify you or contact you without your explicit permission.</p>\n<p>II.\nUSE AND DISCLOSURE OF INFORMATION WE COLLECT</p>\n<p>A.\nUse and Disclosure of Information</p>\n<p>Once you have provided us with your information, as detailed above, we will only use the specific information we have collected about you in the following ways:</p>\n<p>To send Email Alerts on items we feel would be of interest to visitors to www.scistarter.com and www.scienceforcitizens.com.\n(you can opt out of our email and messaging features, in Settings)</p>\n<p>To provide and collect information with reference to ideas you may suggest;</p>\n<p>To protect the rights and safety of us, our shareholders, members, officers, employees and visitors;</p>\n<p>To discern information about science projects you suggest to us or about science projects you may be doing via our sites;</p>\n<p>To enable other citizen scientists and project owners to message you via the SciStarter messaging feature.\nWe will not share or expose your email address with other citizen scientists or project owners.\n&nbsp;</p>\n<p>At our option, to notify you of any changes to this Privacy Policy or our other terms and conditions of this website (you are bound by the terms of any changes we post to our website whether or not we notify you by email);</p>\n<p>And as otherwise required by law.</p>\n<p>We disclose your information to third parties only as reasonably required to protect the rights and safety of us, our, members, employees and users (such as to legal representatives and law enforcement) as you expressly permit and as required by law (such as the result of a court subpoena).\nWe may transfer your information in the event of the sale of substantially all of the assets of our business to a third-party or in the event of a merger, consolidation or acquisition.\nHowever, in such event, any acquirer will be subject to the provisions of our commitments to you.\nIf you subscribe to any Email Alerts we may provide, participate in a questionnaire, post comments or information, or send us an email, you provide us with information that we may collect.\nSuch information may include your name, address, phone number, email address and any other information provided, for example, in your email or in the body of a questionnaire.</p>\n<p>Other than the uses listed above, we do not share, sell, rent, or lease any of your specific personal information including name, phone, address, email, with anyone.</p>\n<p>B.\nProtection For Children</p>\n<p>We are committed to protecting the privacy and rights of children online.\nWe believe that children should be able to use the Internet in a safe, productive, and efficient manner and should be afforded the highest protection available with respect to their personal information.\nTo that end, we have made it our policy not to knowingly collect any individually identifiable information from users whom we know are under the age of 13 or without permission from an adult.\nWe also make known non-adult accounts private by default.</p>\n<p>C.\nEmail Communication From Us and Other Registered SciStarter Users</p>\n<p>We may send you periodic information via email which we feel may be of interest to you.\nWe do not share your personal information with any third parties in connection with our emails.\nPlease note that we may use a third party service provider to administer any email lists.\nAny such provider may not use your email information for any purpose other than in connection with providing and monitoring our email alerts to you.\nNote that other registered users of SciStarter, including citizen scientists and project owners, will be able to message you via the SciStarter messaging system.\nThis system does not expose your email address.\nYou can opt out of the Messaging service in your Settings.</p>\n<p>D.\nAcademic Research</p>\n<p>We conduct academic research and may invite you to participate in surveys and interviews.\nYou have the right not to answer any question, or to remove yourself from involvement in the research at any time.\nEmail addresses and/or telephone numbers are recorded internally only as a means of validating a participant's identity, and for project staff to communicate with participants.\nAs with any online and social media activity, there are risks to data privacy.\n&nbsp;Your participation in our studies is voluntary.\n&nbsp;If you choose not to participate or to withdraw from the study at any time, there will be no penalty.\n&nbsp;You must be 18 or older to participate in the research study.\nYour responses will be anonymous, unless you decide otherwise.\nThe results of this study may be used in reports, presentations, or publications but your name will not be known without your express permission.\nMost results will only be shared in the aggregate form and any individual comments will remain anonymous, unless you decide otherwise.\nIf you have any questions concerning the research study, please contact the research team via: Darlene Cavalier (Darlene.Cavalier@asu.edu).\nIf you have any questions about your rights as a subject/participant in this research, or if you feel you have been placed at risk, you can contact the Chair of the Human Subjects Institutional Review Board, through the ASU Office of Research Integrity and Assurance, at (480) 965-6788.</p>\n<p>As part of research funded by the National Science Foundation for the development of SciStarter, we also may work with other academic researchers to examine the online patterns of how users navigate the site, search for and bookmark projects, join and display projects, and communicate with project leaders and other citizen scientists.\nThis research helps us better understand citizen scientists and improve the design of SciStarter accordingly.\nBy joining SciStarter, you are consenting to participate in this research.\nYour activity in SciStarter and all information you provide will be kept confidential in all reports and publications (unless you explicitly agree to share your identity), but may be shared with the owners of citizen science projects in which you are enrolled.\nIf you have questions about the research, please contact caren@scistarter.com.&nbsp;</p>\n<p>III.\nNOTIFICATION OF CHANGES</p>\n<p>A.\nNotification of Changes</p>\n<p>Any changes in our Privacy Policy will be posted to this website and will become effective as of the date of posting with respect to information we then collect in the future, but will not be changed with respect to information that we have then already collected.\nIt is and will be your responsibility to review our Privacy Policy from time to time to make sure you are aware of any changes.\nWe urge you to review the privacy policies of www.scistarter.com and www.scienceforcitizens.com on an ongoing basis to make sure you are aware of any and all changes which may have been made.</p>\n<p>IV.\nEFFECTIVE DATE</p>\n<p>A.\nEffective Date</p>\n<p>This Privacy Policy is effective with respect to all data that we have collected since the date we started collecting data, which was 2009.\nv2 of our Privacy Policy was posted and went into effect in December 23 2016.</p>\n<p>V.\nUSE COMMON SENSE</p>\n<p>A.\nUse Common Sense and Your Best Judgment</p>\n<p>With reference to any and all activities online, the best policy is to always use common sense with regard to providing your personal information.\nEven the best policy and safest website and email security cannot protect your privacy in all circumstances.\nThe worldwide web is populated by many unscrupulous advertisers, scammers, con artists and hackers who seek to use your personal information to their advantage.\nThe best protection is to understand the risks out there and the limits to privacy in the internet and use your best judgment and common sense in all your internet activities.</p>\n<p>VI.\nQUESTIONS</p>\n<p>A.\nQuestions</p>\n<p>If you have any questions about our Privacy Policy, feel free to contact us at info@scistarter.com.</p> ", "created_at": "2019-04-24 21:23:25.276062", "updated_at": "2020-12-14 21:41:39.436212"}, {"id": 1196, "name": "Cookie Policy", "url": "https://scistarter.org/cookies", "xpath": "", "text": " &lt;iframe src=\"https://bs.serving-sys.com/BurstingPipe?cn=ot&amp;onetagid=5381&amp;ns=1&amp;activityValues=$$Value=[Value]&amp;OrderID=[OrderID]&amp;Session=[Session]&amp;ProductID=[ProductID]&amp;ProductInfo=[ProductInfo]&amp;Quantity=[Quantity]$$&amp;retargetingValues=$$$$&amp;dynamicRetargetingValues=$$$$&amp;acp=$$$$&amp;\" style=\"display:none;width:0px;height:0px\"&gt;&lt;/iframe&gt.\nCookies<p>SciStarter is a collection of citizen science projects, events and tools developed or operated by researchers, developers, practitioners and other professionals in support of scientific research in collaboration with the public.\nSciStarter organizes information about thousands of projects from around the world and shares projects with organizations and media partners to reach millions of people where they are.\nSciStarter also organizes and anonymizes information about participants’ use of the website.\nData about the projects on SciStarter are used to help researchers at several universities study the landscape of projects (including gaps).\ndata about participation use of the site are used to study community building, interface design, learning outcomes, and other topics.</p>\n<p>The detailed version of our “Terms of Use” and “Privacy Policy” can be found here and here.</p>\n<p>This page provides an overview of cookies, what participant data we collect, how we use it and how we protect it.</p>\n<p>\n<strong>What you agree to if you use SciStarter</strong>\n</p>\n<p>In some cases, SciStarter hosts data collection forms on behalf of researchers seeking help from the public to answer questions they cannot answer alone.\nThat data is made available to the researchers and may or may not include personally identifiable information about participants.\nIf a user name or email is collected, participants are notified or asked to agree to share this data first.\nIn any case, observational data submitted to projects and any data you share with SciStarter (except data about you, of course, which we cover in the Privacy Policy) can be used and reused by SciStarter, partners, and researchers.\nYou grant us, our partners, and the researchers non-exclusive permission which means that you still own your contribution.\nYou may use, distribute or modify your individual contributions and data as you see fit.</p>\n<p>In the vast majority of projects, you will leave SciStarter to participate in the project.\nWe encourage you to read the terms of use and privacy policies of each website that hosts a project you join.\nOur policies may be different than theirs.</p>\n<p>Please do not contribute data to SciStarter that you do not own, including images, videos, or other data because we could get in trouble.\nYou wouldn’t want that, right?</p>\n<p>\n<strong>Let’s get into the details.</strong> When you contribute data to SciStarter, you grant us a perpetual, royalty-free, non-exclusive, sub-licensable license to: use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and exercise all copyright and publicity rights with respect to your contribution worldwide and/or to incorporate your contribution in other works in any media.\nOur attorneys feel this is a good time to cut to the chase to say, “you can’t use the site if you don’t grant us these rights.” By using SciStarter, you agree to only share data you have the right to share, taking into account the items above, and indemnify us against all legal fees, damages and other expenses that may be incurred by us as a result of your breach of the above warranty.</p>Privacy<p>We also collect additional data about you to advance research on the field of citizen science and to make SciStarter better and more responsive to your needs.</p>\n<p>We respect your privacy and the privacy and we operate in accordance with the General Data Protection Regulation and the Freedom of Information Act 2000 and each researcher we share data with operates in accordance with the United States regulations to protect human subjects in research.</p>\n<p>\n<strong>Data we collect</strong>\n</p>\n<p>\n<em>Identifying information</em>: If you create a SciStarter account, you provide your name, email address<br>and an optional username.\nYour e-mail address is not visible to other users except, and only with<br>your permission, project leaders.\nPeople will see your name on SciStarter although you can opt to<br>make your profile private.</p>\n<p>\n<em>Usage information</em>: We analyze how people use SciStarter and aggregate data about users and engagement patterns by recording:</p>\n<ul>\n<li>Where you arrived from (which site referred you to SciStarter)</li>\n<li>When you signed up or logged in</li>\n<li>Pages you visit on SciStarter and the time spent on those pages</li>\n<li>Projects you’ve bookmarked or joined</li>\n<li>Participation in projects through SciStarter or, if the projects use SciStarter’s Affiliate Tools<br>(see SciStarter.org/API for details), contributions to projects on other sites.</li>\n<li>Ratings and reviews you add to projects</li>\n</ul>\n<p>\n<br>\n</p>\n<p>If you are signed in with your SciStarter account, your name is associated with these events or we<br>use your IP address if you’re not logged in or do not have an account.\nWe also use Google<br>Analytics to learn more such as browsers and devices used to access SciStarter, etc.</p>\n<p>\n<strong>Why do we collect this data?</strong>\n</p>\n<p>We want to reach you to share updates, let you know about new projects near you, connect you to researchers in need of your help, invite you to participate in our own research about the SciStarter platform, alert you to updates and changes, invite you to events or to participate in media interviews, send you a newsletter (if you opt in for that), and more.</p>\n<p>You can \"opt out\" of our emails and newsletters anytime by clicking “unsubscribe” or “remove me<br>from this list” at the bottom of our emails.</p>\n<p>\n<strong>What we share with others.</strong>\n</p>\n<p>Rest assured that we do not send your e-mail address to third parties unless you explicitly give us permission to do so.\nWe never share data we collect about your use of the site unless (a) it cannot be associated with you or your username, and (b) it is necessary to accomplish our or our partners’ research goals.\nWe do share your anonymized data with scholarly researchers and practitioners who aim to improve the practice of citizen science.</p>\n<p>Your public name used to create your SciStarter account is available to visitors of the site and to<br>the leaders of projects you join.\nOtherwise, information is stored in our secured database.<br>Passwords are hashed for added security.</p>\n<p>\n<strong>About those cookies</strong>\n</p>\n<p>A cookie is a small file placed on your computer's hard drive.\nCookies help us understand what pages are used so we can improve the site based on your personal preferences.\nWe do not use this information for advertising.\nWe do use this to information on our site and, for affiliate projects that use SciStarter’s affiliate tools (see SciStarter.org/API), we use cookies to help you earn credit for your participation in projects on other websites.</p>\n<p>You can choose to accept or decline cookies in your browser’s settings.\nIf you opt to decline cookies from SciStarter, we may not be able to provide services and features (log-in, tallying your participation, saving your bookmarked projects, etc).</p>\n<p>If you continue to access our website without adjusting your browser settings, it is assumed that you accept cookies.</p>\n<p>\n<strong>Removing your data</strong>\n</p>\n<p>We can remove your personal data from our systems however we cannot remove your data from projects you’ve joined through SciStarter.\nIf you have specific concerns, please contact us</p>\n<p>\n<strong>More information</strong>\n</p>\n<p>At any time, please contact us for copy of the information we archive about you and your use of<br>the site:</p>\n<p>Darlene Cavalier<br>SciStarter<br>306 Delancey Street<br>Philadelphia, PA 19106</p> ", "created_at": "2019-04-24 21:24:08.549194", "updated_at": "2020-12-14 21:41:45.130958"}], "points": [{"id": 27474, "title": "You maintain ownership of your content", "source": "https://scistarter.org/terms", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:17:31.857727", "updated_at": "2022-06-13 12:00:26.151505", "quoteText": "We will not have any ownership rights in your content, ", "case_id": 183, "document_id": 1194, "quoteStart": 17082, "quoteEnd": 17137}, {"id": 27473, "title": "There is a date of the last update of the agreements", "source": "https://scistarter.org/terms", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:16:20.305811", "updated_at": "2022-03-22 23:16:20.305811", "quoteText": "Our Terms of Use and Consent was last updated on June 14, 2018.", "case_id": 331, "document_id": 1194, "quoteStart": 1698, "quoteEnd": 1761}], "urls": ["scistarter.com", "scistarter.org"]}}