{"error": 448, "message": "OK", "parameters": {"id": 4961, "name": "The Daily Wire", "created_at": "2021-09-02 03:09:31.665898", "updated_at": "2021-09-02 22:01:08.282527", "wikipedia": "https://en.wikipedia.org/wiki/The_Daily_Wire", "keywords": null, "related": null, "slug": "the-daily-wire", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4961.png", "url": "dailywire.com", "documents": [{"id": 8912, "name": "Privacy Policy", "url": "https://www.dailywire.com/privacy", "xpath": "/html/body/div[1]/div/main/article/div/div", "text": "<p>\n<strong>Revised Date: February 9, 2021</strong>\n</p>\n<p>\n<strong>Effective Date: March 11, 2021</strong>\n</p>\n<p>Your privacy is important to us at The Daily Wire, LLC (“DW” or “we”, or “us,” or “our”).\nThis Privacy Policy (the “Privacy Policy”) governs the use of your Personal Information (as defined below) in connection with any websites or mobile applications owned or operated by us, including, without limitation, the website currently located at www.DailyWire.com (the “Websites”), subscriptions or other purchases, and any interactive features, widgets, or resources offered by us and/or our affiliates, distributors or licensees all other content included within the Websites (collectively, the “Services”).</p>\n<p>This Privacy Policy explains what information, including Personal Information, we collect from or about you on our Websites and Services, how we use or share such information, how to exercise any rights you may have with respect to your Personal Information, and the safeguards we have in place to reduce the risk of unauthorized access and use.</p>\n<p>Please carefully read this Privacy Policy, which is part of and subject to our Terms of Use, before using our Websites or Services, including, without limitation, www.DailyWire.com, and any related DW webpages or mobile applications that display this Privacy Policy.\nIf you do not agree with our Terms of Use and/or the Privacy Policy, please refrain from using our Websites or Services.\nBy accessing or using our Websites or Services, you agree to our use of your Personal Information and other information consistent with the Terms of Use and this Privacy Policy.</p>\n<b>Contents</b>\n<ul>\n<li>Contact Information</li>\n<li>Scope of this Privacy Policy</li>\n<li>Information We Collect</li>\n<li>How We Use the Information We Collect</li>\n<li>Cookies and Online Tracking Technologies</li>\n<li>Online Advertising</li>\n<li>Sharing Your Information</li>\n<li>Do Not Track Disclosure</li>\n<li>Retention of Personal Information</li>\n<li>Preference Management</li>\n<li>Your Legal Rights</li>\n<li>Your California Privacy Rights</li>\n<li>Your Nevada Privacy Rights</li>\n<li>Your EU Privacy Rights</li>\n<li>Information Security</li>\n<li>Transfer of Information to the United States</li>\n<li>Children’s Privacy</li>\n<li>Links to Third Party Materials</li>\n<li>Changes to Our Privacy Policy</li>\n</ul>\n<b>Contact Information</b>\n<p>The Daily Wire, LLC is the controller and is responsible for your Personal Information.</p>\n<p>Should you have any questions about this Privacy Policy, including any requests to exercise your privacy rights, please contact us using our online form or email at privacy@DailyWire.com.</p>\n<p>For EU consumers, if you believe that your Personal Information has been processed in a way that does not comply with the EU General Data Protection Regulation (GDPR), you have the right to lodge a complaint with your national regulator for data protection.\nWe would, however, appreciate the chance to resolve your concerns before you approach the regulator.\nPlease contact us using our online form or email at privacy@DailyWire.com.</p>\n<b>Scope of this Privacy Policy</b>\n<p>\n<b>This policy applies to information we collect:</b>\n</p>\n<ul>\n<li>On our Websites (including www.DailyWire.com) and related DW webpages, mobile applications and Services that display this Privacy Policy.</li>\n<li>Via email, text and other electronic messages between you and us.</li>\n</ul>\n<p>\n<b>It does not apply to information collected by:</b>\n</p>\n<ul>\n<li>Us offline or through any other means, including on any other website operated by any third party (including, if applicable, our affiliates and subsidiaries).</li>\n<li>Any third party (including, if applicable, our affiliates and subsidiaries), through any application or content (including advertising) that may link to or be accessible from or on the Websites or the Services.</li>\n</ul>\n<b>Information We Collect</b>\n<b>Personal Information</b>\n<p>Personal Information means any information, alone or in combination, from which a natural person can be identified.\nIt does not include data where identifiers have been removed (e.g., anonymous or aggregate data).</p>\n<p>We may collect, use, store and transfer different kinds of Personal Information and information about you in the following categories:</p>\n<ul>\n<li>\n<strong>Identity Data</strong> includes your first and last name.</li>\n<li>\n<strong>Contact Data</strong> includes billing address, email address and a telephone number.</li>\n<li>\n<strong>Financial Data</strong> includes a bank account or payment card details.</li>\n<li>\n<strong>Transaction Data</strong> includes details about any payments to and from you and other details of Services you have purchased from us.</li>\n<li>\n<strong>Technical Data</strong> includes internet protocol (IP) address, mobile device ID, login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access the Websites or Services.</li>\n<li>\n<strong>Account and Profile Data</strong> includes your username and password, your subscription order(s), your interests, preferences, feedback and survey responses.</li>\n<li>\n<strong>Usage Data</strong> includes information about how you use our Website and Services.</li>\n<li>\n<strong>Marketing and Communications Data</strong> includes your preferences in receiving marketing from us and/or third parties and your communication preferences.</li>\n<li>\n<strong>Employment Data</strong> includes data about your professional life such as a Curriculum Vitae and a cover letter.</li>\n<li>\n<strong>Social Media Data</strong> includes your name, social media account information, and friends.</li>\n</ul>\nDirect Interactions\n<p>We collect Personal Information directly from you when, for example, you subscribe to our newsfeed, participate in a live chat, or apply for a position or internship.\nIn some instances, you will be asked to establish an account with us by creating individual login information: an ID (your email) and a unique password.\nYour Profile and Financial Information may be linked to your account.\n(Please do not share your login information with any other person.)</p>\nUser Content\n<p>You also may provide information to be published or displayed (hereinafter, “posted”) on public areas of the Websites or Services or transmitted to other users of the Websites or third parties (collectively, “User Content”).\nThe rules for User Content appear in the Terms of Use.\nYour User Content are posted on and transmitted to others at your own risk.\nConsider carefully before including Personal Information in your User Content.</p>\n<b>Usage Data and Websites Activity </b>\n<p>We automatically collect and analyze information in connection with the actions you take on the Websites and in connection with using the Services (“Usage Data”) to improve the Websites, Services and user experience.\nThis data includes, but is not limited to, the type of browser you are using, the type of operating system you are using, your IP address, mobile device ID, aggregate data about the number of visits to the Websites, and aggregate data about the pages visited.\nThis usage information may be associated with your username and profile.\nThe lawful bases for processing your Personal Information in this manner include DW’s legitimate interest, compliance with legal obligations, and the performance of a contractual relationship with you.</p>\nSpecial Categories of Personal Information\n<p>We do not collect any “special categories” of Personal Information about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health, and genetic and biometric data).</p>\nOther Sources\n<p>We may receive Personal Information about you from various third parties or public sources.</p>\nHow We Use the Information We Collect\n<p>We may use your personal information in the following circumstances:</p>\n<ul>\n<li>Where we need to perform a contract we have entered into with you or to fulfill your request.</li>\n<li>Where we need to comply with a legal obligation.</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interest and fundamental rights do not override those interests.</li>\n<li>Where it is needed in the public interest or for official purposes.</li>\n<li>With your consent.</li>\n</ul>\n<p>We may use information that we collect about you to:</p>\n<ul>\n<li>Deliver the products and services that you requested or contracted for.</li>\n<li>Manage your account and provide you with customer support.</li>\n<li>To diagnose and prevent service or technology problems associated with the Websites and Services.</li>\n<li>Perform research and analysis about your use of, or interest in, our products, services, or content, or products, services or other content offered on the Websites or Services.</li>\n<li>Respond to your inquiries or otherwise communicate with you by email, postal mail, telephone, and mobile devices about products or services that may be of interest to you.</li>\n<li>Develop and display content and advertising, if any, tailored to your interests on our Websites and third-party websites.</li>\n<li>Enforce our terms and conditions, including in this Privacy Policy and our Terms of Use.\nand</li>\n<li>Manage our business and perform functions as otherwise described to you at the time of collection of your information.</li>\n</ul>\nAnonymous and Aggregate Information\n<p>We reserve the right and discretion to create, use and disclose anonymous and aggregate information, i.e., information about specific individuals or groups of individuals from which personal identifiers have been removed and specific individuals cannot be identified.</p>\n<b>Cookies and Online Tracking Technologies&nbsp;</b>\n<p>DW may use cookies (a small text file placed on your computer to identify your computer and browser) and other third-party tracking technologies such as web beacons (an electronic file placed on a website that monitors usage) to collect general and personally identifiable information about visitors to the Websites.\nThe information collected is used to improve the experience of the Websites and Services, such as allowing us to recognize you when you revisit the Websites to provide you with customized information and/or to remember your preferences.\nWe use cookies and other third-party tracking technologies such as web beacons to collect Personal Information.\nMost web browsers are initially set up to accept cookies.</p>\n<p>If you use our mobile application on a desktop, a mobile device, tablet, or streaming media device, we may collect a Resettable Device Identifier from your device.\nResettable Device Identifiers (also known as mobile advertising identifiers) are similar to cookies and are found on many mobile devices and tablets (for example, the “Identifier for Advertisers” (or IDFA) on Apple iOS devices and the “Google Advertising ID” on Android devices), and certain streaming media devices.</p>\n<p>For more information on how to manage cookies, please see below (“Preference Management”).<br>\n</p>\nOnline Advertising\n<p>We may partner with third parties (Third Party Providers and Advertisers, collectively known as “Advertisers”) that collect information across various channels, including offline and online, for purposes of delivering more relevant online advertising to you.\nOur partners may place or recognize a cookie on your computer, device or directly in our emails/communications, and we may share Personal Information with them, as permitted by law and in accordance with this Privacy Policy.\nOur partners may link the Personal Information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.\nFor example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.</p>\n<p>Our Privacy Policy does not cover any use of information that an ad network may collect from you.\nAdvertisements may be shown on the Websites, the Services or on third-party websites.</p>\n<p>To opt out of receiving online advertising, please see below (“Preference Management”).</p>\n<b>Do Not Track Disclosure&nbsp;</b>\n<p>Additionally, although some Internet browsers have a ‘do not track’ feature that lets you tell websites that you do not want to have your online activities tracked, we are currently not set up to respond to such signals.</p>\n<b>Sharing Your Information</b>\n<p>DW does not sell, trade, or disclose your Personal Information to third parties except as set forth in this Privacy Policy and as follows:</p>\n<ul>\n<li>To designated contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them.</li>\n<li>To DW corporate affiliated entities.</li>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, change in control, or other sale, transfer, or other action with respect to of some or all of DW assets, whether as a going concern or as part of bankruptcy, dissolution, liquidation or similar proceeding, in which Personal Information held by DW about the Website users is among the assets affected.</li>\n<li>To our affiliates and Advertising Partners to provide you with online advertising and other information that may be relevant to you, including for their own marketing purposes.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>To comply with any court order, law or legal process, including to respond to any law enforcement, government or regulatory request.</li>\n<li>To enforce or apply our Terms of Use and other agreements, including for billing and collection purposes.</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of DW, our customers, or others.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>We may disclose aggregated, non-personally identifiable information about the Website users without restriction.<br>\n</li>\n</ul>\n<b>Retention of Personal Information</b>\n<p>We retain your Personal Information for as long as we have a relationship with you.\nWe may retain your Personal Information for a period of time after our relationship with you has ended where there is an ongoing business need to retain it, including to comply with our legal, regulatory, tax and/or accounting obligations.\nWe will do so in accordance with our data retention policies and applicable law.</p>\n<p>DW does not access or store your financial information when you subscribe to our Services.\nDW partners with third party providers to process payments.\nThese partner’s use and processing of your Personal Information, including your financial information, is subject to their privacy policies and not this DW Privacy Policy.</p>\n<b>Preference Management</b>\n<p>We strive to provide you with appropriate choices regarding the Personal Information you provide to us.\nWe have created the following mechanisms to provide you choices and control over your information.</p>\n<p>\n<em>Other Uses</em> — We will not collect, use, or disclose your personal information in any ways or for any purposes that are materially different from those set forth herein.\nHowever, if we wish to do so in the future, we will provide notice and an opportunity to opt-out of such proposed collection, use, or disclosure.</p>\n<p>\n<em>Promotional or Marketing Messages</em> — You can opt-out of receiving marketing or promotional communications from us or third parties by using the “Unsubscribe” feature at the bottom of each email or “STOP” in text messages or by requesting to opt out by emailing us at optout@DailyWire.com.</p>\n<p>\n<em>Cookies</em> — You have the ability to disable or opt-out of certain cookies by going to the Cookie Preferences of your browser.\nAlso, you can find out more information about how to change your browser cookie settings at www.allaboutcookies.org.\nYou can reset your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, certain features of the Website or Services may not work if you delete or disable cookies.</p>\n<p>\n<em>Interest-Based Advertising</em> — In some instances, you can opt-out of receiving interest-based online ads from us, third party advertisers and ad networks.\nWe do not control third parties’ collection or use of your information to serve interest-based advertising.\nAdvertisers and ad networks that are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising provide opt-out choices at the following websites:</p>\n<ul>\n<li>NAI Website (US): https://optout.networkadvertising.org/?c=1</li>\n<li>DAA Website (US): https://optout.aboutads.info/?c=2&amp;lang=EN</li>\n</ul>\n<p>Users in the EEA/US can opt out on the European Digital Advertising Alliance can opt out at: EDAA Website (EEA/EU): https://www.youronlinechoices.com/</p>\n<p>Be advised that these opt-out tools are provided by third parties and may not be available with respect to all interest-based advertising that is presented to you.\nWe do not control or operate these tools or the choices that advertisers and others provide through these tools.\nEven if you opt out of receiving interest-based advertising, you may still receive generic ads.</p>\n<p>Google Analytics – We use Google Analytics to help us manage and improve the Website and Services.\nGoogle provides a Browser Add-On that allows you to opt-out by downloading and installing the add-on for your web browser, available at https://tools.google.com/dlpage/gaoptout.</p>\n<p>Be advised, however, that we may continue to send you transactional communications (e.g., emails regarding account notifications, customer support questions and similar information) regarding your use of the Websites and Services.\nYou cannot opt out of receiving these types of communications.</p>\n<b>Your Legal Rights</b>\n<p>You have the right to:</p>\n<ul>\n<li>Request a copy of the Personal Information we hold about you.</li>\n<li>Request that inaccurate information about you be corrected or deleted.</li>\n<li>Object to having your Personal Information processed.</li>\n<li>Request that we delete any and all Personal Information we hold about you.</li>\n<li>Request that we restrict processing your Personal Information.</li>\n<li>Request that you not be subject to automated decision-making including profiling.</li>\n<li>Receive your Personal Information in a structured, prevailing, and machine-readable form and/or have your Personal Information transferred to another controller, where technically feasible.</li>\n<li>Withdraw consent</li>\n</ul>\n<p>To exercise these rights or for any other questions related to this Privacy Policy, you may contact us by emailing privacy@DailyWire.com.\nUsers in California, Nevada and the EEA may have additional rights as described below.</p>\n<p>DW email subscribers and subscribers of paid content may access and correct their contact information on file by accessing their account online.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<b>Your California Privacy Rights</b>\n<p>\n<em>“Shine The Light” Law</em> — California resident with whom DW has an established relationship has the right to request certain information with respect to any Personal Information DW may have shared with third parties for their direct marketing purposes.\nAlternatively, DW may provide a cost-free means to opt out of such sharing.</p>\n<p>DW has opted to provide you with a cost-free means to opt out of such sharing.\nIf you do not want DW to disclose your Personal Information to other companies for their marketing purposes, please email us at privacy@DailyWire.com.</p>\n<p>For California residents under the age of 18 and registered users of the Websites or Services, California law (Business and Professionals Code § 22581) provides that you can request the removal of content or information you posted on Websites.\nAny such request should be sent to us at privacy@DailyWire.com along with a description of the posted content or other information to be removed.\nBe advised, however, that applicable law may not permit us to completely or comprehensively remove your deleted content or for other reasons as set forth in this California law.</p>\n<p>\n<em>California Consumer Privacy Act (CCPA)</em> — In the preceding twelve (12) months we have collected the following categories of personal information (and as further described above in the section, “Information We Collect”):</p>\n<ul>\n<li>Personal Identifiers and Information (per California Customer Records statute)</li>\n<li>Commercial Information</li>\n<li>Internet and other electronic network activity</li>\n<li>Geolocation information</li>\n<li>Professional or employment related information</li>\n<li>Other information you provide</li>\n<li>Inferences from the above</li>\n</ul>\n<p>The same section describes how this information is collected.\nWe collect this information for the purposes as described above in the section, “How We Use the Information We Collect.” It is disclosed to third parties as described in the section, “Sharing Your Information.”</p>\n<p>Under the CCPA, California residents may be able to exercise the rights listed below in certain circumstances: Right to Know, Right to Delete and Right to Opt Out.</p>\n<p>Right to Know.\nThe right to know and see what certain details regarding what information we have collected about you over the past twelve months, including:</p>\n<ul>\n<li>The specific pieces of personal information we have collected about you;</li>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information is collected;</li>\n<li>The business or commercial purpose for collecting personal information about you.\nand</li>\n<li>The categories of third parties with whom we have shared personal information about you.</li>\n</ul>\n<p>Right to Delete.\nThe right to request deletion of the personal information we have collected from you (and direct our service providers to do the same).</p>\n<p>Right to Opt Out.\nThe right to opt out of the sale of your personal information to third parties.\nTo opt out of the sale of your personal information, please click the “Do Not Sell My Info” link on our homepage or submit a request using one of the methods outlined below.\nAlthough we do not sell your Personal Information, from time to time we may use some of your Personal Information for advertising performance analysis and audience modeling which may be interpreted as Data Sales under the CCPA.\nYou can opt out of this here and we will ensure your data is no longer used for these purposes.</p>\n<p>To submit a request to exercise any of your California privacy rights, please contact us using one of the following methods:</p>\n<ul>\n<li>Via our Privacy Center</li>\n<li>Via email to privacy@DailyWire.com</li>\n</ul>\n<p>(We do not discriminate against a user if they exercise any of the rights available under the CCPA.)</p>\nYour Nevada Privacy Rights\n<p>Nevada residents who wish to exercise their sale opt-out rights under Nevada Revised Statutes Chapter 603A may submit a request to optout@DailyWire.com.</p>\nYour EEA Privacy Rights\n<p>\n<em>The Legal Basis for Using EEA Personal Information</em> — For residents of the European Economic Area (EEA), we advise that your personal information will be transferred to and processed in the United States, which has data protection laws that are different than those in your country and may not be as protective.\nThe United States has not sought or received a finding of “adequacy” from the European Union under Article 45 of the General Data Protection Regulation (GDPR).\nOur legal basis for collecting and using your personal information is to do so with your consent.\nwhere we need the personal information for performance of a contract or requested service, including to provide you with our daily Newsletter, or where the collection and use is in our or another’s legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect the personal information in question.\nIf we collected your Personal Information with your consent, you may withdraw your consent at any time.</p>\n<p>Our retention of your personal information and any subsequent communications are based on our legitimate interest in providing you with new and potentially relevant materials based on your geography, role, or company.\nAs always, you can elect to opt out from receiving such future communications.</p>\n<p>To the extent that we transfer personal information from the EEA to a jurisdiction outside the EEA that has not been adduced by the European Commission as providing adequate data protections (such as the United States), we will ensure that such Personal Information is safeguarded through appropriate contractual terms or other approved mechanisms.</p>\n<p>\n<em>Rights for EEA Residents</em> — In addition, if you are a resident of the EEA, you have the right to:</p>\n<ul>\n<li>Find out if we use your personal information, to access your Personal Information, and receive copies of your personal information.</li>\n<li>Withdraw any express consent that you have provided to the processing of your Personal Information at any time without penalty.</li>\n<li>Access your Personal Information and have it corrected or amended if it is inaccurate or incomplete.</li>\n<li>Obtain a transferable copy of some of your Personal Information which can be transferred to another provider when the Personal Information was processed based on your consent.</li>\n<li>If you believe your Personal Information is inaccurate, no longer necessary for our business purposes, or if you object to our processing of your Personal Information, you also have the right to request that we restrict the processing of your data pending our investigation and/or verification of your claim.</li>\n<li>Request your Personal Information be deleted or restricted under certain circumstances.\nFor example, if is using your Personal Information on the basis of your consent and has no other legal basis to use such, you may request your Personal Information be deleted when you withdraw your consent.</li>\n</ul>\n<p>Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your Personal Information conducted in reliance on lawful processing grounds other than consent.</p>\n<p>If we ask you to provide personal information to us to comply with a legal requirement or enter into a contract, we will inform you of this and let you know whether providing us with your Personal Information is required and if not, the consequences of not sharing your Personal Information with us.</p>\n<p>Similarly, if we collect and use your Personal Information in reliance on our or a third party’s legitimate interests and those interests are not already described above, we will let you know what those legitimate interests are.</p>\n<p>We endeavor to apply suitable safeguards to protect the privacy and security of your Personal Information and to use it only consistent with your relationship with us and the practices described in this Privacy Policy.</p>\n<p>To withdraw consent or exercise these rights, please contact us via email at privacy@DailyWire.com.</p>\n<p>If you are not satisfied with our response, or believe we are processing your Personal Information in violation of the law, you have the right to lodge a complaint with the Supervisory Authority (also known as Data Protection Authority) or other appropriate governmental authority in your EEA Member State.\nA list of Supervisory Authorities is available here: https://edpb.europa.eu/about-edpb/board/members_en.</p>\n<b>Information Security</b>\n<p>DW has commercially reasonable procedural, technical and physical security measures to help protect against the risk of loss, misuse, and alteration of information that you provide, including Personal Information.\nWe require third parties with whom we share Personal Information to do the same.\nNevertheless, such security measures may not prevent all loss, misuse, or alteration of information on the Websites or Services, and DW is not responsible for any damages or liabilities relating to any such security failures.\nBy using the Websites or Services, you understand that there is a risk that data and communications, including email and other electronic communications, may be accessed by unauthorized third parties.\nThe foregoing does not affect any liability that cannot be excluded or limited under applicable law.</p>\n<p>Please do not provide your password to another person.\nWe cannot be responsible for a data breach or other incident if a password is used by unauthorized persons.</p>\n<b>Transfer of Information to the United States</b>\n<p>The Websites are owned and operated by DW in the United States.\nIf you are located outside the United States, please be aware that information we collect, including Personal Information, may be transferred to, processed, and stored in the United States.\nBy using the Websites or Services, or providing us with any information, you consent to the transfer to and the processing, and storage of your information in the United States.\nPlease be aware that the United States and jurisdictions other than the one in which you are located may not provide the same level of data protection as considered adequate in your country.\nNote also that your Personal Information may be available to the US Government or its agencies under legal process in the United States.</p>\n<b>Children’s Privacy&nbsp;</b>\n<p>Our Website is not intended for children under 13 years of age.\nNo one under age 13 may provide any Personal Information to or on the Websites.\nWe do not knowingly collect Personal Information from children under 13.\nIf you are under 13, do not use or provide any information on the Websites or through any of its features, register on the Websites, make any purchases through the Websites, use any of the interactive or public comment features of this Websites, or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or username you may use.\nIf we learn we have collected or received Personal Information from a child under 13 without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under 13, please contact us using our online form.</p>\n<p>California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information.\nPlease see Your California Privacy Rights for more information.</p>\n<p>If you are under the age of 18 and have subscribed to any of the paid content available on our Websites, you must have your parent’s permission and we will assume you have done so.\nWe do not otherwise knowingly collect Personal Information from anyone under the age of 18.\nBy using the Websites or Services, you represent and warrant that you are at least 18 years old.\nIf we become aware that a customer is under the age of 18 and has registered or otherwise provided Personal Information, we will cancel the corresponding registration and delete such information from our records.</p>\nLinks to Third Party Materials\n<p>The Websites or Services may include links to websites or other online properties that are not under Our control.\nDW shall have no responsibility or liability for the content or privacy practices of any such linked website or any link or linking program at any time.\nIf you click on a link on our Website and link to a third party’s website, then this Privacy Policy will not apply to your Personal Information collected on that third party’s website and you must read the privacy policy on that website to see how your information will be handled.</p>\n<p>Social media widgets or tools may appear on our Websites or Services.\nYour interaction with and use of these widgets or tools will be governed by the terms of use and privacy policy of the applicable social media provider (e.g., Facebook).</p>\n<b>Changes to Our Privacy Policy</b>\n<p>We may update this Privacy Policy to reflect changes in our privacy practices.\nWe will provide notice of any such changes (including when they will take effect) in accordance with applicable law.\nThe changes will go into effect on the Effective Date shown in the revised Privacy Policy.\nYour continued use of our Websites or Services constitutes your consent to the revised Privacy Policy.</p>\nContact Us\n<p>If you have any questions or concerns regarding this Privacy Policy, you can contact us as follows:</p>\n<p>The Daily Wire, LLC<br>\nSte.\n460<br>\n1831 12th Avenue South<br>\nNashville, TN 37203</p>\n<p>Email: privacy@DailyWire.com</p>\n<b>Update History</b>\n<ul>\n<li>February 2021 Revised provisions to further address California and other compliance obligations.</li>\n<li>September 2019 Revised provisions to update Website references and related policies.</li>\n<li>June 2018 Revised provisions to address GDPR compliance obligations.</li>\n<li>October 2017 Revised provisions related to collection and use of information.\ninformation security.\nMade additional miscellaneous modifications.</li>\n<li>February 2016 Privacy Policy created.</li>\n</ul>\n<p>&nbsp;</p>\n", "created_at": "2021-09-02 01:10:56.956437", "updated_at": "2021-09-02 01:11:09.085838"}, {"id": 8911, "name": "Terms of Use", "url": "https://www.dailywire.com/terms", "xpath": "/html/body/div[1]/div/main/article/div/div", "text": "<p>\n<strong>Effective Date: September 27, 2019</strong>\n</p>\n<p>Welcome to the website of Daily Wire LLC (“DW” or “we”).\nThe following terms and conditions, together with any documents they expressly incorporate by reference, including without limitation the&nbsp;Privacy Policy&nbsp;(collectively, these “Terms of Use” or “Terms”), govern your access to and use of DailyWire.com and any related DW websites, including without limitation any content, functionality and services offered therein (collectively, the “Site”).</p>\n<p>Please read the Terms of Use carefully before you start to use the Site.&nbsp;<b>These Terms contain a binding arbitration clause and a waiver of class action rights.</b>\n</p>\n<p>BY ACCESSING, BROWSING OR USING THE SITE (INCLUDING YOUR SUBMISSION OF INFORMATION TO THIS SITE), YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREED TO BE BOUND BY THESE TERMS OF USE, INCLUDING THE PRIVACY POLICY (WHICH IS INCORPORATED HEREIN FOR ALL PURPOSES), AND TO COMPLY WITH ALL APPLICABLE UNITED STATES LAWS AND REGULATIONS.\nYou agree that the Terms of Use, combined with your act of using the Site, have the same legal force and effect as a written contract with your written signature and satisfy any laws that require a writing or signature.\nYou further agree that you shall not challenge the validity, enforceability, or admissibility of the Terms of Use on the grounds that it was electronically transmitted or authorized.</p>\n<p>Our Website is not intended for children under 13&nbsp;years of age.\nNo one under age 13&nbsp;may provide any personal&nbsp;information to or on&nbsp;the Website.\nWe do not knowingly collect personal information from children under 13.\nIf you are under 13, do not use or provide any information on this Website or&nbsp;through any of its features,&nbsp;register on the Website,&nbsp;make any purchases through the Website,&nbsp;use any of the interactive or public comment features of this Website,&nbsp;or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 13&nbsp;without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about a child under 13, please contact us using our&nbsp;online form.</p>\n<p>California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information.\nPlease see Your California Privacy&nbsp;Rights&nbsp;for more information.</p>\n<p>If you are under the age of 18 and have subscribed to any of the paid content available on our site, you must have your parent’s permission and we will assume you have done so.\nWe do not otherwise knowingly collect Personal Information from anyone under the age of 18.\nBy using the Website, you represent and warrant that you are at least 18 years old.\nIf we become aware that a customer is under the age of 18 and has registered or otherwise provided Personal Information, we will cancel the corresponding registration and delete such information from our records.</p>\n<p>By using this Site and any services provided by this Site (the “Services”), you represent and warrant that you meet the foregoing eligibility requirements.\nIf you do not meet these requirements, you must not access or use the Site or use the Services.</p>\n<b>Contact Information</b>\n<p>Should you have any questions about these Terms of Use, please contact us at our&nbsp;online form.</p>\n<b>Daily Wire Subscription and Renewal Terms.\nRefund &amp.\nCancellation Policies</b>\n<b>General Information</b>\n<p>This section applies to your use of&nbsp;www.DailyWire.com&nbsp;and its associated webpages (collectively, “Daily Wire”).\nMany features of Daily Wire are available without a paid subscription.\nhowever, some features and content require a paid subscription.\nWhen you purchase a subscription, you agree to pay the applicable subscription fee, as well as any applicable taxes and renewal fees as described more fully below.\nIf we are unable to charge your credit card or other payment method, your subscription will automatically terminate.</p>\n<p>We may increase the price of Daily Wire subscriptions at any time, however, we will give you at least thirty (30) days advance notice of any price increase.\nThis advance notice will give you an opportunity to cancel your subscription before the price increase goes into effect.\nIf you do not cancel your subscription before the price increase goes into effect, you will be deemed to have agreed to the price increase.</p>\n<p>If you subscribe to the Daily Wire, you agree to keep your contact information (i.e.\naddress, email address, phone number) and payment information up-to-date at all times.</p>\n<b>Free Trial Period</b>\n<p>Your subscription may begin with a free trial.\nIf this is the case, we will begin charging you for your subscription at the end of the free trial period and the date of such charge will be considered your purchase date for purposes of subscription period calculations.\nTo avoid being charged, you must cancel your subscription before the end of the free trial period.</p>\n<b>Cancellation Process</b>\n<p>You may cancel by (a) accessing your account online at&nbsp;www.DailyWire.com&nbsp;and navigating to “Account”, (b) sending an email to&nbsp;support@dailywire.com&nbsp;specifying the email address used for the account and clearly indicating that you want to cancel.</p>\n<b>Promotional Code</b>\n<p>If you use a promotional code to obtain a subscription, such code only applies to the subscription period identified in the terms and conditions provided with the promotional code and may not apply to renewal periods.\nPlease carefully review the terms and conditions provided with the promotional code before use.\nPromotional codes do not apply to gift membership purchases or membership upgrades, unless otherwise provided.</p>\n<p>\n<b>SIGN UP FOR TEXT PROMOTIONS AND DISCOUNTS</b>\n<br>\nSend JOIN to 83400 to receive promotional and discount text messages.&nbsp;<b>Message frequency varies by account</b>.</p>\n<p>\n<b>Terms &amp.\nConditions:</b>\n<br>\nThe Daily Wire does not charge for receiving text messages.&nbsp;<b>Message and Data Rates May Apply.</b>&nbsp;Check your text messaging plan with your carrier.\nFor help, text&nbsp;<b>HELP to 83400</b>&nbsp;or email&nbsp;support@dailywire.com.\nTo stop receiving text messages at any time, text&nbsp;<b>STOP to 83400</b>.\nSupported carriers include: AT&amp;T, Verizon, MetroPCS, Sprint, Boost, T-Mobile, Alltel, Virgin Mobile, U.S.\nCellular.\nCarriers are not liable for delayed or undelivered messages.\nBy signing up, you agree to our use of your Personal Information and other information consistent with these Terms of Use and our Privacy Policy.</p>\n<b>Subscription Types</b>\n<b>\n<i>Reader’s Pass</i>\n</b>\n<p>The Reader’s Pass provides you ad-free access to Daily Wire’s site, except podcasts.\nYou may still receive notices of internal promotions, recommended content and bulletins that enhance the user experience.\nWe do not make any guarantees as to the posting or availability of any content.&nbsp;<b>The Reader’s Pass will automatically renew at an annual rate after the first 14 days and will automatically renew every year around the same date as the purchase date.\nYou must cancel your subscription before the renewal date to prevent the next charge to your credit card or other payment method.\n</b>We may also choose, in our sole discretion, not to renew your subscription.</p>\n<p>You may cancel your Reader’s Pass at any time by following the cancellation process above.\nIf you cancel your Reader’s Pass within the first 14 days of the initial subscription period, you may request a full refund at that time by contacting customer service.\n<strong>If you cancel your Reader’s Pass any time after the first 14 days of the initial subscription period, you will not receive any refund, but your access will continue until the end of the current subscription period.</strong> Except as noted in this paragraph, all charges for the Reader’s Pass are nonrefundable.</p>\n<b>\n<i>Insider</i>\n</b>\n<p>The Insider Subscription provides you ad-free access to Daily Wire’s site and access to Daily Wire podcasts.\nYou may still receive notices of internal promotions, recommended content and bulletins that enhance the user experience.\nWe do not make any guarantees as to the posting or availability of any content or the number of podcasts that will be produced in any period of time.&nbsp;<b>The Insider Subscription will automatically renew every month around the same day as the purchase date.\nYou must cancel your subscription before the renewal date to prevent the next charge to your credit card or other payment method.&nbsp;</b>We may also choose, in our sole discretion, not to renew your subscription.</p>\n<p>You may cancel your Insider Subscription at any time by following the cancellation process above.\nIf you cancel your Insider Subscription within the first 14 days of the initial subscription period, you may request a full refund at that time by contacting customer service.\n<strong>If you cancel your Insider Subscription any time after the first 14 days of the initial subscription period, you will not receive any refund, but your access will continue until the end of the current subscription period.</strong> Except as noted in this paragraph, all charges for the Insider Subscription are nonrefundable.</p>\n<b>\n<i>Insider Plus Subscription</i>\n</b>\n<p>The Insider Plus Subscription provides you ad-free access to Daily Wire’s site and access to Daily Wire podcasts.\nYou may still receive notices of internal promotions, recommended content and bulletins that enhance the user experience.\nWe do not make any guarantees as to the posting or availability of any content or the number of podcasts that will be produced in any period of time.&nbsp;<b>The Insider Plus</b>\n<b>Subscription will automatically renew every year around the same date as the purchase date.\nYou must cancel your subscription before the renewal date to prevent the next charge to your credit card or other payment method.&nbsp;</b>We may also choose, in our sole discretion, not to renew your subscription.</p>\n<p>You may cancel your Insider Plus Subscription at any time by following the cancellation process above.\nIf you cancel your Insider Plus Subscription within the first 14 days of the initial subscription period, you may request a full refund at that time by contacting customer service.\n<strong>If you cancel your Insider Plus Subscription any time after the first 14 days of the initial subscription period, you will not receive any refund, but your access will continue until the end of the current subscription period.</strong> Except as noted in this paragraph, all charges for the Insider Plus Subscription are nonrefundable.</p>\n<b>\n<i>All Access Subscription</i>\n</b>\n<p>The All Access Subscription provides you ad-free access to Daily Wire’s site and access to Daily Wire podcasts and Discussions.\nYou may still receive notices of internal promotions, recommended content and bulletins that enhance the user experience.\nWe do not make any guarantees as to the posting or availability of any content or the number of podcasts that will be produced in any period of time.&nbsp;<b>The All Access</b>\n<b>Subscription will automatically renew every year around the same date as the purchase date.\nYou must cancel your subscription before the renewal date to prevent the next charge to your credit card or other payment method.&nbsp;</b>We may also choose, in our sole discretion, not to renew your subscription.</p>\n<p>You may cancel your All Access Subscription at any time by following the cancellation process above.\nIf you cancel your All Access Subscription within the first 14 days of the initial subscription period, you may request a full refund at that time by contacting customer service.\n<strong>If you cancel your All Access Subscription any time after the first 14 days of the initial subscription period, you will not receive any refund, but your access will continue until the end of the current subscription period.</strong> Except as noted in this paragraph, all charges for the All Access Subscription are nonrefundable.</p>\n<b>\n<i>Gift Subscriptions</i>\n</b>\n<p>The Gift Subscriptions provide your gift recipient with ad-free access to Daily Wire’s site and access to Daily Wire podcasts.\nThey may still receive notices of internal promotions, recommended content and bulletins that enhance the user experience.\nWe do not make any guarantees as to the posting or availability of any content or the number of podcasts that will be produced in any period of time.\nThe Gift Subscription terminates one year after purchase.\nWe may contact you or your gift recipient prior to termination to ask about renewal.</p>\n<p>You or your gift recipient may cancel the Gift Subscription at any time by following the cancellation process above.\nhowever,&nbsp;<b>fees for the Gift Subscription are nonrefundable</b>.\nIf you or your gift recipient cancel the Gift Subscription, access will continue until the end of the current subscription period.</p>\n<b>Site Usage</b>\n<p>You agree to use the Site only for lawful purposes and only for your own personal, non-commercial use.\nYou may download or print a single copy of any portion of the content provided on the Site for your personal, non-commercial use, provided you do not remove any trademark, copyright or other notice contained in such material.\nNo other use is permitted unless otherwise expressly permitted in writing by DW.\nYou may not, for example, use the Site to transmit, post, download, distribute, copy, display publicly, store or destroy material (a) in violation of any applicable law or regulation, (b) in a manner that will infringe the copyright, patent, trademark, trade secret or other intellectual property rights of others or violate the privacy or publicity or other personal rights of others, or (c) that is libelous, obscene, offensive, threatening, defamatory, abusive or hateful.</p>\n<p>You are prohibited from violating or attempting to violate the security measures on the Site, including, without limitation:</p>\n<ol>\n<li>Attempting to probe, scan or test the vulnerability of the system or network or to breach security or authentication measures without proper authorization;</li>\n<li>Attempting to interfere with service to any user, host or network;</li>\n<li>Sending unsolicited e-mail, including promotions and/or advertising of products or services;</li>\n<li>Hijacking all or any part of the Site content, deleting or changing any Site content, deploying pop-up messages or advertising, running or displaying this Site or any Site content in frames or through similar means on another Site, or linking to the Site or any page within the Site, without our specific written permission;</li>\n<li>Using a false password or one belonging to another user or accessing data not intended for the user or logging into a server or account which such user is not authorized to access.\nor</li>\n<li>Disclosing a password or permitting a third party to use a password or failing to notify us if a password is compromised.</li>\n</ol>\n<p>We have absolute discretion to determine if any use violates these rules and to act as we deem appropriate in the event of any violation.\nViolations of system or network security may result in civil or criminal liability.\nWe will investigate occurrences which may involve such violations and may involve, cooperate with, and make disclosures to, law enforcement authorities in identifying and prosecuting users who are involved in such violations.</p>\n<b>Site Contents</b>\n<p>Unless otherwise noted, all materials, including images, illustrations, designs, icons, photographs, audio, video clips, text, “look and feel”, layout, graphics, messages, files, documents, and written and other materials that appear as part of the Site (collectively, the “Contents”) whether publicly posted or privately transmitted, as well as all derivative works are property owned, controlled, licensed or used with permission by DW.\nThe Site as a whole and its Contents are protected by copyright, trademark, trade dress and other laws and all worldwide right, title and interest in and to the Site and its Contents are owned by DW or used with permission.\nDailyWire.com, The Daily Wire, The Daily Wire logo, and all other trademarks and service marks appearing on this Site are property of DW or are used with permission of the owner.\nYou agree not to display or use such marks without DW’s prior written permission.\nDW disclaims any proprietary interest in trademarks, service marks, logos, slogans, domain names and trade names other than its own.</p>\n<p>The Contents of the Site, and the Site as a whole, are intended solely for personal, non-commercial use by the users of the Site and may not be used except as permitted in these Terms of Use.\nNo right, title or interest in any downloaded materials or software is transferred to you as a result of any downloading or copying.\nExcept as expressly permitted herein, you may not reproduce, republish, publish, upload, post, transmit, distribute (including by email or other electronic means), publicly display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, in whole or in part, any of the Contents or the Site without the prior written consent of DW or the owner of such material.\nNothing contained on this Site grants or should be construed as granting, any license or right to use, implied or otherwise, any trademarks, trade names, service marks, trade dress, copyrighted or other proprietary material displayed on this Site without the prior written consent of DW or the owner of such material.\nAll rights not expressly granted herein by DW to you are reserved by DW and/or its licensors.\nThird-party trade names, product names and logos, contained in this website may be the trademarks or registered trademarks of their respective owners.</p>\n<p>The information presented on or through the Site is made available solely for general informational purposes.\nWe may update the content on this Site from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Site may be out of date at any given time, and we are under no obligation to update such material.</p>\n<p>\n<b>Requests to use the Contents for any purpose other than as permitted in these Terms should be directed to DW at the contact information provided above.</b>\n</p>\n<b>User Content</b>\n<p>From time to time, DW may offer the ability for Site users to publish or upload information or comments to the Site.\nThis functionality may be reserved for registered users.\nDW reserves the right, but has no obligation, to monitor the information or material you submit to the Site.\nDW will have the right to remove any such information or material that in its sole discretion violates, or may violate, any applicable law or these Terms or upon the request of any third party.\nIn DW’s sole and absolute discretion DW may ban users from publishing on the site, participate in Discussions, block access to and cancel the user’s registration, the only liability for any of which will be DW’s refund of any remaining balance of any subscription fee.</p>\n<p>You will not post, download, or copy on the Site, transmit to other users, communicate any content (or links thereto), or otherwise engage in any activity on the Site that:</p>\n<ol>\n<li>Violates any applicable law or regulation;</li>\n<li>Promotes or enables illegal or unlawful activities;</li>\n<li>Will infringe the copyright, patent, trademark, trade secret or other intellectual property rights of others;</li>\n<li>Violates the privacy or publicity or other personal rights of others;</li>\n<li>Misrepresents affiliation, connection or association with, any person or entity;</li>\n<li>Is intended to deceive or defraud other users of the Site;</li>\n<li>Is libelous, obscene, profane, inaccurate, sexually suggestive, offensive, threatening, defamatory, abusive or hateful;</li>\n<li>Promotes racism, bigotry, hatred or physical harm of any kind against any group or individual;</li>\n<li>Is intended to or tends to annoy, threaten, harass, or intimidate any other users of the Site;</li>\n<li>Contains video or images of another person without his or her permission;</li>\n<li>Contains, collects or solicits personal information about a minor.\nor</li>\n<li>Distributes another person’s personal information without his or her permission, or collects or solicits another person’s personal information for commercial or unlawful purposes.</li>\n</ol>\n<p>Other Site users may post information that is protected under copyright laws (whether or not identified as such).\nYou agree that you will not copy, download, modify, publish, transmit, distribute, perform, display, commercially use, or sell any DW or third party proprietary information available on or through the Site.</p>\n<p>By posting information or content to any public area of the Site you grant, and you represent and warrant that you have the right to grant, to DW and its affiliates an irrevocable, perpetual, non-exclusive, fully-paid, royalty-free, worldwide license to use, reproduce, publicly perform, publicly display and distribute such information and content, and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sublicenses of the foregoing.</p>\n<b>Digital Millennium Copyright Act</b>\n<p>In the event that a third party provides DW with a notification of any alleged intellectual property infringement, DW may, in DW’s sole and absolute discretion, immediately remove such content, ban users from publishing on the site and cancel the user’s registration, the only liability for any of which will be DW’s refund of any remaining balance of any subscription fee.</p>\n<p>In addition, in the event of an alleged copyright infringement, DW shall act expeditiously in accordance with the Digital Millennium Copyright Act (“DMCA”) (17 U.S.C.\n§ 512) and will take steps to have the allegedly infringing material removed or access to such material blocked.</p>\n<p>Procedure for Submitting Notification of Alleged Copyright Infringement</p>\n<p>It is our policy to respond to notices of alleged copyright infringement that comply with the DMCA.\nWith respect to copyright infringement, the DMCA requires DW to have a designated agent to receive notices of alleged copyright infringement.\nFor any content that you believe infringes your copyright, please send a written notice of alleged copyright infringement to DW’s designated agent at the following email address:</p>\n<p>DMCA@dailywire.com</p>\n<p>Your written notification of alleged copyright infringement should include all of the following information:</p>\n<ol>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are to be covered by a single notification, a representative list of such works and accompanying URL(s) where such work can be found on the Site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit DW to locate the material on its server;</li>\n<li>Information reasonably sufficient to permit DW to contact you, such as an address, telephone number, and, if available, an email address at which you may be contacted;</li>\n<li>A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by you, your agent, or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nand</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>Procedure for Submitting Notification of Alleged Intellectual Property Infringement (other than copyright infringement)</p>\n<p>If you believe that any content posted using this Site infringes the intellectual property that you own or are licensed to enforce (other than your copyright),&nbsp;please send a written notification here.\nInclude in the email the following information:</p>\n<ol>\n<li>Identification of the allegedly infringing material with particularity to permit DW to locate the material on DW’s server;</li>\n<li>Information reasonably sufficient to permit DW to contact you, such as an address, telephone number, and, if available, an email address at which you may be contacted;</li>\n<li>A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by you, your agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<b>Your Privacy Rights</b>\n<p>All information we collect on this Site is subject to our&nbsp;Privacy Policy.\nBy using the Site, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n<b>Links to Third Party Websites</b>\n<p>DW is not responsible for the contents of any website that may be linked on our Site, or any link contained in a linked website, or any changes or updates to such websites.\nThe inclusion of any link does not imply endorsement by DW of that website and is provided only for informational purposes.\nDW reserves the right to reject any request for a link to a third-party website and to remove any link for any reason.</p>\n<p>DW may offer the ability to link to your social media accounts from the Site.\nThis functionality is offered by the respective social media providers and may be subject to additional terms and conditions from those providers.</p>\n<b>Indemnification</b>\n<p>You shall indemnify, defend and hold harmless DW and its business affiliates, subsidiaries, affiliates, officers, directors, employees, attorneys and agents, from and against any and all damages, claims and actions brought by you or any third party resulting from: (a) your use of or inability to use the Site, (b) the infringement by you of any intellectual property rights of any person or entity, (c) your violation of the Terms, (d) any content or data entered by you, (e) the breach of any warranty or representation made by you in the Terms, or (f) your violation of any applicable laws, rules or regulations.</p>\n<b>Disclaimer and Limitation of Liability</b>\n<p>THE CONTENT, SERVICES, INFORMATION AND ACCESS TO THE SITE ARE PROVIDED “AS IS” AND, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, SATISFACTORY QUALITY, AND NON-INFRINGEMENT.\nDW DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE IN TERMS OF ITS QUALITY, CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nDW DOES NOT WARRANT THAT ANY PART OF THE SITE WILL OPERATE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT TRANSMISSION TO OR FROM THE SITE AND ACCESS TO THE SITE WILL BE UNINTERRUPTED, CONTINUOUS, OR ERROR-FREE.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL DW OR ANY OF ITS AFFILIATES, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, ATTORNEYS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY DAMAGES OF ANY KIND, INCLUDING, BUT NOT LIMITED TO, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, AND INCLUDING, WITHOUT LIMITATION, LOST PROFITS, LOST SAVINGS AND LOST REVENUES, EVEN IF DW HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION UNDER CONTRACT, NEGLIGENCE OR ANY OTHER THEORY, ARISING OUT OF OR IN CONNECTION WITH THE USE OR INABILITY TO USE THE SITE, OR THE INFORMATION, SERVICES, PRODUCTS, AND MATERIALS AVAILABLE FROM THE SITE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE EXCLUSION OF LIABILITY OR DAMAGES.</p>\n<b>Dispute Resolution</b>\n<p>Any controversy, claim, or dispute arising out of or related to these Terms, the Site, or the relationship of the parties, including, but not limited to, alleged violations of state or federal statutory or common law rights or duties (a “Dispute”) shall be solely and exclusively resolved according to the procedures set forth in this paragraph.\nIf we are unable to resolve any Dispute through informal means, either party may initiate binding arbitration of such Dispute.\nThe demand for arbitration shall be made within a reasonable time after the Dispute has arisen, but in no event shall it be made more than one year from when the aggrieved party knew or should have known of the controversy, claim or facts forming the basis of the Dispute.\nThe arbitration shall be initiated and conducted according to the American Arbitration Association Consumer Arbitration Rules (the “Arbitration Rules”).\nThe arbitration shall be conducted in Los Angeles, California before a single neutral arbitrator appointed in accordance with the Arbitration Rules.\nTo the fullest extent permitted by law, the arbitrator shall not have the power to award indirect, punitive, special or consequential damages against any party.\nArbitration costs and fees shall be determined in accordance with the Arbitration Rules and applicable law.\nEach party shall be responsible for paying its own attorneys’ fees, costs and expenses, regardless of which party prevails, but a party may recover any or all of its attorneys’ fees, costs and expenses from another party if the arbitrator, applying applicable law, so determines.\nNo Dispute may be arbitrated on a class or representative basis and the arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.\nJudgment on the award rendered by the arbitrator, if any, may be entered for enforcement purposes in any court having jurisdiction thereof.\nBY AGREEING TO THESE TERMS, EACH PARTY IRREVOCABLY WAIVES ITS RIGHT TO PRESENT A DISPUTE IN COURT, RIGHT TO A JURY TRIAL, AND ANY RIGHT IT MAY HAVE TO JOIN CLAIMS OR DISPUTES WITH THOSE OF OTHERS IN THE FORM OF A CLASS ACTION OR SIMILAR PROCEDURAL DEVICE.</p>\n<p>The Terms are governed by and construed in accordance with the laws of the State of California, without regard to conflicts of laws principles.</p>\n<b>No Waiver</b>\n<p>DW’s failure to enforce strict performance of any provision of these Terms of Use will not constitute a waiver of DW’s right to subsequently enforce such a provision or any other provision of these Terms, nor will any delay or omission on the part of DW to exercise or take advantage of any right or remedy that DW has or may have hereunder, operate as a waiver of any right or remedy.</p>\n<b>Severability</b>\n<p>In the event that any of the provisions of these Terms shall be held by a court or other tribunal of competent jurisdiction to be invalid or unenforceable, the remaining portion hereof shall remain in full force and effect and such a provision shall be enforced to the maximum extent possible so as to effect the intent of the parties and shall be reformed to the extent necessary to make such provisions valid and enforceable.</p>\n<b>Modification</b>\n<p>DW, in its sole discretion, reserves the right to update, revise, supplement and to otherwise modify these Terms of Use, and to impose new or additional terms and conditions on your use of the Site from time to time.\nSuch updates, revisions, supplements, modifications and additional rules, polices, terms and conditions will be effective immediately upon posting to the Site.\nYou agree to review the Terms upon each visit to the Site.\nIf, in our opinion, a change is material, we will also provide you with notice at least thirty (30) days in advance of the material change.\nSuch notice may include posting a notice on the Site or sending notification to the email address connected with your account.\nYour continued use of the Site following such notice will be deemed to conclusively indicate your acceptance of the revised Terms.</p>\n<b>Customer Support</b>\n<p>Click here, email support@dailywire.com,&nbsp;or call (818) 699-9948 for questions or problems with the Site.</p>\n<b>Update History</b>\n<p>February 2021 Updated provisions related promotional codes.</p>\n<p>December 2020 Updated provisions related promotional codes.</p>\n<p>August 2020 Updated provisions related to paid subscriptions.</p>\n<p>April 2020 Updated provisions related to paid subscriptions.</p>\n<p>September 2019 Updated provisions related to paid subscriptions, user submitted content, governing law and additional miscellaneous modifications.</p>\n<p>October 2017 Added provisions related to paid subscriptions, governing law, and dispute resolution.\nMade additional miscellaneous modifications.</p>\n<p>February 2016 Terms of Use created.</p>\n", "created_at": "2021-09-02 03:09:31.667898", "updated_at": "2021-09-02 01:10:22.016583"}], "points": [], "urls": ["dailywire.com"]}}