{"error": 448, "message": "OK", "parameters": {"id": 3921, "name": "StoriesOnline", "created_at": "2021-06-01 15:14:59.688858", "updated_at": "2021-06-01 22:00:20.74408", "wikipedia": null, "keywords": null, "related": null, "slug": "storiesonline", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3921.png", "url": "storiesonline.net", "documents": [{"id": 6700, "name": "Privacy Policy", "url": "https://storiesonline.net/doc/Privacy-Policy", "xpath": "//body", "text": "\nThe site's javascripts are blocked.\nThis disables some functionality on the site.\nHome <b>Posted:</b> 1998-01-01 | <b>Updated:</b> 2020-05-12 Privacy Policy Basic Policy:\n<p>Our privacy policy is very simple: We won't trade, sell, share, give away or provide access to your email address, or any other information that you provide to anybody voluntarily.\n<em>If legally compelled, we must comply.</em>\n</p>\n<p>You won't receive any unsolicited emails from us or on our behalf.\nIf you ask for information we will reply via email, otherwise, we won't send you anything without your full consent.</p>\n<p>However, there are more details and nuances:</p>\nData Collection:\n<p>While we don't collect data about you, your usage of the site leaves a trail.\nIn order to provide the service to you, we have to keep few bits.</p>\n<ul>\n<li>\n<p>\n<b>Stories accessed:</b> We have a daily limit on the stories that you access.\nThe limit varies depending on your level of service.\nIn order to keep the count accurate, we must keep a list of stories accessed during each 24 hours log in period.\nThis list of stories is completely erased after 24 hours.</p>\n<strong>Exceptions:</strong>\n<ol>\n<li>\n<p>\n<b>Recently Accessed stories list:</b> Premier level membership has an optional feature called 'Recently Accessed stories list'.\nThis feature allows you to set the site to keep track of your recently accessed stories up to 500 stories, just in case you would like to go back to find a story you've read previously.\nIf you choose to enable this feature, then a list of stories that you've accessed is kept until you disable this feature.</p>\n</li>\n<li>\n<p>\n<b>Story Read Dots and Flags:</b> Premier level membership offers markers to flag stories as read in order to give you a quick visual clue for which stories you've accessed and which you haven't.\nThis feature cannot be disabled.\nTo make this feature work, we have to keep a list of which stories you've accessed.\nFlagging stories also makes the site keep another bit of info for you.</p>\n</li>\n<li>\n<p>\n<b>Voting:</b> Storiesonline allows you to cast your vote for a story, and the vote is used for calculating a general score for the story.\nThe score is viewable by all.\nSince the site allows only one vote per user, we must keep a record of those votes.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>Cookies:</strong> In order to provide many of our services, we must set cookies in your browser.\nFor example, logging in and staying logged in <em>requires</em> a cookie.\nWe set multiple cookies for various functions.\n<strong>None of our cookies are ever used for tracking purposes.\nonly basic site functionlity.</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Email:</strong> To verify that you're human, we must verify your email address.\nWhen you register, we record your email address.\nWe never use this email address for more than providing the site's services for you.</p>\n<strong>Exception:</strong>\n<ol>\n<li>\n<p>If you stop accessing the site, we'll send you two reminders, one on the three months mark and another on the six months mark.</p>\n</li>\n</ol>\n</li>\n</ul>\nIf you post stuff on the site (stories, blogs, forum etc...) we register the IP address where the posts are originating from for legal protection of the site.\n", "created_at": "2021-06-01 15:14:59.691299", "updated_at": "2021-06-01 13:17:35.059676"}], "points": [], "urls": ["storiesonline.net"]}}