{"error": 448, "message": "OK", "parameters": {"id": 3524, "name": "Datafilehost.com", "created_at": "2021-05-07 16:58:28.614275", "updated_at": "2021-05-08 00:02:34.601163", "wikipedia": null, "keywords": null, "related": null, "slug": "datafilehostcom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3524.png", "url": "datafilehost.com", "documents": [{"id": 5843, "name": "Privacy Policy", "url": "https://www.datafilehost.com/pages/privacy.php", "xpath": "", "text": " Toggle navigation <ul>\n<li> Upload </li>\n<li> TOS </li>\n<li> FAQ </li>\n<li> Contact </li>\n</ul> Privacy Policy<br>\n<br> Datafilehost.com is committed to protecting user privacy online.\nWe we will not sell, share, or rent individually-identifiable information about you to any third party without your full permission.<br>\n<br>\n<strong>Cookies</strong>\n<br> A cookie is a small data file that the website writes to your computer.\nA cookie cannot read any other data off of your hard drive, pass on a virus, or read cookie files created by other sites.\nA cookie may be placed on your browser to protect our service against abuse.\nYou can refuse cookies by turning them off in your browser, however, your ability to interact with our and other websites, might be limited.<br>\n<br>\n<strong>Third Party Advertising</strong>\n<br> We use third-party advertising companies to serve ads when you visit our Web site.\nThese companies may use information (not including your name, address, e-mail address or telephone number) about your visits to this and other Web sites in order to provide advertisements on this site and other sites about goods and services that may be of interest to you.\nIn the course of serving advertisements to this site, our third-party advertiser may place or recognize a unique \"cookie\" on your browser.<br>\n<br>\n<strong>Logging IP Addresses</strong>\n<br> We log and use IP addresses for measuring usage.<br>\n<br>\n<strong>Certain Exceptional Disclosures</strong>\n<br> We may disclose your information if necessary to protect our legal rights or if the information relates to actual or threatened harmful conduct or potential threats to the physical safety of any person.\nDisclosure may be required by law or if we receive legal process.<br>\n<br>\n<strong>File Transfer Security</strong>\n<br> Files stored for delivery are only accessible by Datafilehost.com and through the clickable download link generated for your recipient.\nAll files stored for delivery are deleted when they expire.<br>\n<br> Popular Links and Pages <strong>\n<em>TRENDING DOWNLOADS!</em>\n</strong>\n<strong>Answers, Cheats, and Tricks!</strong>\n<strong>Kpop Hair and Style!</strong>\n<strong>\n<em>Share Your Song with Africa!</em>\n</strong>\n<p>Copyright © Datafilehost 2017</p> Privacy Policy Copyright &amp.\nDMCA AddThis Sharing SidebarShare to FacebookFacebook, Number of sharesShare to RedditReddit, Number of sharesShare to TwitterTwitterShare to TumblrTumblrShare to EmailEmailMore AddThis Share optionsAddThis, Number of shares995SHARESHideShowCloseAddThisAddThis SharingFacebookTwitterPrintAddThis", "created_at": "2021-05-07 16:58:29.578598", "updated_at": "2021-05-07 16:58:41.998089"}], "points": [], "urls": ["datafilehost.com"]}}