{"error": 448, "message": "OK", "parameters": {"id": 4229, "name": "Kali Linux", "created_at": "2021-06-29 20:23:45.108136", "updated_at": "2021-06-29 22:00:47.66799", "wikipedia": "https://en.wikipedia.org/wiki/Kali_Linux", "keywords": null, "related": null, "slug": "kali-linux", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4229.png", "url": "kali.org", "documents": [{"id": 7439, "name": "Cookie Policy", "url": "https://www.kali.org/docs/policy/cookie/", "xpath": "//body", "text": "<ul>\n<li>Get Kali</li>\n<li>Blog</li>\n<li>Documentation <i>\n</i>Kali Linux Documentation\nKali Tools Documentation\nKnown Issues</li>\n<li>Community <i>\n</i>Community Support\nKali Linux Forums\nReal Time Chat\nJoin Newsletter\nMirror Location\nGet Involved</li>\n<li>Courses <i>\n</i>Kali Linux Revealed (KLCP)\nPEN-200 (PWK/OSCP)\nPEN-210 (WiFu/OSWP)\nPEN-300 (ETBD/OSEP)\nWEB-300 (AWAE/OSWE)\nEXP-301 (WUMED/OSED)\nEXP-401 (AWE/OSEE)</li>\n<li>Developers <i>\n</i>Git Repositories\nPackages\nAuto Package Test\nBug Tracker\nKali NetHunter Stats</li>\n<li>About <i>\n</i>Kali Linux Overview\nGallery &amp.\nPress Pack\nMeet The Kali Team\nPartnerships &amp.\nFriends\nContact Us</li>\n</ul>Last Revised:2021-February-21<p>Our Cookie Policy (the “Cookie Policy”) describes the different cookies used in connection with websites owned and controlled by Offensive Security, 230 Park Avenue 3rd Floor West, New York.\n(“Offensive Security” or “us”), from which you are accessing this Cookie Policy (the “Site”).\nOffensive Security determines the means and purposes of the personal data processing described in this Cookie Policy and is therefore the data controller for the purposes of the EU General Data Protection Regulation (or GDPR).</p>\n<p>Depending on the Site you are accessing, our privacy notice applies in addition to this Cookie Policy.</p>\n<p>If you have questions, please contact us by email at <strong>privacy at offensive-Security dot com</strong> or write to us at:</p>\n<code>Offensive Security\n230 Park Avenue 3rd Floor West\nNew York, NY 10169.\n</code>What is a Cookie?<p>Cookies are a standard feature of websites that allow us to store small amounts of data on your computer about your visit to the Site.\nThey are widely used to help make websites work or work in a better, more efficient way, such as by recognizing you and remembering information that will make your use of the website more convenient (such as by remembering your preference settings).\nCookies also help us to learn which areas of the Site are useful and which areas need improvement, and to track your usage of the Site to provide you with targeted advertisements.</p>First-party cookies and third-party cookies<p>Cookies are downloaded by your Internet browser the first time you visit the Site.\nThe next time you visit the Site from the same device, the cookie and the information stored in it is either sent back to the site generating it (first-party cookie) or to a different website to which it belongs (third-party cookie).</p>\n<p>These third-party providers set cookies when you are logged on to their pages and visit our Site.\nWe have no influence on the cookie settings of these websites.\nPlease visit the websites of third-party providers to obtain further information on how they use cookies.</p>\n<p>First-party and third-party cookies enable the website to recognize whether you have already accessed the Site through a browser and, often make the content displayed vary.</p>\n<p>You can change your cookie settings within your Internet browser.\nYour Internet browser allows you to change your cookie settings.</p>Persistent and session cookies<p>Depending on their lifespan, Cookies can be distinguished between “persistent” or “session” cookies.</p>\n<p>A <em>persistent cookie</em> is stored on your computer until it expires or you delete it.</p>\n<p>A <em>session cookie</em> is deleted when you close your browser.</p>\n<p>You generally can choose whether to accept cookies by changing the settings on your browser.\nFor further details see below.</p>How do I manage cookies?Deactivate and/or delete cookies via your browser<p>In addition, you can change your cookie settings within your internet browser.\nYour internet browser allows you to change your cookie settings.\nSuch browser settings for cookies are typically found in the “options”, “tools” or “preferences” menu of your internet browser.\nYou may also consult the browser’s “help” menu.\nDifferent browsers may use different mechanisms to disable cookies.</p>\n<p>Please consult the links below for more details on how to manage your cookie settings:</p>\n<ul>\n<li>Cookie settings in Internet Explorer</li>\n<li>Cookie settings in Firefox</li>\n<li>Cookie settings in Chrome</li>\n<li>Cookie settings in Safari</li>\n</ul>\n<p>As regards the browser settings for the deletion of former cookies, the same principles apply as for the deactivation of new cookies via your browser settings.\nPlease follow the respective guidance of your browser as described above.</p>Deactivate Google related cookies<p>You can disable Google Analytics related cookies in all the ways described in this Cookie Policy or, additionally, by downloading and installing a browser plug-in.\nThe current link is:</p>\n<p>tools.google.com/dlpage/gaoptout/</p>\n<p>If you do not wish to receive any interest-based advertising, you can deactivate Google’s use of cookies for these purposes by going to</p>\n<p>adssettings.google.com</p>Deactivate cookies via other online tools<p>There are online tools available for clearing all cookies left behind by the websites you have visited, such as allaboutcookies.org and networkadvertising.org.</p>\n<p>When you visit this Site from different computers, it will be necessary to repeat the modification of your settings.</p>The impact of deactivating cookies in these ways<p>The rejection of cookies may impact your user experience and functionality while using the Site.\nFor example, some cookies are necessary for the website to function.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nIf for example, you set your browser to block or alert you about these cookies, some parts of the site will not work.</p>\n<p>If you reject the use of all cookies that you are able to, first-party and third-party cookies will be deactivated.\nFirst-party cookies will be deleted.\nWe cannot delete any third-party cookie.\nTherefore, you have to delete third-party cookies on your own.\nThis can be done within the settings of your browser as explained above.</p>What kind of Cookies do we use?<p>The tables below list all the types of cookies we and third parties use on the Site, with information regarding their retention periods (i.e.\nhow long each cookie will remain on your device) and their source (i.e.\n1st party or third-party cookies).</p>Updates to this Cookie Policy<p>You can find out when this Cookie Policy was last amended by checking “Last Revised” at the top of this page.</p>LIGHT\nDARKDownloadsKali Linux\nKali NetHunter\nKali Linux Revealed BookLinksHome\nBlog\nDocumentation\nTools\nSupport Forum\nBug Tracker\nSystem StatusPoliciesCookie Policy\nPrivacy Policy\nTrademark PolicyFollow UsTwitter\nFacebook\nGitLab\nGitHub\nMicrosoft Store\nDocker\nVagrant\nAmazon AWS\nMicrosoft Azure\nRSS© OffSec Services Limited 2021.\nAll rights reserved.", "created_at": "2021-06-29 18:26:36.851997", "updated_at": "2021-06-29 18:26:44.385742"}, {"id": 7438, "name": "Privacy Policy", "url": "https://www.kali.org/docs/policy/privacy/", "xpath": "", "text": "<ul>\n<li>Get Kali</li>\n<li>Blog</li>\n<li>Documentation <i>\n</i>Kali Linux Documentation\nKali Tools Documentation\nKnown Issues</li>\n<li>Community <i>\n</i>Community Support\nKali Linux Forums\nReal Time Chat\nJoin Newsletter\nMirror Location\nGet Involved</li>\n<li>Courses <i>\n</i>Kali Linux Revealed (KLCP)\nPEN-200 (PWK/OSCP)\nPEN-210 (WiFu/OSWP)\nPEN-300 (ETBD/OSEP)\nWEB-300 (AWAE/OSWE)\nEXP-301 (WUMED/OSED)\nEXP-401 (AWE/OSEE)</li>\n<li>Developers <i>\n</i>Git Repositories\nPackages\nAuto Package Test\nBug Tracker\nKali NetHunter Stats</li>\n<li>About <i>\n</i>Kali Linux Overview\nGallery &amp.\nPress Pack\nMeet The Kali Team\nPartnerships &amp.\nFriends\nContact Us</li>\n</ul>\n<ul>\n<li>Policy<ul>\n<li>Cookie Policy</li>\n<li>Kali Linux EULA</li>\n<li>Kali Linux Network Service Policy</li>\n<li>Kali Linux Open Source Policy</li>\n<li>Kali Linux Trademark Policy</li>\n<li>Kali Linux Update Policies</li>\n<li>Kali Linux User Policy</li>\n<li>Kali's Relationship With Debian</li>\n<li>Penetration Testing Tools Policy</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n</ul>LIGHT\nDARKPrivacy Policy<p>Thank you for visiting our web site.\nThe following privacy policy tells you how we use personal information collected at this site.\nPlease read this privacy policy before using the site or submitting any personal information.\nBy using the site, you are accepting the practices described in this privacy policy.\nThese practices may be changed, but any changes will be posted and changes will only apply to activities and information on a going forward, not retroactive basis.\nYou are encouraged to review the privacy policy whenever you visit the site to make sure that you understand how any personal information you provide will be used.</p>Collection of Information<p>We collect personally identifiable information, like names, postal addresses, email addresses, etc., when voluntarily submitted by our visitors.\nThe information you provide is used to fulfill your specific request.\nThis information is only used to fulfill your specific request, unless you give us permission to use it in another manner, for example to add you to one of our mailing lists.</p>Cookie/Tracking Technology<p>The Site may use cookie and tracking technology depending on the features offered.\nCookie and tracking technology are useful for gathering information such as browser type and operating system, tracking the number of visitors to the Site, and understanding how visitors use the Site.\nCookies can also help customize the Site for visitors.\nPersonal information cannot be collected via cookies and other tracking technology, however, if you previously provided personally identifiable information, cookies may be tied to such information.\nAggregate cookie and tracking information may be shared with third parties.</p>Distribution of Information<p>We may share information with governmental agencies or other companies assisting us in fraud prevention or investigation.\nWe may do so when: (1) permitted or required by law.\nor, (2) trying to protect against or prevent actual or potential fraud or unauthorized transactions.\nor, (3) investigating fraud which has already taken place.\nThe information is not provided to these companies for marketing purposes.</p>Commitment to Data Security<p>Your personally identifiable information is kept secure.\nOnly authorized employees, have access to this information.\nAll emails and newsletters from this site allow you to opt-out of further mailings.</p>Privacy Contact Information<p>If you have any questions, concerns, or comments about our privacy policy you may contact us.\nWe reserve the right to make changes to this policy.\nAny changes to this policy will be posted.</p>\n<p>Updated on: 2021-Feb-23<br>\n</p>\n<i>\n</i>&nbsp;Edit this page\n<i>\n</i>\nCookie Policy\nBlogs\n<i>\n</i>LIGHT\nDARKDownloadsKali Linux\nKali NetHunter\nKali Linux Revealed BookLinksHome\nBlog\nDocumentation\nTools\nSupport Forum\nBug Tracker\nSystem StatusPoliciesCookie Policy\nPrivacy Policy\nTrademark PolicyFollow UsTwitter\nFacebook\nGitLab\nGitHub\nMicrosoft Store\nDocker\nVagrant\nAmazon AWS\nMicrosoft Azure\nRSS© OffSec Services Limited 2021.\nAll rights reserved.", "created_at": "2021-06-29 20:23:45.111777", "updated_at": "2021-06-29 18:24:00.013371"}], "points": [], "urls": ["kali.org"]}}