{"error": 448, "message": "OK", "parameters": {"id": 4001, "name": "Workona", "created_at": "2021-06-09 18:49:21.514568", "updated_at": "2021-06-09 22:00:45.066004", "wikipedia": null, "keywords": null, "related": null, "slug": "workona", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4001.png", "url": "workona.com", "documents": [{"id": 6871, "name": "Terms of Service", "url": "https://workona.com/policies/terms/", "xpath": "/html/body/div[1]/div[1]/div[2]", "text": "Workona Terms of Service<em>Last updated: May 23, 2019</em>\n<p>The following terms and conditions (the “Terms”) form a binding agreement between you, in your individual capacity or on behalf of the organization you represent, as applicable, and Workona Inc., a Delaware corporation (“Workona”), and govern your use of the internet-based applications, software, services and websites offered by Workona (the “Services”).</p>1.\nCustomers and Authorized Users<p>These Terms apply to both Customers and Authorized Users, as applicable and as set forth below.</p>\n<p>A “Customer” is you or the entity that you represent in agreeing to these Terms and creating an account on the Service, as indicated by you at the time of your creation of an account.\nIf you create an account but are not formally affiliated with an organization, or do not have the necessary organizational authority to enter into the Terms on behalf of such organization, then you as an individual are the Customer.\nFor example, if you signed up using a personal email address and invited a couple of friends to work on a new startup idea but haven’t formed a company yet, you are the Customer.\nHowever if you sign up using a primary email address with a domain owned by your company, and you have the necessary authority to bind your company to these Terms, then your company is the Customer.</p>\n<p>An “Authorized User” is a person who a Customer, or a person with admin access on a Customer’s account, has invited to participate in a Customer account.</p>2.\nAcceptance of the Terms<p>By creating an account, or by entering into an agreement to purchase a Subscription (as defined below), you agree, as an individual or on behalf of the organization that you represent, as applicable, to be bound by these Terms as Customer.</p>\n<p>By accepting an invitation to join a team or organization account created by a Customer or otherwise indicating your assent to these Terms, you agree to be bound by these Terms as an Authorized User of a Customer’s Subscription.</p>\n<p>In either case, you represent and warrant that (1) you have read, understand, and agree to be bound by these Terms, (2) you are at least 13 years of age, and (3) you have the authority to enter into the Terms (on behalf of yourself or, if applicable, the organization that you represent).\nIf you do not wish to be bound by these Terms, you may not access or use the Services.\nOur Services are not designed for users under the age of 13, and if you are younger than 13 you may not use the Service.</p>\n<p>These terms incorporate by reference the Workona Privacy Policy available at https://workona.com/policies/privacy.</p>3.\nChanges to the Terms<p>These Terms are subject to occasional revision.\nWe will notify you of any changes to our Terms by posting the new Terms on the Services and updating the “Last Updated” date below.\nWe will also notify you of material changes by sending an email to the email address you have provided to us.\nFor existing Customers and Authorized Users, any changes to these Terms will be effective thirty calendar days following notification of such change, and for new Customers and Authorized Users entering into these Terms after the new “Last Updated” date, these changes will be effective immediately.\nContinued use of the Services following such changes will indicate your acknowledgement of such changes and agreement to be bound by the updated version of these Terms.</p>4.\nAccess to the Service<p>A Customer may enter into an agreement with Workona to purchase a subscription to access and use the Service, subject to these Terms (a “Subscription”).\nWorkona may, in its sole discretion, also offer Customers the ability to access and use the Service without payment, subject to these Terms (an “Unpaid Subscription”).</p>\n<p>Workona may terminate any Unpaid Subscription at any time, in its sole discretion, without liability to the applicable Customer or any Authorized User.\nIn the case of a Subscription, Customer and its Authorized Users will be permitted to access and use the Service for the period set forth in such Subscription.\nIn all events, Workona reserves the right to modify or discontinue the Service with or without notice and without liability to any Customer or Authorized User.\nIf you object to any such modifications, your sole recourse will be to cease access to the Services.</p>5.\nUse of the Services<p>a.&nbsp.\nIn order to access the Service, you may be required to provide information about yourself (such as identification or contact details).\nIt is your responsibility to ensure that such information is accurate and up to date.</p>\n<p>b.&nbsp.\nYou agree to use the Services only for purposes that are (a) permitted by the Terms and (b) in compliance with all applicable laws, rules and regulations.</p>\n<p>c.&nbsp.\nYou agree not to access (or attempt to access) the Service through any automated means (including use of scripts or web crawlers) and shall ensure that you comply with the instructions set out in any robots.txt file present on the Services.</p>\n<p>d.&nbsp.\nYou agree that you will not engage in any activity that interferes with or disrupts the Service (or the servers and networks which are connected to the Service).</p>\n<p>e.&nbsp.\nYou agree that you will not reproduce, duplicate, copy, attempt to create a substitute or similar service through use of or access to, sell, trade or resell the Services for any purpose.</p>\n<p>f.&nbsp.\nYou agree that you will not (and you will not permit anyone else to) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Services or any part thereof, unless this is expressly permitted or required by law.</p>\n<p>g.&nbsp.\nYou agree that you will not transmit to Workona any: (i) “personal data” (as defined by the European Union General Data Protection Regulation), (ii) “protected health information” (as defined by the United States Health Insurance Portability and Accountability Act of 1996), or (iii) any other data that is subject to regulation, without first entering into a separate agreement with Workona regarding such transmission and processing of such data, and ensuring compliance with applicable laws.\nYou acknowledge and agree that Workona does not screen the content that you submit to Workona, and as such relies on your compliance with this paragraph.</p>\n<p>h.&nbsp.\nYou agree that you are responsible for your own conduct and Content while using the Services and for any consequences thereof.</p>\n<p>i.&nbsp.\nYou agree to maintain the confidentiality and security of your password and any other account information.\nYou agree to notify Workona immediately at support@workona.com it you become aware of any unauthorized use of your password or of your account.</p>\n<p>j.&nbsp.\nYou agree that for each Customer account, certain users assigned by Customer (“Admin Users”) may have administrative privileges which can access and modify your Content on the Service, and may remove your ability to access the Customer account and such Content.\nYou agree that Workona will have no liability to you for actions taken by Admin Users.</p>\n<p>k.&nbsp.\nYou acknowledge and agree that if you are a Customer, and the domain of the primary email address associated with your account is owned by an organization, and an authorized representative of that organization wishes to purchase a Subscription and add you to its account, then certain information concerning your existing account may become accessible to that organization’s Admin Users, including your name and email address, and your account and related Content may be added to the Subscription without your prior consent.</p>\n<p>l.&nbsp.\nYou acknowledge and agree that if you an Authorized User (including if you become an Authorized User of an organization’s account pursuant to Section 5(k)), your account information may also be visible to other Authorized Users in the account.</p>6.\nBilling and Payment<p>a.&nbsp.\nFor each Subscription, Workona will bill the Customer in advance for use of the Services in the amount and on the frequency indicated in the Subscription.\nWorkona reserves the right to modify pricing at any time, subject to compliance with the terms of any existing Subscriptions for the term thereof, in which case price increases during such term will go into effect upon renewal of the Subscription.\nIf a Customer upgrades to a higher pricing level or tier, Workona will credit any remaining balance from previous Subscription payment to your new level or tier.\nAll fees paid for a Subscription are non-refundable.</p>\n<p>b.&nbsp.\nEach Customer agrees to maintain valid and up-to-date credit-card billing information on file with Workona.\nCustomer may update this billing information at any time in the settings on its account with Workona.\nWorkona may permit, in its sole discretion, payment by invoice, if agreed upon in writing by Workona.</p>\n<p>c.&nbsp.\nAll payments due are in U.S.\ndollars unless otherwise agreed in writing by Workona.\nPayments by credit card are due upon commencement of the Subscription and each renewal thereafter.\nPayments by invoice are due 10 days after invoice date, unless otherwise agreed in writing.\nLate payments will be charged interest at the rate of 1.5% per month (or, if lower, the highest rate permitted by law).\nCustomer will pay all reasonable expenses incurred by Workona in collecting late payments, including attorneys fees.\nWorkona may suspend or downgrade Customer’s account if fees are not paid when due.</p>\n<p>d.&nbsp.\nAt the end of each Subscription, such Subscription will automatically renew for successive terms equal to the original Subscription term, unless Customer terminates the Subscription prior to such renewal.</p>\n<p>e.&nbsp.\nCustomer is responsible for any taxes, duties, and customs fees associated with its Subscription (other than Workona’s income tax) (collectively “Taxes”), and Customer will pay Workona all amounts due under its Subscription without any reduction for Taxes.\nIf Workona is obligated to collect or pay Taxes, the Taxes will be invoiced to you, unless you provide Workona with a valid tax exemption certificate authorized by the appropriate taxing authority.\nIf you are required by law to withhold any Taxes from your payments to Workona, you must provide Workona with an official tax receipt or other appropriate documentation to support such payments.</p>7.\nContent in the Services<p>You understand that all information and web content which you may have access to as part of, or through your use of, the Services (the “Content”) is the sole responsibility of the person from which such Content originated.\nBy using the Services you may be exposed to Content that you may find offensive, indecent or objectionable and that, in this respect, you use the Services at your own risk.\nContent presented to you as part of the Services, including but not limited to advertisements in the Services and sponsored Content within the Services may be protected by intellectual property rights which are owned by the sponsors or advertisers who own such Content.\nWorkona reserves the right (but shall have no obligation) to pre-screen, review, flag, filter, modify, refuse or remove any or all Content from any Service.\nYou agree that you are solely responsible for any Content that you create, transmit or display while using the Services and for the consequences of your actions (including any loss or damage which Workona may suffer) by doing so.</p>8.\nProprietary rights<p>a.&nbsp.\nYou acknowledge and agree that Workona owns and retains all legal right, title and interest in and to the Services, including all intellectual property rights related thereto (whether registered or unregistered, and wherever in the world those rights may exist).\nYou further acknowledge that the Services may contain information which is designated confidential by Workona and that you shall not disclose such information without Workona’s prior written consent.</p>\n<p>b.&nbsp.\nWorkona hereby grants you a personal, worldwide, royalty-free, non-sublicensable, non-assignable, and non-exclusive, non-transferable and revocable license to access and use the Services in compliance with these Terms.\nYou acknowledge and agree that you obtain no intellectual property rights under these Terms, except for the limited license explicitly contained herein.</p>\n<p>c.&nbsp.\nYou retain copyright and any other rights you already hold in Content which you submit, share, upload, post or display on or through the Services.\nYou hereby grant Workona a limited license to use your Content to provide the Services, including the right to reproduce, adapt, modify, translate, publish, and distribute Content.</p>\n<p>d.&nbsp.\nWorkona may anonymize and aggregate your Content (as so anonymized and aggregated, the “Anonymized Content”) for the purpose of analyzing and improving the performance of the Service, developing machine learning algorithms underlying the Service, recommending publically available applications or web content to other users of the Service, producing and publishing marketing content, and otherwise operating its business.\nYou hereby grant Workona a worldwide, non-exclusive, royalty-free, license to use, copy, reproduce, distribute, prepare derivative works of, display and perform any and all Anonymized Content for such purposes, provided that no such use of the Anonymized Content identifies Customer or any Authorized User.</p>\n<p>e.&nbsp.\nYou represent and warrant to Workona that you have all the rights, power and authority necessary to grant the above licenses.\nYou agree that you will not submit, share, upload, post or display Content on or through the Service that is copyrighted, protected by trade secret or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to submit, share, upload, post or display the Content and to grant Workona all of the license rights granted herein.</p>9.\nPublicity<p>If you are a Customer, you hereby grant Workona permission to use and display your organization’s name and logo on Workona’s website and in marketing materials, and to identify you as a customer of Workona.\nTo request removal of this identification, please notify us in writing at support@workona.com.\nIn some cases, we may not be able to remove your information, in which case we will let you know if we are unable to do so and why.</p>10.\nTermination<p>These Terms will continue to apply until terminated by either you or Workona as set out below.</p>\n<p>Either party may terminate these any Subscription in the event that the other party materially breaches these Terms and does not cure such breach within 30 days after receipt of written notice thereof.</p>\n<p>A Customer may terminate a Subscription at any time (a) by notifying Workona at any time at support@workona.com or (b) via the interface provided as part of the Services, provided that in no event will Customer be entitled to a refund of prepaid by unused fees.</p>\n<p>An Authorized User may terminate these Terms at any time (a) by notifying Workona at any time at support@workona.com or (b) via the interface provided as part of the Services.</p>\n<p>Workona may terminate these Terms or any Subscription, at any time if: (a) Customer or any Authorized User has breached any provision of the Terms (or have acted in a manner which clearly shows that you do not intend to, or are unable to comply with the provisions of the Terms).\n(b) Workona is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful).\n(c) Workona is transitioning to no longer providing the Services to users in the area in which you are resident or from which you use the service.\nor (d) if the provision of the Services to you by Workona is, in Workona’s sole opinion, no longer commercially viable.</p>\n<p>Workona may terminate any Unpaid Subscription at any time with or without notice.</p>\n<p>Upon termination of these Terms or any Subscription, all of the legal rights, obligations and liabilities under these Terms arising prior to such Termination or which are expressed to continue indefinitely, shall survive such Termination indefinitely.</p>11.\nEXCLUSION OF WARRANTIES<p>THE SERVICES ARE PROVIDED “WITH ALL FAULTS” AND ON AN “AS-IS” AND “AS-AVAILABLE” BASIS.\nWORKONA MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SERVICES, INCLUDING, BUT NOT LIMITED TO, ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE, NON-INFRINGEMENT, QUIET ENJOYMENT, AND ACCURACY.\nYOU EXPRESSLY AGREE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nWORKONA MAKES NO WARRANTY THAT THE SERVICE WILL MEET YOUR REQUIREMENTS, OR THAT YOUR ACCESS TO THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, ERROR FREE, OR FREE OF VIRUSES OR BUGS.\nNOR DOES WORKONA MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE.</p>\n<p>TO THE EXTENT THAT WORKONA MAY NOT, AS A MATTER OF APPLICABLE LAW, DISCLAIM ANY IMPLIED WARRANTY, THE SCOPE AND DURATION OF SUCH WARRANTY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED UNDER SUCH APPLICABLE LAW.</p>12.\nLIMITATION OF LIABILITY<p>IN NO EVENT WILL WORKONA BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES, INCLUDING LOST PROFITS, LOSS OF USE, LOSS OF DATA, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, HOWEVER CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE, WHETHER OR NOT WORKONA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN ANY EVENT, WORKONA’S MAXIMUM AGGREGATE LIABILITY UNDER, ARISING OUT OF OR RELATING TO THIS AGREEMENT OR THE SERVICE SHALL NOT EXCEED THE GREATER OF (I) $50, AND (II) THE TOTAL AMOUNT OF FEES PAID BY YOU TO WORKONA DURING THE TWELVE (12) MONTHS PRECEDING THE DATE THE LIABILITY FIRST ARISES.</p>\n<p>TO THE EXTENT THAT WORKONA MAY NOT, AS A MATTER OF APPLICABLE LAW, LIMIT LIABILITIES, THE EXTENT OF WORKONA’S LIABILITY WILL BE THE MINIMUM PERMITTED UNDER SUCH APPLICABLE LAW.</p>13.\nIndemnification<p>You hereby agree to indemnify, defend and hold Workona, its resellers, partners, officers, directors, agents, affiliates, and licensors (the “Indemnified Parties”) harmless from and against any claim or liability arising out of (a) any Content you submit, share, upload, post or display on or to the Service.\n(b) any use by Workona end users of your Content.\n(c) any breach of or noncompliance with any representation, warranty or obligation in these Terms or applicable policies.\nand (d) any claim that your Content violates any applicable law, including without limitation that it infringes the rights of a third party.\nYou shall cooperate fully in the defense of any claim.\nWorkona reserves the right, at its own expense, to assume the exclusive defense and control of any matter subject to indemnification by you.\nYou acknowledge that damages for improper use of the Services may be irreparable.\ntherefore, Workona is entitled to seek equitable relief, including injunction and preliminary injunction, in addition to all other remedies.</p>14.\nCopyright policies<p>Workona does not permit infringement of intellectual property rights on its Services.\nWorkona may remove Content if it believes or has reason to believe such Content infringes on another’s copyright.\nWithout prior notice and at any time at its sole discretion, Workona reserves the right to remove any Content, disable your ability to share or upload Content within the Service, or terminate your access to the Service (a) for uploading or sharing such Content in violation of these Terms.\nor (b) if, under appropriate circumstances, you are determined to be a repeat infringer.</p>\n<p>Workona reserves the right in its sole discretion to decide whether your conduct is inappropriate and whether it complies with these Terms for violations other than copyright infringement, such as, but not limited to, pornography, obscene or defamatory material, etc.\nWorkona may terminate your access for such inappropriate conduct in violation of these Terms of Service at any time and remove any such objectionable Content, without prior notice and at its sole discretion.</p>\n<p>If you believe that Workona, or any user of the Services, has violated a copyright, trademark or other right you claim in your work, please contact us pursuant to the U.S.\nDigital Millennium Copyright Act (“DMCA”) at legal@workona.com.</p>15.\nGeneral legal terms<p>a.&nbsp.\nThe Terms constitute the entire legal agreement between you and Workona and govern your use of the Services, and completely replace any prior agreements between you and Workona in relation to the Services.</p>\n<p>b.&nbsp.\nYou agree that Workona may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Services.</p>\n<p>c.&nbsp.\nYou agree that if Workona does not exercise or enforce any legal right or remedy which is contained in the Terms (or which Workona has the benefit of under any applicable law), this will not be taken to be a waiver of Workona’s rights and that those rights or remedies will still be available to Workona.</p>\n<p>d.&nbsp.\nIf any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms is invalid, then that provision will be removed from the Terms without affecting the rest of the Terms.\nThe remaining provisions of the Terms will continue to be valid and enforceable.</p>\n<p>e.&nbsp.\nThe Terms, and your relationship with Workona under the Terms, shall be governed by the laws of the State of California without regard to its conflict of laws provisions.\nYou and Workona agree to submit to the exclusive jurisdiction of the courts located within San Mateo County, California to resolve any legal matter arising from the Terms.\nNotwithstanding this, you agree that Workona shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.</p>", "created_at": "2021-06-09 16:51:14.931197", "updated_at": "2021-06-09 16:51:22.686993"}, {"id": 6870, "name": "Privacy Policy", "url": "https://workona.com/policies/privacy/", "xpath": "/html/body/div[1]/div[1]/div[2]", "text": "Workona Privacy Policy<p>Contact us with questions</p>\n<p>\n<em>Last updated Nov 20, 2020</em>\n</p>\n<p>This Privacy Policy (“Policy”) describes how Workona Inc.\n(“Workona,” “we,” or “us”) collects, uses and discloses your personal information.\nThis Policy applies to information we collect when you use our websites, mobile applications and other online products and services where this Policy is posted (collectively, the “Service”).</p>\n<p>We may change the provisions of this Policy at any time and will indicate when changes have been made by revising the date at the top of this Policy.\nYour use of the Services, or any portion thereof, following the posting of such changes shall constitute your consent to such changes.\nWe encourage you to review the Policy whenever you access the Services to make sure that you understand our information collection, use and disclosure practices.\nIf we make material changes to this policy, we will provide you with additional notice of such changes and give you an opportunity to opt-out of the Service before using or sharing previously collected information in a materially different way.</p>Information That You Provide to Us<ul>\n<li>Workona may collect information that you provide when you use the services, such as when you: (1) create an account.\n(2) purchase a subscription to a paid version of the services.\n(3) send questions or comments via email or live chat to Workona customer support.\n(4) submit your resume to us online.\n(6) fill out surveys.\n(7) integrate third-party data (such as browser history) with Workona, or (8) otherwise communicate with us through the Services.\nThe types of personal information that you provide may include your name, email address, telephone number, postal address, credit card information, photograph/avatar, and other contact or identifying information that you choose to provide.</li>\n<li>Content.\nWorkona stores, processes and maintains files that you create and/or upload using the Services (as well as previous versions of your files), including Workona workspaces that you create, sharing lists, and other data related to your account in order to provide the service to you.</li>\n</ul>How We Collect Information<p>We collect the following personal information from you:</p>\n<ul>\n<li>Account activity.\nWorkona’s servers automatically record certain information about your use of Workona.\nSimilar to other web services, Workona uses both permanent and session cookies, web beacons, and pixel tracking technology to record information such as account activity (e.g., storage usage, number of log-ins, actions taken), data displayed or clicked on (e.g., UI elements, links), other log information (e.g., browser type, IP address, date and time of access, cookie ID, referrer URL, etc.), and to remember user preferences while using the services.\nWorkona may collect automated error reports in the case of software malfunction.\nsuch error reports may contain some or all of the information in your workspaces and may be reviewed to help resolve problems with the Workona software or service.</li>\n</ul>Information We Collect From Third Parties<ul>\n<li>We may obtain information from other sources and combine that with information we collect through our Service.\nFor example, if you create or log into your account through a third-party social networking site, we will have access to certain information from that site, such as your name, account info and friends, in accordance with the authorization procedures determined by such third-party social networking site.</li>\n<li>If you elect to purchase a subscription to use a paid version of our Service, we may receive information about your purchase from our third-party payment processor.</li>\n<li>We use analytics services and software provided by third parties to help us understand how users access and use the Services.\nThese tools and services place cookies, web beacons and other devices or technologies on our Services to enable them to track traffic data.\nThe data collected typically includes information such as your IP address, your Internet Service Provider, your web browser, the time spent on webpages, the links clicked and the advertisements viewed on those pages.\nWe use this information to improve our Services and your experience, to see which areas and features of our Services are popular and to count visits.</li>\n</ul>How We Use Your Information<ul>\n<li>We use personal information collected through Workona’s services for purposes described in this Policy or otherwise disclosed to you on or in connection with our services.\nFor example, we may use your information to:<ul>\n<li>Operate and improve our services;</li>\n<li>Send you advertising or promotional materials, including information about new products, contests, features and enhancements, special offers and other events of interest from Workona and our select partners;</li>\n<li>Provide and deliver the products and services you request, process transactions, and to send you related information, including confirmations and invoices;</li>\n<li>Send you technical notices, updates, security alerts and support and administrative messages;</li>\n<li>Respond to your comments, questions and requests and provide customer service;</li>\n<li>Monitor and evaluate trends, usage and activities in connection with our Services;</li>\n<li>Personalize and improve the Services and provide ads, content, communications or features that match user profiles or interests.\nand</li>\n<li>Link or combine with other information we get from third parties to help understand your needs and provide you with better service.</li>\n</ul>\n</li>\n<li>Files you create, upload, or copy to Workona may, if you choose, be read, copied, used and redistributed by people you know or, again if you choose, by people you do not know.\nInformation you disclose using the chat function of Workona may be read, copied, used and redistributed by people participating in the chat.\nUse care when including sensitive personal information in files you share or in chat sessions, such as social security numbers, financial account information, home addresses or phone numbers.</li>\n<li>Some features may be provided by third parties (e.g.\nthe payments processing services such as Stripe, sharing features of social networks such as Facebook and Twitter, etc.), who may receive and process your data.\nWhen you use one of these features, you may be sharing data with the third party, including allowing the third party to process your data.\nAccess to your data by these third parties is not governed by this Privacy Policy.</li>\n<li>The use of information received from Google APIs will adhere to the Chrome Web Store User Data Policy, including the Limited Use requirements.</li>\n<li>We may use your personal information in order to target and display advertising to you on our site that is provided by third parties.</li>\n<li>Workona reserves the right to review workspaces to help resolve problems with the Workona software or service, or to ensure compliance with our Terms of Service.</li>\n</ul>Information Sharing<ul>\n<li>Workona may share your personal information with third parties in the following limited circumstances:<ul>\n<li>When we have your consent.</li>\n<li>With third party vendors, consultants and other service providers who are working on our behalf, who are hosting our data, and need access to your information to carry out their work for us.\nThese entities have agreed to maintain the confidentiality, security, and integrity of the personal information they obtain from us, and, unless we notify you otherwise and provide you with an opportunity to opt-out, will not use your personal information for any purpose other than as described in this Policy.</li>\n<li>With data analytics and advertising services in order to understand your preferences and to show you advertising on our site or through our Service.</li>\n<li>With law enforcement, courts of competent jurisdiction, or others when we have a good faith belief that access, use, preservation or disclosure of such information is reasonably necessary to (a) satisfy any applicable law, regulation, legal process or enforceable governmental request, (b) enforce applicable Terms of Service, including investigation of potential violations thereof, (c) detect, prevent, or otherwise address fraud, security or technical issues, or (d) protect against harm to the rights, property or safety of Workona, its users or the public as required or permitted by law.</li>\n<li>With your employer if the domain of the primary email address associated with your Workona account is owned by your employer and that email address was assigned to you as an employee of that organization, and an authorized representative of that organization wishes to establish a Workona company account and add you to it, then certain information concerning your individual account may become accessible to that organization’s administrator including your name and email address, and your account may be added to the corporate account.</li>\n</ul>\n</li>\n<li>We may share with third parties certain pieces of aggregated, and anonymized information, such as the number of users who accessed a certain url, or how many users clicked on a particular advertisement.</li>\n<li>In connection with, or during negotiations of, any merger, sale of some or all of Workona’s assets, bankruptcy or reorganization, financing or acquisition of all or a portion of Workona’s business to another company.</li>\n</ul>Data Security<ul>\n<li>Workona takes reasonable measures to protect your personal information and your workspaces from loss, misuse and unauthorized access, disclosure, alteration and destruction and to ensure that your workspaces remain available to you.</li>\n</ul>Browser Do Not Track<ul>\n<li>Some browsers offer a “do not track” (“DNT”) option.\nBecause no common industry or legal standard for DNT has been adopted by industry groups, technology companies, or regulators, we do not respond to DNT signals.\nWe will make efforts to continue to monitor developments around DNT browser technology and the implementation of a standard.</li>\n</ul>Your Choices<ul>\n<li>You may terminate your use of Workona at any time.</li>\n<li>\n<strong>Editing or Deleting your Personal Information.</strong> You may update, correct, or delete information about you at any time by logging into your account and modifying your information, or by emailing us at privacy@workona.com.\nWe will retain your personal information for the period necessary to fulfill the purposes outlined in this Privacy Policy.\nIf you wish to deactivate your account, please email us at privacy@workona.com, but note that we may retain certain information as required by law or for legitimate business purposes.\nWe may also retain cached or archived copies of information about you for a certain period of time.\nWe will respond to your access request within 30 days.\nUpon request, Workona will provide you with information about whether we hold, or process on behalf of a third party, any of your personal information that we are aware of.\nTo request this information, contact us at privacy@workona.com.</li>\n<li>\n<strong>Promotional Communications.</strong> You may opt out of receiving promotional emails, text messages, or mail from Workona by visiting your user settings page at https://workona.com/settings and updating your communications preferences, by following the instructions in emails or text messages, or by sending an email to privacy@workona.com.\nIf you opt out, we may still send you transactional or relationship messages, such as emails about your account or our ongoing business relations.</li>\n<li>\n<strong>Cookies.</strong> Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject browser cookies.\nRemoving or rejecting browser cookies does not necessarily affect third party cookies used in connection with our Services.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.</li>\n</ul>Contact Us<ul>\n<li>If you have questions or concerns regarding this Policy, please contact Workona at: privacy@workona.com, contact Sales at (628) 888-0141, or at 245 South Railroad Avenue, San Mateo, CA 94401.</li>\n</ul>", "created_at": "2021-06-09 18:49:21.517447", "updated_at": "2021-06-09 16:50:02.400538"}], "points": [], "urls": ["workona.com"]}}