{"error": 448, "message": "OK", "parameters": {"id": 3794, "name": "Zippyshare", "created_at": "2021-05-28 02:48:51.790926", "updated_at": "2021-05-28 22:00:21.708535", "wikipedia": null, "keywords": null, "related": null, "slug": "zippyshare", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3794.png", "url": "zippyshare.com", "documents": [{"id": 6373, "name": "Digital Millennium Copyright Act Notice and Takedown Procedure", "url": "https://www.zippyshare.com/sites/dmca.html", "xpath": "/html/body/div[1]/div[4]/div/table/tbody/tr/td/div/table", "text": " Digital Millennium Copyright Act Notice and Takedown Procedure <strong>&nbsp;</strong> Zippyshare intends to fully comply with the Digital Millennium Copyright Act (\"DMCA\"), including the notice and \"take down\" provisions, and to benefit from the safe harbors immunizing Zippyshare from liability to the fullest extent of the law.\nZippyshare reserves the right to terminate the account of any Member who infringes upon the copyright rights of others upon receipt of proper notification by the copyright owner or the copyright owner's legal agent.\n<br>\n<br> Included below are the processes and procedures that Zippyshare will follow to resolve any claims of intellectual property violations: <strong>&nbsp;</strong>\n<strong>A) Notice for Claims of Intellectual Property Violations.</strong> If you believe that your work has been copied in a way that constitutes copyright infringement, or that your intellectual property rights have been otherwise violated, please provide Zippyshare's Copyright Agent with the following information: <li>1.\nAn electronic or physical signature of the person authorized to act on behalf of the owner (the \"Complainant:) of the copyright or other intellectual property interest that has allegedly been infringed.\n</li>\n<li>2.\nA description of the copyrighted work or other intellectual property that the Complainant claims has been infringed;</li>\n<li>3.\nA description of where the infringing material or activity that the Complainant is located on the Site, with enough detail that we may find it on the Site (e.g., unique URL to the file);</li>\n<li>4.\nThe name, address, telephone number and email address of the Complainant;</li>\n<li>5.\nA statement by the Complainant that upon a good faith belief the disputed use of the material or activity is not authorized by the copyright or intellectual property owner, its agent or the law.\nand</li>\n<li>6.\nA statement by the Complainant made under penalty of perjury, that the Complainant is the copyright or intellectual property owner or is authorized to act on behalf of the copyright or intellectual property owner and that the information provided in the notice is accurate.</li> Zippyshare's Copyright Agent for Notice for Claims of Intellectual Property Violations can be reached as follows: By E-Mail: abuse@zippyshare.com <strong>&nbsp;</strong>\n<strong>B) Zippyshare's Response to Notice for Claims of Intellectual Property Violations.</strong> Upon Zippyshare's receipt of a Notice for Claims of Intellectual Property Violations, Zippyshare will take the following steps: <li>1.\nPromptly remove or disable access to the material or activity claiming to be infringing;</li>\n<li>2.\nNotify the Member responsible for posting the alleged infringement of copyright or other intellectual property rights that the material or activity has been removed or access to it has been disabled.\nand </li>\n<li>3.\nProvide the Member with a Counter Notification Form outlining the steps they are required to follow if they wish to respond.\n</li>\n<strong>&nbsp;</strong>\n<strong>C) Counter Notification Form.</strong> If a Member receives notice that a material or activity posted on the Site was removed or disabled and the Member wishes to dispute the Notice for Claims of Intellectual Property Violations, the Member must provide Zippyshare's Copyright Agent with the following information: <li>1.\nAn electronic or physical signature of the Member;</li>\n<li>2.\nA description of the copyrighted work or other intellectual property that has been removed or disabled and the location where the material appeared before removed or disabled;</li>\n<li>3.\nA statement by the Member, made under penalty of perjury, that the Member has a good faith belief that the material was removed or disabled as a result of mistake or misidentification.\nand </li>\n<li>4.\nThe Member's name, address, telephone number and email address, and a statement that the Member consents to the jurisdiction of the United States District Court for the judicial district in which the Member's residence is located if in the United States, or a similar court in the country of the Member's residence.\nThe Member must also provide a statement that they will accept service of process from the Complainant.</li>\n<strong>&nbsp;</strong>\n<strong>D) Zippyshare's Response upon Receipt of a Counter Notification Form.</strong> Upon Zippyshare's receipt of a Counter Notification Form, Zippyshare will take the following steps: <li>1.\nPromptly provide the Complainant with a copy of the Counter Notification Form;</li>\n<li>2.\nPromptly inform the Complainant that the removed or disabled material or activity will be replaced or re-enabled in not less than ten (10), but no more than fourteen (14), business days unless Zippyshare's Copyright Agent first receives notice that the Complainant has filed an action seeking a court order to restrain the Member from engaging in infringing activity relating to the material or activity on the Site.\nand </li>\n<li>3.\nAfter the period in Section (D)(2) above has elapsed, replace or re-enable the disabled material unless a notice of action as defined in Section (D)(2) above has been received (unless the material is determined by Zippyshare in its sole discretion to potentially infringe any intellectual property rights).</li> To the extent the notices and \"take down\" requirements above deviate from the requirements under the DMCA, then the notice requirements as provided by the DMCA shall control and are herein incorporated by reference.\nIn accordance with the DMCA, we have adopted a policy of terminating, in appropriate circumstances and in the sole discretion of Zippyshare, Members who are deemed to be repeat copyright infringers.\nWe may also in our sole discretion limit access to the Site and/or terminate the account of any Member who infringes upon any intellectual property rights of others, whether or not there is any repeat infringement.\n", "created_at": "2021-05-28 02:48:51.798079", "updated_at": "2021-05-28 00:53:39.122067"}, {"id": 6372, "name": "Terms and Conditions of Use", "url": "https://www.zippyshare.com/sites/terms_and_conditions_of_use.html", "xpath": "/html/body/div[1]/div[4]/div/table/tbody/tr/td/div/table", "text": " Zippyshare.com Terms and Conditions of Use <strong>&nbsp;</strong>\n<strong>I.\nGeneral Provisions</strong>\n<li>These terms and conditions are hereinafter referred to as the Terms and Conditions of Use.</li>\n<strong>Other definitions used in the Terms and Conditions of Use:</strong>\n<li>1.\nUser – individual using Zippyshare.com, irrespective of whether such person uploads any data (files) to the site.</li>\n<li>2.\nZippyshare.com site (or the Site) – collection of web pages hosted under the Zippyshare.com domain name, consisting of the Zippyshare.com site located at the home page http://www.zippyshare.com, in particular enabling the upload to such site of files, aimed amongst others at making such files available to other users.</li>\n<li>3.\nFile – file uploaded to the site by a user.\nformats, permissible file size and other characteristics are dependent on the site’s current functionality (current data concerning this can be found at http://www.zippyshare.com in the site functionality section).</li>\n<li>4.\nAccount – account created by a user of Zippyshare.com.\nA User may use an account (functionality provided by the account) only after registering and activating the account.\nAccount activation occurs through clicking on the activation link sent by the Zippyshare.com system in an e-mail.\nA User with an active account (account after registration and activation) may always, at times when Zippyshare.com is accessible, change the account password through logging in to the user account and submitting the appropriate change password request.</li>\n<li>5.\nUser Profile – space on Zippyshare.com containing information on a user which has been voluntarily provided by said user, appropriate to the functionality available at a given time on Zippyshare.com.\nA user profile is only available to users with active accounts.</li>\n<strong>&nbsp;</strong>\n<strong>II.\nPrinciples for use of Zippyshare.com</strong>\n<li>1.\nThe Terms and Conditions of Use define the general principles for use of Zippyshare.com, enabling users in particular to upload files free-of-charge.\nThe Terms and Conditions of Use also define users’ rights and obligations and also the rights, obligations and scope of liability of Zippyshare.com Administrator.\nThe principles for the operation and functionality of Zippyshare.com are described in detail on Zippyshare.com (in particular in the FAQs section).</li>\n<li>2.\nThe following is essential for correct use of Zippyshare.com: possession of appropriate hardware enabling internet access and possession of software necessary to view internet content.\nAn essential condition for registration on Zippyshare.com is possession of an e-mail address (this concerns only users wishing to set up an active account on the site).</li>\n<li>3.\nAll users are required to observe the provisions of the Terms and Conditions of Use.</li>\n<li>4.\nZippyshare.com is entitled to all rights to the site, including in particular copyrights (with exclusion of rights to files uploaded by users).</li>\n<li>5.\nUsers have the right to the following under use of Zippyshare.com on the principles defined in the Terms and Conditions of Use and the generally binding provisions of law:</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.\nto download files from the Site which have been uploaded to the Site by themselves or by other users in accordance with the available functionality of the Site, with stipulation that the user has the right to free-of-charge download of files not exceeding 500MB in size, as well as their own files (files uploaded by a user who has registered and activated his/her account on Zippyshare.com denoted by a user login).</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.\nto upload files and provide descriptions thereof in accordance with the Site's available functionality, provided that the maximum size of the user's private files cannot exceed 500MB;</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.\nto place links to the Site or to files uploaded to the Site on other sites or web pages, on discussion forums or any other web services and to make such links publically available on the internet in any other manner (e.g.\nvia e-mail, instant messaging services).</li>\n<li>6.\nExpression by the user of consent to the provisions of these Terms and Conditions of Use is a condition for use of Zippyshare.com.\nUse of Zippyshare.com by a user denotes that such user has carefully read the Terms and Conditions of Use, accepts the Terms and Conditions of Use and expresses consent to the provisions thereof.\nUse of Zippyshare.com by a user, consisting of uploading specific files or other content on the Site, denotes that the user certifies that he/she has the right to upload such files or other content on Zippyshare.com.\nThe consequences of such actions, in particular a lack of appropriate right or authorisation, are borne exclusively by users committing illegal acts.</li>\n<li>7.\nLiability for the results of user actions consisting of the upload of files, folders or other content to Zippyshare.com shall be borne exclusively by such user.\nIn the event that any entity raises claims against Zippyshare.com for upload by a given user of defined files, folders or other content to Zippyshare.com, the user shall be required, at the request of Zippyshare.com or such entity, to fulfil its justified claims.\nThe user’s obligations defined in this point concern a situation where third party claims under this point shall be a direct consequence of a user’s actions or omissions concerning upload of defined content on the Site.</li>\n<li>8.\nUsers using Zippyshare.com through uploading specific files or other content assure that they are entitled to all rights, including in particular author’s copyrights, that through their actions they are not violating the rights of third parties and that they are legally empowered to take such actions.</li>\n<li>9.\nSubject to sec.\n5, point 1 hereof, Zippyshare.com does not receive remuneration from users for use of Zippyshare.com.\nUsers are not entitled to any remuneration for use of Zippyshare.com.</li>\n<li>10.\nA user may use Zippyshare.com through registering and activating an account or without registering and activating an account.\nZippyshare.com makes differentiation in the functionality of Zippyshare.com for users depending on whether they have registered and activated an account on the site.\nUsers who have not registered and activated an account in accordance with the Terms and Conditions of Use may use the service as an anonymous user (without permanent designation reserved for them).\nUsers who have not registered and activated an account in accordance with the Terms and Conditions of Use may not upload private files to the Site or download files exceeding 500MB in size.\nUsers who have registered and activated an account in accordance with the Terms and Conditions of Use may in particular administer their files and folders, download files exceeding 500MB in size subject to sec.\n5, point 1 of the Terms and Conditions of Use, or use the Site in any other manner.\nThe right to make other differentiation in Site functionality is reserved dependent on whether a user is a registered user with an active account (current information concerning this is available at http://www.zippyshare.com in the Site Functionality section).</li>\n<li>11.\nActivation of an account should be performed within 7 days from the date on which a user is registered on the site.\nIn the event of non-activation of an account within the aforementioned deadline, Zippyshare.com reserves the right to delete the account.</li>\n<li>12.\nBoth provision of data necessary for registration on Zippyshare.com and use of services available on Zippyshare.com are voluntary.</li>\n<li>13.\nAfter account activation, users may delete their Zippyshare.com accounts by clicking on the \"Delete Account #1 (without files - your files will stay on our servers till they expire)\" or \"Delete Account #2 (with files - your files will be permanently deleted alongside with your account)\" link (under Main Menu &gt;&gt.\nAccount Settings).</li>\n<li>14.\nData uploaded by a user shall be available on the site immediately after its upload by a user.\nZippyshare.com however stipulates that a delay is possible.</li>\n<li>15.\nIn the event of a user registering an account on Zippyshare.com, the e-mail address given is used exclusively by Zippyshare.com to:</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a.\nsend the account password to the user at the e-mail address given (at the user’s request),</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;b.\nprovide contact between Zippyshare.com and the user in issues connected with Zippyshare.com (in particular to notify the user of changes taking place on the Site, news etc.),</li>\n<li>16.\nThe user of a given account is responsible for all actions connected with use of the password to such account.\nIn the event of a password being established for a defined file or folder, the user who uploaded the file or created the folder on the Site or created said password is responsible for all actions.\nIn particular, the user is responsible for facilitating access to the password for a given account, file or folder to selected third parties.\nMaking passwords to an account, file or folder available to anyone is prohibited.\nThe password to an account, file or folder constitutes confidential information for the exclusive information of users.\nZippyshare.com suggests that users choose a password which cannot be guessed by other persons or computer programs.</li>\n<li>17.\nOnly one person (user – account creator) may use an account.\nFacilitation of access to the account to third parties is prohibited and constitutes violation of these Terms and Conditions of Use.\nIn the event of such violation being discovered, Zippyshare.com is authorised to block the user’s account.</li>\n<li>18.\nAll Zippyshare.com users are required to use the Site in accordance with these Terms and Conditions of Use, the principles of social coexistence, social and customary norms and the principles of “netiquette”.\nThe following are prohibited (and are acknowledged as violation of the provisions of this point of these Terms and Conditions of Use):</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a.\nuploading content which is of a promotional or advertising nature (in particular adverts for a user’s own or another person’s business, services or products, uploading links to other sites, uploading any type of material with addresses to other sites), in as far as the principal objective of such content is advertising or promotion.\nuploading illegal content to the site, violating the principles of social coexistence, generally accepted social and customary norms (in particular it is prohibited to upload content which incites racial, religious or ethnic hatred, content which is pornographic in nature, content which promotes fascism, communism or Nazism, content which approves, propagates or promotes violence, offending religious sentiments),</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;b.\nimpersonation of other persons,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;c.\nany type of violation of the rights of third persons or parties, e.g.\nthird party intellectual property rights, including third party copyrights (users may upload exclusively files to which they hold the appropriate rights or have obtained consent for publication thereof on Zippyshare.com) and third party personal interests, including also rights to likeness, good name, honour (distribution of individuals’ likenesses without acquiring the appropriate consent of such persons, in as far as such consent is required by law, is prohibited),</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;d.\nother user behaviour which is obviously at variance with legal order, the principles of social coexistence, social and customary norms or the principles of “netiquette”, including behaviour consisting of significant above-average load on Zippyshare.com servers or connections, hacking or attempted hacking of Zippyshare.com IT systems, including attempted hacking of user accounts, viewing files or folders to which the user does not have access (e.g.\ndoes not know the access password or does not know unique URL to the file).</li>\n<li>19.\nUsers using the Site declare that they are aware that potential deletion of an account established by them, a file uploaded by them or entire folder with files or other content is equivalent to their being notified of intent to delete an appropriate account, file, folder or other content with consideration to violation of the provisions of these Terms and Conditions of Use, including in particular point 18 a-d of the Terms and Conditions of Use or with respect to the receipt of official notification or acquisition by Zippyshare.com of reliable information concerning the illegal nature of an uploaded file or other content or for other reasons resulting from the provisions of law or the Terms and Conditions of Use, on the basis of which Zippyshare.com has the right to delete an account, file, folder or other content.\nIrrespective of the above, Zippyshare.com is entitled to take further steps provided for by law, including to make notification to appropriate state authorities established to prevent and prosecute crimes.</li>\n<li>20.\nZippyshare.com declares that it applies all due care in ensuring that Site is available without interruption and ensuring that the services provided thereunder are of the highest possible level.\nHowever, Zippyshare.com does not exclude the possibility that Site may be temporary inaccessible in the event of it being necessary to conduct repairs or maintenance of the systems supporting such site and in connection with the necessity for these to be upgraded or expanded.</li>\n<li>21.\nIn the event of an interruption or temporary suspension of access to Zippyshare.com which can be anticipated, in as far as is possible and when justified Zippyshare.com shall inform users of such events with appropriate prior notice through publishing appropriate information on the home page of Zippyshare.com (http://www.zippyshare.com).</li>\n<li>22.\nZippyshare.com shall provide tools on Site for users to send Zippyshare.com information concerning violation of the law, the terms and conditions of use, violation of good customs, the norms of social coexistence etc.\nFor this purpose, Zippyshare.com shall provide users with the possibility to report such violations through a mechanism available on Zippyshare.com: “Report illegal files”.\nUsers should use this mechanism in every case of user activity which is obviously illegal or contrary to the Terms and Conditions of Use.\nZippyshare.com shall also make an e-mail address available to users in order to report activities which are illegal or contrary to the Terms and Conditions of Use (abuse@zippyshare.com).</li>\n<li>23.\nZippyshare.com shall make a form (http://support.zippyshare.com/) available on Zippyshare.com for purposes including error reporting, queries and ideas for improvements to the Site.</li>\n<li>24.\nZippyshare.com declares that security features used to protect Zippyshare.com do not guarantee the safety of information transfer.\nAt the same time, Zippyshare.com declares that it applies all due care in providing users with a high level of security concerning use of the Site.\nAll events which may have an impact on information transfer safety, including also those concerning suspicion that files containing viruses and other similar files or other content of a similar nature aside from files are made available, notification should be made to abuse@zippyshare.com.\nZippyshare.com recommends that you maintain up-to-date antivirus or other security software when accessing the internet, including when you use Zippyshare.com.\nIn order to obtain further information concerning internet security, Zippyshare.com recommends that a user requests such information from suppliers of such IT services.\nZippyshare.com is not liable, in the widest sense permissible by law, for damages borne by users in using Zippyshare.com.</li>\n<li>25.\nInformation describing the functionality of Zippyshare.com is available at http://www.zippyshare.com, in particular in the “FAQs” section.\nZippyshare.com reserves the right to alter Zippyshare.com site functionality in order to improve the Zippyshare.com user experience without the necessity to provide users with prior information concerning this.</li>\n<li>26.\nIrrespective of Zippyshare.com entitlements provided for in the Terms and Conditions of Use concerning deletion of files, folders and other content, Zippyshare.com declares that it may delete files, folders and other content in the following instances:</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a.\nif more than 30 days have passed since the last download of a public file uploaded to the Site by a registered user,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;b.\nif more than 30 days have passed since the last download of a public file uploaded to the Site by a non-registered user,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;c.\nif more than 30 days have passed since the last download of a private file uploaded to the Site by a registered user,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;d.\nif more than 30 days have passed since the last download of a private file uploaded to the Site by a non-registered user.</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Zippyshare.com may also delete the user’s account and the files located therein if more than 90 days have passed since the user’s last login.</li>\n<li>27.\nZippyshare.com does not provide or ensure storage and archiving on the Site of files, folders and other content uploaded by users to the Site through such files, folders and other content being located on Zippyshare.com servers.\nFiles, folders and other content may be deleted by Zippyshare.com at any time on the principles defined in these Terms and Conditions of Use, including also as a result of interruption in provision by Zippyshare.com of Site services in the instances referred to in the Terms and Conditions of Use.\nZippyshare.com also reserves the right not to publish files, folders or other content, at any time, in the event of violation of the provisions of law or the principles defined in the Terms and Conditions of Use, including as a result of interruption in provision of Zippyshare.com services.\nFor this reason, Zippyshare.com advises against a user uploading files to Zippyshare.com without the user simultaneously keeping a copy of such files, folders or other content if the content uploaded is of particular value to the user.\nIrrespective of other provisions of the Terms and Conditions of Use expressly excluding Zippyshare.com liability or permitting Zippyshare.com to take defined actions through which Zippyshare.com liability is excluded for such actions, Zippyshare.com does not bear liability, in the widest sense permissible by law, for:</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;a.\nimproper use of Zippyshare.com by users and for damage arising from such use,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;b.\ncontent uploaded by users to Zippyshare.com, including in particular files, folders and other content and damage arising from such content,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;c.\nviolation by users of third party rights through use of Zippyshare.com, including in particular through violation of the personal rights or copyrights of third parties,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;d.\nevents resulting from making the password to an account, file or folder available to a third party or also as a result of a third party acquiring such data without the knowledge or will of the user for reasons not attributable to Zippyshare.com,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;e.\ndeletion at any time of a given user account, file or other content uploaded by the users for reasons defined in the Terms and Conditions of Use,</li>\n<li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;f.\nunder all free services made available on the site, Zippyshare.com does not bear liability for the non-functioning or incorrect functioning of Zippyshare.com in the widest sense permissible by law.\nZippyshare.com declares that it shall apply all due care to ensure that periods of non-operation or incorrect functioning of Zippyshare.com do not take place or are limited to an absolute minimum.</li>\n<li>28.\nComments and reservations concerning Zippyshare.com should be sent using the form available at http://support.zippyshare.com/.</li>\n<li>29.\nZippyshare.com declares that all files and other content uploaded to Zippyshare.com is registered by Zippyshare.com, together with the IP addresses from which upload has been made.\nZippyshare.com declares that each time an authorised state authority appointed to detect, prevent or prosecute crime approaches Zippyshare.com, Zippyshare.com shall make appropriate data connected with the functioning of Zippyshare.com available to such authority, including data concerning the IP address of the user who has uploaded a given content element or otherwise made use of Zippyshare.com.\nIn this respect, Zippyshare.com acts exclusively in accordance with the appropriate provisions of law binding on Zippyshare.com to provide such data.</li>\n<li>30.\nZippyshare.com declares that, in order to ensure the highest level of services on Zippyshare.com, it makes use of information saved by the server on the user’s computer, which is subsequently read on each connection from a given IP address (cookies).\nA user may at any time turn off the option to receive cookies, however this may cause difficulties in using Zippyshare.com.</li>\n<li>31.\nThe Terms and Conditions of Use are available at //www.zippyshare.com/sites/terms_and_conditions_of_use.html.</li>\n<li>32.\nZippyshare.com reserves the right to amend the Terms and Conditions of Use.\nIn the event of amendment of the Terms and Conditions of Use, Zippyshare.com shall inform users of such amendment through publishing a consolidated text of the amended Terms and Conditions of Use on the Site alongside the current text together with information on the amendment.\nThe amendment of the Terms and Conditions of Use is binding on the user after lapse of 14 days from the date on which notification of the amendment has been made in accordance with the preceding sentence.\nUse of the Site by the user after this time shall be equivalent to the user accepting the new content of the Terms and Conditions of Use.</li> ", "created_at": "2021-05-28 02:48:51.794978", "updated_at": "2021-05-28 00:50:52.085327"}], "points": [], "urls": ["zippyshare.com"]}}