{"error": 448, "message": "OK", "parameters": {"id": 2711, "name": "Asana", "created_at": "2021-02-05 09:32:16.93773", "updated_at": "2021-03-25 03:19:28.592083", "wikipedia": "https://en.wikipedia.org/wiki/Asana_(software)", "keywords": null, "related": null, "slug": "asana", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2711.png", "url": "asana.com", "documents": [{"id": 4002, "name": "Terms of Service", "url": "https://asana.com/terms", "xpath": "//*[@id=\"terms-of-service\"]", "text": "Asana User Terms of Service\n<p>Effective Date: November 1, 2018</p>\n<p>Asana, Inc.\n(“Asana,” “we,” “our”) offers a variety of team productivity, collaboration, and organizational tools available online, including via a mobile application (collectively, the “<strong>Service</strong>”), and websites, including but not limited to www.asana.com, wavelength.com, blog.asana.com, community.asana.com (the “<strong>Websites</strong>”).</p>\n<p>Asana has three different types of users depending on the Asana products used:</p>\n<ul>\n<li>We call users of the Websites “<strong>Site Visitors</strong>.”</li>\n<li>We call users who use the free version of the Asana Service “<strong>Free Users</strong>.” While Free Users can access and use the Service, they have access to a more limited set of Service features and functionality than Subscribers.</li>\n<li>We call users who use the Service as part of a paid Asana subscription plan (regardless of the subscription tier) “<strong>Subscribers</strong>.” The Service features and functionalities available to Subscribers are determined by the subscription tier and the specific terms agreed to between Asana and the organization (e.g., your employer or another entity or person, called the “Customer”) that entered into a separate agreement that governs delivery, access, and use of the Service (the “<strong>Customer Agreement</strong>”).</li>\n</ul>\n<p>We refer to these three types of users collectively as “Users” or “you” for purposes of these User Terms of Service (the “<strong>Terms</strong>”).\nRegardless of what type of User you are, these Terms create a legal agreement directly between you and Asana and explain the rules governing use of the Service and Websites.\nBy accessing or using the Service and Websites, you acknowledge and agree that you have read, understand, and agree to be bound by these Terms and our Privacy Policy.\nIf you do not agree to these Terms, please do not access or use the Service and Websites.</p>\n<p>IMPORTANT NOTICE: DISPUTES ABOUT THESE TERMS AND THE SERVICE AND WEBSITES PROVIDED BY ASANA ARE SUBJECT TO BINDING ARBITRATION AND A WAIVER OF CLASS ACTION RIGHTS AS DETAILED IN THE “MANDATORY ARBITRATION AND CLASS ACTION WAIVER” SECTION BELOW.</p>\n<p>We may, from time to time, modify these Terms.\nPlease check this page periodically for updates.\nIf you do not agree to, or cannot comply with, the modified Terms, you must stop using the Service and Websites.\nThe updated Terms will take effect upon their posting and will apply on a going-forward basis, unless otherwise provided in a notice to you, and except as provided in the Mandatory Arbitration and Class Action Waiver section of these Terms.\nYour continued use of the Service and Websites after any such update constitutes your acceptance of such changes.</p>\n1.\nELIGIBILITY AND SCOPE\n<p>\n<strong>1.1 General</strong>.\nTo use the Service and Websites you must be, and represent and warrant that you are, at least 13 years of age and competent to agree to these Terms.\nIf Asana has previously prohibited you from accessing or using the Service and Websites, you are not permitted to access or use the Service and Websites.</p>\n<p>\n<strong>1.2 Location</strong>.\nThese Terms are applicable to Users located in the United States only.\nIf you are located outside of the United States, you will be presented with a different set of terms.</p>\n2.\nACCOUNT REGISTRATION AND USE\n<p>\n<strong>2.1 Account Registration and Confidentiality</strong>.\nTo access the Service and Websites, you must register for an Asana account by creating a user name and password.\nYou agree to provide us with accurate, complete, and current registration information about yourself.\nIt is your responsibility to ensure that your password remains confidential and secure.\nBy registering, you agree that you are fully responsible for all activities that occur under your user name and password.\nWe may assume that any communications we receive under your account have been made by you.\nIf you are a billing owner, an administrator, or if you have confirmed in writing that you have the authority to make decisions on behalf of a Customer (“<strong>Account Administrator</strong>”), you represent and warrant that you are authorized to make decisions on behalf of the Customer and agree that Asana is entitled to rely on your instructions.</p>\n<p>\n<strong>2.2 Unauthorized Account Use</strong>.\nYou are responsible for notifying us at terms-questions@asana.com if you become aware of any unauthorized use of or access to your account.\nYou understand and agree that we may require you to provide information that may be used to confirm your identity and help ensure the security of your account.\nAsana will not be liable for any loss, damages, liability, expenses or attorneys’ fees that you may incur as a result of someone else using your password or account, either with or without your knowledge and/or authorization, and regardless of whether you have or have not advised us of such unauthorized use.\nYou will be liable for losses, damages, liability, expenses and attorneys’ fees incurred by Asana or a third party due to someone else using your account.\nIn the event that the Account Administrator or Customer loses access to an account or otherwise requests information about an account, Asana reserves the right to request from the Account Administrator or Customer any verification it deems necessary before restoring access to or providing information about such account in its sole discretion.</p>\n3.\nOUR PROPRIETARY RIGHTS\n<p>The Service and Websites are owned and operated by Asana and contain materials (including all software, design, text, editorial materials, informational text, photographs, illustrations, audio clips, video clips, artwork and other graphic materials, and names, logos, trademarks and services marks) which are derived in whole or in part from materials supplied by Asana and its partners, as well as other sources, and are protected by United States copyright laws, international treaty provisions, trademarks, service marks and other intellectual property laws.\nThe Service and Websites are also protected as a collective work or compilation under U.S.\ncopyright and other law and treaties.\nYou agree to abide by all applicable copyright and other laws, as well as any additional copyright notices or restrictions contained in the Service and Websites.\nYou acknowledge that the Service and Websites have been developed, compiled, prepared, revised, selected, and arranged by Asana and others through the application of methods and standards of judgment developed and applied through the expenditure of substantial time, effort, and money and constitute valuable intellectual property of Asana and such others.\nYou agree to protect the proprietary rights of Asana and all others having rights in the Service and Websites during and after the term of these Terms and to comply with all written requests made by Asana or its suppliers and licensors (collectively, “Suppliers”) of content or otherwise to protect their and others’ contractual, statutory, and common law rights in the Service and Websites.\nYou agree to notify Asana immediately upon becoming aware of any claim that the Service and Websites infringe upon any copyright, trademark, or other contractual, statutory, or common law rights.\nAll present and future rights in and to trade secrets, patents, copyrights, trademarks, service marks, know-how, and other proprietary rights of any type under the laws of any governmental authority, domestic or foreign, including without limitation rights in and to all applications and registrations relating to the Service and Websites shall, as between you and Asana, at all times be and remain the sole and exclusive property of Asana.\nAny unauthorized use of any material contained on or through the Service and Websites may violate copyright laws, trademark laws, the laws of privacy and publicity and communications regulations and statutes.</p>\n4.\nUSER CONTENT AND FEEDBACK\n<p>\n<strong>4.1 User Content and Submissions on the Service</strong>.\nThe Service allows you to create tasks and submit associated information, text, files, and other materials (collectively, “User Content”) and to share that User Content with others.\nUser Content submitted or otherwise made available to the Service is subject to the following terms:</p>\n<p>\n<strong>4.1.1 Free User Content</strong>.\nFree Users maintain ownership of the User Content that they submit to the Service (“Free User Content”).\nBy submitting Free User Content, Free Users grant Asana a license to access, use, copy, reproduce, process, adapt, publish, transmit, and display that Free User Content, as permitted by Asana’s Privacy Policy, including if required to do so by law or in good faith to comply with legal process.\nWe reserve the right to remove any Free User Content on the Service that violates these Terms or that is otherwise objectionable in Asana’s sole discretion.</p>\n<p>\n<strong>4.1.2 Subscriber User Content on the Service</strong>.\nContent submitted to the Service by Subscribers (“Subscriber User Content”) is owned and controlled by the Customer as set forth in the introduction to these Terms and the Customer Agreement, except with respect to Subscriber User Content submitted by students pursuant to a Customer Agreement with an educational institution (“Student Content”).\nSuch Student Content is owned by the student and not the educational institution.\nAsana maintains a limited, non-exclusive and non-transferrable (except in connection with the sale or transfer of its business) license to access, use, copy, reproduce, process, adapt, publish, transmit, host, and display Subscriber User Content for the following limited purposes: (i) to maintain, provide and improve the Service.\n(ii) to prevent or address technical or security issues and resolve support requests.\n(iii) to investigate when we have a good faith belief, or have received a complaint alleging, that such Subscriber User Content is in violation of the Customer Agreement or these Terms.\n(iv) to comply with a valid legal subpoena, request, or other lawful process that meets the requirements of the Customer Agreement and our Law Enforcement Guidelines.\nand (v) as otherwise set forth in our Customer Agreement or as expressly permitted in writing by the Customer.</p>\n<p>\n<strong>4.2 Feedback on the Websites</strong>.\nThe Websites may have certain features that allow you to submit comments, information, and other materials (collectively, “Feedback”) to Asana and share such Feedback with other users, or the public.\nBy submitting Feedback through the Websites, you grant Asana a license to access, use, copy, reproduce, process, adapt, publish, transmit, host, and display that Feedback for any purpose (including in testimonials or other Asana marketing materials and where required to do so by law or in good faith to comply with legal process.).\nWe reserve the right to remove any Feedback posted in public forums for any reason at our sole discretion.</p>\n<p>\n<strong>4.3 User Content and Feedback Representations</strong>.\nYou acknowledge and agree that you have all required rights to submit User Content and Feedback without violation of any third-party rights.\nYou understand that Asana does not control, and is not responsible for, User Content or Feedback, and that by using the Service and/or Websites, you may be exposed to User Content or Feedback from other users that is offensive, indecent, inaccurate, misleading, or otherwise objectionable.\nPlease also note that User Content and Feedback may contain typographical errors, other inadvertent errors or inaccuracies.\nYou agree that you will indemnify, defend, and hold harmless Asana for all claims resulting from User Content or Feedback you submit through the Service and/or Websites.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of such disputes, and in any event you will cooperate with us in asserting any available defenses.</p>\n5.\nLICENSE AND ACCEPTABLE USE\n<p>\n<strong>5.1 Your License</strong>.\nSubject to your compliance with these Terms, we grant you a limited, non-exclusive, non-sublicensable, non-transferable, and revocable license to access and use the Service and Websites only for your own internal use (or, for Subscribers, uses authorized by the Customer), and only in a manner that complies with all legal requirements that apply to you or your use of the Service and Websites, including the Asana Privacy Policy and these Terms.\nAsana may revoke this license at any time, in its sole discretion.</p>\n<p>\n<strong>5.2 Acceptable Use.</strong>\nAll Users must comply with the following rules regarding acceptable use of the Service and Websites.\nDisruption of the Service.\nYou may not:</p>\n<ul>\n<li>access, tamper with, or use non-public areas of the Service and Websites, Asana’s computer systems, or the technical delivery systems of Asana’s providers;</li>\n<li>probe, scan, or test the vulnerability of any system or network or breach or circumvent any security or authentication measure;</li>\n<li>access or search the Service and Websites by any means other than Asana’s publicly supported interfaces (for example, “scraping”);</li>\n<li>attempt to disrupt or overwhelm our infrastructure by intentionally imposing unreasonable requests or burdens on our resources (e.g.\nusing “bots” or other automated systems to send requests to our servers at a rate beyond what could be sent by a human user during the same period of time).\nor</li>\n<li>interfere with or disrupt the access of any user, host or network, including, without limitation, by sending a virus, overloading, flooding, spamming, mail-bombing the Service and Websites, or by scripting the creation of User Content in such a manner as to interfere with or create an undue burden on the Service and Websites.</li>\n</ul>\n<p>Misuse of the Service and Websites.\nYou may not utilize the Service and Websites to carry out, promote or support:</p>\n<ul>\n<li>any unlawful or fraudulent activities;</li>\n<li>the impersonation of another person or entity or the misrepresentation of an affiliation with a person or entity in a manner that does or is intended to mislead, confuse, or deceive others;</li>\n<li>activities that are defamatory, libelous or threatening, constitute hate speech, harassment, or stalking;</li>\n<li>the publishing or posting of other people’s private or personal information without their express authorization and permission;</li>\n<li>the sending of unsolicited communications, promotions advertisements, or spam;</li>\n<li>the publishing of or linking to malicious content intended to damage or disrupt another user’s browser or computer.\nor</li>\n<li>the promotion or advertisement of products or services other than your own without appropriate authorization.</li>\n</ul>\n<p>User Content Standards Within the Service and Websites.\nYou may not post any User Content on the Service or Websites that:</p>\n<ul>\n<li>violates any applicable law, any third party’s intellectual property rights, or anyone’s right of privacy or publicity;</li>\n<li>is deceptive, fraudulent, illegal, obscene, pornographic (including child pornography, which, upon becoming aware of, we will remove and report to law enforcement, including the National Center for Missing and Exploited children), defamatory, libelous or threatening, constitutes hate speech, harassment, or stalking;</li>\n<li>contains any personal information of minors;</li>\n<li>contains any sensitive personal information, such as financial information, payment card numbers, social security numbers, or health information without Asana’s prior written consent granted as part of a Customer Agreement;</li>\n<li>contains viruses, bots, worms, or similar harmful materials.\nor</li>\n<li>contains any information that you do not have a right to make available under law or any contractual or fiduciary duty.</li>\n</ul>\n<p>Violations of this Section 5.\nIn addition to any other remedies that may be available to us, Asana reserves the right to take any remedial action it deems necessary, including immediately suspending or terminating your account or your access to the Service or Websites, upon notice and without liability for Asana should you fail to abide by the rules in this Section 5 or if, in Asana’s sole discretion, such action is necessary to prevent disruption of the Service or Websites for other users.\nIf you are a Subscriber, Asana reserves the right to notify the Customer’s Account Administrator(s) or other Customer representative(s) of any violations of these Terms.</p>\n6.\nPRIVACY\n<p>For information about how we collect, use, and share the data we collect from and about you, please see our Privacy Policy which is incorporated by reference into these Terms.</p>\n7.\nWARRANTIES, DISCLAIMERS AND LIMITATION OF LIABILITY\n<p>THE SERVICE AND WEBSITES AND USER CONTENT, WHETHER PROVIDED BY ASANA, ITS LICENSORS, ITS VENDORS OR ITS USERS, AND OTHER INFORMATION ON OR ACCESSIBLE FROM THE SERVICE AND WEBSITES ARE PROVIDED “AS IS” WITHOUT WARRANTY, REPRESENTATION, CONDITION, OR GUARANTEE OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTIES, REPRESENTATIONS, CONDITIONS OR GUARANTEES OF QUALITY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT, ALL OF WHICH ARE DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.\nSPECIFICALLY, BUT WITHOUT LIMITATION, ASANA DOES NOT WARRANT THAT: (i) THE INFORMATION AVAILABLE ON THE SERVICE AND WEBSITES IS FREE OF ERRORS.\n(ii) THE FUNCTIONS OR FEATURES (INCLUDING BUT NOT LIMITED TO MECHANISMS FOR THE DOWNLOADING AND UPLOADING OF USER CONTENT) WILL BE UNINTERRUPTED, SECURE, OR FREE OF ERRORS.\n(iii) DEFECTS WILL BE CORRECTED, OR (iv) THE SERVICE AND WEBSITES OR THE SERVER(S) THAT MAKE THE SERVICE AND WEBSITES AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nIN NO EVENT SHALL ASANA OR ITS AFFILIATES, LICENSORS, VENDORS, OR ANY OF THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, OR OTHER REPRESENTATIVES BE LIABLE TO YOU OR ANY OTHER PERSON OR ENTITY FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, LOSS OF USE, OR COSTS OF OBTAINING SUBSTITUTE GOODS OR SERVICES), ARISING OUT OF OR IN CONNECTION WITH THE SERVICE AND WEBSITES, ANY MATERIALS, INFORMATION, OR RECOMMENDATIONS APPEARING ON THE SERVICE AND WEBSITES, OR ANY LINK PROVIDED ON THE SERVICE AND WEBSITES, WHETHER OR NOT ASANA HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND WHETHER BASED UPON WARRANTY, CONTRACT, TORT, STRICT LIABILITY, VIOLATION OF STATUTE, OR OTHERWISE.\nTHIS EXCLUSION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\nIN ANY EVENT, OUR AGGREGATE LIABILITY WILL NOT EXCEED THE AMOUNT PAID FOR THE SERVICE OR WEBSITES TO WHICH THE CLAIM RELATES OR, IF THE CLAIM DOES NOT RELATE TO A PRODUCT OR SERVICE, $100.\nASANA DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICE AND WEBSITES OR ANY WEBSITE FEATURED OR LINKED TO THROUGH THE SERVICE AND WEBSITES, AND ASANA WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICE AND WEBSITES.\nASANA WILL NOT BE LIABLE FOR THE OFFENSIVE OR ILLEGAL CONDUCT OF ANY THIRD PARTY.\nYOU VOLUNTARILY ASSUME THE RISK OF HARM OR DAMAGE FROM THE FOREGOING.\nTHE FOREGOING LIMITATIONS WILL APPLY EVEN IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE AND TO THE FULLEST EXTENT PERMITTED BY LAW.\nIf you are a California resident, you hereby waive California Civil Code §1542, which says: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.” This release includes the criminal acts of others.</p>\n8.\nEXCLUSIONS AND LIMITATIONS\n<p>Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages such as above in Section 7.\nAccordingly, some of the above limitations may not apply to you.\nIf you are a New Jersey resident, or a resident of another state that permits the exclusion of these warranties and liabilities, then the limitations in Section 7 specifically do apply to you.</p>\n9.\nINDEMNITY\n<p>YOU AGREE TO INDEMNIFY, DEFEND, AND HOLD ASANA AND ITS RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, MEMBERS, SHAREHOLDERS, CONTRACTORS, OR REPRESENTATIVES (AND ALL SUCCESSORS AND ASSIGNS OF ANY OF THE FOREGOING), HARMLESS FROM AND AGAINST ANY CLAIM OR DEMAND, INCLUDING WITHOUT LIMITATION, REASONABLE ATTORNEYS’ FEES AND DISBURSEMENTS, MADE BY ANY THIRD PARTY IN CONNECTION WITH OR ARISING OUT OF YOUR USE OF THE SERVICE AND WEBSITES, YOUR CONNECTION TO THE SERVICE AND WEBSITES, YOUR VIOLATION OF THE TERMS OR ASANA’S PRIVACY POLICY, YOUR VIOLATION OF AN APPLICABLE LAW, YOUR SUBMISSION, POSTING, OR TRANSMISSION OF USER CONTENT TO THE SERVICE AND WEBSITES, AND/OR YOUR VIOLATION OF ANY RIGHTS OF ANOTHER INDIVIDUAL OR ENTITY.\nWE RESERVE THE RIGHT, AT OUR OWN EXPENSE, TO ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF SUCH DISPUTES, AND IN ANY EVENT YOU WILL COOPERATE WITH US IN ASSERTING ANY AVAILABLE DEFENSES.</p>\n10.\nTHIRD-PARTY LINKS AND SERVICE AND WEBSITES\n<p>The Service and Websites may provide (1) information and content provided by third parties.\n(2) links to third-party websites or resources, such as sellers of goods and services.\nand (3) third-party products and services for sale directly to you.\nAsana is not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for (i) any content, advertising, products, or other materials on or available from such sites or resources, (ii) any errors or omissions in these websites or resources, or (iii) any information handling practices or other business practices of the operators of such sites or resources.\nYou further acknowledge and agree that Asana shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any linked sites or resources.\nYour interactions with such third parties will be governed by the third parties’ own terms of service and privacy policies, and any other similar terms.</p>\n11.\nMODIFICATION\n<p>Asana reserves the right at any time to modify or discontinue, temporarily or permanently, the Service and Websites (or any part thereof), with or without notice.\nYou agree that Asana shall not be liable to you or any third party for any modification, suspension or discontinuance of the Service and Websites.</p>\n12.\nMANDATORY ARBITRATION AND CLASS ACTION WAIVER\n<p>PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</p>\n<p>\n<strong>12.1 Application</strong>.\nYou and Asana agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.\nThis Section 12 is intended to be interpreted broadly and governs any and all disputes between us including but not limited to claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory.\nclaims that arose before these Terms or any prior agreement (including, but not limited to, claims related to advertising).\nand claims that may arise after the termination of these Terms.\nThe only disputes excluded from this broad prohibition are the litigation of certain intellectual property and small court claims, as provided below.</p>\n<p>\n<strong>12.2.\nInitial Dispute Resolution</strong>.\nMost disputes can be resolved without resort to arbitration.\nIf you have any dispute with us, you agree that before taking any formal action, you will contact us at dispute-notice@asana.com and provide a brief, written description of the dispute and your contact information (including your username, if your dispute relates to an account).\nExcept for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with Asana, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.</p>\n<p>\n<strong>12.3 Binding Arbitration</strong>.\nIf the parties do not reach an agreed-upon solution within a period of thirty (30) days from the time informal dispute resolution is initiated under the Initial Dispute Resolution provision above, then either party may initiate binding arbitration as the sole means to resolve claims, (except as provided in section 12.7 below) subject to the terms set forth below.\nSpecifically, all claims arising out of or relating to these Terms (including the Terms’ formation, performance, and breach), the parties’ relationship with each other, and/or your use of Asana shall be finally settled by binding arbitration administered by the JAMS Comprehensive Arbitration Rules &amp.\nProcedures (“JAMS”).\nThe JAMS rules will govern payment of all arbitration fees.\nAsana will pay all arbitration fees for claims less than $75,000.\nIf you receive an arbitration award that is more favorable than any offer we make to resolve the claim, we will pay you $1,000 in addition to the award.\nAsana will not seek its attorneys’ fees and costs in arbitration unless the arbitrator determines that your claim is frivolous.</p>\n<p>\n<strong>12.4 Arbitrator’s Powers</strong>.\nThe arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of these Terms including but not limited to any claim that all or any part of these Terms is void or voidable, whether a claim is subject to arbitration, or the question of waiver by litigation conduct.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be written and shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.</p>\n<p>\n<strong>12.5 Filing a Demand</strong>.\nTo start an arbitration, you must do the following: (a) Write a Demand for Arbitration (“Demand”) that (i) briefly explains the dispute, (ii) lists your and Asana’s names and addresses, (iii) specify the amount of money in dispute, if applicable, (iv) identify the requested location for a hearing if an in-person hearing is requested, and (v) state what you want in the dispute.\n(b) send one copy of the Demand to JAMS, along with a copy of these Terms and the filing fee required by JAMS.\nand (c) Send one copy of the Demand for Arbitration to us at dispute-notice@asana.com.</p>\n<p>The parties understand that, absent this mandatory arbitration provision, they would have the right to sue in court and have a jury trial.\nThey further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.\nIf you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing, unless you and we both agree to another location or telephonic arbitration.\nFor individuals residing outside the United States, arbitration shall be initiated in San Francisco County, California, United States, and you and Asana agree to submit to the personal jurisdiction of any federal or state court in San Francisco County, California, United States, in order to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.</p>\n<p>\n<strong>12.6 Class Action Waiver</strong>.\nThe parties further agree that the arbitration shall be conducted in the party’s respective individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis.\nYOU AND ASANA AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nIf any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above shall be deemed null and void in their entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</p>\n<p>\n<strong>12.7 Exception: Litigation of Intellectual Property and Small Claims Court Claims</strong>.\nNotwithstanding the parties’ decision to resolve all disputes through arbitration, either party may bring enforcement actions, validity determinations or claims arising from or relating to theft, piracy or unauthorized use of intellectual property in state or federal court with jurisdiction or in the U.S.\nPatent and Trademark Office to protect its intellectual property rights (“intellectual property rights” means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights).\nEither party may also seek relief in small claims court in San Francisco, California for disputes or claims within the scope of that court’s jurisdiction.</p>\n<p>\n<strong>12.8 30-Day Right to Opt Out</strong>.\nYou have the right to opt out and not be bound by the arbitration and class action waiver provisions set forth above by sending written notice of your decision to opt out to dispute-notice@asana.com with the subject line, “ARBITRATION AND CLASS ACTION WAIVER OPT-OUT.” The notice must be sent within the later of 30 days of your first use of the Service or within 30 days of changes to this section being announced on the Site.\nOtherwise you shall be bound to arbitrate disputes in accordance with the terms of these paragraphs.\nIf you opt out of these arbitration provisions, Asana also will not be bound by them.</p>\n<p>\n<strong>12.9 Changes to This Section</strong>.\nAsana will provide thirty (30) days’ notice of any changes to this section by posting on the Service and Websites.\nAmendments will become effective thirty (30) days after they are posted on the Service and Websites or sent to you by email.\nChanges to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day.\nIf a court or arbitrator decides that this subsection on “Changes to This Section” is not enforceable or valid, then this subsection shall be severed from the section entitled Mandatory Arbitration and Class Action Waiver, and the court or arbitrator shall apply the first Mandatory Arbitration and Class Action Waiver section in existence after you began using the Service and Websites.</p>\n<p>\n<strong>12.10 Survival</strong>.\nThis Mandatory Arbitration and Class Action Waiver section shall survive any termination of your use of the Service and Websites.</p>\n13.\nCONTROLLING LAW AND SEVERABILITY\n<p>These Terms shall be construed in accordance with and governed by the laws of California notwithstanding its conflicts of law principles.\nAny dispute arising out of these terms and conditions or the use of this site shall be initiated and conducted in the state or federal courts of San Francisco County, California, and you and Asana consent to the exclusive jurisdiction of such courts.</p>\n14.\nGENERAL TERMS\n<p>\n<strong>14.1 Force Majeure</strong>.\nUnder no circumstances shall Asana or its licensor or supplier be held liable for any delay or failure in performance resulting directly or indirectly from an event beyond its reasonable control.</p>\n<p>\n<strong>14.2 No Waiver</strong>.\nNo waiver of any provision of these Terms will be binding unless in writing, no waiver of any provisions of these Terms will be deemed a further or continuing waiver of such provision or any other provision, and the failure of Asana to exercise or enforce any right or remedy in these Terms does not waive that right or remedy.\nIf an arbitrator or a court of competent jurisdiction finds any provision of these Terms to be invalid, the parties agree that the court should endeavor to give effect, to the maximum extent permitted by law, to the parties’ intentions as reflected in the provision, and the other provisions of these Terms will remain in full force and effect.</p>\n<p>\n<strong>14.3 Third-Party Beneficiaries</strong>.\nYou agree that, except as otherwise expressly provided in these Terms, there shall be no third-party beneficiaries to these Terms.</p>\n<p>\n<strong>14.4 Statute of Limitations</strong>.\nExcept for residents of New Jersey, you agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the use of the Service and Websites and/or these Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>\n<strong>14.5 Miscellaneous</strong>.\nThese Terms (and all terms and conditions incorporated herein) constitute the entire agreement between you and Asana and govern your use of the Service and Websites, and supersede any prior agreements between you and Asana on the subject matter.\nThese Terms, and any rights or licenses granted hereunder, may not be assigned or delegated by you.\nThese Terms, and any rights or licenses granted hereunder, may be assigned or delegated by Asana without restriction.\nThese Terms bind and inure to the benefit of each party and the party’s successors and permitted assigns.\nThese Terms may not be modified by an oral statement by a representative of Asana.\nNo agency, partnership, joint venture or employee-employer relationship is intended or created by these Terms.\nYou agree that any agreements made by and between you and us in electronic form are as legally binding as if made in physical written form.\nIf you are using the Service and Websites for or on behalf of the U.S.\ngovernment, your license rights do not exceed those granted to non-government consumers.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nAny provision of these Terms that by its nature is reasonably intended to survive beyond termination of these Terms shall survive.</p>\n<p>\n<strong>14.6 Notices</strong>.\nWe may deliver notice to you by e-mail, posting a notice on the Service and Websites or any other method we choose and such notice will be effective on dispatch.\nIf you give notice to us, it will be effective when received and you must use the following physical or email address: (1) Asana, Inc.\n1550 Bryant Street, Suite 200, San Francisco, CA 94103.\nor (2) terms-questions@asana.com.</p>\n15.\nQUESTIONS\n<p>If you have any questions about these Terms, please contact us at terms-questions@asana.com.</p>\n", "created_at": "2021-02-05 09:33:04.130981", "updated_at": "2021-02-05 09:33:14.085041"}, {"id": 4003, "name": "Privacy Policy", "url": "https://asana.com/terms#privacy-policy", "xpath": "//*[@id=\"privacy-policy\"]", "text": "Asana Privacy Policy\n<p>Effective Date: January 1, 2020</p>\n<p>Asana offers a variety of team productivity, collaboration, and organizational tools available online, including via a mobile application (collectively, the “<strong>Service</strong>”), and websites, including but not limited to www.asana.com, wavelength.com, blog.asana.com, community.asana.com (the “<strong>Websites</strong>”).\nAs you use the Service and interact with the Websites, Asana collects and processes information from and about you in order to provide you with access to the Service, enhance your experience while using the Service, and interact with you.\nThis Privacy Policy (the “<strong>Policy</strong>”) describes how Asana collects, uses, and discloses information collected through the Service and Websites, and what choices you have with respect to such information.\nThe first section below explains which privacy terms are applicable to you depending on what type of user you are.</p>\n<p>References to “<strong>Asana</strong>” throughout the Policy mean the Asana entity that acts as the data controller or data processor of your information, as explained in more detail below.\nBy accessing or using the Service and Websites, you acknowledge and agree that you have read, understand, and agree to be bound by this Policy.\nIf you do not agree with this Policy, do not access or use the Service, Websites, or any other part of Asana’s business.</p>\n<p>If you have any questions about this Privacy Policy, please contact Asana at: 1550 Bryant Street, Suite 200, San Francisco, CA 94103 or by emailing us at privacy@asana.com.</p>\n<p>\n<strong>This Privacy Policy contains the following sections:</strong>\n</p>\n<ul>\n<li>I What Type of User am I and What Privacy Terms are Applicable to Me?</li>\n<li>II Privacy Terms for Subscribers</li>\n<li>III Privacy Terms for Free Users</li>\n<li>IV Privacy Terms for Site Visitors</li>\n<li>V Additional Privacy Terms for All Users</li>\n<li>VI Privacy Information for California Residents</li>\n<li>VII Privacy Information for Nevada Residents</li>\n<li>VIII Asana Contact Info</li>\n</ul>\nI.\nWhat Type of User am I and Which Privacy Terms Are Applicable to Me?\n<p>Asana has three different types of users depending on the Asana products used.\nPlease see the bullets below to determine which type of user you are, and then click the internal link to visit the privacy terms applicable to you.\nIt is possible that you may use Asana in different ways.\nIf so, please review all applicable privacy terms.\nAlso, don’t forget to review Section V, which contains privacy terms applicable to all users.</p>\n<ul>\n<li>\n<strong>Subscribers</strong>.\nWe call users who use the Service as part of any tier of a paid Asana subscription plan “Subscribers.” The Service features and functionalities available to Subscribers are determined by the specific terms agreed to between Asana and the organization (e.g., your employer or another entity or person, called the “Customer”) that entered into a separate agreement that governs delivery, access, and use of the Service (for purpose of this Policy, the “Customer Agreement”).\nThe Customer controls its instance of the Service and is the data controller of the information collected through the Service about Subscribers, and Asana is a data processor of such information.\nTo go directly to the terms applicable to Subscribers, please click here.</li>\n<li>\n<strong>Free Users</strong>.\nWe call users who use a non-paid version of the Service “Free Users.” While Free Users can access and use the Service, they have access to a more limited set of Service features and functionality than Subscribers.\nAsana is the data controller of the information collected through the Service about Free Users.\nTo go directly to the terms applicable to Free Users, please click here.</li>\n<li>\n<strong>Site Visitors</strong>.\nWe call users of the Websites “Site Visitors.” Site Visitors can be individuals who are simply browsing the Websites but who do not use the Asana Service.\nor, Site Visitors can be Free Users or Subscribers who visit the Websites to seek additional information about Asana.\nAsana is the data controller of the information collected through the Website about Site Visitors.\nTo go directly to the terms applicable to Site Visitors please click here.</li>\n</ul>\nII.\nPrivacy Terms for Subscribers\n<p>\n<strong>A.\nOverview</strong>\n</p>\n<p>Section II of this Policy applies only to <strong>Subscribers</strong>.\nIf you are a Subscriber, the “<strong>Customer Agreement</strong>” governs the collection and processing of information collected from you through the Customer’s instance of the Service (e.g.\na Customer's organization or workspace, but for purposes of this Policy referred to as the “<strong>Workspace</strong>”), including all associated messages, attachments, files, tasks, projects and project names, team names, channels, conversations, and other content submitted through the Service (“<strong>Workspace Content</strong>”).\nIn the event of a conflict between this Privacy Policy and the Customer Agreement, the Customer Agreement governs.\nBecause the Customer controls the Workspace used by Subscribers, if you have any questions about the Customer’s specific Workspace settings and privacy practices, please contact the Customer whose Workspace you use.\nIf you are a Subscriber located in the European Union, please note that the Customer is the data controller with respect to the processing of your Workspace Content pursuant to the EU General Data Protection Regulation (“<strong>GDPR</strong>”).\nWhen processing Workspace Content of EU data subjects governed by the Customer Agreement, Asana is the data processor, meaning that we collect and process such information solely on behalf of the Customer.</p>\n<p>\n<strong>B.\nCollection and Use of Subscriber Information</strong>\n</p>\n<p>This section explains the information we collect from Subscribers.\nWe do not require Subscribers to provide us with information.\nHowever, certain information, such as account log-in data, is required to provide you with access to the Service, and other information may be collected automatically as you use the Service.</p>\n<ol>\n<li>\n<strong>Workspace Content</strong>.\nWorkspace Content is collected, used, and shared by Asana in accordance with the Customer’s instructions, including any applicable terms in the Customer Agreement, or as required by applicable law.\nThe Customer, and not Asana, determines its own, internal policies regarding storage, access, modification, deletion, sharing, and retention of Workspace Content which may apply to your use of the Service.\nFor example, a Customer may provide or remove access to the Service, enable or disable third party integrations, manage permissions, retention and export settings, transfer or assign teams, or share projects.\nPlease check with the Customer about the policies and settings that they have instituted with respect the Workspace Content that you provide when using the Service.</li>\n<li>\n<strong>Account Information</strong>.\nTo set up your Asana account, you or the Customer will provide us with basic information about you which may include your name, address, telephone number, email address, and password.\nYou will then have the ability to provide optional profile information, such as a photograph or basic demographic data.\nWith your permission, we may also upload calendar information stored on your mobile device to your account.\nIf you submit payment information in connection with your use of the Service, we utilize a third party credit card payment processing company to collect payment information, including your credit card number, billing address, and phone number.\nIn such circumstances, the third party service provider, and not Asana, stores your payment information on our behalf.</li>\n<li>\n<strong>Service Usage Information</strong>.\nAs you use the Service, we collect information about how you use and interact with the Service (“Service Usage Information”).\nSuch information includes:</li>\n</ol>\n<ul>\n<li>Device information – when you access the Service using a mobile device, we collect certain device information, including the type of device you are using, its operating system, and mobile network information, which may include your mobile phone number.\nWe may also collect your MAC address and other unique device identifiers.</li>\n<li>Log files – when you use the Service, our servers automatically record information in server log files.\nThese log files may include information such as your web request, IP address, browser type and settings, referring/exit pages and URLs, number of clicks, date and time stamp information, language preferences, data from cookies and similar technologies, and other such information.</li>\n<li>Location information – we collect and process general information about the location of the device from which you are accessing the Service (e.g., approximate geographic location inferred from an IP address).</li>\n<li>Workspace Use Metadata – when you interact with the Service, metadata is generated that provides high-level (non-content) information about the way you work in your Workspace.\nFor example, we may log the number of Workspaces you work in.\nthe number of tasks to which you are assigned.\nthe features and embedded Service content you interact with.\nthe types of files you share.\nand what, if any, third party services and integrations you use.</li>\n</ul>\n<ol>\n<li>\n<strong>Other Information</strong>.\nYou may provide us with information when you interact with us in other ways, such as when you submit requests or questions to us via forms or email (e.g., support forms, sales forms, user research participation forms).\ninformation you provide in connection with Asana sweepstakes, contests, or research studies in which you choose to participate.\nbeta testing.\nand requests for customer support and technical assistance (collectively, “Other Information”).</li>\n<li>\n<strong>Information Collected from Third-Party Integrations</strong>.\nIf you choose to use or connect to third-party integrations (e.g., OneDrive, Unito, Wufoo, Slack) through the Service, or if you are required or permitted to do so by a Customer, such third parties may allow us to have access to and store additional information about your interaction with those services as it relates to your use of the Service.\nIf you initiate these connections, you also understand that we will share information about you that is required to enable your use of the third-party integration through the Service.\nIf you do not wish to have this information shared, do not initiate these connections.\nBy enabling these connections, you authorize us to connect and access the information provided through these connections, and you understand that the privacy policies of these third parties govern such connections.</li>\n</ol>\n<p>\n<strong>C.\nHow Does Asana Use Subscriber Information?</strong>\n</p>\n<p>This section explains how Asana uses information collected from Subscribers.</p>\n<ol>\n<li>\n<strong>Workspace Content</strong>.\nAsana may view and use Workspace Content collected from and about Subscribers only as necessary:</li>\n</ol>\n<ul>\n<li>To maintain, provide and improve the Service</li>\n<li>To prevent or address technical or security issues and resolve support requests</li>\n<li>To investigate when we have a good faith belief, or have received a complaint alleging, that such Workspace Content is in violation of the Customer Agreement or our User Terms of Service</li>\n<li>To comply with a valid legal subpoena, request, or other lawful process that meets the requirements of the Customer Agreement and our Law Enforcement Guidelines</li>\n<li>As otherwise set forth in our Customer Agreement or as expressly permitted in writing by the Customer</li>\n</ul>\n<ol>\n<li>\n<strong>Account Information, Service Usage Information, Information from Third Party Integrations, and Other Information</strong>.\nAsana may use these categories of information collected from and about Subscribers to:</li>\n</ol>\n<ul>\n<li>\n<p>Maintain, provide, and improve the Service</p>\n</li>\n<li>\n<p>Respond to your requests for information</p>\n</li>\n<li>\n<p>Prevent or address technical or security issues and resolve support requests</p>\n</li>\n<li>\n<p>Investigate in good faith alleged violations of our User Terms of Service</p>\n</li>\n<li>\n<p>Comply with a valid legal subpoena, request, or other lawful process that meets the requirements of our Law Enforcement Guidelines</p>\n</li>\n<li>\n<p>Help us better understand user interests and needs, and customize the Service for our users</p>\n</li>\n<li>\n<p>Engage in analysis, research, and reports regarding use of the Service</p>\n</li>\n<li>\n<p>Protect the Service and our users</p>\n</li>\n<li>\n<p>Communicate with you via email and through the Service about important notices and updates regarding the Service, such as to inform you about changes in the Service, our service offerings, and important services-related notices, such as about security and fraud.\nBecause these communications are an important part of the Service, you may not opt out of them</p>\n</li>\n<li>\n<p>In accordance with applicable legal obligations, communicate with you about promotions, offers, and news about Asana.\nYou have the ability to unsubscribe from such promotional communications</p>\n</li>\n<li>\n<p>Provide cross-device management of your account.\nFor example, we may locate or try to locate the same unique users across multiple browsers or devices (such as smartphones or tablets), or work with service providers that do this, in order to save your preferences across devices and analyze usage of the Service.\nIf you wish to opt out of the ability of one our service providers, Google Analytics, to locate you across devices in this way, you may install the Google Analytics Opt-out Browser Add-on by clicking here</p>\n</li>\n</ul>\n<p>\n<strong>D.\nSharing of Subscriber Information</strong>\n</p>\n<p>In accordance with the applicable Customer Agreement, we may share the information we collect from Subscribers as follows:</p>\n<ul>\n<li>Affiliates and Subsidiaries.\nWe may share the information we collect within the Asana family of companies.</li>\n<li>Service Providers.\nWe may provide access to or share your information with select third parties that use the information only to perform services on our behalf.\nThese third parties provide a variety of services to us, including without limitation sales, marketing, provision of content and features, analytics, data storage, security, fraud prevention, and other services.</li>\n<li>Business Transactions.\nIf the ownership of all or substantially all of our business changes, we may transfer your information to the new owner so that the Service can continue to operate.\nIn such case, your information would remain subject to the promises and commitments contained in this Policy until such time as the acquiring party modifies it.\nIf such transfer is subject to additional mandatory restrictions under applicable laws, Asana will comply with such restrictions.</li>\n<li>Consistent with your settings within the Service.\nPlease note that the Workspace Content you submit through the Service may be viewable by other users in your Workspace and within your organization, depending on the specific settings you and your organization have selected.</li>\n</ul>\n<p>\n<strong>E.\nAggregate De-Identified Data</strong>\n</p>\n<p>We may aggregate and/or de-identify information collected through the Service so that such information can no longer be linked to you or your device (“<strong>Aggregate/De-Identified Information</strong>”).\nWe may use Aggregate/De-Identified Information for any purpose, including without limitation for research and analytics, and may also share such data with any third parties, including partners, affiliates, services providers, and others.</p>\n<p>\n<strong>F.\nCombined Information</strong>\n</p>\n<p>We may combine the information that we collect through the Service with information that we receive from other sources, both online and offline, and use such combined information in accordance with this Policy and the Customer Agreement.</p>\n<p>\n<strong>G.\nData Retention</strong>\n</p>\n<p>We will retain your information for the period necessary to fulfill the purposes outlined in this Policy unless a longer retention period is required or permitted by law, or where the Customer Agreement requires or permits specific retention or deletion periods.</p>\n<p>\n<strong>H.\nData Subject Rights</strong>\n</p>\n<p>Please contact your Workspace owner(s) or administrator(s) to exercise any data subject rights you have under applicable local laws, including your ability to access, delete, rectify, transfer, or object under the GDPR.</p>\nIII.\nPrivacy Terms for Free Users\n<p>\n<strong>A.\nOverview</strong>\n</p>\n<p>Section III of this Policy applies only to Free Users of the Service.\nIf you are a Free User located in the European Union, Asana is the data controller with respect to the processing of your personal data pursuant to the GDPR.</p>\n<p>\n<strong>B.\nCollection and Use of Free User Information</strong>\n</p>\n<p>This section explains how we collect, process, and use the information collected from Free Users.\nWe do not require Free Users to provide us with information.\nHowever, certain information, such as account log-in data, is required to provide you with access to the Service, and other information may be collected automatically as discussed below.</p>\n<ol>\n<li>\n<strong>Information You Provide to Asana</strong>.\nAsana collects the following information submitted directly through the Service by Free Users:</li>\n</ol>\n<ul>\n<li>The messages, attachments, files, tasks, project names, team names, channels, conversations, and other content submitted through the Service (collectively, the “<strong>Workspace Content</strong>”);</li>\n<li>Information you provide as part of your account registration with Asana, which may include your name, organization name, address, telephone number, email address, username and password.\noptional information that you may choose to provide, such as a photograph or basic demographic data.\nand, with your permission, calendar information stored on your mobile device that you may elect to upload to your account (collectively, the “<strong>Account Information</strong>”).\nand</li>\n<li>Information you provide in other interactions with us, such as requests or questions you submit to us via forms or email (e.g., support forms, sales forms, user research participation forms), information you provide in connection with Asana sweepstakes, contests, or research studies in which you choose to participate.\nbeta testing.\nand requests for customer support and technical assistance (collectively, “<strong>Other Information</strong>”).</li>\n</ul>\n<ol>\n<li>\n<strong>Service Usage Information</strong>.\nAs you use the Service, we collect a variety of information about how you use and interact with the Service (“Service Usage Information”).\nSuch information includes:</li>\n</ol>\n<ul>\n<li>Device information – when you access the Service using a mobile device, we collect certain device information, including the type of device you are using, its operating system, and mobile network information, which may include your mobile phone number.\nWe may also collect your MAC address and other unique device identifiers.</li>\n<li>Log files – when you use the Service, our servers automatically record certain information in server log files.\nThese log files may include information such as your web request, IP address, browser type and settings, referring / exit pages and URLs, number of clicks, date and time stamp information, language preferences, data from cookies and similar technologies, and other such information.</li>\n<li>Location information – we collect and process general information about the location of the device from which you are accessing the Service (e.g., approximate geographic location inferred from an IP address).</li>\n<li>Workspace Use Metadata – when you interact with the Service, metadata is generated that provides high-level (non-content) information about the way you work in your Workspace.\nFor example, we may log the number of Workspaces you work in.\nthe number of tasks to which you are assigned.\nthe features and embedded Service content you interact with.\nthe types of files you share.\nand what, if any, third party services and integrations you use.</li>\n</ul>\n<ol>\n<li>\n<strong>Information Collected from Third Party Integrations</strong>.\nIf you choose to use or connect to third-party integrations (e.g., OneDrive, Unito, Wufoo, Slack) through the Service, such third parties may allow us to have access to and store additional information about your interaction with those services as it relates to your use of the Service.\nMoreover, if you initiate these connections, you also understand that we will share information about you that is required to enable your use of the third-party integration through the Service.\nIf you do not wish to have this information shared, do not initiate these connections.\nBy enabling these connections, you authorize us to connect and access the information provided through these connections, and you understand that the privacy policies of these third parties govern such connections.</li>\n<li>\n<strong>Information Collected from Other Third Parties</strong>.\nAsana may receive additional information about you, such as demographic information, from affiliates under common ownership and control, and from third parties, such as business partners, marketers, researchers, analysts, and other parties that we may use to supplement the information that we collect directly from you.</li>\n</ol>\n<p>\n<strong>C.\nUse of Free User Information</strong>\n</p>\n<p>Asana may use the information collected from Free Users to:</p>\n<ul>\n<li>Maintain, provide, and improve the Service</li>\n<li>Respond to your requests for information</li>\n<li>Prevent or address technical or security issues and resolve support requests</li>\n<li>Investigate in good faith alleged violations of our User Terms of Service</li>\n<li>Comply with a valid legal subpoena, request, or other lawful process that meets the requirements of our Law Enforcement Guidelines</li>\n<li>Help us better understand user interests and needs, and customize the Service for our users</li>\n<li>Engage in analysis, research, and reports regarding use of the Service</li>\n<li>Protect the Service and our users</li>\n<li>Communicate with you via email and through the Service about important notices and updates regarding the Service, such as to inform you about changes in the Service, our service offerings, and important services-related notices, such as about security and fraud.\nBecause these communications are an important part of the Service, you may not opt out of them</li>\n<li>In accordance with applicable legal obligations, communicate with you about promotions, offers, and news about Asana.\nYou have the ability to unsubscribe from such promotional communications</li>\n<li>Provide cross-device management of your account.\nFor example, we may locate or try to locate the same unique users across multiple browsers or devices (such as smartphones or tablets), or work with service providers that do this, in order to save your preferences across devices and analyze usage of the Service.\nIf you wish to opt out of the ability of one our service providers, Google Analytics, to locate you across devices in this way, you may install the Google Analytics Opt-out Browser Add-on by clicking here</li>\n</ul>\n<p>\n<strong>D.\nLegal Bases for Use of Your Information</strong>\n</p>\n<p>If you are located in the EU, please note that the legal bases under the EU General Data Protection Regulation (“<strong>GDPR</strong>”) for using the information we collect through your use of the Service as a Free User are as follows:</p>\n<ul>\n<li>Where use of your information is necessary to perform our obligations under a contract with you (for example, to comply with the User Terms of Service which you accept by using the Service)</li>\n<li>Where use of your information is necessary for our legitimate interests or the legitimate interests of others (for example, to provide security for our Service.\noperate our Service.\nprevent fraud, analyze use of and improve our Service, and for similar purposes)</li>\n<li>Where use of your information is necessary to comply with a legal obligation</li>\n<li>Where we have your consent to process data in a certain way</li>\n</ul>\n<p>\n<strong>E.\nSharing of Free User Information</strong>\n</p>\n<p>We share the information we collect through the Service about Free Users with the following:</p>\n<ul>\n<li>Affiliates and Subsidiaries.\nWe may share the information we collect within the Asana family of companies.</li>\n<li>Service Providers.\nWe may provide access to or share your information with select third parties that use the information only to perform services on our behalf.\nThese third parties provide a variety of services to us, including without limitation sales, marketing, provision of content and features, advertising, analytics, research, data storage, security, fraud prevention, and other services.</li>\n<li>Business Transfers.\nIf the ownership of all or substantially all of our business changes, we may transfer your information to the new owner so that the Websites can continue to operate.\nIn such case, your information would remain subject to the promises and commitments contained in this Policy until such time as this Policy is updated or amended by the acquiring party upon notice to you.\nIf such transfer is subject to additional mandatory restrictions under applicable laws, Asana will comply with such restrictions.</li>\n<li>Consent.\nWe may also disclose your information to third parties with your consent to do so.</li>\n<li>Consistent with your settings within the Service.\nPlease note that the Workspace Content you submit through the Service may be viewable by other users in your Workspace, depending on the specific settings you have selected.</li>\n</ul>\n<p>\n<strong>F.\nAggregate De-Identified Data</strong>\n</p>\n<p>We may aggregate and/or de-identify information collected through the Service so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”).\nWe may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, sponsors, event promoters, and/or others.</p>\n<p>\n<strong>G.\nCombined Information</strong>\n</p>\n<p>For the purposes discussed in this Policy, we may combine the information that we collect through the Service with information that we receive from other sources, both online and offline, and use such combined information in accordance with this Policy.</p>\n<p>\n<strong>H.\nData Retention</strong>\n</p>\n<p>We will retain your information for the period necessary to fulfill the purposes outlined in this Policy unless a longer retention period is required or permitted by law.</p>\n<p>\n<strong>I.\nData Subject Rights</strong>\n</p>\n<p>Local legal requirements (such as those in the EU) may afford you additional rights.\nIf you would like further information in relation to your legal rights under applicable law or would like to exercise any of them, please contact us at any time using this form.\nYour local laws (such as those in the EU) may permit you to request that we:</p>\n<ul>\n<li>provide access to and/or a copy of certain information we hold about you</li>\n<li>prevent the processing of your information for direct-marketing purposes (including any direct marketing processing based on profiling)</li>\n<li>update information which is out of date or incorrect</li>\n<li>delete certain information which we are holding about you</li>\n<li>restrict the way that we process and disclose certain of your information</li>\n<li>transfer your information to a third party provider of services</li>\n<li>revoke your consent for the processing of your information</li>\n</ul>\n<p>We will consider all requests and provide our response within the time period stated by applicable law.\nPlease note, however, that certain information may be exempt from such requests in some circumstances, which may include if we need to keep processing your information for our legitimate interests or to comply with a legal obligation.\nWe may request you provide us with information necessary to confirm your identity before responding to your request.</p>\nIV.\nPrivacy Terms for Site Visitors\n<p>\n<strong>A.\nOverview</strong>\n</p>\n<p>Section IV of this Policy applies only to Site Visitors.</p>\n<p>If you visit the Websites, regardless of whether you are also a user of the Service, the following rules apply to you.\nTo eliminate any confusion, please note that the terms in this section apply only to use of Asana’s Websites, not to use of the Service.</p>\n<p>If you are a Site Visitor located in the European Union, Asana is the data controller with respect to the processing of your personal data pursuant to the EU General Data Protection Regulation (“<strong>GDPR</strong>”).</p>\n<p>\n<strong>B.\nCollection and Use of Site Visitor Information</strong>\n</p>\n<ol>\n<li>\n<p>Information Collected from Site Visitors</p>\n<p>When you use the Websites, we collect the following information about you:</p>\n</li>\n</ol>\n<ul>\n<li>Contact Information – if you submit a request for information or a question through the Websites, you may be asked to provide us with basic information including your name, email address, phone number, and postal address.\nWe will also keep records of the communication, the question/request you raised, and how it was resolved.\nIf you choose to participate in an Asana sweepstakes, contest, or research study offered through the Websites, we will also collect basic contact information from you in connection with such activity.</li>\n<li>Websites Usage Information – as you browse the Websites, we and our service providers (which are third party companies that work on our behalf to provide and enhance the Websites) use a variety of technologies, including cookies and similar tools, to assist in collecting information about how you use the Websites.\nFor example, our servers automatically record certain information in server logs.\nThese server logs may include information such as your web request, IP address, browser type and settings, referring / exit pages and URLs, number of clicks and how you interact with links on the Websites, domain names, landing pages, pages viewed, mobile carrier, mobile device identifiers and information about the device you are using to access the Websites, date and time stamp information and other such information.</li>\n<li>Location Information – We collect and process general information about the location of the device from which you are accessing the Service (e.g., approximate geographic location inferred from an IP address).</li>\n</ul>\n<ol>\n<li>\n<p>Cookies and Similar Technologies</p>\n<p>To collect the Websites Usage Information discussed above, we and our service providers use Internet server logs, cookies, tags, SDKs, tracking pixels, and other similar tracking technologies.\nA web server log is a file where website activity is stored.\nAn SDK is a section of code that we embed in our applications and software to allow third parties to collect information about how users interact with the Websites.\nA cookie is a small text file that is placed on your computer or mobile device when you visit a site, that enables us to: (i) recognize your computer and login session.\n(ii) store your preferences and settings.\n(iii) understand which pages of the Websites you have visited.\n(iv), enhance your user experience by delivering and measuring the effectiveness of content and advertising tailored to your interests.\n(v) perform analytics.\nand (vi) assist with security and administrative functions.\nTracking pixels (sometimes referred to as web beacons or clear GIFs) are tiny electronic tags with a unique identifier embedded in websites, online ads and/or email, and that are designed to provide usage information like ad impressions or clicks, email open rates, measure popularity of the Websites and associated advertising, and to access user cookies.\nAs we adopt additional technologies, we may also gather information through other methods.\nPlease note that you can change your settings to notify you when a cookie is being set or updated, or to block cookies altogether.\nPlease consult the “Help” section of your browser for more information (e.g., Internet Explorer.\nGoogle Chrome.\nMozilla Firefox.\nor Apple Safari).</p>\n</li>\n<li>\n<p>Use of Information Collected from Site Visitors</p>\n<p>We use the information collected from Site Visitors for a variety of purposes including to:</p>\n</li>\n</ol>\n<ul>\n<li>Maintain, provide, and improve the Websites and the Service</li>\n<li>Respond to your requests for information</li>\n<li>In accordance with applicable legal obligations, communicate with you about promotions, offers, and news about Asana.\nYou have the ability to unsubscribe from such promotional communications</li>\n<li>Prevent or address technical or security issues</li>\n<li>Investigate in good faith alleged violations of our User Terms of Service</li>\n<li>Help us better understand Site Visitor interests and needs, and customize the advertising and content you see on the Websites</li>\n<li>Engage in analysis and research regarding use of the Websites and the Service</li>\n</ul>\n<p>\n<strong>C.\nLegal Bases</strong>\n</p>\n<p>If you are located in the EU, please note that the legal bases under the GDPR for using the information we collect through your use of the Websites as a Site Visitor are as follows:</p>\n<ul>\n<li>Where use of your information is necessary to perform our obligations under a contract with you (for example, to comply with the User Terms of Service which you accept by browsing the Websites)</li>\n<li>Where use of your information is necessary for our legitimate interests or the legitimate interests of others (for example, to provide security for our Websites.\noperate our Websites.\nprevent fraud, analyze use of and improve our Websites, and for similar purposes)</li>\n<li>Where use of your information is necessary to comply with a legal obligation</li>\n<li>Where we have your consent to process data in a certain way</li>\n</ul>\n<p>\n<strong>D.\nAggregate/De-Identified Data</strong>\n</p>\n<p>We may aggregate and/or de-identify information collected through the Websites so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”).\nWe may use Aggregate/De-Identified Information for any purpose, including without limitation for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, sponsors, event promoters, and/or others.</p>\n<p>\n<strong>E.\nCombined Information</strong>\n</p>\n<p>You agree that, for the purposes discussed in this Policy, we may combine the information that we collect through the Websites with information that we receive from other sources, both online and offline, and use such combined information in accordance with this Policy.\nIf, however, the collection of any information about you is governed by a Customer Agreement, information will only be combined and used in accordance with such Customer Agreement and the sections of this Policy applicable to Subscribers.</p>\n<p>\n<strong>F.\nWebsite Analytics and Advertising</strong>\n</p>\n<ol>\n<li>\n<p>Website Analytics\nWe may use third-party web analytics services on our Websites to collect and analyze usage information through cookies and similar tools.\nengage in auditing, research, or reporting.\nand provide certain features to you.\nTo prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-out Browser Add-on by clicking here.</p>\n</li>\n<li>\n<p>Online Advertising\nThe Websites may integrate third-party advertising technologies that allow for the delivery of relevant content and advertising on the Websites, as well as on other websites you visit.\nThe ads may be based on various factors such as the content of the page you are visiting, information you enter such as your age and gender, your searches, demographic data, and other information we collect from you.\nThese ads may be based on your current activity or your activity over time and across other websites and online services and may be tailored to your interests.</p>\n<p>Third parties, whose products or services are accessible or advertised via the Websites, may also place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about you as discussed above.\nWe also allow other third parties (e.g., ad networks and ad servers such as Google Analytics, DoubleClick and others) to serve tailored ads to you on our Websites and other websites and to access their own cookies or other tracking technologies on your computer, mobile phone, or other device you use to access the Websites.\nWe sometimes provide Site Visitor information (such as email addresses) to service providers, who may “match” this information in de-identified form to cookies (or mobile ad identifiers) and other proprietary IDs, in order to provide you with more relevant ads when you visit other websites.</p>\n<p>We neither have access to, nor does this Policy govern, the use of cookies or other tracking technologies that may be placed on your device you use to access the Websites by such non-affiliated third parties.\nIf you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, you may visit the Network Advertising Initiative’s Consumer Opt-Out link, the Digital Advertising Alliance’s Consumer Opt-Out link, or Your Online Choices to opt-out of receiving tailored advertising from companies that participate in those programs.\nTo opt out of Google Analytics for display advertising or customize Google display network ads, visit the Google Ads Settings page.\nWe do not control these opt-out links or whether any particular company chooses to participate in these opt-out programs.\nWe are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>\n<p>Please note that if you exercise the opt-out choices above, you will still see advertising when you use the Websites, but it will not be tailored to you based on your online behavior over time.</p>\n</li>\n<li>\n<p>Notice Concerning Do Not Track\nDo Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nWe are committed to providing you with meaningful choices about the information collected on our Websites for third party purposes, and that is why we provide the variety of opt-out mechanisms listed above.\nHowever, we do not currently recognize or respond to browser-initiated DNT signals.\nTo learn more about Do Not Track, you can do so here.</p>\n</li>\n</ol>\n<p>\n<strong>G.\nSharing of Site Visitor Information</strong>\n</p>\n<p>We share the information we collect through the Websites with the following:</p>\n<ul>\n<li>Affiliates and Subsidiaries.\nWe may share the information we collect within the Asana family of companies.</li>\n<li>Service Providers.\nWe may provide access to or share your information with select third parties that use the information only to perform services on our behalf.\nThese third parties provide a variety of services to us, including without limitation sales, marketing, provision of content and features, advertising, analytics, research, data storage, security, fraud prevention, and other services.</li>\n<li>Business Transfers.\nIf the ownership of all or substantially all of our business changes, we may transfer your information to the new owner so that the Websites can continue to operate.\nIn such case, your information would remain subject to the promises and commitments contained in this Policy until such time as this Policy is updated or amended by the acquiring party upon notice to you.\nIf such transfer is subject to additional mandatory restrictions under applicable laws, Asana will comply with such restrictions.</li>\n<li>Public Forums.\nThe Websites makes it possible for you to upload and share comments or feedback publicly with other users, such as on the Asana community forum.\nAny information that you submit through such public features is not confidential, and Asana may use it for any purpose (including in testimonials or other Asana marketing materials).\nAny information you post openly in these ways will be available to the public at large and potentially accessible through third-party search engines.\nSuch information can be read, collected and/or used by other users, and it could be used to send you unsolicited messages.\nAccordingly, please take care when using these features of the Websites.</li>\n<li>Consent.\nWe may also disclose your information to third parties with your consent to do so.</li>\n</ul>\n<p>\n<strong>H.\nRetention of Your Information</strong>\n</p>\n<p>We will retain your information for the period necessary to fulfill the purposes outlined in this Policy unless a longer retention period is required or permitted by law.</p>\n<p>\n<strong>I.\nData Subject Rights</strong>\n</p>\n<p>Local legal requirements (such as those in the EU) may afford you additional rights.\nIf you would like further information in relation to your legal rights under applicable law or would like to exercise any of them, please contact us at any time using this form.\nYour local laws (such as those in the EU) may permit you to request that we:</p>\n<ul>\n<li>provide access to and/or a copy of certain information we hold about you</li>\n<li>prevent the processing of your information for direct-marketing purposes (including any direct marketing processing based on profiling)</li>\n<li>update information which is out of date or incorrect</li>\n<li>delete certain information which we are holding about you</li>\n<li>restrict the way that we process and disclose certain of your information</li>\n<li>transfer your information to a third party provider of services</li>\n<li>revoke your consent for the processing of your information</li>\n</ul>\n<p>We will consider all requests and provide our response within the time period stated by applicable law.\nPlease note, however, that certain information may be exempt from such requests in some circumstances, which may include if we need to keep processing your information for our legitimate interests or to comply with a legal obligation.\nWe may request you provide us with information necessary to confirm your identity before responding to your request.</p>\n<p>\n<strong>J.\nThird Party Links And Services</strong>\n</p>\n<p>The Websites may contain links to third-party websites and functionalities.\nIf you choose to use these third party services, you may disclose your information not just to those third-parties, but also to their users and the public more generally depending on how their services function.\nBecause these third-party websites and services are not operated by Asana, Asana is not responsible for the content or practices of those websites or services.\nThe collection, use, and disclosure of your information will be subject to the privacy policies of the third party websites or services, and not this Policy.\nWe urge you to read the privacy and security policies of these third-parties.</p>\nV.\nAdditional Privacy Terms for All Users\n<p>The following additional information about Asana’s privacy practices apply to all users of Asana (Subscribers, Free Users, and Site Visitors).</p>\n<p>\n<strong>A.\nInternational Users</strong>\n</p>\n<p>Asana complies with the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal data from the European Union and Switzerland to the United States, respectively.\nAsana has certified to the Department of Commerce that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access and Recourse, Enforcement and Liability.\nIf there is any conflict between the policies in this Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/.\nIn compliance with the EU-US Privacy Shield and Swiss-US Privacy Shield Principles, Asana commits to resolve complaints about your privacy and our collection or use of your personal data.\nEuropean Union or Swiss citizens with inquiries or complaints regarding this privacy policy should first contact Asana at: privacy@asana.com.\nAsana has further committed to refer unresolved privacy complaints under the EU-US and Swiss-US Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU Privacy Shield, operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Asana, please visit the BBB EU Privacy Shield web site at https://www.bbb.org/EU-privacy-shield/for-eu-consumers/ for more information and to file a complaint.\nPlease note that if your complaint is not resolved through these channels, under limited circumstances, a binding arbitration option may be available before a Privacy Shield Panel.\nAsana is subject to the investigatory and enforcement powers of the Federal Trade Commission (FTC) with respect to its compliance with the provisions of the EU-US and Swiss-US Privacy Shield.</p>\n<p>We may transfer information that we collect about you to third party processors across borders and from your country or jurisdiction to other countries or jurisdictions around the world.\nIf you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S.\nlaw, please note that you are transferring information to a country and jurisdiction that does not have the same data protection laws as your jurisdiction.\nAsana will take reasonable and appropriate steps necessary to ensure that any third party who is acting as a “data processor” under EU and Swiss terminology is processing the personal data we entrust to them in a manner that is consistent with the EU-US and Swiss-US Privacy Shield Principles.\nAsana is potentially liable in cases of onward transfer to third parties of data of EU and Swiss individuals received pursuant to the EU-US and Swiss-US Privacy Shield, respectively.</p>\n<p>\n<strong>B.\nChanges To Our Privacy Policy</strong>\n</p>\n<p>We reserve the right to amend this Policy at any time to reflect changes in the law, our data collection and use practices, the features of our Service or Websites, or advances in technology.\nWe will make the revised Policy accessible through the Service and Websites, so you should review the Policy periodically.\nIf we make a material change to the Policy, we will comply with applicable legal requirements regarding providing you with notice and/or consent.</p>\n<p>\n<strong>C.\nHow We Protect Your Information</strong>\n</p>\n<p>Asana takes technical and organizational measures to protect your information against accidental or unlawful destruction or accidental loss, alteration, unauthorized disclosure or access.\nHowever, no method of transmission over the Internet, and no means of electronic or physical storage, is absolutely secure, and thus we cannot ensure or warrant the security of that information.</p>\n<p>\n<strong>D.\nMarketing Practices and Choices</strong>\n</p>\n<p>If you receive email from us, we may use certain analytics tools, such as clear GIFs, to capture data such as when you open our message or click on any links or banners our email contains.\nThis data allows us to gauge the effectiveness of our communications and marketing campaigns.\nYou may instruct us not to use your contact information to contact you by email, postal mail, or phone regarding products, services, promotions and special events that might appeal to your interests by contacting us at the “Asana Contact Info” section below.\nIn commercial email messages, you can also opt out by following the instructions located at the bottom of such emails.\nPlease note that, regardless of your request, we may still use and share certain information as permitted by this Policy or as required by applicable law.\nFor example, you may not opt out of certain operational or service-related emails, such as those reflecting our relationship or transactions with you.</p>\nVI.\nPrivacy Information for California Residents <p>If you are a California resident, California law requires us to provide you with some additional information regarding how we collect, use, and share your “personal information” (as defined in the California Consumer Privacy Act (“CCPA”)).</p>\n<p>\n<strong>A.\nCategories of personal information we collect</strong>\n</p>\n<p>Throughout this Policy, we discuss in detail the specific pieces of personal information we collect from and about our users.\nUnder the CCPA, we are also required to provide you with the “categories” of personal information we collect.\nThe categories we collect are:</p>\n<ul>\n<li>identifiers (such as name, address, email address);</li>\n<li>commercial information (such as transaction data);</li>\n<li>financial data (such as credit card information collected by our payment processors on our behalf);</li>\n<li>internet or other network or device activity (such as browsing history or Service usage);</li>\n<li>general geolocation information (e.g., your approximate location based on IP address);</li>\n<li>professional or employment related data (e.g., your business contact information);</li>\n<li>biometric information (e.g., if you participate in a sales call and do not opt out of call recording);</li>\n<li>inference data about you (e.g., the additional Service features we think would be of most interest to you);</li>\n<li>legally protected classifications (such as gender);</li>\n<li>physical characteristics or description (e.g., if you voluntarily submit a photo when creating your profile on the Service).\nand</li>\n<li>other information that identifies or can be reasonably associated with you.</li>\n</ul>\n<p>\n<strong>B.\nHow we use and share these categories of personal information</strong>\n</p>\n<p>We use and share the categories of personal information we collect from and about you consistent with the various business purposes we discuss throughout this Policy, and depending on which type of Asana user you are (i.e., Subscriber, Free User, or Site Visitor).\nSee the relevant section(s) above for more information.</p>\n<p>Please note that the CCPA sets forth certain obligations for businesses that “sell” personal information to third parties.\nWe do not engage in such activity and have not engaged in such activity in the past twelve months from the effective date of this Policy.</p>\n<p>\n<strong>C.\nYour California Privacy Rights</strong>\n</p>\n<p>\n<strong>CCPA Rights Disclosure.</strong> If you are a California resident, the CCPA allows you to make certain requests about your personal information.\nSpecifically, the CCPA allows you to request us to:</p>\n<ul>\n<li>Inform you about the categories of personal information we collect or disclose about you.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting your personal information.\nand the categories of third parties with whom we share/disclose personal information.\nSuch information is also set forth in this Policy.</li>\n<li>Provide access to and/or a copy of certain personal information we hold about you.</li>\n<li>Delete certain personal information we have about you.</li>\n<li>Provide you with information about the financial incentives that we offer to you, if any.</li>\n</ul>\n<p>The CCPA further provides you with the right to not be discriminated against (as provided for in applicable law) for exercising your rights.\nPlease note that certain information may be exempt from such requests under California law.\nFor example, we need certain information in order to provide the Service to you.\nWe also will take reasonable steps to verify your identity before responding to a request, which may include, at a minimum, verifying your name and email address.\nYou are also permitted to designate an authorized agent to submit certain requests on your behalf.\nWe may also follow up with you to verify your identity before processing the authorized agent’s request.</p>\n<ul>\n<li>If you are a Free User or a Site Visitor, and you would like to exercise any of your rights under California law with respect to your personal information, please submit your request by completing Asana’s CCPA Consumer Rights Form or by contacting us at privacy@asana.com.</li>\n<li>If you are a Subscriber, please contact your Workspace owner(s) or administrator(s) for more information about exercising these rights.</li>\n</ul>\n<p>\n<strong>Shine the Light Disclosure.</strong> The California “Shine the Light” law gives residents of California the right under certain circumstances to request information from us regarding the manner in which we share certain categories of personal information (as defined in the Shine the Light law) with third parties for their direct marketing purposes.\n<strong>We do not share your personal information with third parties for their own direct marketing purposes.</strong>\n</p>\nVII.\nPrivacy Information for Nevada Residents\n<p>Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration (as such terms are defined under Nevada law) to a person for that person to license or sell such information to additional persons.\nWe do not engage in such activity.\nhowever, if you are a Nevada resident and also an Asana Subscriber, you may submit a request to opt out of any potential future sales under Nevada law by completing Asana’s Nevada Opt-out Form.\nPlease note we may take reasonable steps to verify your identity and the authenticity of the request.\nOnce verified, we will maintain your request in the event our practices change.</p>\nVIII.\nAsana Contact Info\n<p>Asana is located at 1550 Bryant Street, Suite 200, San Francisco, CA 94103.\nIf you wish to contact us or have any questions about or complaints in relation to this Policy, please contact us at privacy@asana.com.</p>\n", "created_at": "2021-02-05 09:33:45.832836", "updated_at": "2021-02-05 09:33:48.722459"}, {"id": 4004, "name": "Cookie Policy", "url": "https://asana.com/terms#cookies-notice", "xpath": "//*[@id=\"cookies-notice\"]", "text": "Asana Cookies Notice\n<p>Last updated: February 4, 2021</p>\n<p>This Cookie Notice describes the types of cookies and similar tracking technologies we use on our services via our websites and apps, how we use them, and what your choices are for controlling cookies.</p>\n<ul>\n<li>What are cookies?</li>\n<li>How does Asana use cookies?</li>\n<li>Types of cookies we use</li>\n<li>Duration of cookie storage</li>\n<li>Cookie management</li>\n<li>Disabling cookies</li>\n<li>Changes to this Notice</li>\n<li>Contact us</li>\n</ul>\nWhat are Cookies?\n<p>Cookies are small text files that are downloaded to your computer or mobile device by a website via your web browser or mobile app when you visit a website or other online service.\nCookies store information about how you use an online service so that the website can recognize your device, provide functionality, enhance your experience (like remembering your preferred language), analyze usage patterns, and personalize content and advertising.\n</p>\n<p>When we say “cookie,” we don’t mean the delicious ones with chocolate chips.\nWe are, however, talking about similar online tracking tools and technologies, such as web beacons (also called tracking pixels).\nLike cookies, web beacons allow us to analyze how visitors to our websites use Asana and deliver personalized content.\nWeb beacons can also be included in emails we send to determine whether they have been read or acted on.\nFor additional information on cookies, please visit www.allaboutcookies.org</p>\nHow does Asana use cookies?\n<p>Asana uses cookies to collect a variety of information for different purposes.\nHere are examples of the types of information that we collect through cookies:</p>\n<ul>\n<li>Information related to your login so we can remember that you’ve logged in before or so you can stay logged in after you leave the website</li>\n<li>Number of visitors, the frequency with which the websites and apps are used, the pages viewed, the clicks made, and the total duration of use</li>\n<li>The name of the website visited prior to visiting our websites and mobile apps </li>\n<li>Information about your browser, IP address, browsing preferences</li>\n<li>Whether you are a first-time visitor </li>\n<li>Your viewing preferences (e.g.\nlayout, sizing preferences, language, etc.)</li>\n</ul>\n<p>Some examples of how we use this information collected through cookies includes to:</p>\n<ul>\n<li>Remember the tasks you are involved in to provide access to those tasks each time you log-in</li>\n<li>Customize your visit to our websites and mobile apps based on prior preferences you made</li>\n<li>Tailor our advertising and marketing messages to you, based on our understanding or the understanding of our third party service providers, to highlight features we offer that might interest you</li>\n<li>Analyze usage trends across our user base to improve our website, mobile apps, and services, and inform how we can offer you new services</li>\n</ul>\n<p>Visit our cookies table for details about the specific cookies used for these purposes.</p>\nTypes of cookies we use\n<p>Some of the cookies we use are first-party cookies, which are created by us to help make Asana work properly and analyze usage.\nWe also allow certain third-party providers to place third-party cookies to enable third-party features or functionalities or to assist us with our analytics and advertising activities.</p>\n<ul>\n<li>\n<p>\n<strong>Strictly necessary cookies:</strong> These cookies are strictly necessary to provide you with certain features.\nFor example, these cookies allow you to access secure areas that require registration and set your privacy preferences.\nBecause these cookies are essential to providing services to you, they cannot be disabled.</p>\n</li>\n<li>\n<p>\n<strong>Performance Cookies (also commonly known as Analytics Cookies):</strong> These cookies allow us or our third-party analytics providers to collect information and statistics on use of our services by you and other visitors.\nThis information helps us to improve our services and products for the benefit of you and others.</p>\n</li>\n<li>\n<p>\n<strong>Functionality Cookies:</strong> These cookies provide enhanced functionality, providing chat support, allowing you to more easily complete forms, personalizing content to your preferences, and selecting your communications preferences.\nIf you do not enable these cookies, or choose to disable them in the future, that could impact your ability to use certain features.</p>\n</li>\n<li>\n<p>\n<strong>Targeting Cookies:</strong> These cookies, provided by our third-party advertising partners, collect information about your browsing habits, as well as your preferences for various features and services.\nThey also provide us with auditing, research, and reporting to know when advertising content has been displayed and how successful the content has been.\nThis information allows us and our third-party advertising providers to display relevant advertising content.</p>\n</li>\n<li>\n<p>\n<strong>Social media cookies:</strong> These cookies are used when information is shared through a social media sharing button (such as a “like” button), or when you link your account or engage with our content on or through a social networking site such as Facebook, Twitter, or Snapchat.</p>\n</li>\n</ul>\nDuration of cookie storage\n<p>The length of time that cookies are stored on your device will vary, depending on whether the cookies are temporary or persistent.</p>\n<p>\n<strong>Session cookies.</strong> We use temporary cookies called session cookies on our secure pages to assign and register a session ID.\nThis allows you to visit and use our websites and services without interruption, and provides us with internal reporting.\nThese cookies expire when you close your browser.</p>\n<p>\n<strong>Persistent cookies.</strong> Persistent cookies are used by us and our third-party providers to understand visitors’ browsing behavior over a longer period of time or to provide additional features or customization.\nThey can stay on your device for different lengths of time, from 24 hours, to a week, or several years, depending on their function.\nThese cookies survive after your browser is closed and can be used to recognize your device when you reopen your browser and revisit our websites and apps.</p>\nCookie management\n<p>\n<strong>All visitors.</strong> There are a number of ways you can manage what cookies are set on your devices.\nAs mentioned above, deleting or disabling cookies may impact your ability to use certain features and functionalities.\nWe currently do not respond to Do Not Track (DNT) signals.\n</p>\n<p>\n<strong>Browser settings.</strong> You can disable and/or delete most types of cookies by using your browser settings.\nAs the means by which to activate or deactivate cookies varies from one web browser to another (e.g., Safari, Chrome, Mozilla Firefox), you should visit your specific web browser’s help menu for more information on cookie preferences.\nYou can also configure your browser at any time to be notified of the receipt of a cookie, so that you can decide whether you want to accept it or not.\nPlease note that currently, it is technically impossible for you to synchronize your settings across the different browsers and devices you use.\nYou must therefore set them on each browser/device that you currently use and each time you use a new browser or device.\n</p>\n<p>Depending on the region, you may be asked to consent to cookies when you first visit one of our websites.\nTo manage your cookie settings, you can adjust them in our cookie preference center here: Change cookie settings</p>\nDisabling cookies\n<p>If you choose to deactivate cookies, you may continue to use certain parts of our services and websites.\nHowever, some useful features may not work anymore, depending on which cookies you deactivate.\nFor example, you might not be able to use our chat functionality to ask questions, and content may not be as relevant to your preferences.\n</p>\n<p>Please note that if you have disabled one or more cookies, we may continue to use the information that was collected by such cookies before they were deactivated.\nHowever, we will cease to collect any new information via the opted-out cookie once a cookie has been deactivated.</p>\nChanges to this Notice\n<p>We may update this notice as necessary to account for changes in our practices or legal requirements.\nPlease revisit this notice regularly to stay informed about our use of cookies.</p>\nContact us\n<p>If you have any questions about how we use cookies, you can contact us at privacy@asana.com.\n</p>\n", "created_at": "2021-02-05 09:34:22.727558", "updated_at": "2021-02-05 09:40:21.330104"}], "points": [], "urls": ["asana.com"]}}