{"error": 448, "message": "OK", "parameters": {"id": 6509, "name": "MyIR Mobile", "created_at": "2022-04-26 18:21:16.656585", "updated_at": "2022-04-26 22:01:12.700715", "wikipedia": null, "keywords": null, "related": null, "slug": "myir-mobile", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6509.png", "url": "myirmobile.com", "documents": [{"id": 11841, "name": "Privacy Policy", "url": "https://app.myirmobile.com/privacy-policy", "xpath": "//body", "text": " You need to enable JavaScript to run this app.RegisterSign InFAQMyIR Privacy Policy<p>Effective date: September 15<sup>th</sup> 2021</p>\n<p>STChealth, LLC <b>(\"STChealth,\" \"we,\" and \"us\")</b> provides this Privacy Policy <b>(\"Privacy Policy\")</b> to inform you of our policies and procedures regarding the collection, use and disclosure of the information we receive from our https://myirmobile.com/ website (together with all subdomains, related websites, and mobile versions) and the MyIR application and connected applications (together with the related mobile device applications) (collectively, <b>\"MyIR\" or “MyIR Services”</b>).\nThis Privacy Policy applies only to information we obtain from you when you are online while visiting or using the MyIR Services.\nIt does not apply to information we have obtained or may obtain offline through other traditional means.</p>\n<p>This Privacy Policy supplements and should be read in conjunction with the STChealth Privacy Policy, available at https://stchealth.com/wp-content/uploads/2019/07/Privacy-Statement-final-7.2-1.pdf, which provides additional information on STChealth’s privacy practices.</p>\n<p>If you are in the European Union, the STChealth subsidiary or affiliate who owns and operates the website that you are visiting will be the data controller responsible for the collection and use of your data.\nIf you have a query about how your data is being used, you can contact the data controller through the Data Protection Officer whose contact details appear below.</p>\n<p>This Privacy Policy applies to your access to and use of MyIR, and by choosing to use it, you consent to the collection, transfer, processing, storage, disclosure and other uses of your information described in this Privacy Policy.\nIf you do not agree to the terms of this Privacy Policy, you may not use.</p>Information We Collect <p>We collect two basic types of information from you in conjunction with your use of MyIR – Personal Information and non-Personal Information (collectively, “Information”).</p>\n<p>“Personal information” is any information that can individually identify you and includes, as an illustrative example and without limitation, your name, mailing address, email address, telephone number, etc.</p>\n<p>“Non-Personal Information” includes information that does not personally identify you, but may include, as an illustrative example and without limitation, use of the website and the Internet, etc.</p>\n<p>We may collect and store the following Personal Information and Non-Personal Information (collectively, “Information”) that you provide directly or generate through your use of MyIR, which includes connections to state Immunization Information Systems and health care providers.</p>\n<p>\n<u>Personal Information</u>\n</p>\n<ul>\n<li>Contact information, such as email address, phone, mailing address;</li>\n<li>Personal and family information, including your name and family member names, genders and date of births;</li>\n<li>Immunization history &amp.\nrecommendations;</li>\n<li>Information about your use of MyIR (such as settings, in-app usage information, including features used, frequency and duration of use of the app);</li>\n<li>MyIR profile data (such as username, profile photo settings);</li>\n<li>MyIR account information;</li>\n<li>Device information (such as IP address, IP address of your Internet Service Provider, firmware version, operating system, device identifiers including MAC address, Android ID, serial number and mobile advertiser identifiers).\nand </li>\n<li>Geolocation data, where location-based features and location settings have been activated on your device.</li>\n</ul>\n<p>Personal Information We May Obtain from Other Sources</p>\n<p>We may receive information about you from other sources, including publicly available databases, trusted third-party services, or partners with which we offer co-branded services.\nWe may also receive information from our affiliated companies.\nThis helps us to update and analyze our records.</p>How We Use Information<p>We may use this Information:</p>\n<ul>\n<li>to enable you to access and use MyIR;</li>\n<li>to provide the MyIR Services and features that you request;</li>\n<li>to process and facilitate your Immunization Ambassador application;</li>\n<li>to deliver customized content;</li>\n<li>to respond to your requests and inquiries;</li>\n<li>for our advertising, such as providing customized advertisements, notifying you of new products, services, and sponsored content and sending you promotional communications;</li>\n<li>to communicate with you about MyIR, your immunizations and health and your family’s immunizations and health;</li>\n<li>to operate, evaluate, and improve our business (including developing new products.\nenhancing and improving our products and MyIR.\nmanaging our communications.\nanalyzing our products, consumer base and MyIR.\nperforming data analytics.\nand performing accounting, auditing and other internal functions);</li>\n<li>for billing, account management and other administrative matters;</li>\n<li>to protect against, identify and prevent fraud and other criminal activity, claims and other liabilities;</li>\n<li>to send you important information regarding the MyIR Services, changes to our terms, conditions, and policies and/or other administrative information.\nand</li>\n<li>to comply with and enforce applicable legal requirements, relevant industry standards and our policies including this Privacy Policy, the STChealth Privacy Policy and the MyIR Terms of Service.</li>\n</ul>How We Share and Disclose Information<p>We will not disclose your personal information to third party-businesses for our own or their own independent marketing or business purposes without your consent.\nWe will only provide personal information to third parties after contacting you and obtaining your consent for the particular third-party business.</p>\n<p>We may share your personal information with our third-party service providers as necessary, for the purposes of providing the MyIR Services and features as described above.\nWe and our third-party service providers also may disclose information about you if as we believe to be necessary or appropriate:</p>\n<ul>\n<li>under applicable law, including laws outside your state or country of residence;</li>\n<li>to comply with legal process;</li>\n<li>to respond to requests from public and government authorities including public and government authorities outside your state or country of residence;</li>\n<li>to enforce our terms and conditions;</li>\n<li>to protect our operations or those of any of our affiliates;</li>\n<li>to protect our rights, privacy, safety or property, and/or that of our affiliates, you or others;</li>\n<li>to allow us to pursue available remedies or limit the damages that we may sustain;</li>\n<li>aggregated or de-identified Non-Personal Information may be disclosed for any purpose.\nFor example, we may share aggregated or de-identified Non-Personal Information with prospects or partners for business or research purposes;</li>\n<li>to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock (including in connection with any bankruptcy or similar proceedings).</li>\n</ul>Use of Cookies/Tracking Technology<p>When you interact with the MyIR Services, we automatically receive and record information on our server logs from your browser, including your IP address, “cookie” information, and the page you requested.</p>\n<p>Cookies and other tracking technologies (such as pixels and beacons) are comprised of small bits of data that often include a de-identified or anonymous unique identifier.\nWebsites, apps and other services send this data to your browser when you first request a web page and then store the data on your computer, so the website can access information when you make subsequent requests for pages from that service.\nWe may use these technologies to collect and store information about your usage of the Website (such as the pages you have visited, content you have viewed, search queries you have run, and advertisements you have seen), which information is then used to understand your preferences so as to enable us to provide you with improved services in future visits, and to compile aggregate data about site traffic and interactions so that we can offer better experiences and tools in the future.</p>\n<p>Most browsers are initially set to accept cookies, but you can change your settings to notify you when a cookie is being set or updated, or to block cookies altogether.\nPlease consult the “Help” section of your browser for more information.\nPlease note that by blocking any or all cookies, you may not have access to certain features, content, or personalization available through the Website.</p>\n<p>We utilize email tracking systems that provide us with data such as who opened or forwarded an email, the time it was opened, and whether the reader clicked certain links within the email.</p>Analytics<p>We, as well as third-party service providers acting on our behalf (such as Google), may use our cookies (such as the Google Analytics cookies) and third-party cookies (such as WordPress) or other third-party identifiers to gather anonymous analytics and statistics about the MyIR Services and how they are being used by our visitors so we can improve the MyIR website.\nOur web server storage logs may collect the domain names, internet protocol addresses, the types of web browsers, and certain data of visitors to the website.</p>\n<p>Data about your activities online may be collected for use in providing advertising tailored to your individual interests, either by us, our affiliates, or third parties.\nWe may work with third parties such as network advertisers and ad exchanges to serve advertisements across the internet and may use third party analytics service providers to evaluate and provide us and/or third parties with information about the use of these ads on third party websites and viewing of ads and of our content.</p>\n<p>We and these third-party service providers, including Google, may use third-party technologies (such as a Facebook Custom Audience Pixel) together with our own technologies in order to analyze ad impressions, your use of ad services, and interactions with these ad impressions and ad services.\nThe information collected may also include information about your visits to the MyIR website, the pages you have viewed, and what content you have seen.\nThese third-party tracking technologies may be set to, among other things: (a) help deliver advertisements to you that you might be interested in.\n(b) prevent you from seeing the same advertisements too many times.\nand (c) understand the effectiveness of the advertisements that have been delivered to you.</p>\n<p>You can opt out of certain advertising by visiting the Network Advertising Initiative consumer opt out page at http://optout.networkadvertising.org/, by using the Google Analytics Opt-out Browser Add-on available at https://tools.google.com/dlpage/gaoptout, or by visiting the Digital Advertising Alliance’s opt-out page at https://www.aboutads.info/choices.\nPlease note, at this time we do not respond to browser-based “do not track” signals.</p>Email and Other Communications<p>We may contact you by email or other means at an email address that you have provided to us.\nFor example, we may send you account information or promotional offers.\nIf you do not want to receive email from us, please let us know through the “unsubscribe” feature included in our communications.</p>Social Media Sites<p>When you interact with MyIR on or through a social media platform, such as Facebook or Twitter, we collect the Personal Information that you make available to us on that page or account, including your user ID and/or username, and any information you have made public in connection with that social media service.\nPlease note, however, that we will comply with the privacy policies of the corresponding social media platform and we will only collect and store such Personal Information that we are permitted to collect by these social media platforms.</p>\n<p>The MyIR website includes social media widgets, such as Facebook and Twitter widgets.\nThese features collect information about your IP address and which page you’re visiting on the MyIR website, and they set a cookie to make sure their features function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our Website.\nYour interactions with those features are governed by the privacy policies of the companies that provide them.</p>Third Party Sites and Privacy Practices<p>This Privacy Policy does not address, and we are not responsible for, the privacy, information or other practices of any third parties, including Providers or public health authorities.\nThe inclusion of a third-party link within the MyIR Services does not imply endorsement by us or by our affiliates of any such third party site.</p>\n<p>This Privacy Policy does not reflect the privacy practices of any third party, including health service provider and public health authority, and STChealth is not responsible for third party privacy policies or practices.\nSTChealth does not review, comment upon, or monitor third party privacy policies, including health service provider’s or public health authority’s privacy policies or their compliance with their respective privacy policies, nor does STChealth review third party instructions to determine whether they are in compliance or conflict with the terms of a their published privacy.</p>Storage and Processing<p>Information collected from you may be stored and processed in the United States or any other country where we or our service providers maintain facilities.</p>\n<p>The servers and databases in which Information is stored may be located outside the country from which you accessed MyIR, and in a country that does not have the same privacy laws as your country of residence.\nThe Information you provide to us may be transmitted abroad, but we will collect, process and use Information only in accordance with this Privacy Policy.</p>International Transfer of Information<p>If you choose to provide us with Information, we may transfer that information to our affiliates and subsidiaries or to other third parties, across borders, and from your country or jurisdiction to other countries or jurisdictions around the world in accordance with legal requirements.</p>Data Retention<p>STChealth will retain your Information for the period necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or allowed by law.</p>Security<p>STChealth takes security of data very seriously.\nSTChealth uses commercially reasonable efforts to protect Information collected, used, stored, shared, or transferred through using MyIR from loss, misuse, and unauthorized access or disclosure.\nOur practices and policies take into account the sensitivity of the Information we collect, process and store and the current state of technology.\nGiven the nature of communications and information processing technology, STChealth cannot guarantee that Information during transmission through the Internet or while stored on our systems or otherwise in our care will be absolutely safe from intrusion by others.\nWe do not promise, and you should not expect, that your Information or private communications will always remain private.\nYou are also responsible for taking reasonable steps to protect your Information against unauthorized disclosure or misuse such as by maintaining the confidentiality of your username and password and logging out of your account when not using the MyIR Website.\nWhen you click a link to a third-party site, you will be leaving our site and we don’t control or endorse what is on third party sites.</p>Use of Site by Minors<p>STChealth respects the privacy of children and we are committed to complying with the Children’s Online Privacy Protection Act (COPPA) and the requirements under Article 8 of the GDPR.\nThe MyIR Services are not permitted for use by individuals under the age of eighteen (18) unless they have provided the written consent of their parents or legal guardians, and we request that these individuals do not provide Information to us.\nYour parent or legal guardian may revoke consent at any time, and STChealth will take reasonable steps to delete all Information collected from you.\nSTChealth will also provide your parent or legal guardian with the ability to request to review your Information, prohibit further collection of your Information, and delete, or instruct the deletion of, your Information.\nIf we learn that a child under 18 has provided Information to us without verification of parental consent, we will take commercially reasonable steps to delete that information.</p>Accessing and Changing Your Information<p>If you would like to review, correct, update, delete or otherwise limit our use of your Information that has been previously provided to us, you may contact us in accordance with the Contact Us section below.</p>\n<p>In your request, please make clear what information you would like to have changed, whether you would like to have your Information deleted from our database or otherwise let us know what limitations you would like to put on our use of your Information.\nWe will try to comply with your request as soon as reasonably practicable.\nPlease note that in order to comply with certain requests to limit use of your Information we may need to terminate your account with us and your ability to access and use the MyIR Services, and you agree that we will not be liable to you for such termination or for any refunds of prepaid fees paid by you.\nAlthough we will use reasonable efforts to do so, you understand that it may not be technologically possible to remove from our systems every record of your Information.\nThe need to back up our systems to protect information from inadvertent loss means a copy of your Information may exist in a non-erasable form that will be difficult or impossible for us to locate or remove.</p>Notice to non-U.S.\nusers<p>As the Internet is a global environment, collecting and processing Personal Information may involve the transmission of this data internationally, including into and/or outside of the United States.\nTherefore, by communicating electronically with us, you acknowledge and agree to your personal data being processed in this way.</p>\n<p>Specifically, if you are located outside of the United States, please be aware that by using MyIR, your Information may be transferred to the United States or other third-countries, the privacy laws of which may be deemed by your country to have inadequate data protection.\nIf you are located outside of the United States and voluntarily submit Personal Information to us, you thereby consent to the general use of such information as provided in this Privacy Policy and to the transfer of that information to, and/or storage of that information in, the United States or other third-countries.</p>\n<p>If you reside in the European Union and the United Kingdom, you have certain rights under the European Data Protection Regulation (“GDPR”), including:</p>\n<ul>\n<li>The right to be informed of the Personal Information we collect and how we process and use that data;</li>\n<li>The right to request access to your Personal Information;</li>\n<li>The right to request that inaccurate Personal Information be rectified, or completed if incomplete;</li>\n<li>The right to request erasure of your Personal Information;</li>\n<li>The right to restrict our processing or use of your Personal Information;</li>\n<li>The right to obtain and reuse your Personal Information for your own purposes;</li>\n<li>The right to object to our processing or transferring your Personal Information;</li>\n<li>The right to withdraw your consent for us to use your Personal Information.\nand</li>\n<li>The right to lodge a complaint with a supervisory authority under the GDPR.</li>\n</ul>\n<p>We have a legitimate interest in collecting and processing your Information for the purposes we have outlined in this Privacy Policy and so that we can optimize your experience with MyIR.\nTo the extent that STChealth’s processing of your personal data is subject to the General Data Protection Regulation (or applicable laws covering the processing of personal data in the United Kingdom), STChealth relies on its legitimate interests, described above, to process your data.\nSTChealth may also process Information that constitutes your personal data for direct marketing purposes, and you have a right to object to STChealth’s use of your personal data for this purpose at any time.</p>\n<p>We retain and store your Information only for as long as we have a legitimate business purpose to do so and in accordance with our data retention policies and this Privacy Policy.</p>\n<p>Some of the rights here can be exercised through your account.\nIf you cannot use the settings and tools provided therein, please contact us at privacy@stchome.com (ATTN: Data Protection Officer) or at the address below.\nIn response to receiving a request for one of the rights set forth above, we will timely comply with the request within the time periods set forth in the GDPR for each right.\nSeveral of the above rights are not absolute and apply only in certain circumstances.\nWe will comply with requests for those rights as set forth in the GDPR.\nWe are intent on resolving any issues relating to our handling of your personal data and you may contact us at any time regarding any questions or concerns.</p>\n<p>We do not make any decisions about you based on automated processing or profiling of your personal data.</p>Your California Rights<p>If you are a California resident and have an established business relationship with us, you can request a notice disclosing the categories of Personal Information we have shared with third parties, if any, for the third parties’ direct marketing purposes, during the preceding calendar year.\nTo request a notice, please submit your request to the contact information provided below.\nCalifornia law also permits residents of California to opt-out of MyIR’s disclosure of Personal Information to third parties for their direct marketing purposes.\nYou may choose to opt-out of the sharing of your Personal Information with third parties for marketing purposes at any time by submitting a request in writing to the contact information provided below.\nPlease note that this opt-out does not prohibit disclosure made for non-marketing purposes.</p>\n<p>For more information about the personal information we collect about California consumers and the rights afforded to them under the California Consumer Privacy Act or “CCPA,” please click <u>here</u>.</p>Updates to Privacy Policy<p>STChealth reserves the right, at its sole discretion, to modify this Privacy Policy, at any time and without prior notice.\nIf we modify this Privacy Policy, we will post the modified Privacy Policy.\nBy continuing to access or use the Site, the App or the Services after we have posted a modified Privacy Policy or have provided you with notice of a modification, you are indicating that you agree to be bound by the modified Privacy Policy.\nIf the modified Privacy Policy is not acceptable to you, your only recourse is to cease using the Site, App and Services.</p>Contact Us<p>If you have any questions about this Privacy Policy or to communicate with our Data Protection Officer, please contact us by email at privacy@stchome.com, or please write to:</p>\n<p>ATTN: Data Protection Officer</p>\n<p>STChealth, LLC</p>\n<p>411 S.\n1st Street</p>\n<p>Phoenix, AZ.\n85004</p>\n<p>Please note that email communications are not always secure.\nplease do not include sensitive information in your emails to us.</p>", "created_at": "2022-04-26 18:21:16.663754", "updated_at": "2022-04-26 16:22:05.343813"}, {"id": 11840, "name": "Terms", "url": "https://app.myirmobile.com/terms-of-service", "xpath": "//body", "text": " You need to enable JavaScript to run this app.RegisterSign InFAQ<p>\n</p>MyIR® End User License AgreementLast modified: 3/2/2020<p>\n</p>\n<p>This MyIR® End User License Agreement (\"<u>EULA</u>\") is a binding agreement between you (\"<u>End User</u>\", \"<u>you</u>\", or \"<u>your</u>\") and STChealth, LLC, a Delaware Limited Liability Company and/or its affiliates (collectively, \"<u>Service Provider</u>\", \"<u>we</u>\", \"<u>us</u>\", or \"<u>our</u>\").\nThis EULA governs your access and use of the MyIR® service and any relevant information, source code, object code, features, functions, additional applications, manuals, websites, or software (including all related documentation, collectively, the \"<u>Application</u>\").</p>\n<p>Service Provider IS WILLING TO PROVIDE ACCESS AND USE OF THE APPLICATION TO YOU ONLY ON THE CONDITION THAT YOU ACCEPT ALL THE TERMS IN THIS EULA, SUBJECT TO THE TERMS AND CONDITIONS AGREED UPON BETWEEN Service Provider AND END USER.\nIT IS YOUR SOLE RESPONSIBILITY TO CHECK THE APPLICATION FOR ANY UPDATES TO THIS EULA, AND ANY CONTINUED USE OF THE APPLICATION AFTER AN UPDATE SHALL BE CONSIDERED ASSENT TO THE NEW, UPDATED OR REVISED EULA.\nBY ACCESSING AND/OR USING THE APPLICATION, INCLUDING ANY UPDATES, UPGRADES, OR NEWER VERSIONS, YOU (A)&nbsp;ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND THIS EULA IN ITS ENTIRETY.\n(B)&nbsp;REPRESENT THAT YOU ARE OF LEGAL AGE TO ENTER INTO A BINDING EULA.\n(C)&nbsp;ACCEPT THIS EULA AND AGREE THAT YOU ARE LEGALLY BOUND BY ITS TERMS.\nAND (D)&nbsp;IF YOU ACCEPT THIS EULA AS AN AUTHORIZED REPRESENTATIVE OF A LEGAL ENTITY, THAT YOU HAVE THE AUTHORITY TO BIND SUCH LEGAL ENTITY TO THIS EULA.\nIF YOU DO NOT AGREE TO THESE TERMS, DO NOT ACCESS OR USE THE APPLICATION.</p>\n<p>\n<strong>IMPORTANT NOTICE – NO MEDICAL ADVICE</strong> The contents of the Application and the links to other websites are not intended to be a substitute for professional medical advice, diagnosis, or treatment.\nYou should always seek the advice of a Physician or qualified health care provider with any questions that you may have regarding a medical condition and reliance on any information provided by the Application is solely at the End User’s own risk.</p>\n<p>1.\n<u>Grant</u>.\nSubject to the terms of this EULA, Service Provider grants you a limited, revocable, non-exclusive, and nontransferable right to access and use the Application strictly in accordance with the Application’s then-current documentation set forth at https://app.myirmobile.com as may be modified from time to time.</p>\n<p>2.\n<u>Restrictions</u>.\nYou shall not:</p>\n<blockquote>(a) Copy the Application;</blockquote>\n<blockquote>(b) Modify, translate, adapt, or otherwise create derivative works or improvements, whether or not patentable, of the Application;</blockquote>\n<blockquote>(c) Reverse engineer, disassemble, decompile, decode, or otherwise attempt to derive or gain access to the source code of the Application or any part thereof;</blockquote>\n<blockquote>(d) Remove, delete, alter, or obscure any trademarks or any copyright, trademark, patent, or other intellectual property or proprietary rights notices from the Application, including any copy thereof;</blockquote>\n<blockquote>(e) Rent, lease, lend, sell, sublicense, assign, distribute, publish, transfer, or otherwise make available the Application, or any features or functionality of the Application, to any third party for any reason, including by making the Application available on a network where it is capable of being accessed by more than one device at any time;</blockquote>\n<blockquote>(f) Remove, disable, circumvent, or otherwise create or implement any workaround to any copy protection, rights management, or security features in or protecting the Application;</blockquote>\n<blockquote>(g) Use the Application in any situation where such use could lead to death or serious bodily injury of any person, or to severe physical, environmental, or financial damage, or violate any applicable law (collectively, \"<u>High Risk Activities</u>\");</blockquote>\n<blockquote>(h) Infringe upon our intellectual property rights or those of any third party in relation to your use of the Application (to the extent that such use is not licensed by this EULA);</blockquote>\n<blockquote>(i) Use the Application for any commercial use;</blockquote>\n<blockquote>(j) Use the Application in a way that could damage, disable, overburden, impair or compromise our systems or security or interfere with other users;</blockquote>\n<blockquote>(k) Collect or harvest any information or data from the Application, or our systems, or attempt to decipher any transmissions to, or from the servers running the Application;</blockquote>\n<blockquote>(l) Share, disseminate, or otherwise disclose any immunization records or other information, including information protected by the Health Insurance Portability and Accountability Act (“HIPAA”) with any third party not authorized to receive such information;</blockquote>\n<blockquote>(m) Use the Application in any way to provide any medical diagnosis or any medical services to any third party.</blockquote>\n<p>3.\n<u>Reservation of Rights</u>.\nYou acknowledge and agree that the right to access and use the Application is provided as a services offering, and not sold, to you.\nYou do not acquire any ownership interest in the Application under this EULA, or any other rights thereto other than to use the Application in accordance with the rights granted, and subject to all terms, conditions, and restrictions, under this EULA.\nService Provider and its licensors, vendors, and service providers reserve and retain their entire right, title, and interest in and to the Application, including all copyrights, trademarks, and all other intellectual property rights therein or relating thereto.</p>\n<p>4.\n<u>Intellectual Property</u>.\nThe Application and its entire contents, features, and functionalities, including without limitation, all information, software, text, displays, images, video, and audio, and the design, selection and arrangement thereof, are owned by us, our licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, and/or other intellectual property or proprietary rights laws.\nThe Application and its content are copyrighted, and any unauthorized use of the Application may violate copyright, trademark, and other laws, in addition to constituting a material breach of this EULA.\nThere are several proprietary logos, service marks, trademarks, slogans, and product designations such as MYIR® (collectively, \"<u>Marks</u>\") found on the Application.\nBy making these Marks available on the Application, we are not granting you any rights to use the Marks in any fashion.\nAccess and use of the Application does not confer upon you any rights under any of our or any third party’s intellectual property rights, including, without limitation, to the Marks.\nOur trademarks may be used publicly only with prior written permission from us.</p>\n<p>By using the Application, you agree and acknowledge that the Application is: (i) proprietary to us.\n(ii) is of significant value to us.\n(iii) is not publicly available.\n(iv) contains trade secrets of Service Provider.\nand (v) constitutes the confidential information of ours.\nYou shall not disclose how the Application operates, the content of the Application, and data associated with the Application including all information covered by the Health Insurance Portability and Accountability Act (\"HIPAA\") to any third person not authorized to receive such information.</p>\n<p>By using the Application, you acknowledge that access to the Application will be obtained by a unique username and/or password (collectively \"Password\") that will be assigned to you.\nYou agree to not share the Password with any third party and not provide any third-party access to the Application with your Password.\nShould you become aware that your Password has become lost or is otherwise in the public domain, you will provide notice to us within 24 hours of you becoming aware of such an event so that we can delete access to the Application with your old Password and provide you with a new Password.\nYou expressly acknowledge that you are solely responsible for safeguarding all Passwords and you agree to hold us harmless, any participating health care provider that provides immunization data to any application immunization information system, and any operator of any application immunization information system from any and all liability related to lost Passwords, access to the Application by unauthorized users, or immunization data being compromised in any way due to you not adhering to the terms of this EULA.</p>\n<p>5.\n<u>Collection and Use of Your Information</u>.\nYou acknowledge that when you access or use the Application, we may use various means (including, for example, embedded analytics tools) to collect information about your use of the Application.\nYou also may be required to provide certain information about yourself as a condition to accessing or using the Application or certain of its features or functionality.\nYou expressly acknowledge that as part of this EULA, we will have access to various data including, but not limited to information about your health, immunization histories, family health and history, personally identifiable information such as address, e-mail address, phone numbers, other contact information, and any and all other data and information supplied by you or third-parties to us during the term of this EULA (collectively “Data”).\nYou grant to Service Provider a nonexclusive, irrevocable, right to use, reproduce, and create derivative works of the Data.\nFurther, by creating an account, you may receive occasional promotional offers and health related news.\nAll information we collect through or in connection with this Application is subject to our Privacy Policy, available at https://app.myirmobile.com/privacy-policy (\"<u>Privacy Policy</u>\").\nBy using, and providing information to or through this Application, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n<p>6.\n<u>Consent to Use Data</u>.\nYou expressly acknowledge and agree that the Application, including, without limitation, the content and services provided in connection therewith, are provided for your use on behalf of us.\nYou hereby agree that us may collect and use technical information gathered in connection with your use of the Application and any support services that may be provided to you, if any, to improve Service Provider’s products, including the Application, or to provide customized services or technologies to you.\nYou hereby agree that all general, anonymized or otherwise aggregated information from your use of the Application are and will remain the property of ours and that we may use and make such data publicly available in the manner permitted under applicable law.</p>\n<p>7.\n<u>Geographic Restrictions</u>.\nThe Application is provided for access and use only by persons who are of legal age to enter into a binding EULA in their jurisdiction of residence.\nIf you are located outside of the United States, you acknowledge that you may not be able to access all or some of the Application’s content and services, and that access thereto may not be legal by certain persons or in certain jurisdictions.\nIf you access the Application from outside the United States, you are responsible for compliance with local laws.</p>\n<p>8.\n<u>Content</u>.\nBy submitting or posting any audio, visual, images, comments, profiles, or other written or graphic information or materials (\"<u>Content</u>\") to the Application, you make the legally binding representations set forth below about yourself, the creation of Content, what it contains, and certain other information and you understand and intend for Service Provider to rely on these representations:</p>\n<blockquote>(a) If you are the creator of the Content, the Content is your original work and you own it.\nIf created by or with others, you have obtained the consent, authorization, and all of the legal rights from all of the creators, persons, or entities who have rights in the Content which are necessary for you to submit it to us or the Application and for us to distribute or exercise any rights under this EULA respecting the Content.</blockquote>\n<blockquote>(b) You hereby grant Service Provider the right to use, copy, modify, reproduce, or distribute any or all of your Content.\nYou also acknowledge and agree that Service Provider may modify, delete or hide your Content without notice.</blockquote>\n<blockquote>(c) Listing, marketing, delivery, installation, uploading and use of your Content on the Application does not violate any agreements to which you are party or of which you are otherwise aware.</blockquote>\n<blockquote>(d) The Content is not:<blockquote>\n<ul>\n<li>(i) Libelous or defamatory;</li>\n<li>(ii) Obscene, pornographic, sexually explicit, or vulgar and does not depict nudity or any sexual acts;</li>\n<li>(iii) Predatory, hateful or intended to intimidate or harass any person, or does not contain derogatory name-calling.\nor</li>\n<li>(iv) In poor taste or is otherwise objectionable.</li>\n</ul>\n</blockquote>\n</blockquote>\n<blockquote>(e) The Content does not:<blockquote>\n<ul>\n<li>(i) Infringe upon or violate any copyrights, trademarks, or other intellectual property rights of any person or entity;</li>\n<li>(ii) Violate any person’s right to privacy, publicity or personality;</li>\n<li>(iii) Violate any local, state, federal, national, or international law, including any US or foreign export control laws, or the applicable laws of each jurisdiction to which you are submitting the Content for distribution;</li>\n<li>(iv) Contain any viruses, hidden matter, or other malicious elements or other unauthorized or hidden programs;</li>\n<li>(v) Collect any user information for which you have not obtained the user’s consent;</li>\n<li>(vi) Contain or advocate illegal or violent acts;</li>\n<li>(vii) Degrade any person on the basis of gender, race, class, ethnicity, national origin, religion, sexual orientation, disability or other classification;</li>\n<li>(viii) Contain any prohibited content</li>\n<li>(ix) Contain advertising;</li>\n<li>(x) Contain a solicitation of any kind;</li>\n<li>(xi) Misrepresent your identity or affiliation.\nor</li>\n<li>(xii) Impersonate others.</li>\n</ul>\n</blockquote>\n</blockquote>\n<p>By using the Application, you agree to provide complete and truthful information in the Application and for use by Service Provider.</p>\n<p>You represent and warrant that you are lawfully entitled to receive and be in custody of the immunization records of the person or persons to which you are requesting.\nYou expressly acknowledge that any false assertions to Service Provider or others that lead to the disclosure of immunization records to you that you are not authorized to have constitutes fraud and is punishable under applicable law.</p>\n<p>9.\n<u>Updates</u>.\nService Provider may from time to time in its sole discretion develop and provide Application updates, which may include upgrades, bug fixes, patches, other error corrections, and/or new features (collectively, including related documentation, \"<u>Updates</u>\").\nUpdates may also modify or delete in their entirety certain features and functionality.\nYou agree that we have no obligation to provide any Updates or to continue to provide or enable any particular features, functionality, or accessibility of the Application.\nWe expressly reserve the right to change, suspend, remove, limit the use of, or disable access to the Application or any portion thereof at any time without notice or liability.\nIf you wish to use the Application after Service Provider releases one&nbsp;(1) or more Updates, you agree that all Updates will be deemed part of the Application, and your continued access and use of the Application indicates your express consent to all terms and conditions of this EULA.</p>\n<p>10.\n<u>Third-Party Materials</u>.\nThe Application may display, include, or make available third-party content (including data, information, applications, and other products, services, and/or materials) or provide links to third-party websites or services, including through third-party advertising (\"<u>Third-Party Materials</u>\").\nYou acknowledge and agree that we are not responsible for Third-Party Materials, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality, or any other aspect thereof.\nWe will not assume and will not have any liability or responsibility to you or any other person or entity for any Third-Party Materials.\nThird-Party Materials and links thereto are provided solely as a convenience to you, and your access and use of them are entirely at your own risk and subject to such third parties’ terms and conditions.</p>\n<p>11.\n<u>Term and Termination</u>.\nThe term of this EULA commences when you first access and/or use the Application and will continue in effect until terminated by you or Service Provider as set forth in this <u>Section 11</u>.\nYou may terminate this EULA by terminating all access and use of the Application.\nWe may terminate this EULA at any time without notice if it ceases to support the Application, which we may do in in our sole discretion.\nWe may terminate your access and use of the Application in its sole discretion.\nIn addition, this EULA will terminate immediately and automatically without any notice if you violate any of the terms and conditions of this EULA.\nUpon termination:</p>\n<blockquote>(a) All rights granted to you under this EULA will also terminate.\nand</blockquote>\n<blockquote>(b) You must cease all use of the Application and uninstall, delete, and return all copies of the Application from your computer or other electronic devices.</blockquote>\n<p>Termination will not limit any of Service Provider’s rights or remedies at law or in equity.\nSections 2, 3, 4, 5, 6, 12, 13, 14, 15, 16, 19, 20 and 21 shall survive after termination.</p>\n<p>12.\n<u>Disclaimer of Warranties</u>.\nYOUR USE OF THE APPLICATION IS ENTIRELY AT YOUR OWN RISK.\nTHE APPLICATION, INCLUDING, WITHOUT LIMITATION, THE CONTENT AND SERVICES PROVIDED IN CONNECTION THEREWITH, ARE PROVIDED \"<u>AS IS</u>\" AND WITH ALL FAULTS AND DEFECTS WITHOUT WARRANTY OF ANY KIND.\nTO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, Service Provider, ON ITS OWN BEHALF AND ON BEHALF OF ITS AFFILIATES AND ITS AND THEIR RESPECTIVE LICENSORS AND SERVICE PROVIDERS, EXPRESSLY DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS, IMPLIED, STATUTORY, OR OTHERWISE, WITH RESPECT TO THE APPLICATION, INCLUDING ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT, AND WARRANTIES THAT MAY ARISE OUT OF COURSE OF DEALING, COURSE OF PERFORMANCE, USAGE, OR TRADE PRACTICE.\nWITHOUT LIMITATION TO THE FOREGOING, SERVICE PROVIDER PROVIDES NO WARRANTY OR UNDERTAKING, AND MAKES NO REPRESENTATION OF ANY KIND THAT THE APPLICATION WILL MEET YOUR REQUIREMENTS, ACHIEVE ANY INTENDED RESULTS, BE COMPATIBLE, OR WORK WITH ANY OTHER SOFTWARE, APPLICATIONS, SYSTEMS, OR SERVICES, OPERATE WITHOUT INTERRUPTION, MEET ANY PERFORMANCE OR RELIABILITY STANDARDS, BE ERROR-FREE, THAT ANY ERRORS OR DEFECTS CAN OR WILL BE CORRECTED, THAT THE APPLICATION WILL NOT BE SUBEJCT TO SECURITY BREACH, OR THAT THE OPERATION OF THE APPLICATION WILL NOT AFFECT OR HARM YOUR MOBILE DEVICE OR OTHER SOFTWARE, APPLICATIONS, SYSTEMS, OR SERVICES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF OR LIMITATIONS ON IMPLIED WARRANTIES OR THE LIMITATIONS ON THE APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO SOME OR ALL OF THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>13.\n<u>Limitation of Liability</u>.\nTO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, IN NO EVENT WILL SERVICE PROVIDER OR ITS AFFILIATES, OR ANY OF ITS OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS, AGENTS, AFFILIATES, LICENSORS, SERVICE PROVIDERS, PARTICIPATING HEALTHCARE PROVIDERS, PARTICIPATING APPLICATION OPERATORS, SUCCESSORS, OR ASSIGNS (COLLECTIVELY, THE \"<u>RELEASEES</u>\") HAVE ANY LIABILITY ARISING FROM OR RELATED TO THIS EULA OR YOUR USE OF OR INABILITY TO USE THE APPLICATION FOR:</p>\n<blockquote>(a) PERSONAL INJURY, PROPERTY DAMAGE, LOST PROFITS, COST OF SUBSTITUTE GOODS OR SERVICES, LOSS OF DATA, LOSS OF GOODWILL, BUSINESS INTERRUPTION, COMMERCIAL DAMAGES OR LOSSES, COMPUTER FAILURE OR MALFUNCTION, SECURITY BREACH, OR ANY OTHER CONSEQUENTIAL, INCIDENTAL, INDIRECT, EXEMPLARY, SPECIAL, MULTIPLE, OR PUNITIVE DAMAGES.\nAND</blockquote>\n<blockquote>(b) DIRECT DAMAGES IN AMOUNTS THAT IN THE AGGREGATE EXCEED THE AMOUNT ACTUALLY PAID BY YOU FOR THE APPLICATION (COLLECTIVELY, \"<u>DAMAGES</u>\").</blockquote>\n<p>THE FOREGOING LIMITATIONS OF LIABILITY WILL APPLY WHETHER SUCH DAMAGES ARISE OUT OF BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE AND REGARDLESS OF WHETHER SUCH DAMAGES WERE FORESEEABLE, OR SERVICE PROVIDER WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>BY USING THE APPLICATION, YOU AGREE TO RELEASE AND HOLD HARMLESS SERVICE PROVIDER, AND ITS RELEASEES, FROM ANY AND ALL LIABILITY FOR THE ACCURACY OF THE INFORMATION YOU RECEIVE THROUGH THE APPLICATION, FOR ANY FAILURE TO RECEIVE UPDATED OR ACCURATE INFORMATION, DELAYS IN RECEIVING ANY INFORMATION, AND ANY DEVIATIONS OR ERRORS IN THE APPLICATION, AND ANY ACTIONS BASED ON THE INFORMATION RECEIVED THROUGH THE APPLICATION THAT MAY BE TAKEN BY YOU.\nACTIONS INCLUDE, BUT ARE NOT LIMITED TO, SEEKING AND RECEIVING IMMUNIZATIONS BASED ON THE INFORMATION PROVIDED TO YOU THROUGH YOUR USE OF THE APPLICATION.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW CERTAIN LIMITATIONS OF LIABILITY SO SOME OR ALL OF THE ABOVE LIMITATIONS OF LIABILITY MAY NOT APPLY TO YOU.</p>\n<p>14.\n<u>Waiver and Release</u>.\nYOU ACKNOWLEDGE THAT YOU ARE VOLUNTARILY ACCESSING AND/OR USING THE APPLICATION, INCLUDING, WITHOUT LIMITATION, THE CONTENT AND SERVICES PROVIDED IN CONNECTION THEREWITH, AND AGREE TO:</p>\n<blockquote>(a) ACCEPT AND ASSUME ANY AND ALL RISKS OF DAMAGES, WHETHER CAUSED BY THE NEGLIGENCE OF SERVICE PROVIDER OR OTHERWISE.\nAND</blockquote>\n<blockquote>(b) EXPRESSLY WAIVE AND RELEASE ANY AND ALL CLAIMS, NOW KNOWN OR HEREAFTER KNOWN, AGAINST SERVICE PROVIDER AND ALL OTHER RELEASEES ARISING OUT OF OR ATTRIBUTABLE TO THE ACCESS AND/OR USE OF THE APPLICATION.\nYOU COVENANT NOT TO MAKE OR BRING ANY SUCH CLAIM AGAINST SERVICE PROVIDER OR ANY OTHER RELEASEE, AND FOREVER RELEASE AND DISCHARGE SERVICE PROVIDER AND ALL OTHER RELEASEES FROM LIABLITY UNDER SUCH CLAIMS.</blockquote>\n<p>END USER AND SERVICE PROVIDER HEREBY ACKNOWLEDGE AND AGREE THAT THE WARRANTY DISCLAIMERS IN SECTION 12 AND THE LIMITATION OF LIABILITY PROVISIONS IN SECTION 13 HAVE BEEN NEGOTIATED AND ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THIS EULA AND SERVICE PROVIDER WOULD NOT BE ABLE TO PROVIDE THE ACCESS AND USE RIGHTS GRANTED HEREIN WITHOUT SUCH LIMITATIONS.\nEND USER AND SERVICE PROVIDER FURTHER AGREE THAT SUCH PROVISIONS WILL INSURE TO THE BENEFIT OF THE OTHER PARTY’S SUCCESSORS AND PERMITTED ASSIGNS.</p>\n<p>15.\n<u>Indemnification</u>.\nYou agree to indemnify, defend, and hold harmless Service Provider and all other Releasees from and against any and all losses, damages, liabilities, deficiencies, claims, actions, judgments, settlements, interest, awards, penalties, fines, costs, or expenses of whatever kind, including reasonable attorneys’ fees, arising from or relating to your use or misuse of the Application or your breach of this EULA, including, without limitation, the content you submit or make available through this Application.\nYou expressly waive the provisions of any state or local law limiting or prohibiting a general release.\nYou acknowledge and agree that the above provisions of 11, 12, 13, 14, and 15 are reasonable given the benefits of the Application and you will accept such risk and/or insure accordingly.</p>\n<p>16.\n<u>Export Regulation</u>.\nThe Application may be subject to U.S.\nexport control laws, including the U.S.&nbsp;Export Administration Act and its associated regulations.\nYou shall not, directly or indirectly, export, re-export, or release the Application to, or make the Application accessible from, any jurisdiction or country to which export, re-export, or release is prohibited by law, rule, or regulation.\nYou shall comply with all applicable federal laws, regulations, and rules, and complete all required undertakings (including obtaining any necessary export license or other governmental approval), prior to exporting, re-exporting, releasing, or otherwise making the Application available outside the US.</p>\n<p>17.\n<u>Modifications to this EULA</u>.\nService Provider reserves the right to modify this EULA and to add new or additional terms or conditions on your use of the Application from time to time in its sole discretion.\nSuch modifications and additional terms and conditions will be effective immediately and incorporated into this EULA.\nYour continued use of the Application will be deemed acceptance thereof.</p>\n<p>18.\n<u>Force Majeure</u>.\nYou acknowledge that we may rely on third-party providers in the delivery of the Application and the content and services provided in connection therewith, including, without limitation, wireless data network providers, and that Internet service is subject to transmissions limitations and dropped or interrupted transmissions.\nInternet may be temporarily refused, limited, interrupted, or curtailed because of government regulations or orders, atmospheric and/or topographical conditions, and Internet system modifications, repairs, and upgrades.\nYou agree that we are not be liable for, and to hold us harmless for any losses, damages, or interruptions sustained as a result of interruptions caused by Internet providers or any other third-party data network provider.</p>\n<p>19.\n<u>Severability</u>.\nIf any provision of this EULA is illegal or unenforceable under applicable law, the remainder of the provision(s) will be amended to achieve as closely as possible the effect of the original term and all other provisions of this EULA will continue in full force and effect.</p>\n<p>20.\n<u>Governing Law</u>.\nThis EULA is governed by and construed in accordance with the internal laws of the State of Arizona without giving effect to any choice or conflict of law provision or rule.\nEnd User and Service Provider agree to attempt to resolve any dispute concerning this EULA or the Application through good faith negotiations and mediation.\nIn the event that the parties cannot resolve the dispute through such mediation, then any legal suit, action, or proceeding arising out of or related to this EULA or the Application shall be instituted exclusively in the federal courts of the United States or the courts of the State of Arizona in each case located in Maricopa County.\nYou hereby waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.\nYOU ACKNOWLEDGE AND AGREE THAT ANY CONTROVERSY WHICH MAY ARISE UNDER THIS EULA IS LIKELY TO INVOLVE COMPLICATED AND DIFFICULT ISSUES AND, THEREFORE, YOU HEREBY IRREVOCABLY AND UNCONDITIONALLY WAIVE ANY RIGHT THAT YOU MAY HAVE TO A TRIAL BY JURY IN RESPECT OF ANY LITIGATION DIRECTLY OR INDIRECTLY ARISING OUT OF OR RELATING TO THIS EULA OR THE TRANSACTIONS CONTEMPLATED HEREBY.</p>\n<p>21.\n<u>Limitation of Time to File Claims/Limit on Liability</u>.\nANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THIS EULA OR THE APPLICATION MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES OTHERWISE SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.\nFURTHER, UNDER NO CIRCUMSTANCES SHALL OUR TOTAL LIABITLY EXCEED THE AMOUNT THAT END USER PAID TO SERVICES PROVIDER IN THE THREE MONTHS PRIOR TO THE EVENT GIVING RISE TO LIABILITY.</p>\n<p>22.\n<u>Remedies</u>.\nExcept as provided in in this EULA, the parties’ rights and remedies under this EULA are cumulative.\nYou acknowledge that the Application contains valuable intellectual property and proprietary information of Service Provider, that any actual or threatened breach of <u>Sections 1 - 4</u> will constitute immediate, irreparable harm to Service Provider for which monetary damages would be an inadequate remedy, and that injunctive relief is an appropriate remedy for such breach.\nIn any action or other proceeding brought under this EULA, the prevailing party shall be entitled to recover from the non-prevailing party, and the non-prevailing party shall pay the prevailing party’s reasonable attorneys’ fees, costs, and expenses, in each of the foregoing cases, that are incurred in connection with such action, arbitration, or proceeding.</p>\n<p>23.\n<u>Digital Millennium Copyright Act (DMCA)</u>.\nWe respect the intellectual property rights of others and expect its users to do the same.\nWe will, upon receiving proper notice, act to remove or disable access to any such material as set forth in the Digital Millennium Copyright Act (17 USC §&nbsp;512) (www.copyright.gov/legislation/dmca.pdf).\nIf you believe that content hosted on the Application infringes your copyright, you should send written notification thereof, in accordance with the provisions of the Digital Millennium Copyright Act, to our Designated Agent, who can be reached as follows:</p>\n<blockquote>\n<p>By mail:</p>\n<p>DMCA Designated Agent<br>c/o STChealth, LLC<br>411 South 1st Street<br>Phoenix, Arizona 85004</p>By Email: dmca@stchome.com</blockquote>\n<p>Your notice must contain the following information:</p>\n<blockquote>Identify in sufficient detail the copyrighted work or intellectual property that you claim has been infringed so that We can locate the material.</blockquote>\n<blockquote>Identify the URL or other specific location on our website that contains the material that you claim infringes your copyright described above.</blockquote>\n<blockquote>Provide the electronic or physical signature of the owner of the copyright or a person authorized to act on the owner's behalf.</blockquote>\n<blockquote>Include a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.</blockquote>\n<blockquote>Include a statement by you that the information contained in your notice is accurate and that you attest under the penalty of perjury that you are the copyright owner or that you are authorized to act on the copyright owner's behalf.</blockquote>\n<blockquote>Include your name, mailing address, telephone number and email address.</blockquote>\n<p>24.\n<u>Entire EULA</u>.\nThis EULA and our Privacy Policy constitute the entire EULA between you and Service Provider with respect to the Application and supersede all prior or contemporaneous understandings and EULAs, whether written or oral, with respect to the Application.</p>\n<p>25.\n<u>Waiver</u>.\nNo failure to exercise, and no delay in exercising, on the part of either party, any right or any power hereunder shall operate as a waiver thereof, nor shall any single or partial exercise of any right or power hereunder preclude further exercise of that or any other right hereunder.\nIn the event of a conflict between this EULA and any applicable purchase or other terms, the terms of this EULA shall govern.</p>\n<p>26.\n<u>Headings</u>.\nThe section headings herein are for convenience and reference purposes only and shall not serve as a basis for construction or interpretation.</p>\n<p>27.\n<u>Contact</u>.\nIf you have any questions regarding this EULA or the Application, please contact: https://myirmobile.com/help/.</p>", "created_at": "2022-04-26 18:21:16.660828", "updated_at": "2022-04-26 16:23:00.93475"}], "points": [], "urls": ["myirmobile.com"]}}