{"error": 448, "message": "OK", "parameters": {"id": 2623, "name": "Canadian Broadcasting Corporation", "created_at": "2021-01-22 19:28:15.74345", "updated_at": "2021-03-25 03:19:55.885254", "wikipedia": "https://en.wikipedia.org/wiki/Canadian_Broadcasting_Corporation", "keywords": null, "related": null, "slug": "canadian_broadcasting_corporation", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2623.png", "url": "cbc.ca,radio-canada.ca", "documents": [{"id": 3745, "name": "Privacy Policy", "url": "https://www.cbc.ca/mycbc/cbc-and-your-data-1.5514726", "xpath": "/html/body/div[1]/div/main/div", "text": "CBC and your dataCBC values the privacy of our users.\nWe promise to be transparent about the data we collect from users and why and how we collect it.\nWe also want to inform and educate people about what they can do to safeguard their privacy and data when they are online.Our privacy promise<p>\n</p>3 years agoVideo1:57How and why we collect your data 1:57Our promise to Canadians <p>As Canada's national public broadcaster, CBC/Radio-Canada connects with Canadians and reflects the diversity of communities from coast to coast to coast.\nCanadians are at the heart of what we do.</p>\n<p>In digital terms, this relationship translates to an exchange of data between you (the user) and us (the broadcaster).\nWe take great care in our management of data to ensure Canadians have secure, engaging experiences when sharing information with us.</p> Contents <ol>\n<li>Your data and your privacy <ul>\n<li>What data do we collect?</li>\n<li>How do we use this data?</li>\n<li>How do we protect your data?</li>\n<li>Is data transmitted to third parties?</li>\n</ul>\n</li>\n<li>Your data and security</li>\n<li>Personalization</li>\n<li>Cookies</li>\n<li>How to manage your cookies</li>\n</ol>\n<p>To maintain your trust in us, CBC/Radio-Canada undertakes to:</p>\n<ul>\n<li>Be transparent with you about the data we collect and how we use it;</li>\n<li>Protect your information;</li>\n<li>And, enable you to browse our digital products safely.</li>\n</ul>\n<p>We have taken steps to protect the personal information we collect, in accordance with the Privacy Act and our policy on Personal Information and Privacy Protection, such as encoding passwords and using secure protocols (HTTPS) for all communications containing personal information.</p>\n<p>\n<strong>What is your data used for?</strong>\n</p>\n<p>The data we collect is analyzed to develop content and products that match your interests and preferences.\nThe data is used to optimize and enhance digital products and improve your experience using them.\nIt may also be used to recommend content based on your interests.</p>\n<p>\n<em>In other words: we want to know what you're interested in, not who you are.</em>\n<br> &nbsp;</p>\n<p>\n<br> ​<em>​​​​​​We invite you to consult these links to learn more about the measures put in place to protect your personal information:</em>\n</p>\n<ul>\n<li>\n<em>Personal Information and Privacy Protection Policy</em>\n</li>\n<li>\n<em>Terms of Use</em>\n</li>\n</ul>\n<p>\n<em>You might also be interested in&nbsp;Ad Preferences for the CBC website and&nbsp;My Interests for MyCBC.</em>\n</p> Your data and privacy <p>On the internet, every interaction with a digital product generates data.\nWhen you visit a CBC.ca or Radio-Canada.ca page, you generate data and in return, CBC/Radio-Canada sends you the information your device needs to display the requested content.</p>\n<p>The internet works based on this data exchange.\nWithout it, there would be no network and no internet.</p>\n<p>Collected data, like your IP address, is important to us because it tells us where to send the requested information.\nYour IP address is similar to your postal address.\nWhen you ask to have a letter or package delivered to your house, you have to give your mailing address, or else the sender won't know where to send it.\nIt's the same online.\nIf we don't have your IP address, we can't send you any data.</p>\n<p>back to top</p> What data do we collect? <p>We collect three main types of data:</p>\n<p>\n<strong>When you interact with our products (analytical data)</strong>\n</p>\n<p>\n<em>Examples</em>\n</p>\n<ul>\n<li>CBC/Radio-Canada products you visit (websites) or use (mobile apps)</li>\n<li>Your interactions with our products (things you click on, content you share, etc.)</li>\n<li>Written content you read</li>\n<li>Video content you watch</li>\n<li>Audio content you listen to</li>\n<li>Signing up as a member on the CBC Gem app or at gem.cbc.ca</li>\n<li>Comments you write on our products</li>\n</ul>\n<p>\n<strong>When you navigate our products (analytical data)</strong>\n</p>\n<p>\n<em>Examples</em>\n</p>\n<ul>\n<li>Your geographic location – from your IP address or GPS on your mobile device – when you access our content</li>\n<li>The type of device and browser you use</li>\n<li>Your IP address, along with the data in CBC/Radio-Canada's cookies and those of its partners.</li>\n<li>The time of day when you interact with us</li>\n</ul>\n<p>\n<strong>When you create an account through&nbsp;CBC Gem or sign up for a CBC Newsletter (personal data)</strong>\n</p>\n<p>\n<em>Examples</em>\n</p>\n<ul>\n<li>Name</li>\n<li>Year of birth</li>\n<li>Postal code</li>\n<li>Email address</li>\n</ul>\n<p>back to top</p> How do we use this data? <p>Canadians have a wide range of personal preferences: some love our comedy shows and others love our radio content, while still others can't live without our mobile apps.\nThe data we collect is analyzed to develop products that match your preferences.</p>\n<p>\n<strong>Analytical data</strong>\n</p>\n<p>Analytical data is obtained when you use our apps and our websites.\nThe data we analyze about content viewed and methods of viewing helps us better understand your preferences, so we can target your interests.</p>\n<p>The data may be used to:</p>\n<ul>\n<li>Determine the performance of our content</li>\n<li>Analyze behaviour in order to reduce points of friction on our products</li>\n<li>Show you relevant content using our content recommendation engines</li>\n<li>Show you targeted ads</li>\n</ul>\n<p>\n<strong>Personal data (CBC Gem member account)</strong>\n</p>\n<p>Information that you share with us when you create a member account is used to offer you a service that is to be associated with your profile.\nIt is your data and you can update it at any time by logging into your CBC account, which is recognized across several of our sites, including cbc.ca and gem.cbc.ca.</p>\n<p>The data may be used to:</p>\n<ul>\n<li>Offer you a personalized experience</li>\n<li>Let you comment on our content</li>\n<li>Send you our newsletters</li>\n<li>Show you targeted ads</li>\n</ul>\n<p>\n<strong>Ad targeting</strong>\n</p>\n<p>The data collected when you visit our website or click on our digital ads is used to show you future ads that match your interests.\nAd targeting is used to create larger group profiles and larger audience segments made of users across Canada that share common interests.</p>\n<p>For example, if we notice that a group of people (audience segment) has a keen interest in cars, we could show them content or ads about cars.\nWe would then be able to find out how many people in the segment saw the ad or content, without identifying them personally.</p>\n<p>Ad targeting data is anonymized to prevent a given person from being identified.\nInteractions with our products cannot be associated with any particular person.</p>\n<p>Revenue generated by more effective advertising is reinvested in our content and products.</p>\n<p>If you would prefer to see random ads instead of ads that match your interests, you can opt out by disabling the cookies for targeted advertising.</p>\n<p>back to top</p> How do we protect your data? <p>Your data is always protected.\nWe take strict measures to protect the personal data to which you give us access.\nThose measures comply with privacy laws as well as CBC/Radio-Canada standards.</p>\n<p>\n<strong>Data anonymization</strong>\n</p>\n<p>Analytical data that is collected is anonymized to prevent anyone from being re-identified.\nInteractions with our products cannot be linked to any particular person.</p>\n<p>Data anonymization is a type of information sanitization whose intent is privacy protection.\nIt is the process of either encrypting or removing personally identifiable information from data sets, so that the people whom the data describe remain anonymous.</p>\n<p>\n<strong>Are our sites and connections secure?</strong>\n</p>\n<p>\n<em>Secure connections</em>\n</p>\n<p>CBC/Radio-Canada encrypts all communications containing personal information.\nData transmitted is encoded to guarantee it remains confidential in data exchanges between your devices and CBC/Radio-Canada's various products and services.</p>\n<p>\n<em>Security audits</em>\n</p>\n<p>Data is kept in protected, monitored facilities to prevent any breach or intrusion.\nWe do regular audits to ensure that these measures are robust.</p>\n<p>back to top</p> Is data transmitted to third parties? <p>The data to which you give CBC/Radio-Canada access may be shared with&nbsp;third parties in some situations.\nWhen the data is passed on to third parties, CBC/Radio-Canada makes sure that the data transfer is secure.</p>\n<p>Data collected is not used for any purposes other than those authorized by CBC/Radio-Canada and our partners follow strict data protection rules equivalent to our own.</p>\n<p>\n<strong>Analytical data</strong>\n</p>\n<p>CBC/Radio-Canada may use partner services to facilitate data analysis.\nIn such a case, we make sure that our partners follow strict data protection rules equivalent to our own.</p>\n<p>\n<strong>Your information (CBC Gem member account)</strong>\n</p>\n<p>We pass on this data only in the following situations:</p>\n<ul>\n<li>You have asked us or given us prior consent, such as for a contest</li>\n<li>To provide a service you have requested, such as when we work with a partner to send out our newsletters</li>\n<li>For legal reasons</li>\n</ul>\n<p>back to top</p> Your data and security <p>\n<strong>How to protect your data</strong>\n</p>\n<p>What data you choose disclose, with whom, and why forms the basis of privacy and your right to it.\nIf you do not want to send your IP address data to us, you shouldn't visit cbc.ca or Radio-Canada.ca.</p>\n<p>If you don't want us to collect personal information about you, you shouldn't register or sign in to cbc.ca or Radio-Canada.ca.</p>\n<p>\n<strong>How does CBC protect the information I share?</strong>\n</p>\n<p>We put measures in place to protect the personal information that we collect, as set out by the federal Privacy Act and by CBC/Radio-Canada's Personal Information policy.</p>\n<p>We also only use it for the purpose you agreed to when you provided it.\nIf we wanted to use your data in a new way, we would need to get your permission first.</p>\n<ul>\n</ul>\n<p>back to top</p> Personalization <p>As Canada's national public broadcaster, we aspire to foster a sense of national identity and greater social cohesion by creating a place to share Canada's stories, to see and hear our values, including what makes us laugh, what moves us, what provokes us and what inspires us.</p>\n<p>What data you choose to disclose, with whom, and why forms the basis of privacy and your right to it.\nIf you want access to features that deliver more local, more customizable, more relevant content, these require personally identifiable information.</p>\n<p>\n<strong>Filter Bubbles</strong>\n</p>\n<p>Some search and feed algorithms contribute to Filter Bubbles.\nIf you reward clickbait, or click on content that generally agrees with your biases, those algorithms are only going to show you more of it.\nIt's in our mandate to offer diverse viewpoints, and while you might disagree with some of these views, we won't hide them from your view.</p>\n<p>\n<strong>Algorithms</strong>\n</p>\n<p>CBC/Radio-Canada uses algorithms to customize your online experience without skewing the representation of particular views.\nAlgorithms haven't replaced the skilled people who edit our story line-ups and decide what you see across our sites.\nThey do generate features like our \"Most Popular in Your Region\" or \"Top Stories\" widgets.\nOur customized content experience keeps our digital platforms free from filter bubbles.</p>\n<p>back to top</p> Cookies <p>\n<strong>What are cookies?</strong>\n</p>\n<p>A cookie is a small text file that's saved on your browser and stores information as you navigate the internet.\nThey were invented to count how many web browsers visited the Internet's first websites.\nFor example, a cookie may contain a unique number attributed to you.\nThis number allows us to recognize your browser without being able to establish your identity.</p>\n<p>\n<strong>How do cookies work?</strong>\n</p>\n<p>When you visit a website that uses cookies, your web browser stores a cookie on your device.\nIf you come back, the cookie recognizes your unique identifier and you're considered a repeat visitor.\nThey become the building blocks of your browser's memory.</p>\n<p>Over time, the internet evolved and so did cookies.\nToday, they remember items in your shopping cart or your preferred settings, allowing you to log in to websites automatically or resume playing videos where you left off.</p>\n<p>\n<strong>How does CBC/Radio-Canada use cookies?</strong>\n</p>\n<p>Every time you interact with CBC/Radio-Canada online, you create data and we send you data.\nThis basic exchange of information is how the internet works.\nWithout it, there is no internet.</p>\n<p>Cookies can tell us:</p>\n<ul>\n<li>What CBC digital properties you visit (websites or apps) and how often</li>\n<li>What written, video and audio content you consume</li>\n<li>How you navigate our sites (what you click on and what you share)</li>\n<li>Your location</li>\n<li>What kind of device and browser you use</li>\n<li>Your IP address</li>\n</ul>\n<p>The vast majority of the information you create doesn't have any indicator of who you are, personally.\nAnd, when you do sign-in to our sites or apps, we think it's important you understand&nbsp;how we use your data.&nbsp;The data you share helps us build better digital products and offer more content that's relevant to you.</p>\n<p>Our advertising partners&nbsp;use cookies to show you ads.\nThey'll look at the cookies you already have on your browser and decide whether and which ad they want to place on our site for you to see.</p>\n<p>back to top</p> How to manage your cookies <p>\n<strong>The ABCs of cookies, blocking and browser blocking</strong>\n</p>\n<p>Your data is valuable and we believe you should have a say in how much you share with us.</p>\n<p>Your data helps us in important ways and shows us what content is resonating with our audience.\nIt also allows us to target ads and information to specific audiences.\nRead more about how sharing your data helps us improve our content and our products.</p>\n<p>\n<strong>Types of cookies</strong>\n</p>\n<p>There are a few different types of cookies we rely on to help deliver content to you.</p>\n<p>Here's a brief overview:</p>\n<p>\n<em>Strictly necessary cookies</em>\n</p>\n<p>Strictly necessary cookies are needed for our digital&nbsp;services to work.\nIf you sign in to comment on stories, for instance, our system needs a cookie to remember who you are.</p>\n<p>\n<em>Functionality cookies</em>\n</p>\n<p>Functionality cookies are needed for specific features to work.\nFor example, saving your region allows you to see more of your local news each time you visit our site</p>\n<p>\n<em>Performance cookies</em>\n</p>\n<p>Performance cookies help us understand how our platforms are working.\nWe need them to find out what errors are happening and to create statistical reports of our audiences.\nWithout measuring what people are reading, watching and listening to, or if something is preventing them from doing so, we wouldn't know how to improve.</p>\n<p>\n<em>Targeting cookies</em>\n</p>\n<p>Once our systems know your preferences, they can use targeting cookies to present the most relevant and timely content for you.\nTargeting cookies allow you to see personalised pages or ads that might be more interesting to you, or to avoid seeing the same items over and over again.</p>\n<p>\n<strong>Cookie blockers and browser controls</strong>\n</p>\n<p>If you do choose to download a cookie blocker, please note that these tools will stop some CBC/Radio-Canada products from working properly, if not entirely, on your computer.\nSpecifically, your access to audio and video content, location-based services, search features, registration, sign-in and commenting may be affected.</p>\n<p>We also ask that you please consider whitelisting Chartbeat, Adobe, Viafoura, and Scorecardresearch so that we are able&nbsp;to receive a minimum amount of useful information about how you're using our sites.</p>\n<p>Here is a list of the cookies used by CBC.</p>\n<p>You can also control what cookies are stored through your browser.\nIn your browser settings, you can delete cookies individually or block cookies from a specific site.\nYou can also set notifications that allow you to accept or reject a cookie.</p>\n<p>For more on how to control the cookies in your browser, you'll find more here:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>Microsoft Edge</li>\n<li>Microsoft Internet Explorer</li>\n<li>Opera</li>\n<li>Apple Safari for Mac&nbsp;or Apple Safari on iPhone, iPad or iPod touch</li>\n</ul>\n<p>back to top</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>", "created_at": "2021-01-22 19:37:56.752811", "updated_at": "2021-01-24 08:49:52.181443"}, {"id": 3746, "name": "Terms of Use", "url": "https://cbc.radio-canada.ca/en/vision/governance/terms-of-use-digital-services", "xpath": "/html/body/my-app/div/div/div/ng-component/div", "text": "Terms of Use\nCBC/Radio-Canada Digital Services\n<p>\n<em>Last revised: June 2020</em>\n<br>\n<br>\n<em>Summary of&nbsp;changes:</em>\n</p>\n<p>\n<em>In our most recent update to these Terms of Use, we introduced section 5) b and updated section 6 regarding your privacy and personal&nbsp;information.</em>\n</p>\n1.\nWelcome to CBC/Radio-Canada's Digital Services\n<p>By using any of CBC/Radio-Canada’s digital services including various Apps, console platforms and sites such as cbc.ca, cbcmusic.ca, cbcnews.ca, cbcsports.ca, cbcbooks.ca, Radio-Canada.ca, icimusique.ca, tou.tv, ici.exploratv.ca, curio.ca, you agree to comply with these terms of use, the Submission Guidelines as well as all applicable laws.\nThese terms of use may be amended from time to time, so please come back to review them periodically: THEY CONSTITUTE A BINDING AGREEMENT BETWEEN YOU AND THE CANADIAN BROADCASTING CORPORATION&nbsp;(CBC/Radio-Canada).</p>\n<p>In accordance with our mandate as the public broadcaster, CBC/Radio-Canada allows you to access a variety of public-interest content, for your information and entertainment.\nIt also makes available a digital public space for sharing ideas, comments and creations, and for participating in the community through interactive&nbsp;activities.</p>\n<p>CBC/Radio-Canada is responsible for the content of its own productions and those it commissions.\nCBC/Radio-Canada must honour the agreements it has with its partners, and the collective agreements with its artists and collaborators.\nTo that end, no publication, reproduction or communication of such content to the public is authorized except in the specific cases set out in the federal <em>Copyright Act</em>, upon granting of a licence by CBC/Radio-Canada, or upon granting of clear permission for a particular subject or&nbsp;activity.</p>\n<p>\n<strong>You</strong>\n<br>When you interact with CBC/Radio-Canada digital services, you are responsible for the content you contribute by any means, whether through comments, in discussion forums or in programming-related activities, such as contests, interactive activities and also including using third-party social media.\nYou must follow the Submission Guidelines and you must hold all of the required rights and authorizations to the content of your submissions, and you grant to CBC/Radio-Canada a licence to reproduce and broadcast&nbsp;it.</p>\n<p>\n<strong>Commenting</strong>\n</p>\n<p>Specific terms apply to sites allowing discussion, including the requirement to register beforehand.\nThe information gathered ensures transparency in public debate and accountability of participants.\nInformation may also be used for statistical and informational analyses and public opinion trend monitoring, among other&nbsp;things.</p>\n<p>If you access CBC/Radio-Canada digital services through third-parties’ platforms such as Facebook, Twitter or others, their terms of use apply in addition to the one of&nbsp;CBC/Radio-Canada.</p>\n2.\nCBC/Radio-Canada content\na) May I use CBC/Radio-Canada content? <p>\n<strong>No, unless otherwise authorized.\n</strong>CBC/Radio-Canada does not allow the reproduction or public communication of content that it produces or commissions, so as to protect the credibility and integrity of content that it broadcasts and to ensure fulfilment of the agreements with its authors, artists and others partners.\nYour access to CBC/Radio-Canada digital services does not give you any rights to that&nbsp;content.</p>\n<p>As Canada’s public broadcaster, CBC/Radio-Canada produces content or commissions it from third parties.\nThat content usually requires working with partners or the public and negotiating rights with media artists, news agencies, authors, musicians and performers, for the use of pictures (videos, photos, drawings) and material from third-parties.\nthose rights are protected by&nbsp;law.</p>\n<p>To be allowed to reproduce or present certain content in public, you must first obtain a licence from CBC/Radio-Canada, unless use is permitted by law or by special notice in connection with a program or interactive activity, subject to the terms and conditions stated&nbsp;therein.</p> b) Do these terms of use apply to news feeds (RSS) and podcasts? <p>\n<strong>Yes.</strong> These terms also apply to the use of CBC/Radio-Canada news feeds.\nAny use other than for private purposes must be subject to an agreement with CBC/Radio-Canada specifying the conditions for use with due regard for the integrity of the content.\nYou agree not to frame the news feed or its content, nor to use similar means to generate unauthorized&nbsp;benefits.</p> c) May I repost content from CBC/Radio-Canada digital services? <p>\n<strong>Yes, but only by hyperlinks or by special permission.</strong> You may place links to CBC/Radio-Canada digital pages on your own web pages or sites or on social media.\nYou may not repost content from CBC/Radio-Canada digital services in any other way without first obtaining a licence.\nCBC/Radio-Canada may, at its sole discretion, intervene to remove content communicated to the public without authorization on third-party sites and take legal action to enforce its&nbsp;rights.</p> d) What rights do I have to software and applications made available for my use by CBC/Radio-Canada digital services? <p>\n<strong>Only for navigating.</strong> Some web activities require the use of software or applications—e.g., digital markers including cookies—specifically developed for such purpose.\nWhen such software and applications are made available to you, you have the right to download and use them for the sole purpose as intended by CBC/Radio-Canada, but you have no other rights to reproduce, modify or adapt them for any purposes&nbsp;whatsoever.</p> e) Who should I address if I feel that content on CBC/Radio-Canada digital services infringes my rights (copyright, image)? <p>\n<strong>Audience Services.</strong> You must notify Audience Services as soon as possible.\nNotification must contain enough detail to enable us to easily locate the content in question as well as the information needed to contact you.\nYou must, in fact, hold the rights to the material being infringed.\nOn receiving such notification, CBC/Radio-Canada will investigate as required and make the appropriate&nbsp;decisions.</p> f) Are official marks, trademarks, logos and identifications of media and programs on CBC/Radio-Canada digital services protected? <p>\n<strong>Yes</strong>, all of them are legally protected and you need prior written permission to use&nbsp;them.</p> 3.\nMy submissions to CBC/Radio-Canada digital services\na) What must I do to be allowed to participate in the CBC/Radio-Canada digital communities? <p>Register and assume responsibility for what you submit.\nTo participate in discussions on CBC/Radio-Canada digital communities and some other programming-related activities, you may need to register.\nRegistration insures accountability from community participants, allows CBC/Radio-Canada to communicate with you when required and facilitates the application of CBC/Radio-Canada’s internal&nbsp;policies.</p>\n<p>Your registration information must be accurate and you are required to keep this information up to date.\nTo post submissions, you may need a password, which belongs to you and for which you alone are responsible.\nCBC/Radio-Canada retains the right to delete, ban or block your account, in its sole discretion, if you do not adhere to these Terms of Use or in case of legal&nbsp;infringement.</p>\n<p>The information and the content of your submissions may from time to time be hosted on third-party servers under contract agreements with CBC/Radio-Canada that guarantee the respect of CBC/Radio-Canada’s internal policies, in Canada or elsewhere, in which case foreign legislation may&nbsp;apply.</p> b) What conditions apply if I wish to take part in activities related to general programming, contests or interactive content on CBC/Radio-Canada digital services? <p>\n<strong>You are responsible for ensuring the legality of what you post.</strong> You alone are responsible for what you share with the public on CBC/Radio-Canada digital services and the legality of your submissions, including privacy rights, image rights, reputation, copyright and other rights of third parties.\nYou must obtain all required authorization from any third party when needed.\nBy participating, you declare that you have retained all required rights for your&nbsp;submissions.</p>\n<p>You must also obtain all required parental authorizations if you are minor in your province or territory of residence or if your submissions involve&nbsp;minors.</p>\n<p>Moreover, each interactive activity or contest on CBC/Radio-Canada digital services may have its own specific rules to follow, in addition to these Terms of Use.\nYou must refer to the specific activity or contest webpage for those&nbsp;specifics.</p> c) Will CBC/Radio-Canada review my communications before making them accessible to the public? <p>\n<strong>Sometimes.</strong> CBC/Radio-Canada may review your submission before or after it is posted online, especially when it concerns a highly sensitive subject, has potentially illegal content or does not follow these Terms of Use or the Submission Guidelines.\nThis moderation is not to be considered to be editing your submission.\nSuch measures are essentially preventive and in no way diminish your responsibility.\nYour submission represents your views and opinions only, not those of&nbsp;CBC/Radio-Canada.</p>\n<p>CBC/Radio-Canada may modify or edit your submission for a better understanding or for technical reasons, but not for content or&nbsp;meaning.</p>\nCBC/Radio-Canada may revoke your permission to comment on matters of public interest if your registration contains false or incomplete information or if you do not comply with these Terms of Use or Submission Guidelines.\n<p>&nbsp;</p> d) What rights does CBC/Radio-Canada have in my posts on CBC/Radio-Canada digital services ? <p>Reproduction and distribution.\nWhen you post content (texts, images, sounds, etc.) to CBC/Radio-Canada digital services, you grant to CBC/Radio-Canada a royalty-free, irrevocable, perpetual, non-exclusive (unless otherwise indicated in specific terms), worldwide licence to publish, reproduce and distribute by any means of communication controlled or authorized by CBC/Radio-Canada, including social&nbsp;media.</p>\n<p>You keep the copyright in your submission.\nAny exceptions to this general rule will be specified on a case-by-case&nbsp;basis.</p>\n<p>You waive all moral rights in your submissions and allow CBC/Radio-Canada to modify it to facilitate understanding and to identify you as the author.\nCBC/Radio-Canada is under no obligation to publish your submissions or to keep them accessible.\nsuch decisions are at its sole&nbsp;discretion.</p>\n<p>If your submission includes your or someone else’s image or voice, you grant CBC/Radio-Canada irrevocable permission to broadcast it by any means of communication controlled or authorized by CBC/Radio-Canada.\nYou give CBC/Radio-Canada permission to publish your full name and city in any form or platform in connection with your submission.\nSimilarly, you give CBC/Radio-Canada permission to contact you for follow-up in connection with anything you submit to CBC/Radio-Canada digital&nbsp;services.</p> e) Can content that I post to CBC/Radio-Canada digital services be removed? <p>In specific circumstances.\nCBC/Radio-Canada does not remove submissions once they have been posted, except for legal reasons, in particular circumstances or if the content is no longer a priority or relevant and in any case, at its sole discretion.\nThis is out of respect for the historical integrity of CBC/Radio-Canada communications and to facilitate understanding of prior or subsequent&nbsp;submissions.</p>\n<p>CBC/Radio-Canada reserves the right to remove a submission, for example to protect the rights of third parties involved.\nContent posted on CBC/Radio-Canada digital services will be kept as long as required by law or by CBC/Radio-Canada&nbsp;policies.</p>\n<p>Content received but not posted on CBC/Radio-Canada digital services may be&nbsp;erased.</p> 4.\nConducting business on CBC/Radio-Canada digital services\na) May I use CBC/Radio-Canada digital services for business or commercial purposes? <p>Only if specifically authorized by CBC/Radio-Canada.\nYou may not use any CBC/Radio-Canada digital services for business or commercial purposes without prior written permission.\nYou may, however, provide a link to a CBC/Radio-Canada digital page.\nthis will ensure full, unmodified communication of content and respect the rights of any third parties&nbsp;involved.</p> b) Who owns the content of the business partners on CBC/Radio-Canada digital services? <p>\n<strong>The business partners.</strong> CBC/Radio-Canada may make Web pages available to its business partners.\nIn such case, the partner is solely responsible for the content of those Web pages.\nMaking such pages available shall in no case be construed as endorsement by CBC/Radio-Canada of the partner’s goods or services.\nThe same is true of advertising posted on CBC/Radio-Canada digital services.\nContent supplied by business partners belongs to&nbsp;them.</p> c) May I use content on CBC/Radio-Canada digital services for institutional, educational or non-profit purposes? <p>Yes, with a proper licence by CBC/Radio-Canada or as permitted by law.\nYou may not use content on CBC/Radio-Canada digital services for institutional, educational or non-profit purposes without a prior written licence.\nA licence will set out authorized uses, term and territory among other relevant conditions.\nTo know more about our educational content, please visit curio.ca</p> d) Are there conditions applying to online shopping on CBC/Radio-Canada digital services? <p>\n<strong>See the terms of use</strong>.\nYou must consult the terms applicable to online business transactions with the CBC/Radio-Canada Shop directly on their Web page.</p> 5.\nLiability\na) What is CBC/Radio-Canada’s liability with respect to CBC/Radio-Canada digital services? <p>\n<strong>No warranty with regard to content or operation.</strong> CBC/Radio-Canada’s mandate is to inform, enlighten and entertain.\nContent provided on CBC/Radio-Canada digital services is not intended to replace professional advice when required, in any field&nbsp;whatsoever.</p>\n<p>CBC/Radio-Canada offers no warranty with regard to the content or operation of CBC/Radio-Canada digital services and assumes no responsibility for any interruption, whether intentional or not, in putting its programming, various services and submissions from the public online.\nCBC/Radio-Canada neither assumes responsibility for nor offers any warranty concerning the security of any communications or unauthorized interception by third parties and wireless (wifi) services in its buildings, for any damage whatsoever, regardless of its nature or&nbsp;value.</p> b) Who is responsible for external content on CBC/Radio-Canada’s digital environments? <p>\n<strong>The third party that owns the content</strong>.\nOur digital services may contain third-party content, via links to third-party websites, as well as licensed third-party content (e.g.\nvideos), social media buttons and advertisements.\nThird-party content is not endorsed by CBC/Radio-Canada.\nIt is provided to you for information purposes only.\nCBC/Radio-Canada is not responsible for your use or reliance on third-party content.\nYou should direct any concerns you have regarding third-party content to the third&nbsp;party.</p> c) What is my liability with respect to the use of CBC/Radio-Canada digital services? <p>You must not hinder operations.\nmust comply with the terms of use.\nBesides your responsibility for the content, your submissions to CBC/Radio-Canada digital services may not, under any circumstance, have the effect of hindering or preventing other users from using CBC/Radio-Canada digital services, nor modifying its operation or its effectiveness by any means&nbsp;whatsoever.</p>\n<p>You may neither use CBC/Radio-Canada digital services other than for private purposes, unless otherwise authorized under specific agreements with CBC/Radio-Canada, nor may you use CBC/Radio-Canada digital services for any illegal&nbsp;purpose.</p>\n<p>You are liable for any damage arising from not complying with these Terms of Use, Submission Guidelinesor with any other law or regulation applicable to your submissions.\nIf your submissions to CBC/Radio-Canada digital services require a name and a password, you are responsible for ensuring their&nbsp;confidentiality.</p> d) Are the rights in software, applications and other tools to facilitate communications protected? <p>\n<strong>Yes.</strong> The rights in those tools belong to CBC/Radio-Canada or to third parties.\nNo other use except navigating CBC/Radio-Canada digital services is authorized without the prior consent of the rights&nbsp;holder.</p> 6.\nPersonal Information\na) Does CBC/Radio-Canada protect the personal information collected when I use CBC/Radio-Canada digital services? <p>\n<strong>Yes.\n</strong> CBC/Radio-Canada applies strict measures to protect the personal information that it collects.\nAll personal information collected is governed by the federal <em>Privacy Act</em> and by CBC/Radio-Canada’s Personal Information policy.\nThis protection may, however, be revoked should the legality of your communications be in&nbsp;question.</p> b) Does CBC/Radio-Canada use tracking technology such as cookies, beacons, pixels, SDK, tags and JavaScript? <p>\n<strong>Yes.</strong> CBC/Radio-Canada uses its own and third-party tracking technology to collect data about your device and use of our digital environments as well as for advertising.\nThis data may be used to improve the performance of our various offerings as well as to show you relevant content and advertising based on your location and browsing history.\nBy collecting information about what our audience turns to, shares or comments on, we are also able to develop new offerings that will be of interest to you.\nUser data is also used for research, planning and reporting&nbsp;purposes.</p>\n<p>We work with technology and advertising partners for digital analytics and targeted advertising.\nTechnology partners involved in digital analytics are required to depersonalize users’ IP addresses.\nAdvertising partners, which include social media platforms (e.g.\nFacebook), may install their own tracking technology in our digital environments in order to create anonymous user profiles and show you relevant advertising on their own and other&nbsp;websites.</p>\n<p>Note that when you access our services through a social media platform or use certain of their functions embedded in our digital environments (e.g.\n“Like” and sharing buttons), their privacy policies&nbsp;apply.</p>\n<p>We require that any data collected by third parties on our behalf benefit from a level of protection equivalent to the one used by CBC/Radio-Canada (see our Privacy Policy), and that it not be used for other purposes without our&nbsp;consent.</p> c) Does CBC/Radio-Canada share any data with Numeris? <p>\n<strong>Yes.</strong> CBC/Radio-Canada will participate in the joining of digital data with set top box data in the effort to understand how content is watched online and&nbsp;offline.</p> d) Does CBC/Radio-Canada use my location data? <p>\n<strong>Yes.</strong>&nbsp;In several ways.\nIn order to send you relevant alerts, by signing up, you agree that we use the GPS location reported by your device.\nWe will also determine which local region is closest to you (based on your IP addresses’ geographic location or mobile device’s location), to serve weather, news, and sports that is likely most relevant.\nWe will also use this data to further personalize and localize content.\nAdditionally, multiple technologies use aspects of network connection to estimate where you are, which is used for ad targeting, reporting and statistical&nbsp;purposes.</p> e) What security protocols are used when I use social media? <p>Those of CBC/Radio-Canada and the social media platforms, as the case may be.\nCBC/Radio-Canada’s use of social media constitutes an extension of its digital presence.\nSocial media accounts (Facebook, Twitter, etc.) are public and not hosted on CBC/Radio-Canada servers.\nUsers who interact with CBC/Radio-Canada through social media platforms must refer to the conditions of service and privacy policies of these third-party service&nbsp;providers.</p>\n<p>Personal information that you provide to CBC/Radio-Canada through social media accounts is collected in order to capture conversations between you and CBC/Radio-Canada.\nIt may be used for inquiry response, statistical measurement and reporting&nbsp;purposes.</p> f) Does CBC/Radio-Canada use log-in information for personalization? <p>\n<b>Yes.</b>&nbsp;Some of our systems require you to be signed-in.\nThis data is used to personalize your&nbsp;experience.</p>\n<p>We work with third-party providers for our Single Sign-On function which requires IP addresses, email, and device fingerprinting&nbsp;information.</p> g) Is CBC/Radio-Canada a member of the Digital Advertising Alliance of Canada (DAAC)? <p>\n<strong>Yes.</strong> CBC/Radio-Canada is a member of DAAC and adheres by its principles.\nBy visiting the web page of DAAC, you can opt-out of targeted advertising by multiple companies, including&nbsp;CBC/Radio-Canada.</p> h) In what other ways can I opt-out of targeted advertising? <p>If you would prefer to see random ads instead of ads that match your interests, you can also opt-out of targeted advertising in one of the following&nbsp;ways:</p>\n<ul>\n<li>Adjusting your browser settings to disable third-party cookies&nbsp;(note that this may render some of our services less effective)</li>\n<li>Using your browser’s « private mode » when browsing the internet</li>\n<li>Adjusting the privacy settings of your mobile device</li>\n<li>Adjusting the privacy settings of your account on popular platforms such as Facebook and Google.</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n</p>", "created_at": "2021-01-22 19:41:25.005628", "updated_at": "2021-01-24 08:50:01.916086"}, {"id": 3744, "name": "Personal Information and Privacy Protection", "url": "https://cbc.radio-canada.ca/en/vision/governance/corporate-policies/secretariat/protection", "xpath": "/html/body/my-app/div/div/div/ng-component/div", "text": "COR-1 Personal Information and Privacy Protection Effective Date: &nbsp;Dec 1, 2000 Last update: &nbsp;Feb 10, 2020 Responsibility: &nbsp;Vice-President, Legal Services, General Counsel and Corporate Secretary Expand all sections 1.\nDEFINITIONS<p>\n<em>Privacy Act</em>: An Act to extend the present laws of Canada that protect the privacy of individuals and that provide individuals with a right of access to personal information about&nbsp;themselves.</p>\n<p>\n<em>Personal information</em>: Information about an identifiable individual that is recorded in any form with some specific exceptions for the purposes of Access to Information Act&nbsp;requests.</p>2.\nSTATEMENT<p>It is the policy of CBC/Radio-Canada to control the collection, use, and disclosure of personal information in accordance with all requirements set out in the Privacy Act.\nThe Privacy Act does not apply to personal information that CBC/Radio-Canada collects, uses, or discloses only for journalistic, artistic or literary&nbsp;purposes.</p>\n2.1 Requirements\n<p>The following requirements shall be met by CBC/Radio-Canada unless exempted by the Privacy&nbsp;Act.</p>\nCollection of Personal Information\n<p>Unless otherwise authorized by the Privacy&nbsp;Act</p>\n<ul>\n<li>No personal information shall be collected by CBC/Radio-Canada unless it relates directly to an operating program or activity of CBC/Radio-Canada.</li>\n<li>CBC/Radio-Canada shall, wherever possible, collect personal information that is intended to be used for an administrative purpose directly from the individual to whom it relates except where the individual authorizes otherwise.</li>\n<li>CBC/Radio Canada shall inform any individual from whom it collects personal information of the purpose for which the information is being collected.</li>\n</ul>\nRetention of Personal Information\n<p>Personal information that has been used by CBC/Radio-Canada for an administrative purpose shall be retained for such period of time after it is so used as may be prescribed by regulation in order to ensure that the individual to whom it relates has a reasonable opportunity to obtain access to the&nbsp;information.</p>\nAccuracy of Personal Information\n<p>CBC/Radio-Canada shall take all reasonable steps to ensure that personal information that is used for an administrative purpose is as accurate, up-to-date and complete as&nbsp;possible.</p>\nDisposition of Personal Information\n<p>CBC/Radio-Canada shall dispose of personal information under its control in accordance with the regulations and with any directives or guidelines issued by the designated minister in relation to the disposal of that information and with its corporate retention schedule.\nUse and Disclosure of Personal&nbsp;Information</p>\n<p>Personal information under the control of CBC/Radio-Canada shall not, without the consent of the individual to whom it relates, be used or disclosed by CBC/Radio-Canada except for the purpose for which the information was obtained or compiled or for a use consistent with that purpose unless otherwise authorized by the Privacy Act.\nIn certain circumstances personal information subject to the Privacy Act may be used, or disclosed without the knowledge or consent of the individual concerned.\nSuch circumstances include, but are not limited to personal information used or&nbsp;disclosed:</p>\n<ul>\n<li>for the purpose for which the information was obtained or compiled by CBC/Radio-Canada or for a use consistent with that purpose;</li>\n<li>for the purpose of complying with a subpoena or warrant issued or order made by a court, person or body with jurisdiction to compel the production of information or for the purpose of complying with rules of court relating to the production of information;</li>\n<li>to an investigative body specified in the regulations for the purpose of enforcing any laws or carrying out a lawful investigation;</li>\n<li>to officers or employees of CBC/Radio-Canada for internal audit purpose;</li>\n<li>to the Library and Archives of Canada for archival purposes;</li>\n<li>where disclosure would clearly benefit the individual to whom the information relates.</li>\n</ul>\nRecord of Disclosures\n<p>CBC/Radio-Canada shall retain a record of any use of personal information contained in a personal information bank or any use or purpose for which that information is disclosed where the use or purpose is not included in the statements of uses in the personal information index published by the designated minister and shall attach the record to the personal&nbsp;information.</p>\n<p>Personal Information Banks</p>\n<p>CBC/Radio-Canada shall include in personal information banks all personal information under its control&nbsp;that:</p>\n<ul>\n<li>has been used, is being used or is available for use for an administrative purpose.\nor</li>\n<li>is organized or intended to be retrieved by the name of an individual or by an identifying number, symbol or other particular assigned to an individual.</li>\n</ul>\nAccess to Personal Information\n<p>Upon receipt of a written request, CBC/Radio-Canada shall provide a right of access to personal information subject to the Privacy Act&nbsp;to:</p>\n<ul>\n<li>any personal information about the individual requestor contained in a personal information bank.\nand</li>\n<li>any other personal information about the individual requestor under the control of a CBC/Radio-Canada with respect to which the individual is able to provide sufficiently specific information on the location of the information as to render it reasonably retrievable.</li>\n</ul>\n<p>Individuals who are given access to their personal information&nbsp;may:</p>\n<ul>\n<li>request correction of the personal information where the individual believes there is an error or omission therein;</li>\n<li>require that a notation be attached to the information reflecting any correction requested but not made.\nand</li>\n<li>require that any person or body to whom that information has been disclosed for use for an administrative purpose within two years prior to the time a correction is requested or a notation is required under this subsection in respect of that information</li>\n<li>be notified of the correction or notation, and</li>\n<li>where the disclosure is to a government institution, the institution make the correction or notation on any copy of the information under its control.</li>\n</ul>\nRefusal of Access to Personal Information\n<p>CBC/Radio-Canada may refuse access to personal information as provided by the Privacy Act where such information, among other&nbsp;circumstances:</p>\n<ul>\n<li>is subject to solicitor client privilege</li>\n<li>is part of or relates to an investigative record where disclosure could be injurious to the enforcement of a law of Canada or a province or the conduct of investigation.</li>\n<li>Where disclosure threatens the safety of individuals.</li>\n</ul>\n2.2 Responsibility\n<p>All CBC/Radio-Canada employees, who collect, maintain and/or use personal information, are responsible for insuring that the collection, use and disclosure of this information is carried out in accordance with this policy and relevant&nbsp;procedures.</p>\n<p>The Corporate Secretariat is the department responsible for supervising compliance with the legislation and for initiating procedures, guidelines and schedules that will be developed to effect this&nbsp;policy.</p>\n<p>The Privacy Coordinator is accountable for CBC/Radio-Canada’s policies and practices, with respect to the management of personal information, and is the individual to whom complaints and inquiries can be&nbsp;forwarded.</p>\n<p>&nbsp;</p>3.\nREFERENCES<ul>\n<li>Privacy Act</li>\n<li>COR-4 Records and Information Management</li>\n</ul>4.\nINQUIRIES<p>All questions pertaining to the interpretation and application of these Rules and Procedures should be referred to CBC/Radio-Canada Privacy Coordinator (privacy@cbc.ca).</p>", "created_at": "2021-01-22 19:36:13.354897", "updated_at": "2021-01-24 08:52:33.010327"}, {"id": 3747, "name": "Submission Guidelines", "url": "https://www.cbc.ca/aboutcbc/discover/submissions.html", "xpath": "/html/body/div[2]/div/div[2]/div/div/div[2]", "text": " CBC/Radio-Canada Content Submission Guidelines for CBC/Radio-Canada Owned or Controlled Platforms (Content Submission Guidelines) <p>Your stories, taken to heart.\nAll CBC/Radio-Canada platforms are open to people of every age, race, religion, sex, ethnic origin and sexual orientation.</p>\n<p>We want your perspective.\nProbe, analyze, inform.\nChallenge, advocate, debate.\nInspire, entertain, enjoy.\nYour contributions make our programming richer, the conversations more lively and diverse.</p>\n<p>Tell us your story, be a part of the conversation.\nCBC/Radio-Canada wants you to participate in sharing the content you create/upload (Your Content) with us on all of our platforms.\nYour Content includes but is not limited to online comments, video uploads and photo submissions.</p>\n<p>We want your engaging photos and videos that capture breaking news and/or compelling stories.\nIn addition, we regularly solicit Your Content on various topics for programs and stories, blogs, contests and many other types of interactive engagement.</p>\n<p>CBC/Radio-Canada platforms are not anonymous and the use of pseudonyms is prohibited, except in children and youth-oriented communities.\nUpon registering, you must provide your first and last names, which will appear alongside each of your submissions to our site.\nCBC/Radio-Canada reserves the right to disable any comment if there exists a doubt as to the identity of its author.\nStealing another person's identity with the intent to mislead or cause harm is a serious offense punishable by expulsion from the community.</p>\n<p>By submitting Your Content, you grant us the non-exclusive right to use your content royalty-free, in perpetuity.\nYou also represent and warrant to CBC that you hold all of the required rights and authorizations to Your Content.\nYour Content may be published on CBC/Radio-Canada owned or controlled platforms, and may even be included in our stories.\nCBC/Radio-Canada cannot guarantee that Your Content will be published.\nWe may also edit Your Content for length, size or clarity.\nYour Content may be indexed by Internet search engines.\nCBC/Radio-Canada has no obligation to remove Your Content from its platforms even if you make a request.\nYou should think carefully about your intent and the consequence of publication of any of Your Content.\nFor more information, see our full Terms of Use.</p>\n<p>\n</p>\n<p>\n<strong>When you share Your Content with us:</strong>\n</p>\n<ul>\n<li>Keep Your Content relevant to the topic and avoid repetitive posting.</li>\n<li>Be respectful and courteous, as if you were having a face-to-face discussion.</li>\n<li>If you are writing about legal issues, remember that people are innocent until proven guilty (that may mean using words such as \"allegedly\").</li>\n<li>Feel free to link internally within the CBC.ca/Radio-Canada.ca site as many times as you would like.\nAs for external web addresses, we allow no more than three links per post.\nCBC/Radio-Canada does not endorse the content of\texternal web sites and has no liability as to their content in any event.\nCBC/Radio-Canada reserves its right to take-down any external link.</li>\n<li>Radio-Canada: Use French for all of your exchanges and comments.\nOther languages cannot be used except for an occasional word.</li>\n<li>CBC: Use English or French for all of your exchanges and comment.\nOther languages cannot be used except for an occasional word.</li>\n<li>We want to hear your own opinion.\nYour Content must be created and owned by you, including any music and artwork.\nBreaking copyright rules is not permitted (that includes copying and pasting excerpts from other sites without permission and attribution).\nIf the majority of Your Content was written or created by someone else, even with a proper credit, it won’t be accepted.</li>\n<li>Any of Your Content that is offensive and likely to expose an individual or a group of individuals to hatred or contempt on the basis of race, national or ethnic origin, colour, religion, sex, sexual orientation, age or mental or physical disability is prohibited.</li>\n<li>The following kind of Your Content is also prohibited:</li>\n<ul>\n<li>Pornography, vulgarity, obscenity or sexually explicit content</li>\n<li>Anything illegal</li>\n<li>Hate speech</li>\n<li>Threats, harassment</li>\n<li>Personal attacks, insults and defamatory statements</li>\n<li>Threats or suggesting committing a criminal act </li>\n<li>Attempts to mobilise people for any purpose outside of a CBC event</li>\n<li>Content or reasoning based on demonstrably false statements and/or inauthentic content or activity</li>\n<li>Language or content that is potentially harmful, advocates harm and/or incites harm or constitutes a potential threat to public or personal safety</li>\n</ul>\n<li>Respect other people's privacy by not including personal information in Your Content (such as phone numbers and email addresses) or private dialogue.</li>\n<li>Be sensitive in 'Your Content' regarding the death or injury of private individual, especially children.</li>\n<li>Make it personal, not commercial by leaving out press releases and commercial promotions.</li>\n</ul>\n<p>\n<strong>If you violate any of these guidelines, Your Content will not be accepted and your account may be suspended or blocked.\nCBC/Radio-Canada reserves the right to not open a forum on any given story or to close a forum at any time without notice and to reject the publication of any of Your Content.\nCBC/Radio-Canada reserves the right to change these Content Submission Guidelines at any time without notice.\n</strong>\n</p>\n<p>Lasted Updated: March 2020</p> ", "created_at": "2021-01-22 19:42:26.361522", "updated_at": "2021-01-24 08:50:01.375578"}, {"id": 3743, "name": "Cookie List", "url": "https://www.cbc.ca/mycbc/viewcookies", "xpath": "/html/body/div[1]/div/main/div/div/div[2]/div[3]", "text": "2.\nThird Party Cookies<p>These are set by someone other than the owner of the website you're visiting.\nSome CBC web pages may also contain content from sites like YouTube or Flickr, which may set their own cookies.\nAlso, if you Share a link to a CBC page, the service you share it on (e.g.\nFacebook) may set a cookie on your browser.\nThe CBC has no control over third party cookies.</p>gckp<p>Set by Cxense.\nWe use Cxense to enable search in CBC's products.</p>\n<p>\n</p>gcks<p>Third Party Cookie set by cxense.</p>\n<p>\n</p>_cc_aud<p>Set by Lotame, our Data Management Platform, this cookie stores audience segment device information.\nWe use Lotame to better understand our audiences and target personalized content and advertising.</p>\n<p>To opt-out from Lotame tracking, click here.</p>_cc_cc<p>Set by Lotame, our Data Management Platform.\nWe use Lotame to better understand our digital audiences and target personalized content and advertising.</p>\n<p>To opt-out from Lotame tracking, click here.</p>_cc_dc<p>Set by Lotame, our Data Management Platform.\nWe use Lotame to better understand our digital audiences and target personalized content and advertising.</p>\n<p>To opt-out from Lotame tracking, click here.</p>_cc_domain<p>Set by Lotame, our Data Management Platform, to remember the domain of the CBC sites you have visited.\nWe use Lotame to better understand our digital audiences and target personalized content and advertising.</p>\n<p>To opt-out from Lotame tracking, click here.</p>_cc_id<p>Set by Lotame, our Data Management Platform, as a unique, anonymous identifier for each web browser.\nWe use Lotame to better understand our digital audiences and target personalized content and advertising.</p>\n<p>To opt-out from Lotame tracking, click here.</p>UID<p>Allows CBC to compare utility delivered to Canadians against other media companies.</p>\n<p>\n</p>UIDR<p>Allows CBC to compare utility delivered to Canadians against other media companies.</p>\n<p>\n</p>", "created_at": "2021-01-22 19:30:30.419742", "updated_at": "2021-01-24 08:49:52.758937"}], "points": [{"id": 14846, "title": "The service uses your personal data for advertising", "source": "https://www.cbc.ca/mycbc/cbc-and-your-data-1.5514726", "status": "Generated through the annotate view", "created_at": "2021-01-25 16:37:44.334831", "updated_at": "2021-01-25 17:44:26.135044", "quoteText": "Show you targeted ads</li>\n</ul>\n<p>\n<strong>Ad targeting</strong>\n</p>\n<p>The data collected when you visit our website or click on our digital ads is used to show you future ads that match your interests.\nAd targeting is used to create larger group profiles and larger audience segments made of users across Canada that share common interests.", "case_id": 216, "document_id": 3745, "quoteStart": 5998, "quoteEnd": 6343}, {"id": 14845, "title": "Prohibits the posting of pornographic content", "source": "https://www.cbc.ca/aboutcbc/discover/submissions.html", "status": "Generated through the annotate view", "created_at": "2021-01-25 16:33:42.791098", "updated_at": "2021-01-25 17:44:15.807859", "quoteText": "The following kind of Your Content is also prohibited:</li>\n<ul>\n<li>Pornography, vulgarity, obscenity or sexually explicit content</li>", "case_id": 315, "document_id": 3747, "quoteStart": 4075, "quoteEnd": 4211}, {"id": 14765, "title": "This service is only available for use individually and non-commercially.", "source": "https://cbc.radio-canada.ca/en/vision/governance/terms-of-use-digital-services", "status": "Generated through the annotate view", "created_at": "2021-01-24 13:30:26.7957", "updated_at": "2021-01-26 20:22:29.657166", "quoteText": "To that end, no publication, reproduction or communication of such content to the public is authorized except in the specific cases set out in the federal <em>Copyright Act</em>, upon granting of a licence by CBC/Radio-Canada, or upon granting of clear permission for a particular subject or&nbsp;activity", "case_id": 143, "document_id": 3746, "quoteStart": 1503, "quoteEnd": 1808}, {"id": 14767, "title": "This service can use your content for all their existing and future services", "source": "https://cbc.radio-canada.ca/en/vision/governance/terms-of-use-digital-services", "status": "Generated through the annotate view", "created_at": "2021-01-24 13:42:32.061435", "updated_at": "2021-01-24 15:52:35.710911", "quoteText": "When you post content (texts, images, sounds, etc.) to CBC/Radio-Canada digital services, you grant to CBC/Radio-Canada a royalty-free, irrevocable, perpetual, non-exclusive (unless otherwise indicated in specific terms), worldwide licence to publish, reproduce and distribute by any means of communication controlled or authorized by CBC/Radio-Canada, including social&nbsp;media.</p>", "case_id": 180, "document_id": 3746, "quoteStart": 10004, "quoteEnd": 10389}, {"id": 14766, "title": "This service may collect, use, and share location data", "source": "https://cbc.radio-canada.ca/en/vision/governance/terms-of-use-digital-services", "status": "Generated through the annotate view", "created_at": "2021-01-24 13:32:36.135398", "updated_at": "2021-01-24 15:52:11.097507", "quoteText": "Does CBC/Radio-Canada use my location data? <p>\n<strong>Yes.</strong>&nbsp;In several ways.\nIn order to send you relevant alerts, by signing up, you agree that we use the GPS location reported by your device.\nWe will also determine which local region is closest to you (based on your IP addresses’ geographic location or mobile device’s location), to serve weather, news, and sports that is likely most relevant.\nWe will also use this data to further personalize and localize content.", "case_id": 373, "document_id": 3746, "quoteStart": 19385, "quoteEnd": 19869}, {"id": 14847, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.cbc.ca/mycbc/cbc-and-your-data-1.5514726", "status": "Generated through the annotate view", "created_at": "2021-01-25 16:39:41.637361", "updated_at": "2021-01-25 17:45:09.119593", "quoteText": "<p>Here is a list of the cookies used by CBC", "case_id": 306, "document_id": 3745, "quoteStart": 16170, "quoteEnd": 16214}, {"id": 14764, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.cbc.ca/mycbc/viewcookies", "status": "Generated through the annotate view", "created_at": "2021-01-24 13:28:29.457007", "updated_at": "2021-01-24 15:52:47.382323", "quoteText": "To opt-out from Lotame tracking, click here", "case_id": 127, "document_id": 3743, "quoteStart": 739, "quoteEnd": 782}, {"id": 14768, "title": "You maintain ownership of your data", "source": "https://cbc.radio-canada.ca/en/vision/governance/terms-of-use-digital-services", "status": "Generated through the annotate view", "created_at": "2021-01-24 13:43:13.194196", "updated_at": "2021-01-24 15:44:53.840329", "quoteText": "You keep the copyright in your submission.", "case_id": 183, "document_id": 3746, "quoteStart": 10393, "quoteEnd": 10435}, {"id": 19260, "title": "There is a date of the last update of the agreements", "source": "https://cbc.radio-canada.ca/en/vision/governance/terms-of-use-digital-services", "status": "Generated through the annotate view", "created_at": "2021-04-27 17:37:06.351696", "updated_at": "2021-04-27 19:49:25.355235", "quoteText": "Last revised: June 2020", "case_id": 331, "document_id": 3746, "quoteStart": 55, "quoteEnd": 78}], "urls": ["cbc.ca", "radio-canada.ca"]}}