{"error": 448, "message": "OK", "parameters": {"id": 2521, "name": "Valour", "created_at": "2021-01-15 04:44:45.736693", "updated_at": "2021-03-25 03:19:54.297746", "wikipedia": null, "keywords": null, "related": null, "slug": "valour", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2521.png", "url": "valour.gg", "documents": [{"id": 3488, "name": "Privacy Policy", "url": "https://github.com/SpikeViper/Valour/blob/252cef85b54338e263b522b6aa3bfd56b44479b2/PRIVACY", "xpath": "", "text": " Skip to content Sign&nbsp;up <ul>\n<li> Why GitHub? Features → <ul>\n<li>Mobile →</li>\n<li>Actions →</li>\n<li>Codespaces →</li>\n<li>Packages →</li>\n<li>Security →</li>\n<li>Code review →</li>\n<li>Project management →</li>\n<li>Integrations →</li>\n</ul>\n<ul>\n<li>GitHub Sponsors →</li>\n<li>Customer stories →</li>\n<li>Security →</li>\n</ul>\n</li>\n<li> Team </li>\n<li> Enterprise </li>\n<li> Explore <ul>\n<li>Explore GitHub →</li>\n</ul> Learn &amp.\ncontribute <ul>\n<li>Topics →</li>\n<li>Collections →</li>\n<li>Trending →</li>\n<li>Learning Lab →</li>\n<li>Open source guides →</li>\n</ul> Connect with others <ul>\n<li>The ReadME Project →</li>\n<li>Events →</li>\n<li>Community forum →</li>\n<li>GitHub Education →</li>\n<li>GitHub Stars program →</li>\n</ul>\n</li>\n<li> Marketplace </li>\n<li> Pricing Plans → <ul>\n<li>Compare plans →</li>\n<li>Contact Sales →</li>\n</ul>\n<ul>\n<li>Nonprofit →</li>\n<li>Education →</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> In this repository All GitHub ↵ Jump to ↵ </li>\n</ul>\n<ul>\n<li> No suggested jump to results </li>\n</ul>\n<ul>\n<li> In this repository All GitHub ↵ Jump to ↵ </li>\n<li> In this organization All GitHub ↵ Jump to ↵ </li>\n<li> In this repository All GitHub ↵ Jump to ↵ </li>\n</ul> Sign&nbsp;in Sign&nbsp;up {{ message }} Vooper-Media-LLC / <strong> Valour </strong>\n<ul>\n<li> Sponsor Sponsor Vooper-Media-LLC/Valour </li>\n<li> Watch 14 </li>\n<li> Star 38 </li>\n<li> Fork 10 </li>\n</ul>\n<ul>\n<li> Code </li>\n<li> Issues 31 </li>\n<li> Pull requests 1 </li>\n<li> Discussions </li>\n<li> Actions </li>\n<li> Projects 4 </li>\n<li> Security </li>\n<li> Insights </li>\n</ul> More <ul>\n<li> Code </li>\n<li> Issues </li>\n<li> Pull requests </li>\n<li> Discussions </li>\n<li> Actions </li>\n<li> Projects </li>\n<li> Security </li>\n<li> Insights </li>\n</ul> Permalink 252cef85b5 Valour/<strong>PRIVACY</strong> Go to file <ul>\n<li> Go to file T </li>\n<li> Go to line L </li>\n<li>\n</li>\n<li> Copy path </li>\n</ul> SpikeViper Update PRIVACY Latest commit 252cef8 20 days ago <strong>History</strong>\n<strong>1</strong> contributor Users who have contributed to this file 932 lines (713 sloc) 41.2 KB Raw Blame Privacy Policy ============== Last updated: January 14, 2021 This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.\nWe use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.\nInterpretation and Definitions ============================== Interpretation -------------- The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.\nDefinitions ----------- For the purposes of this Privacy Policy: * Account means a unique account created for You to access our Service or parts of our Service.\n* Affiliate means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.\n* Application means the software program provided by the Company downloaded by You on any electronic device, named Valour * Business , for the purpose of the CCPA (California Consumer Privacy Act), refers to the Company as the legal entity that collects Consumers' personal information and determines the purposes and means of the processing of Consumers' personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers' personal information, that does business in the State of California.\n* Company (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Vooper Media LLC, 99 Wall Street Suite 1299 New York, NY 10005.\nFor the purpose of the GDPR, the Company is the Data Controller.\n* Consumer , for the purpose of the CCPA (California Consumer Privacy Act), means a natural person who is a California resident.\nA resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.\n* Country refers to: United States * Data Controller , for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.\n* Device means any device that can access the Service such as a computer, a cellphone or a digital tablet.\n* Do Not Track (DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.\n* Personal Data is any information that relates to an identified or identifiable individual.\nFor the purposes for GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.\nFor the purposes of the CCPA, Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with You.\n* Sale , for the purpose of the CCPA (California Consumer Privacy Act), means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer's personal information to another business or a third party for monetary or other valuable consideration.\n* Service refers to the Application.\n* Service Provider means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.\nFor the purpose of the GDPR, Service Providers are considered Data Processors.\n* Third-party Social Media Service refers to any website or any social network website through which a User can log in or create an account to use the Service.\n* Usage Data refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).\n* You means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.\nUnder GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.\nCollecting and Using Your Personal Data ======================================= Types of Data Collected ----------------------- Personal Data ~~~~~~~~~~~~~ While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to: * Email address * First name and last name * Phone number * Address, State, Province, ZIP/Postal code, City * Usage Data Usage Data ~~~~~~~~~~ Usage Data is collected automatically when using the Service.\nUsage Data may include information such as Your Device's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.\nWhen You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.\nWe may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.\nInformation from Third-Party Social Media Services ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services: * Google * Facebook * Twitter * Discord If You decide to register through or otherwise grant us access to a Third- Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account.\nYou may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account.\nIf You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.\nInformation Collected while Using the Application ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~ While using Our Application, in order to provide features of Our Application, We may collect, with Your prior permission: * Pictures and other information from your Device's camera and photo library We use this information to provide features of Our Service, to improve and customize Our Service.\nThe information may be uploaded to the Company's servers and/or a Service Provider's server or it may be simply stored on Your device.\nYou can enable or disable access to this information at any time, through Your Device settings.\nUse of Your Personal Data ------------------------- The Company may use Personal Data for the following purposes: * To provide and maintain our Service , including to monitor the usage of our Service.\n* To manage Your Account: to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.\n* For the performance of a contract: the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.\n* To contact You: To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.\n* To provide You with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.\n* To manage Your requests: To attend and manage Your requests to Us.\n* For business transfers: We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.\n* For other purposes : We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.\nWe may share Your personal information in the following situations: * With Service Providers: We may share Your personal information with Service Providers to monitor and analyze the use of our Service, for payment processing, to contact You.\n* For business transfers: We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.\n* With Affiliates: We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.\n* With business partners: We may share Your information with Our business partners to offer You certain products, services or promotions.\n* With other users: when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.\nIf You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity.\nSimilarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.\n* With Your consent : We may disclose Your personal information for any other purpose with Your consent.\nRetention of Your Personal Data ------------------------------- The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.\nThe Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.\nTransfer of Your Personal Data ------------------------------ Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.\nYour consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.\nThe Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.\nDisclosure of Your Personal Data -------------------------------- Business Transactions ~~~~~~~~~~~~~~~~~~~~~ If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.\nLaw enforcement ~~~~~~~~~~~~~~~ Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).\nOther legal requirements ~~~~~~~~~~~~~~~~~~~~~~~~ The Company may disclose Your Personal Data in the good faith belief that such action is necessary to: * Comply with a legal obligation * Protect and defend the rights or property of the Company * Prevent or investigate possible wrongdoing in connection with the Service * Protect the personal safety of Users of the Service or the public * Protect against legal liability Security of Your Personal Data ------------------------------ The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.\nDetailed Information on the Processing of Your Personal Data ============================================================ The Service Providers We use may have access to Your Personal Data.\nThese third-party vendors collect, store, use, process and transfer information about Your activity on Our Service in accordance with their Privacy Policies.\nEmail Marketing --------------- We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You.\nYou may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.\nWe may use Email Marketing Service Providers to manage and send emails to You.\n* SendGrid Their Privacy Policy can be viewed at &lt;https://www.twilio.com/legal/privacy&gt.\nPayments -------- We may provide paid products and/or services within the Service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).\nWe will not store or collect Your payment card details.\nThat information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.\n* Apple Store In-App Payments Their Privacy Policy can be viewed at &lt;https://www.apple.com/legal/privacy/en-ww/&gt.\n* Google Play In-App Payments Their Privacy Policy can be viewed at &lt;https://www.google.com/policies/privacy/&gt.\n* PayPal Their Privacy Policy can be viewed at &lt;https://www.paypal.com/webapps/mpp/ua/privacy-full&gt.\n* Square Their Privacy Policy can be viewed at &lt;https://squareup.com/legal/privacy- no-account&gt.\nGDPR Privacy ============ Legal Basis for Processing Personal Data under GDPR --------------------------------------------------- We may process Personal Data under the following conditions: * Consent: You have given Your consent for processing Personal Data for one or more specific purposes.\n* Performance of a contract: Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.\n* Legal obligations: Processing Personal Data is necessary for compliance with a legal obligation to which the Company is subject.\n* Vital interests: Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.\n* Public interests: Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Company.\n* Legitimate interests: Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the Company.\nIn any case, the Company will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\nYour Rights under the GDPR -------------------------- The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.\nYou have the right under this Privacy Policy, and by law if You are within the EU, to: * Request access to Your Personal Data.\nThe right to access, update or delete the information We have on You.\nWhenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section.\nIf you are unable to perform these actions yourself, please contact Us to assist You.\nThis also enables You to receive a copy of the Personal Data We hold about You.\n* Request correction of the Personal Data that We hold about You.\nYou have the right to to have any incomplete or inaccurate information We hold about You corrected.\n* Object to processing of Your Personal Data.\nThis right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground.\nYou also have the right to object where We are processing Your Personal Data for direct marketing purposes.\n* Request erasure of Your Personal Data.\nYou have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.\n* Request the transfer of Your Personal Data.\nWe will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format.\nPlease note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.\n* Withdraw Your consent.\nYou have the right to withdraw Your consent on using your Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.\nExercising of Your GDPR Data Protection Rights ---------------------------------------------- You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You make a request, We will try our best to respond to You as soon as possible.\nYou have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data.\nFor more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.\nCCPA Privacy ============ This privacy notice section for California residents supplements the information contained in Our Privacy Policy and it applies solely to all visitors, users, and others who reside in the State of California.\nCategories of Personal Information Collected -------------------------------------------- We collect information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular Consumer or Device.\nThe following is a list of categories of personal information which we may collect or may have been collected from California residents within the last twelve (12) months.\nPlease note that the categories and examples provided in the list below are those defined in the CCPA.\nThis does not mean that all examples of that category of personal information were in fact collected by Us, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been collected.\nFor example, certain categories of personal information would only be collected if You provided such personal information directly to Us.\n* Category A: Identifiers.\nExamples: A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, driver's license number, passport number, or other similar identifiers.\nCollected: Yes.\n* Category B: Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).\nExamples: A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver's license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.\nCollected: Yes.\n* Category C: Protected classification characteristics under California or federal law.\nExamples: Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\nCollected: No.\n* Category D: Commercial information.\nExamples: Records and history of products or services purchased or considered.\nCollected: Yes.\n* Category E: Biometric information.\nExamples: Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\nCollected: No.\n* Category F: Internet or other similar network activity.\nExamples: Interaction with our Service or advertisement.\nCollected: Yes.\n* Category G: Geolocation data.\nExamples: Approximate physical location.\nCollected: No.\n* Category H: Sensory data.\nExamples: Audio, electronic, visual, thermal, olfactory, or similar information.\nCollected: No.\n* Category I: Professional or employment-related information.\nExamples: Current or past job history or performance evaluations.\nCollected: No.\n* Category J: Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).\nExamples: Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\nCollected: No.\n* Category K: Inferences drawn from other personal information.\nExamples: Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nCollected: No.\nUnder CCPA, personal information does not include: * Publicly available information from government records * Deidentified or aggregated consumer information * Information excluded from the CCPA's scope, such as: * Health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data * Personal Information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FRCA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994 Sources of Personal Information ------------------------------- We obtain the categories of personal information listed above from the following categories of sources: * Directly from You.\nFor example, from the forms You complete on our Service, preferences You express or provide through our Service, or from Your purchases on our Service.\n* Indirectly from You.\nFor example, from observing Your activity on our Service.\n* Automatically from You.\nFor example, through cookies We or our Service Providers set on Your Device as You navigate through our Service.\n* From Service Providers.\nFor example, third-party vendors for payment processing, or other third-party vendors that We use to provide the Service to You.\nUse of Personal Information for Business Purposes or Commercial Purposes ------------------------------------------------------------------------ We may use or disclose personal information We collect for \"business purposes\" or \"commercial purposes\" (as defined under the CCPA), which may include the following examples: * To operate our Service and provide You with our Service.\n* To provide You with support and to respond to Your inquiries, including to investigate and address Your concerns and monitor and improve our Service.\n* To fulfill or meet the reason You provided the information.\nFor example, if You share Your contact information to ask a question about our Service, We will use that personal information to respond to Your inquiry.\nIf You provide Your personal information to purchase a product or service, We will use that information to process Your payment and facilitate delivery.\n* To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.\n* As described to You when collecting Your personal information or as otherwise set forth in the CCPA.\n* For internal administrative and auditing purposes.\n* To detect security incidents and protect against malicious, deceptive, fraudulent or illegal activity, including, when necessary, to prosecute those responsible for such activities.\nPlease note that the examples provided above are illustrative and not intended to be exhaustive.\nFor more details on how we use this information, please refer to the \"Use of Your Personal Data\" section.\nIf We decide to collect additional categories of personal information or use the personal information We collected for materially different, unrelated, or incompatible purposes We will update this Privacy Policy.\nDisclosure of Personal Information for Business Purposes or Commercial Purposes ------------------------------------------------------------------------------- We may use or disclose and may have used or disclosed in the last twelve (12) months the following categories of personal information for business or commercial purposes: * Category A: Identifiers * Category B: Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) * Category D: Commercial information * Category F: Internet or other similar network activity Please note that the categories listed above are those defined in the CCPA.\nThis does not mean that all examples of that category of personal information were in fact disclosed, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been disclosed.\nWhen We disclose personal information for a business purpose or a commercial purpose, We enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.\nSale of Personal Information ---------------------------- As defined in the CCPA, \"sell\" and \"sale\" mean selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer's personal information by the business to a third party for valuable consideration.\nThis means that We may have received some kind of benefit in return for sharing personal Iinformation, but not necessarily a monetary benefit.\nPlease note that the categories listed below are those defined in the CCPA.\nThis does not mean that all examples of that category of personal information were in fact sold, but reflects our good faith belief to the best of our knowledge that some of that information from the applicable category may be and may have been shared for value in return.\nWe may sell and may have sold in the last twelve (12) months the following categories of personal information: * Category A: Identifiers * Category B: Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) * Category D: Commercial information * Category F: Internet or other similar network activity Share of Personal Information ----------------------------- We may share Your personal information identified in the above categories with the following categories of third parties: * Service Providers * Payment processors * Our affiliates * Our business partners * Third party vendors to whom You or Your agents authorize Us to disclose Your personal information in connection with products or services We provide to You Sale of Personal Information of Minors Under 16 Years of Age ------------------------------------------------------------ We do not sell the personal information of Consumers We actually know are less than 16 years of age, unless We receive affirmative authorization (the \"right to opt-in\") from either the Consumer who is between 13 and 16 years of age, or the parent or guardian of a Consumer less than 13 years of age.\nConsumers who opt-in to the sale of personal information may opt-out of future sales at any time.\nTo exercise the right to opt-out, You (or Your authorized representative) may submit a request to Us by contacting Us.\nIf You have reason to believe that a child under the age of 13 (or 16) has provided Us with personal information, please contact Us with sufficient detail to enable Us to delete that information.\nYour Rights under the CCPA -------------------------- The CCPA provides California residents with specific rights regarding their personal information.\nIf You are a resident of California, You have the following rights: * The right to notice.\nYou have the right to be notified which categories of Personal Data are being collected and the purposes for which the Personal Data is being used.\n* The right to request.\nUnder CCPA, You have the right to request that We disclose information to You about Our collection, use, sale, disclosure for business purposes and share of personal information.\nOnce We receive and confirm Your request, We will disclose to You: * The categories of personal information We collected about You * The categories of sources for the personal information We collected about You * Our business or commercial purpose for collecting or selling that personal information * The categories of third parties with whom We share that personal information * The specific pieces of personal information We collected about You * If we sold Your personal information or disclosed Your personal information for a business purpose, We will disclose to You: * The categories of personal information categories sold * The categories of personal information categories disclosed * The right to say no to the sale of Personal Data (opt-out).\nYou have the right to direct Us to not sell Your personal information.\nTo submit an opt-out request please contact Us.\n* The right to delete Personal Data.\nYou have the right to request the deletion of Your Personal Data, subject to certain exceptions.\nOnce We receive and confirm Your request, We will delete (and direct Our Service Providers to delete) Your personal information from our records, unless an exception applies.\nWe may deny Your deletion request if retaining the information is necessary for Us or Our Service Providers to: * Complete the transaction for which We collected the personal information, provide a good or service that You requested, take actions reasonably anticipated within the context of our ongoing business relationship with You, or otherwise perform our contract with You.\n* Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.\n* Debug products to identify and repair errors that impair existing intended functionality.\n* Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.\n* Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).\n* Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if You previously provided informed consent.\n* Enable solely internal uses that are reasonably aligned with consumer expectations based on Your relationship with Us.\n* Comply with a legal obligation.\n* Make other internal and lawful uses of that information that are compatible with the context in which You provided it.\n* The right not to be discriminated against.\nYou have the right not to be discriminated against for exercising any of Your consumer's rights, including by: * Denying goods or services to You * Charging different prices or rates for goods or services, including the use of discounts or other benefits or imposing penalties * Providing a different level or quality of goods or services to You * Suggesting that You will receive a different price or rate for goods or services or a different level or quality of goods or services Exercising Your CCPA Data Protection Rights ------------------------------------------- In order to exercise any of Your rights under the CCPA, and if You are a California resident, You can contact Us: * By email: support@valour.gg * By mail: 99 Wall Street Suite 1299 New York, NY 10005, United States Only You, or a person registered with the California Secretary of State that You authorize to act on Your behalf, may make a verifiable request related to Your personal information.\nYour request to Us must: * Provide sufficient information that allows Us to reasonably verify You are the person about whom We collected personal information or an authorized representative * Describe Your request with sufficient detail that allows Us to properly understand, evaluate, and respond to it We cannot respond to Your request or provide You with the required information if We cannot: * Verify Your identity or authority to make the request * And confirm that the personal information relates to You We will disclose and deliver the required information free of charge within 45 days of receiving Your verifiable request.\nThe time period to provide the required information may be extended once by an additional 45 days when reasonable necessary and with prior notice.\nAny disclosures We provide will only cover the 12-month period preceding the verifiable request's receipt.\nFor data portability requests, We will select a format to provide Your personal information that is readily useable and should allow You to transmit the information from one entity to another entity without hindrance.\nDo Not Sell My Personal Information ----------------------------------- You have the right to opt-out of the sale of Your personal information.\nOnce We receive and confirm a verifiable consumer request from You, we will stop selling Your personal information.\nTo exercise Your right to opt-out, please contact Us.\n\"Do Not Track\" Policy as Required by California Online Privacy Protection Act (CalOPPA) ======================================================================== Our Service does not respond to Do Not Track signals.\nHowever, some third party websites do keep track of Your browsing activities.\nIf You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of Your web browser.\nYour California Privacy Rights (California's Shine the Light law) ================================================================= Under California Civil Code Section 1798 (California's Shine the Light law), California residents with an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties' direct marketing purposes.\nIf you'd like to request more information under the California Shine the Light law, and if You are a California resident, You can contact Us using the contact information provided below.\nCalifornia Privacy Rights for Minor Users (California Business and Professions Code Section 22581) ================================================================================================== California Business and Professions Code section 22581 allow California residents under the age of 18 who are registered users of online sites, services or applications to request and obtain removal of content or information they have publicly posted.\nTo request removal of such data, and if You are a California resident, You can contact Us using the contact information provided below, and include the email address associated with Your account.\nBe aware that Your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.\nLinks to Other Websites ======================= Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Privacy Policy of every site You visit.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.\nChanges to this Privacy Policy ============================== We may update Our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.\nWe will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.\nYou are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.\nContact Us ========== If you have any questions about this Privacy Policy, You can contact us: * By email: support@valour.gg * By mail: 99 Wall Street Suite 1299 New York, NY 10005, United States <ul>\n<li> Copy lines </li>\n<li> Copy permalink </li>\n<li>View git blame</li>\n<li>Reference in new issue</li>\n</ul> Go <ul>\n<li>© 2021 GitHub, Inc.</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Security</li>\n<li>Status</li>\n<li>Docs</li>\n</ul>\n<ul>\n<li>Contact GitHub</li>\n<li>Pricing</li>\n<li>API</li>\n<li>Training</li>\n<li>Blog</li>\n<li>About</li>\n</ul> You can’t perform that action at this time.\nYou signed in with another tab or window.\nReload to refresh your session.\nYou signed out in another tab or window.\nReload to refresh your session.\n", "created_at": "2021-01-15 04:45:19.296773", "updated_at": "2021-02-03 22:43:26.696519"}, {"id": 3489, "name": "Terms and Conditions", "url": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "xpath": "", "text": " Terms and Conditions for Valour Languages\n<ul>\n<li>\nEnglish\n</li>\n</ul> Terms and Conditions\n<p>Last updated: January 14, 2021</p>\n<p>Please read these terms and conditions carefully before using Our Service.</p>\nInterpretation and Definitions\nInterpretation\n<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>\nDefinitions\n<p>For the purposes of these Terms and Conditions:</p>\n<ul>\n<li>\n<p>\n<strong>Application</strong> means the software program provided by the Company downloaded by You on any electronic device, named Valour</p>\n</li>\n<li>\n<p>\n<strong>Application Store</strong> means the digital distribution service operated and developed by Apple Inc.\n(Apple App Store) or Google Inc.\n(Google Play Store) in which the Application has been downloaded.</p>\n</li>\n<li>\n<p>\n<strong>Affiliate</strong> means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</p>\n</li>\n<li>\n<p>\n<strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.</p>\n</li>\n<li>\n<p>\n<strong>Country</strong> refers to: New York, United States</p>\n</li>\n<li>\n<p>\n<strong>Company</strong> (referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Vooper Media LLC, 99 Wall Street Suite 1299, NY 10005.</p>\n</li>\n<li>\n<p>\n<strong>Content</strong> refers to content such as text, images, or other information that can be posted, uploaded, linked to or otherwise made available by You, regardless of the form of that content.</p>\n</li>\n<li>\n<p>\n<strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.</p>\n</li>\n<li>\n<p>\n<strong>In-app Purchase</strong> refers to the purchase of a product, item, service or Subscription made through the Application and subject to these Terms and Conditions and/or the Application Store's own terms and conditions.</p>\n</li>\n<li>\n<p>\n<strong>Promotions</strong> refer to contests, sweepstakes or other promotions offered through the Service.</p>\n</li>\n<li>\n<p>\n<strong>Service</strong> refers to the Application.</p>\n</li>\n<li>\n<p>\n<strong>Subscriptions</strong> refer to the services or access to the Service offered on a subscription basis by the Company to You.</p>\n</li>\n<li>\n<p>\n<strong>Terms and Conditions</strong> (also referred as \"Terms\") mean these Terms and Conditions that form the entire agreement between You and the Company regarding the use of the Service.</p>\n</li>\n<li>\n<p>\n<strong>Third-party Social Media Service</strong> means any services or content (including data, information, products or services) provided by a third-party that may be displayed, included or made available by the Service.</p>\n</li>\n<li>\n<p>\n<strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p>\n</li>\n</ul>\nAcknowledgment\n<p>These are the Terms and Conditions governing the use of this Service and the agreement that operates between You and the Company.\nThese Terms and Conditions set out the rights and obligations of all users regarding the use of the Service.</p>\n<p>Your access to and use of the Service is conditioned on Your acceptance of and compliance with these Terms and Conditions.\nThese Terms and Conditions apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service You agree to be bound by these Terms and Conditions.\nIf You disagree with any part of these Terms and Conditions then You may not access the Service.</p>\n<p>You represent that you are over the age of 18.\nThe Company does not permit those under 18 to use the Service.</p>\n<p>Your access to and use of the Service is also conditioned on Your acceptance of and compliance with the Privacy Policy of the Company.\nOur Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your personal information when You use the Application or the Website and tells You about Your privacy rights and how the law protects You.\nPlease read Our Privacy Policy carefully before using Our Service.</p>\nSubscriptions\nSubscription period\n<p>The Service or some parts of the Service are available only with a paid Subscription.\nYou will be billed in advance on a recurring and periodic basis (such as daily, weekly, monthly or annually), depending on the type of Subscription plan you select when purchasing the Subscription.</p>\n<p>At the end of each period, Your Subscription will automatically renew under the exact same conditions unless You cancel it or the Company cancels it.</p>\nSubscription cancellations\n<p>You may cancel Your Subscription renewal either through Your Account settings page or by contacting the Company.\nYou will not receive a refund for the fees You already paid for Your current Subscription period and You will be able to access the Service until the end of Your current Subscription period.</p>\n<p>If the Subscription has been made through an In-app Purchase, You can cancel the renewal of Your Subscription with the Application Store.</p>\nBilling\n<p>You shall provide the Company with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.</p>\n<p>Should automatic billing fail to occur for any reason, the Company will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p>\n<p>If the Subscription has been made through an In-app Purchase, all billing is handled by the Application Store and is governed by the Application Store's own terms and conditions.</p>\nFee Changes\n<p>The Company, in its sole discretion and at any time, may modify the Subscription fees.\nAny Subscription fee change will become effective at the end of the then-current Subscription period.</p>\n<p>The Company will provide You with reasonable prior notice of any change in Subscription fees to give You an opportunity to terminate Your Subscription before such change becomes effective.</p>\n<p>Your continued use of the Service after the Subscription fee change comes into effect constitutes Your agreement to pay the modified Subscription fee amount.</p>\nRefunds\n<p>Except when required by law, paid Subscription fees are non-refundable.</p>\n<p>Certain refund requests for Subscriptions may be considered by the Company on a case-by-case basis and granted at the sole discretion of the Company.</p>\n<p>If the Subscription has been made through an In-app purchase, the Application Store's refund policy will apply.\nIf You wish to request a refund, You may do so by contacting the Application Store directly.</p>\nIn-app Purchases\n<p>The Application may include In-app Purchases that allow you to buy products, services or Subscriptions.</p>\n<p>More information about how you may be able to manage In-app Purchases using your Device may be set out in the Application Store's own terms and conditions or in your Device's Help settings.</p>\n<p>In-app Purchases can only be consumed within the Application.\nIf you make a In-app Purchase, that In-app Purchase cannot be cancelled after you have initiated its download.\nIn-app Purchases cannot be redeemed for cash or other consideration or otherwise transferred.</p>\n<p>If any In-app Purchase is not successfully downloaded or does not work once it has been successfully downloaded, we will, after becoming aware of the fault or being notified to the fault by You, investigate the reason for the fault.\nWe will act reasonably in deciding whether to provide You with a replacement In-app Purchase or issue You with a patch to repair the fault.\nIn no event will We charge You to replace or repair the In-app Purchase.\nIn the unlikely event that we are unable to replace or repair the relevant In-app Purchase or are unable to do so within a reasonable period of time and without significant inconvenience to You, We will authorize the Application Store to refund You an amount up to the cost of the relevant In-app Purchase.\nAlternatively, if You wish to request a refund, You may do so by contacting the Application Store directly.</p>\n<p>You acknowledge and agree that all billing and transaction processes are handled by the Application Store from where you downloaded the Application and are governed by that Application Store's own terms and conditions.</p>\n<p>If you have any payment related issues with In-app Purchases, then you need to contact the Application Store directly.</p>\nPromotions\n<p>Any Promotions made available through the Service may be governed by rules that are separate from these Terms.</p>\n<p>If You participate in any Promotions, please review the applicable rules as well as our Privacy policy.\nIf the rules for a Promotion conflict with these Terms, the Promotion rules will apply.</p>\nUser Accounts\n<p>When You create an account with Us, You must provide Us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of Your account on Our Service.</p>\n<p>You are responsible for safeguarding the password that You use to access the Service and for any activities or actions under Your password, whether Your password is with Our Service or a Third-Party Social Media Service.</p>\n<p>You agree not to disclose Your password to any third party.\nYou must notify Us immediately upon becoming aware of any breach of security or unauthorized use of Your account.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than You without appropriate authorization, or a name that is otherwise offensive, vulgar or obscene.</p>\nContent\nYour Right to Post Content\n<p>Our Service allows You to post Content.\nYou are responsible for the Content that You post to the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content to the Service, You grant Us the right and license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content on and through the Service.\nYou retain any and all of Your rights to any Content You submit, post or display on or through the Service and You are responsible for protecting those rights.\nYou agree that this license includes the right for Us to make Your Content available to other users of the Service, who may also use Your Content subject to these Terms.</p>\n<p>You represent and warrant that: (i) the Content is Yours (You own it) or You have the right to use it and grant Us the rights and license as provided in these Terms, and (ii) the posting of Your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>\nContent Restrictions\n<p>The Company is not responsible for the content of the Service's users.\nYou expressly understand and agree that You are solely responsible for the Content and for all activity that occurs under your account, whether done so by You or any third person using Your account.</p>\n<p>You may not transmit any Content that is unlawful, offensive, upsetting, intended to disgust, threatening, libelous, defamatory, obscene or otherwise objectionable.\nExamples of such objectionable Content include, but are not limited to, the following:</p>\n<ul>\n<li>Unlawful or promoting unlawful activity.</li>\n<li>Defamatory, discriminatory, or mean-spirited content, including references or commentary about religion, race, sexual orientation, gender, national/ethnic origin, or other targeted groups.</li>\n<li>Spam, machine – or randomly – generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.</li>\n<li>Containing or installing any viruses, worms, malware, trojan horses, or other content that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any data or other information of a third person.</li>\n<li>Infringing on any proprietary rights of any party, including patent, trademark, trade secret, copyright, right of publicity or other rights.</li>\n<li>Impersonating any person or entity including the Company and its employees or representatives.</li>\n<li>Violating the privacy of any third person.</li>\n<li>False information and features.</li>\n</ul>\n<p>The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with this Terms, refuse or remove this Content.\nThe Company further reserves the right to make formatting and edits and change the manner any Content.\nThe Company can also limit or revoke the use of the Service if You post such objectionable Content.\nAs the Company cannot control all content posted by users and/or third parties on the Service, you agree to use the Service at your own risk.\nYou understand that by using the Service You may be exposed to content that You may find offensive, indecent, incorrect or objectionable, and You agree that under no circumstances will the Company be liable in any way for any content, including any errors or omissions in any content, or any loss or damage of any kind incurred as a result of your use of any content.</p>\nContent Backups\n<p>Although regular backups of Content are performed, the Company do not guarantee there will be no loss or corruption of data.</p>\n<p>Corrupt or invalid backup points may be caused by, without limitation, Content that is corrupted prior to being backed up or that changes during the time a backup is performed.</p>\n<p>The Company will provide support and attempt to troubleshoot any known or discovered issues that may affect the backups of Content.\nBut You acknowledge that the Company has no liability related to the integrity of Content or the failure to successfully restore Content to a usable state.</p>\n<p>You agree to maintain a complete and accurate copy of any Content in a location independent of the Service.</p>\nCopyright Policy\nIntellectual Property Infringement\n<p>We respect the intellectual property rights of others.\nIt is Our policy to respond to any claim that Content posted on the Service infringes a copyright or other intellectual property infringement of any person.</p>\n<p>If You are a copyright owner, or authorized on behalf of one, and You believe that the copyrighted work has been copied in a way that constitutes copyright infringement that is taking place through the Service, You must submit Your notice in writing to the attention of our copyright agent via email at dmca@valour.gg and include in Your notice a detailed description of the alleged infringement.</p>\n<p>You may be held accountable for damages (including costs and attorneys' fees) for misrepresenting that any Content is infringing Your copyright.</p>\nDMCA Notice and DMCA Procedure for Copyright Infringement Claims\n<p>You may submit a notification pursuant to the Digital Millennium Copyright Act (DMCA) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright's interest.</li>\n<li>A description of the copyrighted work that You claim has been infringed, including the URL (i.e., web page address) of the location where the copyrighted work exists or a copy of the copyrighted work.</li>\n<li>Identification of the URL or other specific location on the Service where the material that You claim is infringing is located.</li>\n<li>Your address, telephone number, and email address.</li>\n<li>A statement by You that You have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement by You, made under penalty of perjury, that the above information in Your notice is accurate and that You are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>You can contact our copyright agent via email at dmca@valour.gg.\nUpon receipt of a notification, the Company will take whatever action, in its sole discretion, it deems appropriate, including removal of the challenged content from the Service.</p>\nIntellectual Property\n<p>The Service and its original content (excluding Content provided by You or other users), features and functionality are and will remain the exclusive property of the Company and its licensors.</p>\n<p>The Service is protected by copyright, trademark, and other laws of both the Country and foreign countries.</p>\n<p>Our trademarks and trade dress may not be used in connection with any product or service without the prior written consent of the Company.</p>\nLinks to Other Websites\n<p>Our Service may contain links to third-party web sites or services that are not owned or controlled by the Company.</p>\n<p>The Company has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that the Company shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise You to read the terms and conditions and privacy policies of any third-party web sites or services that You visit.</p>\nTermination\n<p>We may terminate or suspend Your Account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.</p>\n<p>Upon termination, Your right to use the Service will cease immediately.\nIf You wish to terminate Your Account, You may simply discontinue using the Service.</p>\nLimitation of Liability\n<p>Notwithstanding any damages that You might incur, the entire liability of the Company and any of its suppliers under any provision of this Terms and Your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by You through the Service or 100 USD if You haven't purchased anything through the Service.</p>\n<p>To the maximum extent permitted by applicable law, in no event shall the Company or its suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, loss of data or other information, for business interruption, for personal injury, loss of privacy arising out of or in any way related to the use of or inability to use the Service, third-party software and/or third-party hardware used with the Service, or otherwise in connection with any provision of this Terms), even if the Company or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.</p>\n<p>Some states do not allow the exclusion of implied warranties or limitation of liability for incidental or consequential damages, which means that some of the above limitations may not apply.\nIn these states, each party's liability will be limited to the greatest extent permitted by law.</p>\n\"AS IS\" and \"AS AVAILABLE\" Disclaimer\n<p>The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, the Company, on its own behalf and on behalf of its Affiliates and its and their respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the Service, including all implied warranties of merchantability, fitness for a particular purpose, title and non-infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, the Company provides no warranty or undertaking, and makes no representation of any kind that the Service will meet Your requirements, achieve any intended results, be compatible or work with any other software, applications, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.</p>\n<p>Without limiting the foregoing, neither the Company nor any of the company's provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the Service, or the information, content, and materials or products included thereon.\n(ii) that the Service will be uninterrupted or error-free.\n(iii) as to the accuracy, reliability, or currency of any information or content provided through the Service.\nor (iv) that the Service, its servers, the content, or e-mails sent from or on behalf of the Company are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.</p>\n<p>Some jurisdictions do not allow the exclusion of certain types of warranties or limitations on applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to You.\nBut in such a case the exclusions and limitations set forth in this section shall be applied to the greatest extent enforceable under applicable law.</p>\nGoverning Law\n<p>The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service.\nYour use of the Application may also be subject to other local, state, national, or international laws.</p>\nDisputes Resolution\n<p>If You have any concern or dispute about the Service, You agree to first try to resolve the dispute informally by contacting the Company.</p>\nFor European Union (EU) Users\n<p>If You are a European Union consumer, you will benefit from any mandatory provisions of the law of the country in which you are resident in.</p>\nUnited States Federal Government End Use Provisions\n<p>If You are a U.S.\nfederal government end user, our Service is a \"Commercial Item\" as that term is defined at 48 C.F.R.\n§2.101.</p>\nUnited States Legal Compliance\n<p>You represent and warrant that (i) You are not located in a country that is subject to the United States government embargo, or that has been designated by the United States government as a \"terrorist supporting\" country, and (ii) You are not listed on any United States government list of prohibited or restricted parties.</p>\nSeverability and Waiver\nSeverability\n<p>If any provision of these Terms is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.</p>\nWaiver\n<p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Terms shall not effect a party's ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute a waiver of any subsequent breach.</p>\nTranslation Interpretation\n<p>These Terms and Conditions may have been translated if We have made them available to You on our Service.\nYou agree that the original English text shall prevail in the case of a dispute.</p>\nChanges to These Terms and Conditions\n<p>We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at Our sole discretion.</p>\n<p>By continuing to access or use Our Service after those revisions become effective, You agree to be bound by the revised terms.\nIf You do not agree to the new terms, in whole or in part, please stop using the website and the Service.</p>\nContact Us\n<p>If you have any questions about these Terms and Conditions, You can contact us:</p>\n<ul>\n<li>\n<p>By email: support@valour.gg</p>\n</li>\n<li>\n<p>By mail: 99 Wall Street Suite 1299 New York, NY 10005</p>\n</li>\n</ul> Terms and Conditions for Valour ", "created_at": "2021-01-15 04:46:51.292923", "updated_at": "2021-02-03 22:44:07.794057"}], "points": [{"id": 16026, "title": "You can request access and deletion of personal data", "source": "https://github.com/SpikeViper/Valour/blob/252cef85b54338e263b522b6aa3bfd56b44479b2/PRIVACY", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:54:31.024709", "updated_at": "2021-02-08 09:09:47.006114", "quoteText": "Whenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section.", "case_id": 195, "document_id": 3488, "quoteStart": 20509, "quoteEnd": 20644}, {"id": 16027, "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:58:03.785493", "updated_at": "2021-02-08 09:09:53.962832", "quoteText": "If a revision is material We will make reasonable efforts to provide at least 30 days' notice prior to any new terms taking effect.", "case_id": 124, "document_id": 3489, "quoteStart": 24248, "quoteEnd": 24379}, {"id": 16018, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://github.com/SpikeViper/Valour/blob/252cef85b54338e263b522b6aa3bfd56b44479b2/PRIVACY", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:34:01.98619", "updated_at": "2021-02-08 09:08:40.257132", "quoteText": "Our Service does not respond to Do Not Track signals.", "case_id": 233, "document_id": 3488, "quoteStart": 39737, "quoteEnd": 39790}, {"id": 16020, "title": "You must create an account to use this service", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:36:21.695985", "updated_at": "2021-02-08 09:08:51.451106", "quoteText": "Account</strong> means a unique account created for You to access our Service or parts of our Service.", "case_id": 230, "document_id": 3489, "quoteStart": 1267, "quoteEnd": 1369}, {"id": 16022, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:40:32.488409", "updated_at": "2021-02-08 09:09:00.806685", "quoteText": "We may terminate or suspend Your Account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.</p>", "case_id": 201, "document_id": 3489, "quoteStart": 18234, "quoteEnd": 18424}, {"id": 16021, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:37:44.738868", "updated_at": "2021-02-08 09:09:18.924168", "quoteText": "Spam, machine – or randomly – generated, constituting unauthorized or unsolicited advertising, chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling.</li>\n<li>", "case_id": 281, "document_id": 3489, "quoteStart": 12192, "quoteEnd": 12392}, {"id": 16023, "title": "This service may use your personal information for marketing purposes", "source": "https://github.com/SpikeViper/Valour/blob/252cef85b54338e263b522b6aa3bfd56b44479b2/PRIVACY", "status": "\"We may use Your information for other purposes... marketing and your experience.\"", "created_at": "2021-02-07 22:44:59.143983", "updated_at": "2021-02-08 15:54:38.435093", "quoteText": "marketing", "case_id": 336, "document_id": 3488, "quoteStart": 12198, "quoteEnd": 12207}, {"id": 16019, "title": "There is a date of the last update of the agreements", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:35:40.477889", "updated_at": "2021-02-08 09:09:11.260463", "quoteText": "Terms and Conditions\n<p>Last updated: January 14, 2021", "case_id": 331, "document_id": 3489, "quoteStart": 73, "quoteEnd": 127}, {"id": 16025, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:52:23.073948", "updated_at": "2021-02-08 09:09:06.263659", "quoteText": "The Service is provided to You \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind.", "case_id": 286, "document_id": 3489, "quoteStart": 20001, "quoteEnd": 20120}, {"id": 16024, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 22:50:40.907246", "updated_at": "2021-02-08 09:09:27.882394", "quoteText": "You agree not to disclose Your password to any third party.", "case_id": 229, "document_id": 3489, "quoteStart": 9811, "quoteEnd": 9870}, {"id": 16028, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "\"If a revision is material...provide at least 30 days' notice prior to any new terms taking effect. What constitutes a material change will be determined at Our sole discretion.\"", "created_at": "2021-02-07 22:59:53.139072", "updated_at": "2021-02-07 23:01:25.310639", "quoteText": "We reserve the right, at Our sole discretion, to modify or replace these Terms at any time.", "case_id": 121, "document_id": 3489, "quoteStart": 24156, "quoteEnd": 24247}, {"id": 16029, "title": "The terms for this service are translated into different languages", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-07 23:03:21.283898", "updated_at": "2021-02-08 09:09:33.908196", "quoteText": "These Terms and Conditions may have been translated if We have made them available to You on our Service.", "case_id": 198, "document_id": 3489, "quoteStart": 23924, "quoteEnd": 24029}, {"id": 16044, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://github.com/SpikeViper/Valour/blob/252cef85b54338e263b522b6aa3bfd56b44479b2/PRIVACY", "status": "Generated through the annotate view", "created_at": "2021-02-08 12:30:11.933634", "updated_at": "2021-02-08 15:54:48.991714", "quoteText": "The Service Providers We use may have access to Your Personal Data.", "case_id": 188, "document_id": 3488, "quoteStart": 16981, "quoteEnd": 17048}, {"id": 16045, "title": "This service has a no refund policy with some exceptions", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-08 12:32:48.029396", "updated_at": "2021-02-08 15:55:16.600326", "quoteText": "Your agreement to pay the modified Subscription fee amount.</p>\nRefunds\n<p>Except when required by law, paid Subscription fees are non-refundable.</p>\n<p>Certain refund requests for Subscriptions may be considered by the Company on a case-by-case basis and granted at the sole discretion of the Company.</p>\n<p>If the Subscription has been made through an In-app purchase, the Application Store's refund policy will apply.\nIf You wish to request a refund, You may do so by contacting the Application Store directly.", "case_id": 398, "document_id": 3489, "quoteStart": 6644, "quoteEnd": 7159}, {"id": 16046, "title": "You can opt out of promotional communications", "source": "https://github.com/SpikeViper/Valour/blob/252cef85b54338e263b522b6aa3bfd56b44479b2/PRIVACY", "status": "Generated through the annotate view", "created_at": "2021-02-08 12:34:02.088474", "updated_at": "2021-02-08 15:55:33.17939", "quoteText": "To provide You with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.", "case_id": 223, "document_id": 3488, "quoteStart": 11259, "quoteEnd": 11508}, {"id": 16047, "title": "Your data may be processed and stored anywhere in the world", "source": "https://github.com/SpikeViper/Valour/blob/252cef85b54338e263b522b6aa3bfd56b44479b2/PRIVACY", "status": "Generated through the annotate view", "created_at": "2021-02-08 12:37:22.368991", "updated_at": "2021-02-08 15:55:02.771564", "quoteText": "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.", "case_id": 187, "document_id": 3488, "quoteStart": 14622, "quoteEnd": 15040}, {"id": 16048, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-08 14:01:42.28998", "updated_at": "2021-02-08 15:54:19.360048", "quoteText": "<p>The Company reserves the right, but not the obligation, to, in its sole discretion, determine whether or not any Content is appropriate and complies with this Terms, refuse or remove this Content.", "case_id": 202, "document_id": 3489, "quoteStart": 13063, "quoteEnd": 13262}, {"id": 16925, "title": "This service reserves the right to edit any content you post ", "source": "https://www.termsfeed.com/live/8e6279fa-f040-442d-a2d2-4e4395aaf367", "status": "Generated through the annotate view", "created_at": "2021-02-26 14:00:01.737738", "updated_at": "2021-02-26 14:01:04.069292", "quoteText": "The Company further reserves the right to make formatting and edits and change the manner any Content.\n", "case_id": 407, "document_id": 3489, "quoteStart": 13263, "quoteEnd": 13366}], "urls": ["valour.gg"]}}