{"error": 448, "message": "OK", "parameters": {"id": 2540, "name": "El Mundo (Spain)", "created_at": "2021-01-16 15:30:37.446479", "updated_at": "2021-05-08 00:02:33.168885", "wikipedia": "https://en.wikipedia.org/wiki/El_Mundo_(Spain)", "keywords": null, "related": null, "slug": "el_mundo_spain", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2540.png", "url": "elmundo.es", "documents": [{"id": 3540, "name": "Terms of Service", "url": "https://www.elmundo.es/registro/avisolegal.html", "xpath": "/html/body/main/div[4]/div/div/div[1]", "text": "\nAviso legal\n1.\nDatos identificativos\n<p>1.1.\nUNIDAD EDITORIAL INFORMACIÓN GENERAL, S.L.U.\n(en adelante, UNIDAD EDITORIAL) es una entidad cuyo domicilio social se encuentra sito en la Avenida de San Luis, 25, 28033 Madrid y cuyo CIF es B-81.868.697.\nEl teléfono de contacto es el (34) 91 443 50 00, y el fax el (34) 91 443 67 51.\nLa dirección de correo electrónico de contacto es la siguiente: internet@elmundo.es.</p>\n<p>Esta entidad se encuentra inscrita en el Registro Mercantil de Madrid, al tomo 25.571, folio 154, sección 8ª, hoja M-441081, inscripción 25ª.</p>\n<p>1.2.\nAsimismo, el nombre de dominio, titularidad de UNIDAD EDITORIAL, es elmundo.es.</p>\n2.\nObjeto y ámbito de aplicación\n<p>2.1.\nEstas son las condiciones generales (en adelante \"Condiciones Generales\") que regulan el acceso, navegación y uso de los sitios web bajo el dominio \"elmundo.es\" (en adelante, \"Sitio Web\"), asá como las responsabilidades derivadas de la utilización de sus contenidos (entendiendo en adelante por \"Contenidos\" los textos, gráficos, dibujos, diseños, códigos, software, fotografías, música, vídeos, sonidos, bases de datos, imágenes, expresiones e informaciones, así como cualquier otra creación protegida por las leyes nacionales y los tratados internacionales sobre propiedad intelectual e industrial).\nIndependientemente de las mismas, UNIDAD EDITORIAL podrá establecer unas condiciones particulares que regulen la utilización y/o contratación de servicios específicos ofrecidos a los usuarios a través del Sitio Web.</p>\n<p>2.2.\nSe entenderá que el acceso o la mera utilización del Sitio Web por parte del usuario implica la adhesión de éste a las Condiciones Generales que UNIDAD EDITORIAL tenga publicadas en cada momento en el que acceda al Sitio Web y que estarán disponibles para los usuarios.\nEn consecuencia, el usuario debe leer atentamente estas Condiciones Generales.\nEn este sentido, se entenderá por \"Usuario\" a la persona que acceda, navegue, utilice o participe en los servicios y actividades, gratuitas u onerosas, desarrolladas en el Sitio Web.</p>\n<p>2.3.\nAsimismo, a través del Sitio Web, UNIDAD EDITORIAL podrá habilitar a terceras entidades para que publiciten o presten sus servicios.\nEn estos casos, UNIDAD EDITORIAL no será responsable de establecer las condiciones generales y particulares a tener en cuenta en la utilización, prestación o contratación de estos servicios por terceros y, por tanto, no podrá ser considerado responsable de los mismos.</p>\n<p>2.4.\nAntes de utilizar y/o contratar dichos servicios específicos prestados por UNIDAD EDITORIAL, el Usuario deberá leer atentamente las correspondientes condiciones particulares creadas a tal efecto por UNIDAD EDITORIAL.\nLa utilización y/o la contratación de dichos servicios específicos implica la aceptación de las condiciones particulares que los regulen en la versión publicada por UNIDAD EDITORIAL en el momento en que se produzca dicha utilización y/o contratación.</p>\n3.\nDerechos de propiedad intelectual e industrial\n<p>3.1.\nUNIDAD EDITORIAL, como autor de obra colectiva, o cualquier obra o prestaciones de cualquier naturaleza, es titular de los derechos de propiedad intelectual e industrial del Sitio Web, y es también titular o tiene la correspondiente licencia sobre los derechos de propiedad intelectual, industrial y de imagen sobre de los contenidos disponibles a través del mismo.</p>\n<p>3.2.\nEn ningún caso se entenderá que el acceso y navegación del Usuario implica una renuncia, transmisión, licencia o cesión total ni parcial de dichos derechos por parte de UNIDAD EDITORIAL.</p>\n<p>3.3.\nEn consecuencia, no está permitido suprimir, eludir o manipular el aviso de derechos de autor (copyright) y cualesquiera otros datos de identificación de los derechos de UNIDAD EDITORIAL o de sus titulares incorporados a los contenidos, así como los dispositivos técnicos de protección, las huellas digitales o cualesquiera mecanismos de información y/o de identificación que pudieren contenerse en los contenidos.</p>\n<p>3.4.\nAsimismo está prohibido modificar, copiar, reutilizar, explotar, reproducir, comunicar públicamente, hacer segundas o posteriores publicaciones, cargar archivos, enviar por correo, transmitir, usar, tratar o distribuir de cualquier forma la totalidad o parte de los contenidos incluidos en el Sitio Web si no se cuenta con la autorización expresa y por escrito de UNIDAD EDITORIAL o, en su caso, del titular o titulares de los derechos a que corresponda.</p>\n<p>3.5.\nEn particular, UNIDAD EDITORIAL se opone de manera expresa a que la reproducción de sus páginas pueda ser considerada una cita en los términos previstos en el artículo 32, 1º párrafo segundo, de la Ley de Propiedad Intelectual.</p>\n<p>En caso de que esté interesado en una autorización o licencia para utilizar en cualquier forma los contenidos del Sitio Web diríjase aquí.</p>\n4.\nAcceso gratuito limitado\n<p>4.1.\nEl acceso a los Contenidos del Sitio Web por parte de los Usuarios tiene carácter libre y gratuito para los 25 primeros accesos efectivos (según quedan definidos en el siguiente párrafo) que se realicen cada mes natural.\nAsí, el cómputo del número de accesos efectivos se reiniciará el primer día de cada mes.</p>\n<p>4.2.\nA estos efectos, tendrá la consideración de \"Acceso Efectivo\" a un Contenido del Sitio Web el acceso que se realice desde el propio Sitio Web haciendo click sobre (i) una noticia en particular, (ii) un álbum de fotos (el acceso a cada foto de un álbum no computará como Acceso Efectivo) y (iii) los encuentros.</p>\n<p>4.3 No tendrá la consideración de Acceso Efectivo, y por tanto, será gratuito y sin restricciones (i) el acceso a cualquier Contenido del Sitio Web que se realice a través del enlace directo al mismo facilitado por cualquier navegador o red social sin pasar por la página principal (en adelante, la \"Home\") del Sitio Web.\n(ii) el acceso general a la Home.\n(iii) el acceso a las portadillas.\ny/o (iv) el acceso a urgentes, última hora, vídeos, envivos, y todos los servicios (el tiempo, traductor, callejero, cartelera).</p>\n<p>4.4.\nEl Usuario que decida registrarse (tal y como queda regulado en la siguiente cláusula 5) podrá consultar de forma gratuita y sin que compute como Acceso Efectivo la newsletter, las alertas, y además podrá participar sin límite en la comunidad de lectores del Sitio Web y en las promociones y sorteos exclusivos.</p>\n<p>4.5.\nPara poder superar el número de los 25 Accesos Efectivos a los Contenidos del Sitio Web, será necesario la contratación previa del servicio de suscripción y al pago de una cantidad de dinero en la forma en la que se determina en el documento [o cláusula] \"Términos de Suscripción\").</p>\n<p>4.6.\nAsimismo, UNIDAD EDITORIAL podrá poner a disposición del Usuario la posibilidad de contratar la Suscripción en favor de un tercero beneficiario (el \"Tercero\").\nPara ello, el Usuario deberá registrarse conforme se indica en la siguiente cláusula 5 (o, si ya es un usuario registrado, introducir su nombre de usuario y contraseña) y proceder al pago que corresponda según la Suscripción que este haya decidido adquirir en favor del Tercero.\nLa activación de la Suscripción dependerá única y exclusivamente del Tercero.\nPara ello, UNIDAD EDITORIAL enviará la información necesaria para la activación de la Suscripción a la dirección de correo electrónico del Tercero que haya sido indicada por el Usuario, lo que incluirá con carácter no limitativo la aceptación, por parte del Tercero, de los Términos de Suscripción.\nSe recuerda al Usuario que, para que la activación pueda ejecutarse correctamente, la dirección de correo electrónico del Tercero que proporcione deberá ser válida y estar completamente operativa.</p>\n<p>4.7.\nAdicionalmente, otros de los servicios y contenidos ofrecidos por UNIDAD EDITORIAL o terceros a través del Sitio Web pueden encontrarse sujetos a la contratación previa del servicio o producto y al pago de una cantidad de dinero en la forma que se determine en las correspondientes condiciones particulares, en cuyo caso se pondrán a su disposición de forma clara.</p>\n<p>4.8.\nCuando sea necesario que el Usuario se registre o aporte datos personales para poder acceder a alguno de los servicios, la recogida y el tratamiento de los datos personales de los Usuarios será de aplicación lo dispuesto en la \"Política de Privacidad\" recogida en el Sitio Web.\nRespecto al dato de la dirección de correo electrónico del Tercero que proporcione el Usuario en el marco de lo establecido en la cláusula 4.6., UNIDAD EDITORIAL solo utilizará dicho dato para la verificación de su condición de Tercero (necesaria para la activación de la Suscripción por el Tercero).\nSi el Tercero no activase su Suscripción dentro del plazo concedido a tales efectos, el dato de su correo electrónico será cancelado por UNIDAD EDITORIAL.</p>\n<p>4.9.\nQueda prohibida la contratación de productos y servicios a través del Sitio Web por parte de menores de edad legal no emancipados, salvo que hayan obtenido debidamente y con anterioridad, el consentimiento de sus padres, tutores o representantes legales, los cuales serán considerados como responsables de los actos que lleven a cabo los menores a su cargo, conforme a la normativa vigente.</p>\n5.\nUtilización del sitio web\n<p>5.1.\nLos Contenidos incluidos en el Sitio Web se facilitan únicamente a consumidores o Usuarios finales.\nCualquier uso comercial no autorizado de los mismos, o su reventa, quedan prohibidos, salvo que se cuente con la previa autorización escrita de UNIDAD EDITORIAL.</p>\n<p>5.2.\nSi para la utilización y/o contratación de un servicio en el Sitio Web, el Usuario debiera proceder a su registro, éste será responsable de aportar información veraz y lícita (en adelante, el <strong>\"Usuario Registrado\"</strong>).\nSi como consecuencia del registro, se dotara al Usuario de una contraseña, éste se compromete a hacer un uso diligente y a mantener en secreto la contraseña para acceder a estos servicios.\nEn consecuencia, los Usuarios son responsables de la adecuada custodia y confidencialidad de cualesquiera identificadores y/o contraseñas que le sean suministradas por UNIDAD EDITORIAL, y se comprometen a no ceder su uso a terceros, ya sea temporal o permanente, ni a permitir su acceso a personas ajenas.\nSerá responsabilidad del Usuario la utilización de los servicios por cualquier tercero ilegítimo que emplee a tal efecto una contraseña a causa de una utilización no diligente o de la pérdida de la misma por el Usuario.</p>\n<p>5.3.\nEn virtud de lo anterior, es obligación del Usuario notificar de forma inmediata a UNIDAD EDITORIAL cualquier hecho que permita el uso indebido de los identificadores y/o contraseñas, tales como el robo, extravío, o el acceso no autorizado a los mismos, con el fin de proceder a su inmediata cancelación.\nMientras no se comuniquen tales hechos, UNIDAD EDIORIAL quedará eximida de cualquier responsabilidad que pudiera derivarse del uso indebido de los identificadores o contraseñas por terceros no autorizados.</p>\n<p>5.4.\nEl acceso, navegación y uso del Sitio Web es responsabilidad del Usuario, por lo que el Usuario se compromete a observar diligente y fielmente cualquier instrucción adicional impartida por UNIDAD EDITORIAL o por personal autorizado de UNIDAD EDITORIAL relativa al uso del Sitio Web y de sus Contenidos.\nAsimismo le instamos a que comunique a UNIDAD EDITORIAL cualquier hecho del que tenga conocimiento y suponga una conducta contraria a derecho o vulnere derechos de cualquier tercero bien a través de las herramientas del Sitio Web o bien a través del formulario de contacto.</p>\n<p>5.5.\nPor tanto, el Usuario se obliga a usar los Contenidos de forma diligente, correcta y lícita y, en particular, se compromete a abstenerse de:</p>\n<ul>\n<li>i.\nutilizar los contenidos con fines o efectos contrarios a la ley, a la moral y a las buenas costumbres generalmente aceptadas o al orden público;</li>\n<li>ii.\nreproducir o copiar, distribuir, permitir el acceso del público a través de cualquier modalidad de comunicación pública, transformar o modificar los contenidos, a menos que se cuente con la autorización del titular de los correspondientes derechos o ello resulte legalmente permitido.\ny</li>\n<li>iii.\nemplear los Contenidos y, en particular, la información de cualquier clase obtenida a través de la página o de los servicios para remitir publicidad, comunicaciones con fines de venta directa o con cualquier otra clase de finalidad comercial, mensajes no solicitados dirigidos a una pluralidad de personas con independencia de su finalidad, así como a abstenerse de comercializar o divulgar de cualquier modo dicha información.</li>\n</ul>\n<p>5.6.\nUNIDAD EDITORIAL se reserva el derecho de cursar la baja inmediata del Usuario Registrado si considera, a su sola discreción, que el Usuario Registrado está realizando cualquier actividad que constituya o pueda constituir un incumplimiento de estas Condiciones Generales.</p>\n6.\nEspacios y herramientas de participación\n<p>\n<u>Perfil del Usuario Registrado</u>\n</p>\n<p>6.1.\nEl Sitio Web pone a disposición del Usuario distintos espacios y herramientas de participación para fomentar la conversación y el intercambio de ideas y opiniones entre los Usuarios.\nSu objetivo es permanecer abierto y accesible para cualquier Usuario Registrado siempre que éste respete las presentes Condiciones Generales.</p>\n<p>6.2.\nPor medio de estas herramientas y espacios el Usuario Registrado podrá disponer de un espacio propio, llamado Perfil, que le identificará bajo su nombre real o su identificador de Usuario (nick) asociado a la cuenta de Usuario.\nLa cuenta de Usuario podrá, si el Usuario Registrado así lo elige, ser asociada a una imagen (avatar) de su elección y que le representará de manera visual en los diferentes espacios de participación del Sitio Web.\nLos avatares de aquellos Usuarios que el Usuario Registrado siga y también de aquellos que sigan al Usuario Registrado serán visibles en el Perfil para que pueda estar informado y reconocerlos fácilmente.</p>\n<p>6.3.\nEn el Perfil se reflejará la actividad de participación en el Sitio Web.\nLos comentarios del Usuario Registrado son públicos y podrán consultarse recopilados en un el Perfil junto a las respuestas y menciones que haya recibido de otros Usuarios.\nOtros Usuarios podrán seguir la actividad del Usuario Registrado que se genere en el Sitio Web, los comentarios o los concursos y promociones en los que el Usuario Registrado esté participando.</p>\n<p>6.4.\nEste Perfil será con carácter general público pero se mantendrán ocultas, sólo visibles por el Usuario, ciertas actividades de carácter privado (tales como inicio de seguimiento, contenidos moderados, notificaciones individuales de participación en promociones y juegos y cualesquiera otras notificaciones privadas).</p>\n<p>\n<u>Normas de Participación</u>\n</p>\n<p>6.5.\nEn ningún caso se permitirá la publicación de contenidos que de forma manifiesta fomenten el odio, el desprecio o la discriminación por motivos de nacimiento, raza, sexo, religión, nacionalidad, opinión o cualquier otra circunstancia personal o social.\nTampoco se tolerarán, en ningún caso, sea cual sea su fin, los intentos de suplantar la identidad de terceras personas ni la publicación de datos de contacto privados.</p>\n<p>6.6.\nTampoco se aprobarán mensajes que contengan 'spam' ni aquellos con enlaces a sitios que nada tengan que ver con el motivo de la conversación.\n</p>\n<p>6.7.\nSe buscan mensajes educados para un intercambio de opiniones, de modo que no se permitirán los ataques personales ni los mensajes no relacionados con la conversación.\n</p>\n<p>6.8.\nPara evitar comentarios repetidos, se recomienda leer primero una conversación antes de participar en ella.</p>\n<p>6.9.\nEl Usuario Registrado es responsable de la totalidad de las manifestaciones en internet igual que en cualquier otro lugar.</p>\n<p>6.10.\nLos mensajes de los Usuarios Registrados no se corresponden necesariamente con nuestra línea editorial.</p>\n<p>6.11.\nEl Sitio Web se reserva el derecho de suprimir, por cualquier razón y sin previo aviso, cualquier información o contenido generado en los espacios de participación.\n</p>\n<p>6.12.\nEl Sitio Web pone a disposición una herramienta para denuncia de los mensajes o contenidos inadecuados accesible mediante un botón habilitado al efecto.\n</p>\n<p>6.13.\nEl Sitio Web declina expresamente cualquier responsabilidad dimanante de los contenidos alojados por los Usuarios Registrados, sin perjuicio de lo cual adoptará las medidas oportunas para detectar y atender reclamaciones sobre posible actividades ilícitas por parte de los mismos, reservándose expresamente la posibilidad de interrumpir en cualquier momento y sin previo aviso, temporal o definitivamente, el servicio de participación ofrecido a cualquier Usuario cuyos contenidos puedan ser considerados ilegales, prohibidos o simplemente inadecuados.</p>\n7.\nContenidos generados por el usuario\n<p>7.1.\nEn el caso de que el Usuario envíe contenidos de cualquier tipo al Sitio Web, incluyendo, pero no limitado a fotografías, imágenes con o sin movimiento, textos, informaciones, bases de datos, grabaciones sonoras o cualesquiera otras obras o prestaciones (en adelante, los âContenidos Generadosâ) el mismo declara, garantiza y acepta que los distintos usos de los Contenidos Generales en los términos establecidos en las presentes Condiciones Generales no son susceptible de infringir ningún derecho de propiedad intelectual o industrial, deber de confidencialidad, secreto comercial o cualquier otro derecho de tercero.</p>\n<p>7.2.\nEn el caso de que los Contenidos Generados consistan en imágenes (incluyendo por tanto el avatar) el Usuario declara y garantiza:</p>\n<ul>\n<li>i.\nQue es mayor de edad a los efectos legales.</li>\n<li>ii.\nQue es el autor o titular de los derechos de imagen.</li>\n<li>iii.\nQue la persona o personas cuya imagen se reproduce en los Contenidos Generados han consentido expresa e inequívocamente la captación de su imagen, así como su reproducción y difusión pública.\nEn caso de que la persona cuya imagen se reproduce sea menor de edad, el Usuario garantiza que ha obtenido el consentimiento expreso e inequívoco para la captación, la reproducción y la difusión pública de la imagen de los padres o tutores del menor de edad y podrá acreditarlo en cualquier momento que sea requerido para ello.</li>\n</ul>\n<p>7.3.\nEl Usuario asume la responsabilidad y garantiza mantener indemne a UNIDAD EDITORIAL de cualquier tipo de daño que se produzca como consecuencia del incumplimiento por parte del Usuario de las previsiones establecidas en los dos párrafos precedentes (7.1 y 7.2).\nEsta responsabilidad incluye, pero no se limita a, la exactitud, legalidad, originalidad y titularidad de los Contenidos Generados.</p>\n<p>7.4.\nEl Usuario cede a título gratuito a UNIDAD EDITORIAL, sin carácter de exclusiva, los derechos de propiedad industrial e intelectual y cualquier otro tipo de derecho sobre los Contenidos Generados, incluyendo, sin limitación, los derechos de reproducción, distribución, comunicación pública (incluida su modalidad de puesta a disposición) y transformación para su explotación por cualquier medio, soporte o formato y a través de cualquier sistema, procedimiento o modalidad de transmisión, comunicación o distribución, ya sea gratuito o de pago, utilizando los Contenidos Generales solos o conjuntamente con otro.\nLa cesión a favor de UNIDAD EDITORIAL se realiza para todo el mundo, por todo el tiempo de duración de los derechos y comprende la facultad de cesión a terceros.</p>\n<p>7.5.\nUNIDAD EDITORIAL se reserva la facultad de decidir sobre la divulgación o publicación de los Contenidos Generados.</p>\n8.\nResponsabilidades y garantías\n<p>8.1.\nUNIDAD EDITORIAL no garantiza la licitud, fiabilidad, utilidad, veracidad o exactitud de los servicios o de la información que difunda a través del Sitio Web.</p>\n<p>8.2.\nEn consecuencia, UNIDAD EDITORIAL no garantiza ni se hace responsable de: (i) el funcionamiento del Sitio Web.\n(ii) la continuidad de los Contenidos del Sitio Web.\n(ii) la ausencia de errores en dichos Contenidos ni la corrección de cualquier defecto que pudiera ocurrir.\n(iii) la ausencia de virus y/o demás componentes dañinos en el Sitio Web o en el servidor que lo suministra.\n(iv) la invulnerabilidad del Sitio Web y/o la inexpugnabilidad de las medidas de seguridad que se adopten en el mismo.\n(v) la falta de utilidad o rendimiento de los contenidos del Sitio Web.\n(vi) los daños o perjuicios que cause, a sí mismo o a un tercero, cualquier persona que infringiera las condiciones, normas e instrucciones que UNIDAD EDITORIAL establece en el Sitio Web o a través de la vulneración de los sistemas de seguridad del Sitio Web.</p>\n<p>8.3.\nNo obstante, UNIDAD EDITORIAL declara que ha adoptado diligentemente las medidas necesarias, dentro de sus posibilidades y del estado de la tecnología, para garantizar el funcionamiento del Sitio Web y evitar la existencia y transmisión a los Usuarios de virus y otros componentes dañinos.</p>\n9.\nEnlaces\n<p>\n<u> Enlaces a otros Sitios Web</u>\n</p>\n<p>9.1.\nEn el Sitio Web, el Usuario podrá encontrar enlaces a otras páginas web mediante diferentes botones, links, banners, etc., los cuales son gestionados por terceros.\nUNIDAD EDITORIAL no asume ningún tipo de responsabilidad por cualquier aspecto relativo a la página web enlazada.</p>\n<p>\n<u>Enlaces en otros sitios web con destino al Sitio Web</u>\n</p>\n<p>9.2.\nSi cualquier tercero, entidad o sitio web deseara establecer algún tipo de enlace con destino al Sitio Web deberá atenerse a las siguientes condiciones y requisitos:</p>\n<ul>\n<li>i.\nEl enlace se podrá dirigir a la Página Principal del Sitio Web.</li>\n<li>ii.\nEl enlace debe ser absoluto y completo, es decir, debe llevar al Usuario, mediante un clic, a la propia dirección URL de UNIDAD EDITORIAL https://www.elmundo.es y debe abarcar completamente toda la extensión de la pantalla del Sitio Web.\nEn ningún caso, salvo que UNIDAD EDITORIAL lo autorice de manera expresa y por escrito, el sitio web que realiza el enlace podrá reproducir, de cualquier manera, el Sitio Web, incluirlo como parte de su web o dentro de uno de sus \"frames\" o crear un \"browser\" sobre cualquiera de las páginas del Sitio Web.</li>\n<li>En la página que establece el enlace no se podrá declarar de ninguna manera que UNIDAD EDITORIAL ha autorizado tal enlace, salvo que UNIDAD EDITORIAL lo haya hecho expresamente y por escrito.\nSi la entidad que realiza el enlace desde su página al Sitio Web deseara incluir en su página web la marca, denominación, nombre comercial, rótulo, logotipo, slogan o cualquier otro tipo de elemento identificativo de UNIDAD EDITORIAL y/o del Sitio Web, deberá contar previamente con su autorización expresa y por escrito.</li>\n<li>iii.\nUNIDAD EDITORIAL no autoriza el establecimiento de un enlace al Sitio Web desde aquellas páginas web que de forma manifiesta fomenten el odio, el desprecio o la discriminación por motivos de nacimiento, raza, sexo, religión, nacionalidad, opinión o cualquier otra circunstancia personal o social y en general, que contravengan la moral, el orden público o las normas sociales generalmente aceptadas.</li>\n</ul>\n<p>9.3.\nUNIDAD EDITORIAL no asume ningún tipo de responsabilidad por cualquier aspecto relativo a la página web que establece ese enlace con destino al Sitio Web, en concreto, a título enunciativo y no taxativo, sobre su funcionamiento, acceso, datos, información, archivos, calidad y fiabilidad de sus productos y servicios, sus propios enlaces y/o cualquiera de sus contenidos, en general.</p>\n<p>\n<u>Servicios prestados por terceros a través del Sitio Web</u>\n</p>\n<p>9.4.\nUNIDAD EDITORIAL no garantiza la licitud, fiabilidad y utilidad de los servicios prestados por terceros a través del Sitio Web o sobre los que UNIDAD EDITORIAL únicamente actúe como medio cauce publicitario o prestador de servicio de intermediación.</p>\n<p>9.5.\nUNIDAD EDITORIAL no será responsable de los daños y perjuicios de toda naturaleza causados por los servicios prestados por terceros a través de esta página, y en particular, a título meramente enunciativo, los causados por:</p>\n<ul>\n<li>i.\nel incumplimiento de la ley, la moral o el orden público;</li>\n<li>ii.\nla incorporación de virus o cualquier otro código informático, archivo o programa que pueda dañar, interrumpir o impedir el normal funcionamiento de cualquier software, hardware o equipo de telecomunicaciones;</li>\n<li>iii.\nla infracción de los derechos de propiedad intelectual e industrial, de los secretos empresariales, de compromisos contractuales de cualquier clase;</li>\n<li>iv.\nla realización de actos que constituyan publicidad ilícita, engañosa o desleal y, en general, que constituyan competencia desleal;</li>\n<li>v.\nla falta de veracidad, exactitud, calidad, pertinencia y/o actualidad de los contenidos transmitidos, difundidos, almacenados, recibidos, obtenidos, puestos a disposición o accesibles;</li>\n<li>vi.\nla infracción de los derechos al honor, a la intimidad personal y familiar y a la imagen de las personas o, en general, cualquier tipo de derechos de terceros;</li>\n<li>vii.\nla inadecuación para cualquier clase de propósito y la defraudación de las expectativas generadas, o los vicios y defectos que pudieran generarse en la relación con terceros.\ny</li>\n<li>viii.\nel incumplimiento, retraso en el cumplimiento, cumplimiento defectuoso o terminación por cualquier causa de las obligaciones contraídas por terceros y contratos realizados con terceros.</li>\n</ul>\n10.\nDuración y modificación\n<p>10.1.\nUNIDAD EDITORIAL podrá modificar los términos y condiciones aquí estipulados, total o parcialmente, publicando cualquier cambio en la misma forma en que aparecen estas condiciones generales o a través de cualquier tipo de comunicación dirigida a los Usuarios.</p>\n<p>10.2.\nLa vigencia temporal de estas Condiciones Generales coincide, por lo tanto, con el tiempo de su exposición, hasta que sean modificadas total o parcialmente, momento en el cual pasarán a tener vigencia las condiciones generales modificadas.</p>\n<p>10.3.\nCon independencia de lo dispuesto en las condiciones particulares, UNIDAD EDITORIAL podrá dar por terminado, suspender o interrumpir, en cualquier momento sin necesidad de preaviso, el acceso a los contenidos de la página, sin posibilidad por parte del Usuario de exigir indemnización alguna.\nTras dicha extinción, seguirán vigentes las prohibiciones de uso de los Contenidos expuestas anteriormente en las presentes Condiciones Generales.</p>\n11.\nGeneralidades\n<p>11.1.\nLos encabezamientos de las distintas cláusulas son sólo informativos, y no afectarán, calificarán o ampliarán la interpretación de las Condiciones Generales.</p>\n<p>11.2.\nEn caso de existir discrepancia entre lo establecido en estas Condiciones Generales y las condiciones particulares de cada servicio específico, prevalecerá lo dispuesto en éstas últimas.</p>\n<p>11.3.\nEn el caso de que cualquier disposición o disposiciones de estas Condiciones Generales fuera(n) considerada(s) nula(s) o inaplicable(s), en su totalidad o en parte, por cualquier Juzgado, Tribunal u órgano administrativo competente, dicha nulidad o inaplicación no afectará a las otras disposiciones de las Condiciones Generales ni a las condiciones particulares de los diferentes servicios de UNIDAD EDITORIAL.</p>\n<p>11.4.\nEl no ejercicio o ejecución por parte de UNIDAD EDITORIAL de cualquier derecho o disposición contenida en estas Condiciones Generales no constituirá una renuncia al mismo, salvo reconocimiento y acuerdo por escrito por su parte.</p>\n12.\nJurisdicción\n<p>12.1.\nLas relaciones establecidas entre UNIDAD EDITORIAL y el Usuario se regirán por lo dispuesto en la normativa vigente acerca de la legislación aplicable y la jurisdicción competente.\nNo obstante, para los casos en los que la normativa prevea la posibilidad a las partes de someterse a un fuero, UNIDAD EDITORIAL y el Usuario, con renuncia expresa a cualquier otro fuero que pudiera corresponderles, se someten a los Juzgados y Tribunales de la ciudad de Madrid.</p>\n", "created_at": "2021-01-16 15:33:04.922487", "updated_at": "2021-03-23 14:35:38.892709"}, {"id": 3539, "name": "Privacy Policy", "url": "https://www.elmundo.es/registro/privacidad.html", "xpath": "/html/body/main/div[4]/div/div/div[1]", "text": "\nPOLÍTICA DE PROTECCIÓN DE DATOS PERSONALES\n<p>\nLos datos personales (tal y como se detallan a continuación) que facilite al registrarse o suscribirse en\nwww.elmundo.es y\nmetropoli.elmundo.es (\"Sitio Web\") serán tratados para las finalidades que se detallan en esta política, bajo responsabilidad de:</p>\n<p>\nUnidad Editorial Información general, S.L.U con domicilio social en Avenida de San Luis 25,28033 Madrid CIF B-85.157.790 e inscrita en el Registro Mercantil de Madrid al Tomo 24.514, libro 0, Sección 8, Folio 105, Hoja M-441081, inscripción 1ª, en su\ncondición de titular del Universo EL MUNDO.\n</p>\n<p>\nUnidad Editorial, S.A., sociedad española con domicilio social en Avenida de San Luis, 25, C.P.\n28033, Madrid (España), C.I.F.\nA-79.102.331, en su condición de matriz del Grupo Unidad Editorial.</p>\n<p>\nÉsta última, en su condición de matriz del Grupo\nUnidad Editorial y titular de los siguientes Universos:</p>\n<b>Universo</b>\n<b>Accesible a través de las URLs</b>\n<b>Sociedad titular</b> EL MUNDO www.elmundo.es<br>\nmetropoli.elmundo.es Unidad Editorial Información General, S.L.U.\nORBYT www.orbyt.es Unidad Editorial Información General, S.L.U.\nExpansión www.expansion.com/actualidadeconomica.html<br>\nwww.expansion.com<br>\nwww.fueradeserie.com<br>\nnauta360.expansion.com Unidad Editorial Información Económica, S.L.U.\nMarca www.marca.com<br>\nwww.marca.com/radio.html<br>\nwww.supercodigo.marca.com<br>\nwww.marca.com/tiramillas.html Unidad Editorial Información Deportiva, S.L.U.\nRevistas www.elmundo.es/historia.html<br>\nwww.dmedicina.com<br>\nwww.correofarmaceutico.com<br>\nwww.diariomedico.com Unidad Editorial Revistas, S.L.U.\nRevistas Lujo www.telva.com Ediciones Cónica, S.A.\nFormación www.escuelaunidadeditorial.es Unidad Editorial Formación, S.L.U.\nConferencias www.conferenciasyformacion.com Unidad Editorial, S.A.\nJuego\nwww.marcaapuestas.es\nUnidad Editorial Juego, S.A.\nOtros www.esferalibros.com<br>\nwww.uesyndication.com<br>\nwww.elcultural.es<br>\nwww.unidadeditorial.com<br>\nwww.unidadeditorial.es<br>\nwww.veo.es DATOS PERSONALES\n<p>\nSon datos personales (\"Datos Personales\") aquellos que el usuario de los mencionados Universos facilite al registrarse o al suscribirse a la publicación de que se trate, así como aquellos que se generen durante su navegación por el Universo Unidad Editorial\ny por el uso de los productos / servicios / contenidos / suscripciones del Universo Unidad Editorial.\nEl usuario debe facilitar información veraz relativa a sus Datos Personales y mantenerlos actualizados (para comunicar cualquier modificación,\nver sección \"Derechos de los interesados\").\nLos usuarios que faciliten datos falsos podrán ser excluidos de los servicios de los Universos a los que pertenezca.</p>\nFINALIDAD Y LEGITIMACIÓN DEL TRATAMIENTO DE DATOS PERSONALES\n<p>\n<strong>1.\nUNIDAD\nEDITORIAL INFORMACIÓN GENERAL, S.L.U.</strong>\n</p>\n<p>\nA continuación se indican las finalidades para las que esta sociedad tratará sus Datos Personales, así como la base jurídica que legitima el tratamiento para cada una de las referidas finalidades:</p>\n<ul>\n<li>\n<p>\ni.\nGestión y control del registro del usuario en el Universo <i>EL\nMUNDO</i> y de cualesquiera solicitudes, suscripciones u otras contrataciones que el usuario realice en el Universo <i>EL\nMUNDO</i>, de conformidad con esta política y con los términos y condiciones aplicables en cada caso.\n</p>\n<p>\nLa legitimación para esta finalidad de tratamiento de Datos Personales es la ejecución del contrato en el que el usuario es parte, esto es, para el mantenimiento, cumplimiento, desarrollo, control y ejecución de la relación contractual establecida entre\nusted y UNIDAD EDITORIAL INFORMACIÓN GENERAL, S.L.U.</p>\n</li>\n<li>\n<p>\nii.\nLa realización de acciones comerciales personalizadas -mediante la elaboración de un perfil comercial por parte de Unidad Editorial, S.A.\nen base a la información facilitada en cualquier Universo de Unidad Editorial en el que se haya registrado como se\ndescribe en esta Política de Privacidad- por medios electrónicos o no, sobre productos, servicios y contenidos de distintos sectores* (descritos a continuación) ofrecidos (i) en esta página web, (ii) en el Universo Unidad Editorial.\ny/o (iii)\npor terceros.</p>\n<p>\nLa legitimación para esta finalidad de tratamiento de sus Datos Personales es el consentimiento del usuario.\nTiene derecho a retirar su consentimiento en cualquier momento conforme al procedimiento establecido en el apartado \"Derechos de los interesados\",\nsin que ello afecte a la licitud del tratamiento basado en el consentimiento de forma previa a su retirada.\n</p>\n<p>\n(*) Sectores: editorial, medios de comunicación, comercio electrónico, deportes, náutico, viajes, motor, música, audiovisual, tecnología, hogar, ocio, hostelería, restauración, alimentación y nutrición, cosmética, moda, formación, productos de lujo, servicios\nfinancieros, servicios profesionales, productos o servicios ofrecidos por grandes superficies, juegos de azar y apuestas.\n</p>\n</li>\n<li>\n<p>\niii.\nEl envío de comunicaciones comerciales, por cualquier medio, inclusive electrónicos, sobre productos y servicios del Universo <i>EL\nMUNDO</i>, similares a los que el usuario haya contratado anteriormente.\n</p>\n<p>\nLa legitimación para esta finalidad de tratamiento de sus Datos Personales es el interés legítimo de Unidad Editorial Información General, S.L.U de mejorar nuestros servicios, productos y marcas.</p>\n<p>\n</p>\n</li>\n</ul>\n<strong>2.\nUnidad\nEditorial, S.A.</strong>\n<p>\n</p>\n<p>\nA continuación se indican las finalidades para las que esta sociedad tratará sus Datos Personales, así como la base jurídica que legitima el tratamiento para cada una de las referidas finalidades:\n</p>\n<ul>\n<li>\n<p>\ni.\nGestión y control del registro del usuario en uno o varios de los Universos que forman el Universo Unidad Editorial y de cualesquiera solicitudes, suscripciones u otras contrataciones que el usuario realice en el Universo Unidad Editorial, de conformidad\ncon esta política y con los términos y condiciones aplicables en cada caso.</p>\n</li>\n<li>\n<p>\nii.\nPermitir el registro en los Universos que forman el Universo Unidad Editorial utilizando un único usuario (Registro Único).\nNo obstante, el usuario deberá aceptar los términos y condiciones y la política de privacidad aplicables a cada Universo en el\nque se registre.</p>\n</li>\n<li>\n<p>\niii.\nGestión y control de los servicios ofrecidos por Unidad Editorial, S.A.\na través de El Club, para aquellos usuarios que se incorporen como miembros del mismo.</p>\n</li>\n<li>\n<p>\niv.\nPrestación de los servicios Premium contratados por el usuario, de conformidad con los términos y condiciones aplicables.</p>\n</li>\n<ul>\n<li>\n<p>\na.\nLa legitimación para las finalidades (i), (ii), (iii) y (iv) anteriores es la ejecución del contrato en el que el usuario es parte, esto es, para el mantenimiento, cumplimiento, desarrollo, control y ejecución de la relación contractual establecida entre\nusted y Unidad Editorial, S.A.\n</p>\n</li>\n</ul>\n<li>\n<p>\nv.\nAnálisis de las necesidades, gustos y preferencias del usuario de los Universos en los que se haya registrado para personalizar los contenidos y servicios mostrados al usuario en cada Universo en particular y en el Universo Unidad Editorial en general.\nPara ello, Unidad Editorial, S.A.\nutiliza cookies y otros dispositivos de almacenamiento y recuperación de datos.\nSe informa al usuario que el tratamiento de los Datos Personales que se obtengan a través de cookies y de los referidos dispositivos\nde almacenamiento y recuperación de datos, se realizará conforme a lo establecido en nuestra\nPolítica de Cookies y a esta Política de Privacidad.\n</p>\n</li>\n<ul>\n<li>\n<p>\na.\nLa legitimación para esta finalidad de tratamiento de sus Datos Personales es el interés legítimo de Unidad Editorial de mejorar sus contenidos, y el consentimiento del usuario para la utilización de cookies.\nPuede configurar en cualquier momento las\ncookies que acepta tal y como se detalla en la Política\nde Cookies.</p>\n</li>\n</ul>\n<li>\n<p>\nvi.\nAnálisis de las necesidades, gustos y preferencias del usuario de los Universos en los que se haya registrado para la elaboración de un perfil comercial en base a la información facilitada en cualquier Universo de Unidad Editorial en el que se haya registrado.\nEsté perfil será utilizado por Unidad Editorial Información General, S.L.U.\npara la realización de acciones comerciales personalizadas tal y como se describe en el apartado 1 de esta Política de Privacidad.\n</p>\n</li>\n<ul>\n<li>\n<p>\na.\nLa legitimación para esta finalidad de tratamiento de sus Datos Personales es el consentimiento del usuario.\nTiene derecho a retirar su consentimiento en cualquier momento conforme al procedimiento establecido en el apartado \"Derechos de los interesados\",\nsin que ello afecte a la licitud del tratamiento basado en el consentimiento de forma previa a su retirada.\n</p>\n</li>\n<li>\n<p>\nb.\nEl envío de comunicaciones comerciales sobre productos y servicios del Universo Unidad Editorial, similares a los que el usuario haya contratado anteriormente.\n</p>\n</li>\n<li>\n<p>\nc.\nLa legitimación para esta finalidad de tratamiento de sus Datos Personales es el interés legítimo de Unidad Editorial, S.A.\nde mejorar nuestros servicios, productos y marcas.</p>\n</li>\n</ul>\n</ul>\nDESTINATARIOS DE LOS DATOS PERSONALES\n<p>\nEn algunos casos, es necesario que comuniquemos la información que nos ha proporcionado a empresas que nos prestan servicios relacionados con las tecnologías de la información o a agencias de marketing, con quienes externalizamos determinados servicios\nrelacionados con los tratamientos de datos que realizamos.\nEn estos casos, nos aseguramos que dichos terceros cumplen con la normativa sobre protección de datos de carácter personal.\n</p>\n<p>\nNo se comunicarán datos a otros terceros, salvo obligación legal.\nNo se prevén transferencias de Datos Personales a terceros países u organizaciones internacionales.\n</p>\nCONSERVACIÓN DE LOS DATOS PERSONALES\n<p>\nSus datos se conservarán mientras exista un interés mutuo en mantener el Registro Único, o mientras usted no ejerza su derecho de supresión, oposición o limitación del tratamiento.\nSolo conservamos sus Datos Personales durante el tiempo que los necesitemos\npara el propósito para el que los tratamos, para satisfacer sus necesidades, para la ejecución de la relación contractual establecida entre usted y la sociedad o para cumplir con nuestras obligaciones legales.</p>\n<p>\nUna vez finalizada su relación con los Universos de Unidad Editorial, es posible que conservemos algunos de sus Datos Personales mientras sea necesario para cumplir con nuestras obligaciones legales o reglamentarias, derivadas de la relación contractual\nestablecida entre el usuario y la sociedad así como para atender eventuales responsabilidades nacidas de su tratamiento.\n</p>\nDERECHOS DE LOS INTERESADOS\n<p>\nLos usuarios podrán ejercitar los derechos de acceso, rectificación, supresión, oposición, limitación del tratamiento y portabilidad de los datos (\"Derechos de los interesados\") siguiendo las indicaciones que se detallan a continuación:</p>\n<p>\nUnidad Editorial Información General, S.L.U.: mediante escrito dirigido a Avenida de San Luis, 25, C.P.\n28033, Madrid (España), o a la dirección de correo electrónico: lopd@unidadeditorial.es, con la referencia\n<i>[www.elmundo.es],</i> indicando su nombre, apellidos y dirección postal, y adjuntando copia de su DNI, pasaporte u otro documento identificativo.</p>\n<p>\nUnidad Editorial S.A.: mediante escrito dirigido a Avda.\nde San Luis, 25, 28033, Madrid, España, o a la dirección de correo electrónico lopd@unidadeditorial.es, con la referencia \"Derechos de los interesados\" e indicando su nombre y apellidos y dirección\npostal, y adjuntando copia de su DNI, pasaporte u otro documento identificativo, e identificando los Universos a los que se refiere su solicitud.\n</p>\n<p>\nSi al registrarse en el Sitio Web usted ha dado su consentimiento para las finalidades para las cuales se le ha solicitado, podrá revocarlo siguiendo el procedimiento establecido en cada una de las comunicaciones comerciales que reciba, o enviando un\ncorreo electrónico a la dirección: lopd@unidadeditorial.es o en las direcciones postales señaladas en los párrafos anteriores.\nAsimismo, puede modificar sus preferencias de publicidad en su cuenta.</p>\n<p>\nLa revocación del consentimiento prestado no afectará a la utilización que usted pueda hacer del Sitio Web ni a la licitud del tratamiento basado en dicho consentimiento de manera previa a su retirada.</p>\n<p>\nAsimismo, si considera que no ha obtenido satisfacción en el ejercicio de sus derechos ante los responsables de los Datos Personales, puede contactar con nuestro Delegado de Protección de datos a través del mail\ndpo@unidadeditorial.es y/o presentar una reclamación ante la Agencia Española de Protección de Datos a través de su página web www.agpd.es.</p>\nMENORES\n<p>\nSalvo que otra cosa se especifique claramente en relación con un producto, servicio o contenido disponible en un Universo: los Universos de Unidad Editorial NO están dirigidos a menores de 14 años y si Unidad Editorial, S.A.\nsospecha o tiene constancia\nen cualquier momento de un registro de un menor de 14 años, procederá a cancelar el registro e impedir el acceso o la utilización de los productos, servicios o contenidos correspondientes por dicha persona.\n</p>\n", "created_at": "2021-01-16 15:32:37.865549", "updated_at": "2021-03-23 14:30:53.305571"}], "points": [{"id": 19172, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:09:16.869731", "updated_at": "2021-05-13 00:26:50.007457", "quoteText": "Si como consecuencia del registro, se dotara al Usuario de una contraseña, éste se compromete a hacer un uso diligente y a mantener en secreto la contraseña para acceder a estos servicios.\nEn consecuencia, los Usuarios son responsables de la adecuada custodia y confidencialidad de cualesquiera identificadores y/o contraseñas que le sean suministradas por UNIDAD EDITORIAL, ", "case_id": 148, "document_id": 3540, "quoteStart": 9781, "quoteEnd": 10156}, {"id": 19177, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:12:40.512245", "updated_at": "2021-05-07 20:02:40.303656", "quoteText": "El Sitio Web se reserva el derecho de suprimir, por cualquier razón y sin previo aviso, cualquier información o contenido generado en los espacios de participación.\n", "case_id": 202, "document_id": 3540, "quoteStart": 16016, "quoteEnd": 16181}, {"id": 19173, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:09:55.071334", "updated_at": "2021-05-13 00:33:15.561223", "quoteText": "Por tanto, el Usuario se obliga a usar los Contenidos de forma diligente, correcta y lícita y, en particular, se compromete a abstenerse de:</p>\n<ul>\n<li>i.\nutilizar los contenidos con fines o efectos contrarios a la ley", "case_id": 280, "document_id": 3540, "quoteStart": 11620, "quoteEnd": 11840}, {"id": 19174, "title": "The service can suspend your account for several reasons", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:10:32.247755", "updated_at": "2021-05-13 00:27:41.863356", "quoteText": "UNIDAD EDITORIAL se reserva el derecho de cursar la baja inmediata del Usuario Registrado si considera, a su sola discreción, que el Usuario Registrado está realizando cualquier actividad que constituya o pueda constituir un incumplimiento de estas Condiciones Generales.", "case_id": 205, "document_id": 3540, "quoteStart": 12683, "quoteEnd": 12954}, {"id": 19175, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:11:24.951047", "updated_at": "2021-05-13 00:32:28.601873", "quoteText": "En ningún caso se permitirá la publicación de contenidos que de forma manifiesta fomenten el odio, el desprecio o la discriminación por motivos de nacimiento, raza, sexo, religión, nacionalidad, opinión o cualquier otra circunstancia personal o social.\n", "case_id": 314, "document_id": 3540, "quoteStart": 14875, "quoteEnd": 15128}, {"id": 19176, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages.", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:11:52.249961", "updated_at": "2021-05-16 07:53:03.203487", "quoteText": "Tampoco se aprobarán mensajes que contengan 'spam' ni aquellos con enlaces a sitios que nada tengan que ver con el motivo de la conversación.\n", "case_id": 281, "document_id": 3540, "quoteStart": 15308, "quoteEnd": 15450}, {"id": 19170, "title": "No need to register", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:06:48.84786", "updated_at": "2021-05-07 20:01:43.342334", "quoteText": "\nEl acceso a los Contenidos del Sitio Web por parte de los Usuarios tiene carácter libre y gratuito para los 25 primeros accesos efectivos (según quedan definidos en el siguiente párrafo) que se realicen cada mes natural.\n", "case_id": 320, "document_id": 3540, "quoteStart": 4903, "quoteEnd": 5125}, {"id": 19171, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:08:44.912124", "updated_at": "2021-05-07 20:11:24.259385", "quoteText": "Los Contenidos incluidos en el Sitio Web se facilitan únicamente a consumidores o Usuarios finales.\nCualquier uso comercial no autorizado de los mismos, o su reventa, quedan prohibidos, salvo que se cuente con la previa autorización escrita de UNIDAD EDITORIAL.</p>\n", "case_id": 143, "document_id": 3540, "quoteStart": 9275, "quoteEnd": 9541}, {"id": 19184, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:20:55.757958", "updated_at": "2021-05-07 20:09:51.229683", "quoteText": "10.1.\nUNIDAD EDITORIAL podrá modificar los términos y condiciones aquí estipulados, total o parcialmente, publicando cualquier cambio en la misma forma en que aparecen estas condiciones generales o a través de cualquier tipo de comunicación dirigida a los Usuarios.</p>", "case_id": 122, "document_id": 3540, "quoteStart": 25613, "quoteEnd": 25882}, {"id": 19189, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.elmundo.es/registro/privacidad.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:26:44.766698", "updated_at": "2021-05-07 20:01:13.871078", "quoteText": "Solo conservamos sus Datos Personales durante el tiempo que los necesitemos\npara el propósito para el que los tratamos, para satisfacer sus necesidades, para la ejecución de la relación contractual establecida entre usted y la sociedad o para cumplir con nuestras obligaciones legales.</p>\n", "case_id": 303, "document_id": 3539, "quoteStart": 10177, "quoteEnd": 10467}, {"id": 19178, "title": "The service has non-exclusive use of your content", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:14:22.769928", "updated_at": "2021-05-07 20:01:25.371291", "quoteText": "El Usuario cede a título gratuito a UNIDAD EDITORIAL, sin carácter de exclusiva, los derechos de propiedad industrial e intelectual y cualquier otro tipo de derecho sobre los Contenidos Generados", "case_id": 402, "document_id": 3540, "quoteStart": 18813, "quoteEnd": 19008}, {"id": 19179, "title": "This service can license user content to third parties", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:16:05.158559", "updated_at": "2021-05-07 20:02:56.038221", "quoteText": "La cesión a favor de UNIDAD EDITORIAL se realiza para todo el mundo, por todo el tiempo de duración de los derechos y comprende la facultad de cesión a terceros.</p>", "case_id": 134, "document_id": 3540, "quoteStart": 19426, "quoteEnd": 19591}, {"id": 19190, "title": "Some personal data may be kept after the end of the data retention period or a request for erasure", "source": "https://www.elmundo.es/registro/privacidad.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:27:13.500813", "updated_at": "2021-05-07 20:06:26.035601", "quoteText": "<p>\nUna vez finalizada su relación con los Universos de Unidad Editorial, es posible que conservemos algunos de sus Datos Personales mientras sea necesario para cumplir con nuestras obligaciones legales o reglamentarias, derivadas de la relación contractual\nestablecida entre el usuario y la sociedad así como para atender eventuales responsabilidades nacidas de su tratamiento.", "case_id": 333, "document_id": 3539, "quoteStart": 10467, "quoteEnd": 10845}, {"id": 19180, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:16:42.393894", "updated_at": "2021-05-07 20:07:09.561033", "quoteText": "incluyendo, sin limitación, los derechos de reproducción, distribución, comunicación pública (incluida su modalidad de puesta a disposición) y transformación para su explotación por cualquier medio, soporte o formato y a través de cualquier sistema, procedimiento o modalidad de transmisión, comunicación o distribución, ya sea gratuito o de pago, utilizando los Contenidos Generales solos o conjuntamente con otro.", "case_id": 139, "document_id": 3540, "quoteStart": 19010, "quoteEnd": 19425}, {"id": 19188, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.elmundo.es/registro/privacidad.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:25:00.779538", "updated_at": "2021-05-07 20:07:29.002673", "quoteText": "\nEn algunos casos, es necesario que comuniquemos la información que nos ha proporcionado a empresas que nos prestan servicios relacionados con las tecnologías de la información o a agencias de marketing, con quienes externalizamos determinados servicios\nrelacionados con los tratamientos de datos que realizamos.\n", "case_id": 166, "document_id": 3539, "quoteStart": 9338, "quoteEnd": 9651}, {"id": 19187, "title": "This service may use your personal information for marketing purposes", "source": "https://www.elmundo.es/registro/privacidad.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:23:43.625451", "updated_at": "2021-05-07 20:07:49.99249", "quoteText": "\nii.\nLa realización de acciones comerciales personalizadas", "case_id": 336, "document_id": 3539, "quoteStart": 3707, "quoteEnd": 3765}, {"id": 19183, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:18:37.875847", "updated_at": "2021-05-07 20:08:22.388346", "quoteText": ".\nEn consecuencia, UNIDAD EDITORIAL no garantiza ni se hace responsable de: (i) el funcionamiento del Sitio Web.\n(ii) la continuidad de los Contenidos del Sitio Web.\n(ii) la ausencia de errores en dichos Contenidos ni la corrección de cualquier defecto que pudiera ocurrir.", "case_id": 287, "document_id": 3540, "quoteStart": 19929, "quoteEnd": 20202}, {"id": 19182, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:18:15.215216", "updated_at": "2021-05-07 20:08:30.056272", "quoteText": "UNIDAD EDITORIAL no garantiza la licitud, fiabilidad, utilidad, veracidad o exactitud de los servicios o de la información que difunda a través del Sitio Web.</p>", "case_id": 288, "document_id": 3540, "quoteStart": 19760, "quoteEnd": 19922}, {"id": 19181, "title": "Service can block or censor user communications", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:17:01.618735", "updated_at": "2021-05-07 20:08:44.296094", "quoteText": "UNIDAD EDITORIAL se reserva la facultad de decidir sobre la divulgación o publicación de los Contenidos Generados.</p>", "case_id": 379, "document_id": 3540, "quoteStart": 19600, "quoteEnd": 19718}, {"id": 19186, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:22:41.138987", "updated_at": "2021-05-07 20:09:27.653415", "quoteText": "\nEl no ejercicio o ejecución por parte de UNIDAD EDITORIAL de cualquier derecho o disposición contenida en estas Condiciones Generales no constituirá una renuncia al mismo, salvo reconocimiento y acuerdo por escrito por su parte.</p>", "case_id": 295, "document_id": 3540, "quoteStart": 27411, "quoteEnd": 27644}, {"id": 19185, "title": "The court of law governing the terms is in Madrid, Spain", "source": "https://www.elmundo.es/registro/avisolegal.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:22:02.212387", "updated_at": "2021-05-07 20:09:39.660707", "quoteText": "Las relaciones establecidas entre UNIDAD EDITORIAL y el Usuario se regirán por lo dispuesto en la normativa vigente acerca de la legislación aplicable y la jurisdicción competente.\nNo obstante, para los casos en los que la normativa prevea la posibilidad a las partes de someterse a un fuero, UNIDAD EDITORIAL y el Usuario, con renuncia expresa a cualquier otro fuero que pudiera corresponderles, se someten a los Juzgados y Tribunales de la ciudad de Madrid.</p>", "case_id": 163, "document_id": 3540, "quoteStart": 27671, "quoteEnd": 28134}, {"id": 19194, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://cookies.unidadeditorial.es", "status": "\"El almacenamiento de información, o el acceso a la información que ya está almacenada en el dispositivo del usuario como el acceso a los identificadores publicitarios y / u otros identificadores de dispositivo\"", "created_at": "2021-04-24 21:36:33.48959", "updated_at": "2021-05-07 20:02:01.813877", "quoteText": null, "case_id": 323, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 19193, "title": "Tracking via third-party cookies for advertising", "source": "http://cookies.unidadeditorial.es", "status": "\"Unidad Editorial utiliza en este sitio web la siguiente tipología de cookies: [...] Publicitarias y comportamentales (para la gestión de los espacios publicitarios y el contenido del sitio web según el perfil específico del usuario).\"", "created_at": "2021-04-24 21:35:01.710306", "updated_at": "2021-05-07 20:02:14.610009", "quoteText": null, "case_id": 128, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 19192, "title": "Blocking first party cookies may limit your ability to use the service", "source": "http://cookies.unidadeditorial.es", "status": "\"Unidad Editorial utiliza en este sitio web la siguiente tipología de cookies: [...] Estrictamente necesarias para la prestación de determinados servicios solicitados expresamente por el usuario: si se desactivan estas cookies, no podrá recibir correctamente nuestros contenidos y servicios\"\r\n", "created_at": "2021-04-24 21:32:54.666554", "updated_at": "2021-05-07 20:08:58.496438", "quoteText": null, "case_id": 375, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 19191, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.elmundo.es/registro/privacidad.html", "status": "Generated through the annotate view", "created_at": "2021-04-24 21:28:06.022103", "updated_at": "2021-05-07 20:01:00.289721", "quoteText": "Los usuarios podrán ejercitar los derechos de acceso, rectificación, supresión, oposición, limitación del tratamiento y portabilidad de los datos (\"Derechos de los interesados\") siguiendo las indicaciones que se detallan a continuación:</p>", "case_id": 195, "document_id": 3539, "quoteStart": 10883, "quoteEnd": 11123}], "urls": ["elmundo.es"]}}