{"error": 448, "message": "OK", "parameters": {"id": 5577, "name": "Rbarata", "created_at": "2021-11-10 20:01:30.978571", "updated_at": "2021-11-10 23:01:11.015728", "wikipedia": null, "keywords": null, "related": null, "slug": "rbarata", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5577.png", "url": "rbarata.com", "documents": [{"id": 10020, "name": "Privacy Policy", "url": "https://rbarata.com/privacy-policy/", "xpath": "//*[@id=\"content\"]", "text": " Privacy Policy <p>This website privileges and respects the privacy of visitors.\nWe only have installed the necessary plugins for the security and stability of the website and server.</p>\nWho we are\n<p>Our website address is https://rbarata.com.</p>\nWhat personal data we collect and why we collect it\nComments\n<p>COMMENTS ARE NOT ACTIVATED IN THIS WEBSITE.</p>\nMedia\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nThis is because visitors can download and extract any location data from images on the website.</p>\nContact forms\n<p>If you send us a message using our contact form, we will receive your name, email address, &nbsp;message, and other information requested on the contact form in our email only.\n&nbsp;We don’t store that data in our server.</p>\n<p>Book and courses products will required you fill a form with your name and email to receive them after the payment, and we will keep that information in our server as payment record.</p>\nCookies\n<p>If you leave a comment on our site, you may opt-in to saving your name, email address, and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me,” your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p>\n<p>If you accept our cookies policy when you visit our website, that information will expire in one year.</p>\n<p>\n<strong>NOTE THAT COMMENTS AND REGISTRATION ARE NOT ACTIVATED IN THIS WEBSITE.</strong>\n</p>\nEmbedded content from other websites\n<p>Articles on this site may include embedded content (e.g., videos, images, articles, shopping, payments, zoom meetings, etc.).\nEmbedded content from other websites behaves similarly as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<p>Our book, courses, services payment are available only through Paypal system.\nAll financial operation is done directly with Paypal and we don’t have access to it.</p>\nAnalytics\n<p>We use the basic Jetpack integrated with the WordPress platform.\nIf you use this website, it will collect your country, referrer, and pages visited only.</p>\nWho we share your data with\n<p>We do not share your data with anyone unless you officially request it.\nIf you request a password reset, your IP address will be included in the reset email.</p>\nHow long we retain your data\n<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is to recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>We also store the personal information they provide in their user profiles for users that register on our website.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).</p>\n<p>\n<strong>NOTE THAT REGISTRATION &nbsp;IS NOT ACTIVATED IN THIS WEBSITE.</strong>\n</p>\nWhat rights you have over your data\n<p>If you have an account on this site, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>\nWhere we send your data\n<p>Visitor comments are checked through an automated spam detection service (Akismet Anti-Spam).</p>\n<p>Akismet collects information about visitors who comment.\nThe information it collects includes the commenter’s IP address, user agent, referrer, and site URL (along with other information directly provided by the commenter such as their name, username, email address, and the comment itself).</p>\n<p>Visitors are checked through an automated firewall (WordFence), which will collect your IP, location, and internet operator.\nHowever, we only check this information if WordFence sends a spam alert or website breach-related to the IP, which is rare since the IP blocking in the circumstances above is an automated feature.</p>\n<p>We also use reCaptcha.\nReCAPTCHA helps websites and mobile apps prevent spam and block “bots.” The program determines whether the user is a real person or a “bot” to stop “automated software” from weighing down your site.</p>\n<p>ReCAPTCHA works by implementing an algorithm to analyze a user’s activity by taking a user’s browser window screenshot.\nIf the activity is deemed as mechanical or a made-up word is used, the activity is flagged by the system.</p>\n<p>\n<strong>Activity and user information reCAPTCHA collects and analyzes the following</strong>:</p>\n<ul>\n<li>Typing patterns of the user</li>\n<li>The amount of mouse clicks a user has done on the site or touches on an app</li>\n<li>What language the user’s browser is using</li>\n<li>Google cookies that have been placed on the site</li>\n<li>The answers to question fields on the site</li>\n<li>CSS information</li>\n<li>Plug-ins installed on the browser</li>\n</ul>\n<p>The algorithm also recognizes IP addresses that have been previously recognized as humans through cookies.</p>\n<p>We use the version V3.\n<strong>ReCAPTCHA v3</strong> doesn’t rely on users clicking checkboxes or pictures.\nThe version 3 collects and analyzes the interactions a user has with a site to create a <strong>score</strong>.\nThe final score indicates whether the activity is suspicious.\nThis version decreases “<strong>user friction</strong>” by doing away with questions and creating a seamless user experience.</p>\n<p>Registered users are also checked through the services above.</p>\nYour contact information\n<p>Any contact about your data should be done to reb@rbarata.com</p>\nAdditional information\n<ul>\n<li>We do not receive data from third parties.</li>\n<li>We are hosted in wordpress.com, which provides all automated security and spam options.\nWe also have an additional firewall and security software.\n(WordFence)</li>\n<li>In case of any breach, we will contact the registered users at the email address provided.</li>\n<li>We don’t use any automatic user data management.</li>\n<li>The way your data can be registered/sent is also dependent on the plugins or other applications that you may have installed or operated in conjunction with your browser or equipment, which we are not responsible for and can not predict.\nSo, please use tracker blockers, VPN, or any other privacy tools in your browser that will protect you from it.\nHowever, be aware that some functions may not be visible.</li>\n<li>For additional GDPR privacy policy information, click here.</li>\n</ul> ", "created_at": "2021-11-10 20:01:30.981109", "updated_at": "2021-11-10 19:02:20.13072"}], "points": [], "urls": ["rbarata.com"]}}