{"error": 448, "message": "OK", "parameters": {"id": 3441, "name": "American Family Mutual Insurance Company", "created_at": "2021-05-04 13:39:20.926044", "updated_at": "2021-05-05 00:02:22.124751", "wikipedia": null, "keywords": null, "related": null, "slug": "american_family_mutual_insurance_company", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3441.png", "url": "amfam.com", "documents": [{"id": 5726, "name": " Privacy and Security Policy", "url": "https://www.amfam.com/privacy-security", "xpath": "", "text": " <ul>\n<li> Insurance Personalized Home Coverage Assistant Use our quick and easy tool to help you decide which coverage options are right for your home.\n<em>Go &gt;</em>\n&nbsp.\nVehicle Insurance <ul>\n<li> Car Insurance </li>\n<li> Motorcycle Insurance </li>\n<li> RV &amp.\nCamper Insurance </li>\n<li> Boat Insurance </li>\n<li> ATV Insurance </li>\n<li> Snowmobile Insurance </li>\n<li> Classic Car </li>\n</ul> Property &amp.\nBusiness <ul>\n<li> Home Insurance </li>\n<li> Renters Insurance </li>\n<li> Condo Insurance </li>\n<li> Manufactured Home </li>\n<li> Farm &amp.\nRanch Insurance </li>\n<li> Business Insurance </li>\n<li> Landlord Insurance </li>\n</ul> Added Protection <ul>\n<li> Life Insurance </li>\n<li> Umbrella Insurance </li>\n<li> Identity Theft Insurance </li>\n<li> Credit Monitoring </li>\n<li> Health Insurance </li>\n<li> Travel Insurance </li>\n</ul>\n</li>\n<li> Claims Need to File a Claim? If you've already created an account, sign in to get started.\nIf not, you'll need to create a My Account for 24/7 access to your claim.\nSign In Create Account <em>File as a Guest &gt;</em> Claims <ul>\n<li> File a Claim </li>\n<li> File an Auto Glass Claim </li>\n<li> Claims Process </li>\n<li> View a Current Claim </li>\n</ul> Claims Support <ul>\n<li> Contact Us </li>\n<li> Emergency Roadside Service </li>\n<li> Car Repair Assistance </li>\n<li> Glass Repair Programs </li>\n<li> Claims FAQs </li>\n</ul>\n</li>\n<li> About Get To Know Us <ul>\n<li> Our Purpose </li>\n<li> Mission &amp.\nVision </li>\n<li> Our Agents </li>\n<li> Our History </li>\n<li> Financial Strength </li>\n<li> Corporate Responsibility </li>\n<li> Newsroom </li>\n</ul> Help <ul>\n<li> Agent Finder </li>\n<li> Report Fraud </li>\n<li> Chat Online </li>\n<li> Contact Us </li>\n<li> FAQs </li>\n</ul> Careers, Students &amp.\nRecent Grads <ul>\n<li> Why American Family Insurance? </li>\n<li> Corporate Careers </li>\n<li> Students &amp.\nRecent Grads </li>\n<li> Agency Careers </li>\n<li> Community Involvement </li>\n<li> Getting Hired </li>\n</ul> Our Continued Support As we continue to navigate through the COVID-19 pandemic, see how we are supporting our current and new customers with Premium Relief and more.\n<p>\n<em>Learn More &gt;</em>\n</p>\n</li>\n<li> Resources Insurance Library <ul>\n<li> Insurance Products </li>\n<li> Tools &amp.\nCalculators </li>\n<li> Grow Your Business </li>\n<li> Landlord Toolbox </li>\n<li> Insurance 101 </li>\n<li> Articles </li>\n<li> Loss &amp.\nRisk Control </li>\n<li> FAQs </li>\n</ul> Programs &amp.\nDiscounts <ul>\n<li> Discounts </li>\n<li> Smart Home </li>\n<li> KnowYourDrive </li>\n<li> Teen Safe Driver </li>\n<li> Car Repair Program </li>\n<li> Glass Repair Program </li>\n</ul> Mobile Apps <ul>\n<li> MyAmFam App </li>\n</ul> Take Control of What You Pay for Insurance <p>We'll reward you for your safe driving! Sign up for KnowYourDrive and earn up to a 20% discount — the safer you drive, the better discount you can earn! </p>\n<p>\n<em>Start Saving</em>\n<em>&nbsp;&gt;</em>\n</p>\n<em>See All Discounts</em>\n<em>&nbsp;&gt;</em>\n</li>\n<li> Community Community Initiatives <ul>\n<li> DreamBank </li>\n<li> DreamBank Events </li>\n<li> AmFam Golf Championship </li>\n</ul> Partnerships <ul>\n<li> Brand Ambassadors </li>\n<li> Dreams Foundation </li>\n<li> Sustainability </li>\n<li> Diversity &amp.\nInclusion </li>\n</ul> #DreamFearlessly <ul>\n<li> Support for Your Dream </li>\n<li> Employee &amp.\nAgent Stories </li>\n<li> Free to Dream </li>\n</ul> BUILDING A BETTER TOMORROW <p>With the right support, any dream is possible! Check out some of the ways we’re working to make a difference and building a brighter future for our customers and communities.\n</p>\n<p>\n<em>Learn More &gt;</em>\n</p>\n</li>\n</ul>\n<ul>\n<li> Contact Us 1-800-MYAMFAM <p>Call us any time.</p> GO &gt.\nChat Online <p>\nAvailable M-F, 8AM - 8PM CST\n</p> GO &gt.\nFind an Agent <p>Support when you need it.</p> GO &gt.\nContact <p>Find more ways to connect with us.&nbsp;</p> GO &gt.\n</li>\nContact Us <li> Search Please enter a keyword(s) or phrase Not finding what you're looking for? Try our search page View All...\nPopular Searches Get an Auto Quote &gt.\nAuto Insurance Coverages &gt.\nMy Account &gt.\nClaims &gt.\nFind the Right Coverage for Your Car &gt.\nInsurance 101 &gt.\nCareers &gt.\n</li>\nSearch <li> Sign In/Up <strong>Make a Payment</strong>\n<p>\n<strong>\n</strong>Pay securely, even without signing in.\n</p>\n<p>\n<em>Pay Now &gt;</em>\n</p>\n<strong>The Benefits of My Account</strong>\n<ul>\n<li>Access policy details 24/7</li>\n<li>Choose from easy options to pay your bill</li>\n<li>View your Proof of Insurance card from anywhere</li>\n<li>Stay informed with alerts</li>\n</ul>\n<em>Create an Account &gt;</em> Sign In To My Account User Id is required.\nPassword is required Remember User ID Log In &gt.\nForgot User ID or Password &gt.\n</li> My Account </ul> Search Search Menu Menu Sign In/up Exit Please enter a keyword(s) or phrase Not finding what you're looking for? Try our search page View All...\nPopular Searches Get an Auto Quote &gt.\nAuto Insurance Coverages &gt.\nMy Account &gt.\nClaims &gt.\nFind the Right Coverage for Your Car &gt.\nInsurance 101 &gt.\nCareers &gt.\nInsurance Insurance <ol>\n<li> Vehicle Insurance Car Insurance Motorcycle Insurance RV &amp.\nCamper Insurance Boat Insurance ATV Insurance Snowmobile Insurance Classic Car </li>\n<li> Property &amp.\nBusiness Home Insurance Renters Insurance Condo Insurance Manufactured Home Farm &amp.\nRanch Insurance Business Insurance Landlord Insurance </li>\n<li> Added Protection Life Insurance Umbrella Insurance Identity Theft Insurance Credit Monitoring Health Insurance Travel Insurance </li>\n</ol> Claims Claims <ol>\n<li> Claims File a Claim File an Auto Glass Claim Claims Process View a Current Claim </li>\n<li> Claims Support Contact Us Emergency Roadside Service Car Repair Assistance Glass Repair Programs Claims FAQs </li>\n</ol> About About <ol>\n<li> Get To Know Us Our Purpose Mission &amp.\nVision Our Agents Our History Financial Strength Corporate Responsibility Newsroom </li>\n<li> Help Agent Finder Report Fraud Chat Online Contact Us FAQs </li>\n<li> Careers, Students &amp.\nRecent Grads Why American Family Insurance? Corporate Careers Students &amp.\nRecent Grads Agency Careers Community Involvement Getting Hired </li>\n</ol> Resources Resources <ol>\n<li> Insurance Library Insurance Products Tools &amp.\nCalculators Grow Your Business Landlord Toolbox Insurance 101 Articles Loss &amp.\nRisk Control FAQs </li>\n<li> Programs &amp.\nDiscounts Discounts Smart Home KnowYourDrive Teen Safe Driver Car Repair Program Glass Repair Program </li>\n<li> Mobile Apps MyAmFam App </li>\n</ol> Community Community <ol>\n<li> Community Initiatives DreamBank DreamBank Events AmFam Golf Championship </li>\n<li> Partnerships Brand Ambassadors Dreams Foundation Sustainability Diversity &amp.\nInclusion </li>\n<li> #DreamFearlessly Support for Your Dream Employee &amp.\nAgent Stories Free to Dream </li>\n</ol> Sign In To My Account User Id is required.\nPassword is required Remember User ID Log In &gt.\nForgot User ID or Password &gt.\n<strong>Make a Payment</strong>\n<p>\n<strong>\n</strong>Pay securely, even without signing in.\n</p>\n<p>\n<em>Pay Now &gt;</em>\n</p>\n<strong>The Benefits of My Account</strong>\n<ul>\n<li>Access policy details 24/7</li>\n<li>Choose from easy options to pay your bill</li>\n<li>View your Proof of Insurance card from anywhere</li>\n<li>Stay informed with alerts</li>\n</ul>\n<em>Create an Account &gt;</em> Call Us Chat Online Find an Agent Contact <ol>\n<li> Home </li>\n<li> Privacy and Security </li>\n</ol> Privacy and Security Policy <ol>\n<li> General Privacy Notice <p>The companies of American Family Insurance Group (see Company Identification) recognize the importance of our customers’ trust.\n&nbsp;Keeping personal information confidential is a top priority for all American Family Insurance employees, agents and staff.\n&nbsp;This privacy notice, which is required by state and federal law, explains our privacy practices.</p>\n<p>This privacy policy applies to the public-facing website available at amfam.com and the pages accessible during and after a user logs into any private applications (My Account and MyAmFam App).\n&nbsp.\n&nbsp;These services are not intended for use by anyone under 18 years &nbsp;of age.\n&nbsp;By using these services, you present that you are 18 years of age or older.</p>\n<p>1.\n&nbsp;We safeguard, according to strict standards of security and confidentiality, nonpublic, personal information our customers share with us.\n\"Nonpublic, personal information\" includes your name, address, Social Security number and credit information.\nWe maintain safeguards, physical and electronic, to protect this information.\nWe conduct our business in a manner that keeps personal customer information secure.</p>\n<p>2.\n&nbsp;We limit the collection and use of personal information to the minimum we require to deliver superior service and to administer our business.\nWe gather and maintain the following information about people.</p>\n<p>&nbsp.\n&nbsp;a.\nVoluntary User Information: &nbsp;information and data you provide voluntarily and knowingly, including information and data you submit or have submitted through forms and applications as well as transactions you have conducted through the course of doing business with American Family.</p>\n<p>&nbsp.\n&nbsp;b.\nAutomatically Collected Information.\ntracking information, including (but not limited to) IP address, mobile device, browser type and home server information.</p>\n<p>3.\nIt is our policy that only authorized American Family Insurance employees, agents and their staff who need to know your personal information will access and use it.\nAmerican Family Insurance workers who violate our privacy policies are subject to a disciplinary process.</p>\n<p>4.\nIt is our policy not to share personal information on current and former customers outside American Family Insurance for any purpose other than the underwriting or administration of a customer’s policy/account, or for marketing additional American Family Insurance products, unless the disclosure has been authorized by the customer or is permitted or required by law.</p>\n<p>5.\nWhenever we retain other organizations to provide support services on behalf of American Family Insurance, we require them to protect customers’ personal information.</p>\n<p>6.\nTo update your personal information, please contact your agent.</p>\n<p>7.\nTracking technology including, but not limited to, cookies, beacons, tags and scripts or other similar technologies may be utilized by American Family and analytic service providers (e.g.\nGoogle Analytics).\nThese tracking technologies are used to gather information about our user base.\nThe information collected may include device specific-information (including, but not limited to, hardware model, operating system version and unique device identifiers) and unique application numbers if included within the respective service.\nWe may receive reports on this demographic information from analytic service providers to understand specific market segments based on the demographic and interest data received.\nThis information will be used for, but not limited to, Remarketing, Display Network Impression Reporting, and Demographics and Interest Reporting.\nThe use of these tracking features is governed by Google’s Privacy Policy, as amended by Google.\nYou may opt-out of this data collection by installing the Google Analytics Opt-Out Browser Add-on and Google Ad Removal Plugin.</p>\n<p>8.\nAmerican Family may use common tracking to customize our websites, mobile applications and social media interactions to enhance your overall customer experience.\nOur mobile and social media applications may also collect non-personally identifiable demographic information (such as age, sex, and city/state location) about the users of each application.\nPrior to installation of any mobile or social application, you will see a statement describing what information is collected from your use of that particular application.\nCollection and use of this data is to provide you with more relevant content.\nYou may choose to utilize your social media profile from select social networking sites such as Facebook, Twitter, Google+ and other like-type social media sites to interact with us.\nBy doing so, you specifically grant permission and authorize us to collect.\nstore and use authorized personal information from these sites as indicated during the use and authorization process.\nTo opt-out of the collection and use of information for ad targeting, you can go to http://www.aboutads.info/choices to opt-out.\n&nbsp;</p>\n<p>9.\nWhen necessary, we review and revise our privacy policies to protect personal customer information.</p>\n</li>\n<li> Health Information Privacy Notice <p>Individual Major Medical policies that were previously written by AmFam have been administrated by American Republic since 2010.\nOur long-term affiliation with American Republic allows for our customers to keep their American Family Major Medical insurance policies and still receive outstanding service.\nAmerican Family and American Republic take security very seriously and are committed to protecting policy holders’ personal identifiable information, and health history information.\nFor more details on how our companies follow the Health Insurance Portability and Accountability Act (HIPAA) please click the link:</p>\n<p>Medical NOPP: https://www.americanrepublic.com/Legal-Pages/Notice-of-Privacy-Practices-Medical</p>\n<p>Financial NOPP: https://www.americanrepublic.com/Legal-Pages/Notice-of-Privacy-Practices-Financial</p>\n<p>You may also contact American Republic’s Customer Service Center to discuss topics such as premium payments, customer service and claims processing.\nTheir dedicated contact number is: (888) 755-3064</p>\n<p>\n</p>\n</li>\n<li> California Privacy Notice <strong>AMERICAN FAMILY INSURANCE\nCALIFORNIA PRIVACY NOTICE</strong>\n<p>\n<strong>Effective Date:&nbsp;</strong>January 1, 2020</p>\n<p>\n<strong>Last Modified On:&nbsp;</strong>October 26, 2020&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;</p>\n<p>This California Privacy Notice supplements the American Family Insurance General Privacy Notice and applies solely to individuals who reside in California (“consumers”).\nWe have adopted this policy to comply with the California Consumer Privacy Act of 2018 (“CCPA”).</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>CCPA defines personal information as “information that identifies, relates to, describes, is capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.” Personal information does not include de-identified or aggregate consumer information.\nWe will implement technical safeguards to prohibit re-identification of de-identified information about you.\n</p>\n<p>We have collected some or all the below categories of personal information from consumers within the last twelve (12) months.\n</p>\n<p>Please note that the examples are not an exhaustive list and personal information collected may fall into multiple categories.\nCategories and specific pieces of information collected will vary depending on the nature of your relationship with us.</p> Categories of Personal Information Definition/Examples Personal Identifiers Name, DOB, SSN, telephone, address, driver’s license number, passport number, electronic signature, account credentials, passwords, and email address Demographics Age, race, ethnicity, religion, gender identification, disability status, citizenship, family relationships, veteran or military status Professional or Employment Information Employment contract, salary, disciplinary action, employment history, performance reviews, professional designations, resumes and job applications Education Information School records, school(s) attended, dates attended, degree(s) earned, academic achievements Financial Information Credit history, bank account numbers, investment or brokerage account numbers, information regarding estate or tax planning, debts, trusts, credit or debit card numbers Medical and Wellness Information Medical history, medical questionnaires, information regarding physical, mental and behavioral health, genetic information, information regarding payment for health care services Biometric Information Fingerprints, facial recognition scans, eye scans, voice recognition, typing cadence, ongoing monitoring of sleep, health patterns and exercise Internet or Network Activity Browser history, search history, IP Address, mobile device identifier, cookies, interaction with website, app and advertisements Geolocation Data Point in time location information, GPS coordinates and location-tracking information Audiovisual Information On-site security cameras, pictures, video and audio recordings Profile Data / Inferences Profiles reflecting a person’s preferences, such as interests, hobbies, characteristic tendencies, behaviors, attitudes or aptitudes, including inferences drawn from personal information.\nCommercial Information Records of personal property, products or services purchased, obtained or considered or other purchasing or consuming histories or tendencies American Family Product Information Policy and billing account numbers, policy benefits and values, beneficiary, ownership arrangements, transaction history <p>We reserve the right to create or allow others to create aggregate consumer information data sets by ensuring that individual consumer identities have been removed and are not linked or reasonably linkable to any consumer or household, including via a device.\nThe CCPA does not require that we re-identify such information in response to a consumer request.</p>\n<p>We collect personal information about consumers from the following sources:</p>\n<ul>\n<li> Insurance applications and related forms </li>\n<li>Transactions with us, our affiliates or others </li>\n<li>Consumer reporting agencies</li>\n<li>Transactions with non-affiliated third parties</li>\n</ul>\n<p>\n<strong>How We Use Personal Information</strong>\n</p>\n<p>We may use or disclose the personal information we collect for one or more of the following business or commercial purposes:</p>\n<ul>\n<li>Insurance policy sales and administration</li>\n<li>Marketing and advertising </li>\n<li>Claims and investigations</li>\n<li>Research and analytics </li>\n<li>Fulfilling legal and regulatory obligations</li>\n</ul>\n<p>\n<strong>How We Share Personal Information</strong>\n</p>\n<p>We <strong>\n<em>do not sell</em>\n</strong> the personal information we obtain.\n</p>\n<p>Your personal information may be disclosed to our affiliates or an external third party for a business purpose.\nWhen we disclose personal information to an external third party for a business purpose, we enter a contract with the recipient that describes the purpose for sharing the information and requires the recipient to protect that information.\nOur affiliates are only permitted to use personal information we disclose to them for authorized business purposes and they are required to protect the information in accordance with approved data security plans.</p>\n<p>We may share your personal information with the following categories of third parties including:</p>\n<ul>\n<li>Other insurance institutions, financial institutions or insurance support organizations;</li>\n<li>Authorized agents or brokers;</li>\n<li>Service providers;</li>\n<li>Marketing and advertising partners;</li>\n<li>Law enforcement, regulators and other parties for legal reasons.\nand</li>\n<li>Our affiliates.</li>\n</ul>\n<p>\nWe may have disclosed personal information to a third party for a business purpose in the last twelve (12) months.</p>\n<p>\n<strong>Your Rights and How to Exercise Them</strong>\n</p>\n<p>The CCPA grants consumers (California residents) access and deletion rights about the personal information that a business has collected about the consumer in the twelve (12) months prior to the consumer’s request.\n</p>\n<p>\n<strong>Access Request Rights</strong>\n</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your personal information.\nOnce we receive your request and confirm your identity (see Exercising Access and Deletion Rights), we will disclose to you:</p>\n<ul>\n<li> The categories of personal information we collected about you;</li>\n<li>The categories of sources from which the personal information was collected;</li>\n<li>The business or commercial purpose for collecting or disclosing personal information;</li>\n<li>The categories of third parties with whom we share personal information.\nand</li>\n<li>The specific pieces of personal information we collected about you.</li>\n</ul>\n<p>\n<strong>Deletion Request Rights</strong>\n</p>\n<p>Subject to certain exceptions, you have the right to request that we delete any of the personal information that we collected from you and have retained.\nUnless an exception applies, once we receive your request and confirm your identity (see Exercising Access and Deletion Rights), we will delete your personal information from our records and direct our service providers to delete your personal information from their records.\n</p>\n<p>We may deny your deletion request if we did not collect the information directly from you or we or our service providers need the information:</p>\n<ul>\n<li>To complete a transaction or service that you requested;</li>\n<li>For security purposes.\n</li>\n<li>To identify and repair system errors.\n</li>\n<li>For internal business purposes.\nor</li>\n<li>To comply with a laws or legal obligation.\n</li>\n</ul>\n<p>\n<strong>Exercising Access and Deletion Rights</strong>\n</p>\n<p>To exercise your access and deletion rights, please submit a request to us by either:</p>\n<ul>\n<li>Completing the request form found HERE.\nor</li>\n<li>Calling us toll-free at (844) 904-1030.</li>\n</ul>\n<p>Only you, or an authorized agent appointed to act on your behalf, may make an access or deletion request related to your personal information.\nYou may also make a request on behalf of your minor child.\nIf you are submitting a request on behalf of someone else, you will need to provide proof that you have been authorized by the consumer to make the request for them.\nTo do so, please complete the form found HERE and email or mail it back to the contact information indicated below (see Contact Information).</p>\n<p>You may only make an access request twice within a 12-month period.\n</p>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nIn order to verify your identity, we need information that allows us to reasonably verify that you are the person about whom we collected personal information.\nInformation we request may include:</p>\n<ul>\n<li>First, middle, and last name</li>\n<li>Date of birth</li>\n<li>Phone number</li>\n<li>Address</li>\n<li>Last four digits if your social security number</li>\n<li>Policy or claim number</li>\n</ul>\n<p>We will only use the personal information provided to us in an access or deletion request in order to verify the requestor's identity or authority to make the request.</p>\n<p>\n<strong>Response Timing</strong>\n</p>\n<p>We will confirm that we received your request within ten (10) days of receiving the request.\nWe will respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to an additional 45 days) to respond to your request, we will inform you of the reason and the extension period in writing by mail or electronically based on your stated preference.</p>\n<p>\n<strong>Non-Discrimination</strong>\n</p>\n<p>If you choose to exercise your CCPA rights, we will not discriminate against you by:\n</p>\n<ul>\n<li>Denying you goods or services.\n</li>\n<li>Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties;</li>\n<li>Providing you a different level or quality of goods or services.\nor</li>\n<li>Suggesting that you may receive a different price or rate for goods or services or a different level or quality of service.\n</li>\n</ul>\n<p>\n<strong>Changes to Our Privacy Notice</strong>\n</p>\n<p>We reserve the right at our discretion to amend this privacy notice at any time.\nWhen we make changes to this privacy notice, we will post the updated notice on our website (amfam.com) and update the notice's effective date.\nYour continued use of our website following the posting of changes constitutes your acceptance of such changes.</p>\n<p>\n<strong>Contact Information</strong>\n</p>\n<p>If you have any questions or comments about this notice, the ways in which we collect and use your information, your choices and rights regarding such use, or wish to exercise your rights under California law, please contact us at:</p>\n<p>Phone: (844) 904-1030</p>\n<p>Email: CA-Privacy@amfam.com</p>\n<p>Postal Address:</p>\nAmerican Family Insurance\n<br>\n<p>Attn: Corporate Compliance<br>\n6000 American Parkway<br>\nMadison, WI, 53783</p>\n</li>\n<li> Security Policy <p>To help ensure the security of personal and financial information that you submit through this website, we use security software to encrypt the information during its transmission.\nWe only allow information to be submitted for transmission if your browser is compatible with our security software.\nIf your browser is not compatible, you will receive a message indicating your transaction cannot be completed because of the security risk.</p>\n<p>American Family Insurance uses a secure server and security protocol to safeguard any information you provide.\nThe secure server implements the Secure Socket Layer (SSL) protocol to interact with you when you provide personal information.\nThis technology sends your data through an encrypted tunnel via 128-bit encryption so a third party cannot read the information while in transit.\nAll personal information stored by American Family Insurance is housed securely.</p>\n<p>We also use JavaScript, so please enable JavaScript in your browser.\nWe only utilize JavaScript to create more dynamic and user-friendly pages.</p>\n<p>We restrict access to non-public personal information about you to our employees and other parties who must use that information to provide products or services to you.\nTheir right to disclose or use the information is limited by our employee code of conduct, applicable law, and nondisclosure agreements where appropriate.\nWe also maintain physical, electronic, and procedural safeguards to guard your personal information against unauthorized disclosure or use.</p>\n</li>\n<li> Email Policy <p>If you no longer wish to receive marketing or promotional emails from American Family, please click the Unsubscribe link included in these emails.\n</p>\n<p>If you unsubscribe from marketing or promotional emails, we will continue to send transactional email messages for service and support, such as for My Account.\n</p>\n<p>Email messages are not secure.\nOur security software does not encrypt email messages.\nUnencrypted email messages traveling through the Internet are potentially subject to viewing, alteration and copying by others.</p>\n</li>\n</ol>\n<ul>\n<li>\n<ul>\n<li> Insurance </li>\n<li> Car </li>\n<li> Home </li>\n<li> Life </li>\n<li> Farm </li>\n<li> View All </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Claims </li>\n<li> File a Claim </li>\n<li> Emergency Roadside </li>\n<li> View Current Claim </li>\n<li> Claims FAQs </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> About Us </li>\n<li> Our Purpose </li>\n<li> Corporate Responsibility </li>\n<li> Careers, Students &amp.\nRecent Grads </li>\n<li> Newsroom </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Resources </li>\n<li> Tools &amp.\nCalculators </li>\n<li> Discounts </li>\n<li> FAQs </li>\n<li> MyAmFam App </li>\n<li> Helpful Articles </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Community </li>\n<li> DreamBank </li>\n<li> Dreams Foundation </li>\n<li> Sustainability </li>\n<li> Dream Movement </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Contact </li>\n<li> Contact Us </li>\n<li> Find an Agent </li>\n</ul>\n</li>\n</ul> Provide<br>\nFeedback Your Info<br>\nIs Safe &nbsp.\n6000 American Parkway<br>\nMadison, WI 53783 1-800-692-6326 Contact Us Chat Online &nbsp.\nMyAmFam App <ul>\n<li> Company Identification </li>\n<li> Privacy &amp.\nSecurity </li>\n<li> Legal Notice </li>\n<li> Terms &amp.\nConditions </li>\n<li> B2B Lender Portal </li>\n<li> Sitemap </li>\n<li> ©2021 American Family Mutual Insurance Company, S.I.\nAll rights reserved.\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> 18901891189218931894189518961897189818991900190119021903190419051906190719081909191019111912191319141915191619171918191919201921192219231924192519261927192819291930193119321933193419351936193719381939194019411942194319441945194619471948194919501951195219531954195519561957195819591960196119621963196419651966196719681969197019711972197319741975197619771978197919801981198219831984198519861987198819891990199119921993199419951996199719981999200020012002200320042005200620072008200920102011201220132014201520162017201820192020202120222023202420252026202720282029203020312032203320342035203620372038203920402041Today FEEDBACK Will open a new window", "created_at": "2021-05-04 13:39:21.86281", "updated_at": "2021-05-04 13:44:02.1496"}, {"id": 5727, "name": "Terms and Conditions of Use", "url": "https://www.amfam.com/terms-and-conditions", "xpath": "", "text": " <ul>\n<li> Insurance Personalized Home Coverage Assistant Use our quick and easy tool to help you decide which coverage options are right for your home.\n<em>Go &gt;</em>\n&nbsp.\nVehicle Insurance <ul>\n<li> Car Insurance </li>\n<li> Motorcycle Insurance </li>\n<li> RV &amp.\nCamper Insurance </li>\n<li> Boat Insurance </li>\n<li> ATV Insurance </li>\n<li> Snowmobile Insurance </li>\n<li> Classic Car </li>\n</ul> Property &amp.\nBusiness <ul>\n<li> Home Insurance </li>\n<li> Renters Insurance </li>\n<li> Condo Insurance </li>\n<li> Manufactured Home </li>\n<li> Farm &amp.\nRanch Insurance </li>\n<li> Business Insurance </li>\n<li> Landlord Insurance </li>\n</ul> Added Protection <ul>\n<li> Life Insurance </li>\n<li> Umbrella Insurance </li>\n<li> Identity Theft Insurance </li>\n<li> Credit Monitoring </li>\n<li> Health Insurance </li>\n<li> Travel Insurance </li>\n</ul>\n</li>\n<li> Claims Need to File a Claim? If you've already created an account, sign in to get started.\nIf not, you'll need to create a My Account for 24/7 access to your claim.\nSign In Create Account <em>File as a Guest &gt;</em> Claims <ul>\n<li> File a Claim </li>\n<li> File an Auto Glass Claim </li>\n<li> Claims Process </li>\n<li> View a Current Claim </li>\n</ul> Claims Support <ul>\n<li> Contact Us </li>\n<li> Emergency Roadside Service </li>\n<li> Car Repair Assistance </li>\n<li> Glass Repair Programs </li>\n<li> Claims FAQs </li>\n</ul>\n</li>\n<li> About Get To Know Us <ul>\n<li> Our Purpose </li>\n<li> Mission &amp.\nVision </li>\n<li> Our Agents </li>\n<li> Our History </li>\n<li> Financial Strength </li>\n<li> Corporate Responsibility </li>\n<li> Newsroom </li>\n</ul> Help <ul>\n<li> Agent Finder </li>\n<li> Report Fraud </li>\n<li> Chat Online </li>\n<li> Contact Us </li>\n<li> FAQs </li>\n</ul> Careers, Students &amp.\nRecent Grads <ul>\n<li> Why American Family Insurance? </li>\n<li> Corporate Careers </li>\n<li> Students &amp.\nRecent Grads </li>\n<li> Agency Careers </li>\n<li> Community Involvement </li>\n<li> Getting Hired </li>\n</ul> Our Continued Support As we continue to navigate through the COVID-19 pandemic, see how we are supporting our current and new customers with Premium Relief and more.\n<p>\n<em>Learn More &gt;</em>\n</p>\n</li>\n<li> Resources Insurance Library <ul>\n<li> Insurance Products </li>\n<li> Tools &amp.\nCalculators </li>\n<li> Grow Your Business </li>\n<li> Landlord Toolbox </li>\n<li> Insurance 101 </li>\n<li> Articles </li>\n<li> Loss &amp.\nRisk Control </li>\n<li> FAQs </li>\n</ul> Programs &amp.\nDiscounts <ul>\n<li> Discounts </li>\n<li> Smart Home </li>\n<li> KnowYourDrive </li>\n<li> Teen Safe Driver </li>\n<li> Car Repair Program </li>\n<li> Glass Repair Program </li>\n</ul> Mobile Apps <ul>\n<li> MyAmFam App </li>\n</ul> Take Control of What You Pay for Insurance <p>We'll reward you for your safe driving! Sign up for KnowYourDrive and earn up to a 20% discount — the safer you drive, the better discount you can earn! </p>\n<p>\n<em>Start Saving</em>\n<em>&nbsp;&gt;</em>\n</p>\n<em>See All Discounts</em>\n<em>&nbsp;&gt;</em>\n</li>\n<li> Community Community Initiatives <ul>\n<li> DreamBank </li>\n<li> DreamBank Events </li>\n<li> AmFam Golf Championship </li>\n</ul> Partnerships <ul>\n<li> Brand Ambassadors </li>\n<li> Dreams Foundation </li>\n<li> Sustainability </li>\n<li> Diversity &amp.\nInclusion </li>\n</ul> #DreamFearlessly <ul>\n<li> Support for Your Dream </li>\n<li> Employee &amp.\nAgent Stories </li>\n<li> Free to Dream </li>\n</ul> BUILDING A BETTER TOMORROW <p>With the right support, any dream is possible! Check out some of the ways we’re working to make a difference and building a brighter future for our customers and communities.\n</p>\n<p>\n<em>Learn More &gt;</em>\n</p>\n</li>\n</ul>\n<ul>\n<li> Contact Us 1-800-MYAMFAM <p>Call us any time.</p> GO &gt.\nChat Online <p>\nAvailable M-F, 8AM - 8PM CST\n</p> GO &gt.\nFind an Agent <p>Support when you need it.</p> GO &gt.\nContact <p>Find more ways to connect with us.&nbsp;</p> GO &gt.\n</li>\nContact Us <li> Search Please enter a keyword(s) or phrase Not finding what you're looking for? Try our search page View All...\nPopular Searches Get an Auto Quote &gt.\nAuto Insurance Coverages &gt.\nMy Account &gt.\nClaims &gt.\nFind the Right Coverage for Your Car &gt.\nInsurance 101 &gt.\nCareers &gt.\n</li>\nSearch <li> Sign In/Up <strong>Make a Payment</strong>\n<p>\n<strong>\n</strong>Pay securely, even without signing in.\n</p>\n<p>\n<em>Pay Now &gt;</em>\n</p>\n<strong>The Benefits of My Account</strong>\n<ul>\n<li>Access policy details 24/7</li>\n<li>Choose from easy options to pay your bill</li>\n<li>View your Proof of Insurance card from anywhere</li>\n<li>Stay informed with alerts</li>\n</ul>\n<em>Create an Account &gt;</em> Sign In To My Account User Id is required.\nPassword is required Remember User ID Log In &gt.\nForgot User ID or Password &gt.\n</li> My Account </ul> Search Search Menu Menu Sign In/up Exit Please enter a keyword(s) or phrase Not finding what you're looking for? Try our search page View All...\nPopular Searches Get an Auto Quote &gt.\nAuto Insurance Coverages &gt.\nMy Account &gt.\nClaims &gt.\nFind the Right Coverage for Your Car &gt.\nInsurance 101 &gt.\nCareers &gt.\nInsurance Insurance <ol>\n<li> Vehicle Insurance Car Insurance Motorcycle Insurance RV &amp.\nCamper Insurance Boat Insurance ATV Insurance Snowmobile Insurance Classic Car </li>\n<li> Property &amp.\nBusiness Home Insurance Renters Insurance Condo Insurance Manufactured Home Farm &amp.\nRanch Insurance Business Insurance Landlord Insurance </li>\n<li> Added Protection Life Insurance Umbrella Insurance Identity Theft Insurance Credit Monitoring Health Insurance Travel Insurance </li>\n</ol> Claims Claims <ol>\n<li> Claims File a Claim File an Auto Glass Claim Claims Process View a Current Claim </li>\n<li> Claims Support Contact Us Emergency Roadside Service Car Repair Assistance Glass Repair Programs Claims FAQs </li>\n</ol> About About <ol>\n<li> Get To Know Us Our Purpose Mission &amp.\nVision Our Agents Our History Financial Strength Corporate Responsibility Newsroom </li>\n<li> Help Agent Finder Report Fraud Chat Online Contact Us FAQs </li>\n<li> Careers, Students &amp.\nRecent Grads Why American Family Insurance? Corporate Careers Students &amp.\nRecent Grads Agency Careers Community Involvement Getting Hired </li>\n</ol> Resources Resources <ol>\n<li> Insurance Library Insurance Products Tools &amp.\nCalculators Grow Your Business Landlord Toolbox Insurance 101 Articles Loss &amp.\nRisk Control FAQs </li>\n<li> Programs &amp.\nDiscounts Discounts Smart Home KnowYourDrive Teen Safe Driver Car Repair Program Glass Repair Program </li>\n<li> Mobile Apps MyAmFam App </li>\n</ol> Community Community <ol>\n<li> Community Initiatives DreamBank DreamBank Events AmFam Golf Championship </li>\n<li> Partnerships Brand Ambassadors Dreams Foundation Sustainability Diversity &amp.\nInclusion </li>\n<li> #DreamFearlessly Support for Your Dream Employee &amp.\nAgent Stories Free to Dream </li>\n</ol> Sign In To My Account User Id is required.\nPassword is required Remember User ID Log In &gt.\nForgot User ID or Password &gt.\n<strong>Make a Payment</strong>\n<p>\n<strong>\n</strong>Pay securely, even without signing in.\n</p>\n<p>\n<em>Pay Now &gt;</em>\n</p>\n<strong>The Benefits of My Account</strong>\n<ul>\n<li>Access policy details 24/7</li>\n<li>Choose from easy options to pay your bill</li>\n<li>View your Proof of Insurance card from anywhere</li>\n<li>Stay informed with alerts</li>\n</ul>\n<em>Create an Account &gt;</em> Call Us Chat Online Find an Agent Contact <ol>\n<li> Home </li>\n<li> Terms and Conditions of Use </li>\n</ol> Terms and Conditions of Use\n<p>This document provides the terms and conditions of use of amfam.com, My Account and the MyAmFam mobile app.\nYour use of these apps or website is expressly conditioned on your acceptance of these Terms and Conditions, including all policies and other terms that may be specific to an application or service.\n&nbsp;</p>\n<p>If you do not agree with any part of the Terms and Conditions, you must not use the apps and/or website (the “Site”).\n&nbsp;You can use the Site for online access to your personal policy information, our product information, educational content, our services and self-help tools (“Online Activities”).</p>\n<p>The companies of American Family Insurance Group (see Company Identification) reserve the right to modify the Terms and Conditions at any time.\nContinued use of the Site by you will constitute your acceptance of any revisions to the Terms and Conditions.\nPlease check this page regularly.</p>\n<p>Read all our Terms and Conditions or click below to review a specific topic:</p>\n<ul>\n<li>Paperless Electronic Delivery</li>\n<li>Email Policy</li>\n<li>Copyrights and Trademarks</li>\n<li>Third-Party Websites</li>\n<li>Web Cookie Policy</li>\n<li>General Privacy Notice</li>\n<li>My Account and MyAmFam App</li>\n<li>Disclaimer of Warranty</li>\n<li>Limitation of Liability</li>\n<li>Jurisdiction / Enforceability</li>\n<li>Claims Texting Terms and Conditions Claims</li>\n</ul>\nPaperless Electronic Delivery\n<p>Paperless Electronic Delivery of certain communications and billings and available through American Family’s online service website (My Account) and mobile app (MyAmFam app).\n&nbsp;This preference can be made through these services and the specific terms of use are available here.</p>\nEmail Policy\n<p>If you no longer wish to receive marketing or promotional emails from American Family, please click the Unsubscribe link included in these emails.\n&nbsp;If you unsubscribe from marketing or promotional emails, we will continue to send transactional email messages for service and support, such as for My Account.</p>\n<p>Email messages are not secure.\n&nbsp;Our security software does to encrypt email messages.\nUnencrypted email messages traveling through the Internet are potentially subject to viewing, alteration and copying by others.</p>\n<p>Back to top</p>\nCopyrights and Trademarks\n<p>All Contents ©2020 American Family Mutual Insurance Company, S.I.\n&nbsp;All Rights Reserved.\nThe contents of all material available on this Internet site are copyrighted by American Family Mutual Insurance Company, S.I.\nunless otherwise indicated.\nAll rights are reserved by American Family Mutual Insurance Company, S.I., and content may not be reproduced, downloaded, disseminated, published, or transferred in any form or by any means, except with the prior written permission of American Family Mutual Insurance Company, S.I.\nCopyright infringement is a violation of federal law subject to criminal and civil penalties.</p>\n<p>Back to top</p>\nThird-Party Websites\n<p>The Site contains links to other Internet websites (third-party websites) that are not maintained by American Family.\n&nbsp;These links are provided solely for your convenience.\nAmerican Family makes no warranties or representations about the content of, about any products or services offered by, or about the security or the intellectual property compliance of, such third-party websites.\nWe recommend that, before using these websites, you take the time to read the privacy policies and user agreements of those websites.\n&nbsp;When viewing videos from the Sites that reside on YouTube, you are agreeing to abide by their terms of service (https://www.youtube.com/t/terms).</p>\n<p>Back to top</p>\nWeb Cookie Policy\n<p>Web cookies are small computer files that a website places on an Internet user's computer to store basic information.\nGenerally, cookies help website operators serve their users better and more quickly.\nThere are two types of cookies: session and persistent.\nSession cookies exist only during an Internet user's online session.\nThey do not collect information from a user's computer, and they typically store information only in the form of session identification.\nSession cookies are erased from a user's computer when the user closes the browser software.\nPersistent cookies remain on a user's computer after the browser has been closed and are stored on a user's hard drive until they expire or until the user deletes the cookie.\nPersistent cookies are used to collect identifying information about a user, such as Web surfing behavior or user preferences for a specific website.</p>\nHow We Use Web Cookies\n<p>When you interact with the American Family Insurance website, we strive to make your experience easy and meaningful.\nOur Web server uses both session and persistent cookies to improve your interaction with the Website, and to help us improve user experience.\nWe use cookies to measure behavior on this website for usability purposes and to save choices made on some pages.\nThe cookies used on this website do not identify you personally.\nUnless you choose to identify yourself voluntarily, they merely recognize your browser.\nYou may choose to identify yourself to us by requesting a quote, by requesting more information on a product or service, or by completing one of several contact forms.\nOtherwise, you remain anonymous.\nUsers who disable their Web browsers' ability to accept cookies can still browse this website.\nHowever, we encourage you to accept cookies (which can be set through your browser settings) so that we may take further strides in making this website easier to use.</p>\n<p>Back to top</p>\nGeneral Privacy Notice\n<p>The companies of American Family Insurance Group (see Company Identification) recognize the importance of our customers’ trust.\n&nbsp;Keeping personal information confidential is a top priority for all American Family Insurance employees, agents and staff.\n&nbsp;This privacy notice, which is required by state and federal law, explains our privacy practices.</p>\n<p>Back to top</p>\nMy Account and MyAmFam App\n<p>American Family’s online service website (My Account) and mobile app (MyAmFam app) are restricted and require a user identification code (User ID) and a password for access.\nUnauthorized, unlawful or deliberately damaging use of or access to the online service website is strictly prohibited.</p>\n<p>In accessing the online service sites, you agree that:</p>\n<ul>\n<li>American Family is entitled to act on instructions received under your User ID and password.</li>\n<li>American Family is not liable for any unauthorized access to your personal information that is not the direct result of gross negligence or intentional misconduct on the part of American Family.</li>\n<li>You will keep your password confidential and you will notify American Family immediately if you believe someone else has obtained your User ID and password or any unauthorized access to the online service site has occurred or may occur.</li>\n<li>American Family may block access to these services without prior notice if we believe your User ID and password are being used by someone other than you, if any unauthorized access to your personal information has occurred or may occur, or for other reasons including the protection of the individual’s personally identifiable information.</li>\n</ul>\n<p>Back to top</p>\nDisclaimer of Warranty\n<p>THE CONTENT AND MATERIALS IN THE AMERICAN FAMILY SITE ARE PROVIDED “AS IS” AND AMERICAN FAMILY EXPRESSLY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, WITH RESPECT TO THIS SITE INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\n&nbsp;AMERICAN FAMILY DOES NOT WARRANT OR REPRESENT THAT THE FUNCTIONS OR OPERATION OF THE SITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE, ITS SERVERS OR ANY EMAIL SENT FROM AMERICAN FAMILY ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nSOME STATES DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES, SO SOME OR ALL OF THE FOREGOING DISCLAIMER MAY NOT APPLY TO YOU.</p>\n<p>Back to top</p>\nLimitation of Liability\n<p>AMERICAN FAMILY SHALL NOT BE LIABLE FOR ANY INJURY, LOSS, CLAIM, OR DAMAGES OF ANY KIND, WHETHER BASED IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, WHICH ARISES OUT OF (1) THE USE OF, OR INABILITY TO USE, THIS WEBSITE OR CONTENT FOUND IN THE SITE, AND (2) UNLESS RESULTING FROM THE GROSS NEGLIGENCE OR INTENTIONAL ACTIONS OF AMERICAN FAMILY, OR THE UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR DATA BUT ONLY TO THE EXTENT OF THE COST TO CORRECT THE SECURITY DEFECT OR TO RESTORE THE AFFECTED INFORMATION.\nAMERICAN FAMILY SHALL NOT IN ANY CASE BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR SIMILAR DAMAGES OF ANY KIND, EVEN IF AMERICAN FAMILY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OF LIABILITY FOR CERTAIN DAMAGES, SO SOME OR ALL OF THE FOREGOING EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>Back to top</p>\nJurisdiction / Enforceability\n<p>Use of the American Family Site shall be governed by, and its language must be construed in accordance with the laws of, the State of Wisconsin without giving effect to any principles of conflicts of laws.\nAny dispute concerning the Site or the stated policies shall be subject to the exclusive venue of a court of competent jurisdiction in Dane County, Wisconsin.</p>\n<p>Should any provision of these Terms and Conditions be held to be invalid, unlawful or for any reason unenforceable, then the affected provision shall be severable from the remaining provisions.\nA severed provision shall not affect the validity or enforceability of the remaining provisions.</p>\n<p>Back to top</p>\n<ul>\n<li>\n<ul>\n<li> Insurance </li>\n<li> Car </li>\n<li> Home </li>\n<li> Life </li>\n<li> Farm </li>\n<li> View All </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Claims </li>\n<li> File a Claim </li>\n<li> Emergency Roadside </li>\n<li> View Current Claim </li>\n<li> Claims FAQs </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> About Us </li>\n<li> Our Purpose </li>\n<li> Corporate Responsibility </li>\n<li> Careers, Students &amp.\nRecent Grads </li>\n<li> Newsroom </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Resources </li>\n<li> Tools &amp.\nCalculators </li>\n<li> Discounts </li>\n<li> FAQs </li>\n<li> MyAmFam App </li>\n<li> Helpful Articles </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Community </li>\n<li> DreamBank </li>\n<li> Dreams Foundation </li>\n<li> Sustainability </li>\n<li> Dream Movement </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Contact </li>\n<li> Contact Us </li>\n<li> Find an Agent </li>\n</ul>\n</li>\n</ul> Provide<br>\nFeedback Your Info<br>\nIs Safe &nbsp.\n6000 American Parkway<br>\nMadison, WI 53783 1-800-692-6326 Contact Us Chat Online &nbsp.\nMyAmFam App <ul>\n<li> Company Identification </li>\n<li> Privacy &amp.\nSecurity </li>\n<li> Legal Notice </li>\n<li> Terms &amp.\nConditions </li>\n<li> B2B Lender Portal </li>\n<li> Sitemap </li>\n<li> ©2021 American Family Mutual Insurance Company, S.I.\nAll rights reserved.\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> 18901891189218931894189518961897189818991900190119021903190419051906190719081909191019111912191319141915191619171918191919201921192219231924192519261927192819291930193119321933193419351936193719381939194019411942194319441945194619471948194919501951195219531954195519561957195819591960196119621963196419651966196719681969197019711972197319741975197619771978197919801981198219831984198519861987198819891990199119921993199419951996199719981999200020012002200320042005200620072008200920102011201220132014201520162017201820192020202120222023202420252026202720282029203020312032203320342035203620372038203920402041Today FEEDBACK Will open a new window", "created_at": "2021-05-04 13:39:22.512486", "updated_at": "2021-05-04 13:44:45.75108"}], "points": [], "urls": ["amfam.com"]}}