{"error": 448, "message": "OK", "parameters": {"id": 5778, "name": "Air Wick", "created_at": "2021-11-23 20:10:52.942613", "updated_at": "2021-11-23 23:01:11.243083", "wikipedia": "https://en.wikipedia.org/wiki/Air_Wick", "keywords": null, "related": null, "slug": "air-wick", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5778.png", "url": "airwick.us", "documents": [{"id": 10414, "name": " Privacy Policy", "url": "https://www.airwick.us/Privacy-Policy", "xpath": "/html/body/div[3]/div/div", "text": " Privacy Policy <p>This site is intended for residents of the United States.</p>\n<ul>Privacy Policy<p>&nbsp;</p>\n<p>Effective Date: <b>December 1, 2019</b>\n</p>\n<p>\n<br>\n</p>\n<p>This Privacy Policy (“Policy”) describes how we, Reckitt Benckiser LLC (“we”), collect, use, and disclose information we obtain about visitors to our websites, our social media pages that we control, and other on-line or mobile services, applications, or advertisements (“Our Sites”), including use of the services available through our Site (“Services”).\nUnless otherwise provided for in this Policy, this Policy does not pertain to other information that is collected offline.\nSome of Our Sites include Sites for Air Wick®, d-CON®, Dimensions, Easy-Off®, Easy On®, Finish®, Lime-A-Way®, Lysol®, Old English®, Resolve®, RID-X®, Spray ’N Wash®, VEO, and Woolite®.</p>\n<p>\n<br>\n</p>\n<p>BY USING OUR SITES, YOU AGREE THAT YOU HAVE REVIEWED THIS PRIVACY POLICY EXPLANATION IN ITS ENTIRETY AND YOU CONSENT TO THE TERMS AND CONDITIONS OF THE POLICY AND TO OUR HANDLING OF YOUR PERSONAL INFORMATION AS STATED BELOW AND IN ACCORDANCE WITH OUR TERMS OF SERVICE, INCLUDING ITS APPLICABLE LIMITATIONS ON DAMAGES AND THE RESOLUTION OF&nbsp;DISPUTES.\nIF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS OF THIS POLICY, PLEASE DO NOT USE OUR SITES.</p>\n<p>\n<br>\n</p>\n<p>Sections:</p>\n<p>\n<br>\n</p>\n<p>A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personal Information Collected</p>\n<p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sharing and Disclosure of Information</p>\n<p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Collection and Use of Information from Children Under the Age of 13</p>\n<p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Access To and Choices About Your Personal Information</p>\n<p>E.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Product Review Boards, Chat Rooms, Forums, and Other Posting Areas</p>\n<p>F.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Promotions with Third Parties</p>\n<p>G.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third Party Web Sites</p>\n<p>H.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;International Transfers</p>\n<p>I.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cookies</p>\n<p>J.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do-Not-Track</p>\n<p>K.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do Not Sell</p>\n<p>L.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your California Privacy Rights</p>\n<p>M.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Security</p>\n<p>N.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Contacting Us</p>\n<p>O.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rights to Your Data and Deletion of Your Data</p>\n<p>P.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes to this Policy</p>\n<p>\n<br>\n</p> A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Personal Information Collected<p>\n<br>\n</p>\n<p>We may collect personal information about you in a variety of ways, including directly from you as well as automatically through your use of Our Sites or Services.</p>\n<p>\n<br>\n</p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information We Collect Directly From You.<p>\n<br>\n</p>\n<p>We may collect the following personal information directly from you:</p>\n<p>\n<br>\n</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;If you <b>create an account </b>with us (which may be required to access certain features of Our Site and Services), we may collect your first and last name, email address, preferred password, and if you agree to receive promotional/marketing emails from us;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;In connection with your <b>account </b>and, at your option, we may collect your date of birth, gender, interests, mailing address, and answers to survey questions regarding goods and services that may be of interest to you;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;If you <b>purchase </b>a product or service via Our Sites, we may collect your first and last name, email address, mailing address, and billing information;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;If you contact us with a question related to our <b>products or services</b>, we may collect your first and last name, email address or phone number, and product or service details;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;If you choose to participate in a <b>contest or sweepstakes</b>, we may collect your first and last name, date of birth, and email address.\nand/or</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;If you <b>apply for a job</b>, we may collect your first and last name, email address, mailing address, and your education and work history, and other information you may provide to us when applying.</p>\n<p>\n<br>\n</p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information We Collect Automatically<i>.</i>\n<p>\n<br>\n</p>\n<p>We may automatically collect the following personal information about your use of Our Sites or Services through cookies, web beacons, and other technologies:</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;your domain name;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;your device ID;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;your browser type and operating system;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;web pages of Our Sites you view as well as sites you may visit directly before arriving or on leaving Our Sites;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;links you click;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;your Internet Protocol (IP) address;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;location information of your device;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;the length of time you visit Our Sites and/or use our Services;</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;and the referring Uniform Resource Locator (URL), and the webpage that led you to Our Sites.</p>\n<p>\n<br>\n</p>\n<p>We may combine this information with other information that we have collected about you.\nPlease see the section “Cookies” below for more information.</p>\n<p>\n<br>\n</p> (3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Use of Information Collected Via Our Sites<p>\n<br>\n</p>\n<p>We may use your information, including your personal information, for the following purposes:</p>\n<p>\n<br>\n</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;To provide our Services to you, to communicate with you about your use of our Services, to respond to your inquiries, to fulfill your orders, and for other customer service purposes.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;To tailor the content and information that we may send or display to you, to offer location customization, and personalized help and instructions, and to otherwise personalize your experiences while using Our Sites or Services.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;For marketing and promotional purposes.\nFor example, we may use your personal information, such as your email address, to send you newsletters, marketing emails, special offers, and promotions, or to otherwise contact you about products or information we think may interest you.\nWe also may use the personal information that we collect to assist us in advertising our Services on third party websites.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;To better understand how users access and use Our Sites and Services, both on an aggregated and individualized basis, in order to improve Our Sites and Services and respond to user desires and preferences, and for other research and analytical purposes.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;To protect us and others, including as necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, or potential threats to the safety of any person or as necessary to comply with law</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;To administer contests, petitions, and sweepstakes.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;To administer our rewards program.</p>\n<p>\n<br>\n</p>B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sharing and Disclosure of Information<p>\n<br>\n</p>\n<p>We do not sell or rent your personal information to third parties.\n&nbsp;From time to time, we may share your information, including personal information, as follows:</p>\n<p>\n<br>\n</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>Affiliates</i>\n</b>.\nWe may disclose the personal information we collect from you to our affiliates or subsidiaries (see www.rbnainfo.com).\nhowever, if we do so, their use and disclosure of your personally identifiable information will be subject to this Policy.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>Service Providers and Vendors</i>\n</b>.\nWe may disclose the information we collect from you to third party vendors, service providers, contractors or agents who perform functions on our behalf, such as order processing and fulfillment, customer service, research, administration of contests and sweepstakes, sending communications, and performing data analytics.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>Business Transfers</i>\n</b>.\nIf we are acquired by or merged with another company, if substantially all of our assets are transferred to another company, or as part of a bankruptcy proceeding, we may transfer the information we have collected from you to the other company.</p>\n<p>\n<br>\n</p>\n<p> •&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>In Response to Legal Process</i>\n</b>.\nWe also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>To Protect Us and Others</i>\n</b>.\nWe also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of our Terms of Use or this Policy, or as evidence in litigation in which we are involved.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>Aggregate, Anonymized, and De-Identified Information</i>\n</b>.\nWe may share aggregate, anonymized, or de-identified information about users with third parties for marketing, advertising, research, or similar purposes.</p>\n<p>\n<br>\n</p>\n<p>We will require these third parties to maintain the confidentiality of your personal information.\nIf you are a California resident, we will not authorize these third parties to use the personal information we provide for their direct marketing purposes (as such term is defined in the <i>California “Shine the Light” Law, California Civil Code §§ 1798.83</i>), unless we have explicitly given you the option to opt-in or opt-out of such disclosure.</p>\n<p>\n<br>\n</p>\n<p>We do not authorize these third parties to use your personal information for purposes other than for which it has been provided, and do not authorize these third parties to disclose that information to unauthorized parties or use that information for their direct marketing purposes.</p>\n<p>\n<br>\n</p>C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Collection and Use of Information from Children Under the Age of 13<p>\n<br>\n</p>\n<p>Our Site and Services are not intended or directed to children.\nYou may not use Our Site and Our Services if you are under the age of 13, and we request that these individuals not provide personal information through the Service.\nIf your child has submitted Personal Information and you would like to request that such Personal Information be removed, please contact us as explained below under CONTACTING US.</p>\n<p>\n<br>\n</p>D.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Access to and Choices About My Personal Information<p>\n<br>\n</p>\n<p>You may modify your personal information that you have submitted by logging into your account on Our Site and updating your profile information.\nIn other cases, you can contact us at consumer.relations@rb.com.\nPlease note that copies of information that you have updated, modified, or deleted may remain viewable in cached and archived pages of the Site for a period of time.</p>\n<p>\n<br>\n</p>\n<p>We may communicate with you via email if you purchase products or services from us.\nFor example, we may email you to confirm and otherwise facilitate your purchase, send you information about changes to our products and/or services, and, if applicable, send you notices and other disclosures as required by law.&nbsp;Generally, you cannot opt-out of these informational communications.</p>\n<p>\n<br>\n</p>\n<p>We may also send you marketing or promotional emails.\nYou may opt-out of such communications by following the opt-out instructions contained in the email.\nPlease note</p>\n<p>\n<br>\n</p>\n<p> that it may take up to 10 business days for us to process opt-out requests.\nIf you opt-out of receiving these marketing or promotional emails please note that, as described above, we may still send you emails in certain circumstances.</p>\n<p>\n<br>\n</p>E.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Product Review Boards, Chat Rooms, Forums, and Other Posting Areas<p>\n<br>\n</p>\n<p>We may offer public interactive forums and review boards through Our Sites, like discussion boards, product reviews, chat rooms, community forums, wikis, social networking platforms and blogs.\nWhen you participate in such offerings, your username, postings and other personal information you choose to provide or communicate in these public spaces may be seen by others, and you should exercise caution when disclosing such information and realize that information you post could remain viewable in cached or archived webpages or copied and stored by other users even after you remove it.\nWe cannot control the actions of other users of Our Sites, and we are not responsible for the results of your postings.\nFurthermore, when you participate in these interactive features, you may be agreeing to terms of use that, among other things, allow us to use your name and other information in our marketing and advertising.</p>\n<p>\n<br>\n</p>\n<p>Your personal information may also be disclosed to your friends associated with your social media account, to other website users and to your social media account provider, in connection with your social sharing activity.\nBy connecting an account that you create on Our Site and your social media account, you authorize us to share information with your social media account provider, and you understand that the use of the information we share on social media platforms will be governed by such social media provider’s privacy policy.</p>\n<p>\n<br>\n</p>F.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Promotions with Third Parties<p>\n<br>\n</p>\n<p>From time to time, we may work with other companies to offer a joint promotion or a special offers to you with a third party.\nPlease note that when you provide information for these promotions, it will be indicated whether you are providing your information directly to us or to the third party to use for their own marketing purposes.\nWhen you do provide your information for their purposes<b>, </b>their use of your information will be governed by that party’s own privacy policy.</p>\n<p>\n<br>\n</p>G.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third Party Web Sites<p>\n<br>\n</p>\n<p>This Policy applies solely to information collected on this Site.\nThe Site may contain links to other websites, and any access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third party websites.\nWe are not responsible for the privacy practices of these other websites.</p>\n<p>\n<br>\n</p>H.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;International Transfers<p>\n<br>\n</p>\n<p>We are a global company, with offices located in many countries.\nAs such, your personal information may be stored in a country other than the United States in servers or in locations where we have a global office or where a global service provider is situated.\nFor</p>\n<p>\n<br>\n</p>\n<p> example, Our Site services are located in Poland and Amsterdam, whose data privacy and security rules may be different from those found in your own country.</p>\n<p>\n<br>\n</p>I.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cookies<p>\n<br>\n</p>\n<p>We and our third party service providers use cookies and other tracking mechanisms to track information about your use of Our Site or Services.\nFor more information, please visit our Cookie Notice.</p>\n<p>\n<br>\n</p>J.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do-Not-Track<p>&nbsp;</p>\n<p>Currently, our systems do not recognize browser “do-not-track” requests.\nYou may, however, disable certain tracking by disabling cookies or opting-out of targeted advertising as noted below.</p>\n<p>\n<br>\n</p>(1)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Cookies<p>\n<br>\n</p>\n<p>Cookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your web browser for record-keeping purposes.\nSome cookies allow us to make it easier for you to navigate our Site and Services, while others are used to enable a faster log-in process or to allow us to track your activities at our Site and Service.\nThere are two types of cookies: session and persistent cookies.</p>\n<p>\n<br>\n</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>Session Cookies</i>\n</b>.\nSession cookies exist only during an online session.\nThey disappear from your computer when you close your browser or turn off your computer.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Site.\nThis allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Site.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;<b>\n<i>Persistent Cookies</i>\n</b>.\nPersistent cookies remain on your computer after you have closed your browser or turned off your computer.\nWe use persistent cookies to track aggregate and statistical information about user activity.</p>\n<p>\n<br>\n</p>\n<p>Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.</p>\n<p>\n<br>\n</p>(2)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Local Storage Objects<p>\n<br>\n</p>\n<p>We may use Flash Local Storage Objects (“Flash LSOs”) to store your Site preferences and to personalize your visit.\nFlash LSOs are different from browser cookies because of the amount and type of personal information stored.\nTypically, you cannot control, delete, or disable the acceptance of Flash LSOs through your web browser.\nFor more information</p>\n<p>\n<br>\n</p>\n<p> on Flash LSOs, or to learn how to manage your settings for Flash LSOs, go to the Adobe Flash Player Help Page, choose “Global Storage Settings Panel” and follow the instructions.\nTo see the Flash LSOs currently on your computer, choose “Website Storage Settings Panel” and follow the instructions to review and, if you choose, to delete any specific Flash LSO.</p>\n<p>\n<br>\n</p>(3)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Clear GIFs, Pixel Tags and Other Technologies<p>\n<br>\n</p>\n<p>Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web pages.\nWe may use clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), in connection with our Site to, among other things, track the activities of Site visitors, help us manage content, and compile statistics about Site usage.\nWe and our third party service providers also use clear GIFs in HTML emails to our customers, to help us track email response rates, identify when our e-mails are viewed, and track whether our emails are forwarded.</p>\n<p>\n<br>\n</p>(4)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third Party Analytics<p>\n<br>\n</p>\n<p>We use automated devices and applications, such as Google Analytics, and Facebook to evaluate usage of our Site.\nWe also may use other analytic means to evaluate our Site.\nWe use these tools to help us improve our Site’s performance and user experiences.\nThese entities may use cookies and other tracking technologies, such as web beacons or local storage objects (LSOs), to perform their services.\nTo learn more about these Third Party privacy practices, please review the following privacy policies: </p>\n<p>&nbsp;</p>\n<p>Google Analytics:&nbsp;https://www.google.com/policies/privacy/</p>\n<p>&nbsp;</p>\n<p>Facebook: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;https://www.facebook.com/policy.php</p>\n<p>&nbsp;</p>\n<p>If you do not wish to participate in third-party Retargeting or Remarketing, you can find out more information about how to opt-out by visiting the links below:</p>\n<p>\n<br>\n</p>\n<p>Google Analytics: &nbsp;https://tools.google.com/dlpage/gaoptout.</p>\n<p>&nbsp;</p>\n<p>Facebook: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;https://www.facebook.com/ads/website_custom_audiences/</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Cross-Device Use</b>.\nWe and our third party service providers, including Google, may use the information that we collect about you (whether directly from our Site, through your device(s), or from a third party) to help us and our third party service providers identify other devices that you use (e.g., a mobile phone, tablet, other computer, etc.).\nWe, and our third party service providers also may use the cross-device use and other information we learn about you to serve targeted advertising on your devices and to send you emails.\nTo opt-out of cross-device advertising, you may follow the instructions set forth in the Third-Party Ad Networks section below.\nPlease note: if you opt-out of these targeted advertising cookies, your opt-out will be specific to the web browser or device from which you accessed the opt-out.\nIf you use multiple devices or web browsers, you will need to opt-out each browser or device that you use.</p>\n<p>&nbsp;</p>\n<p>\n<br>\n</p>(5)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Third-Party Ad Networks<p>\n<br>\n</p>\n<p>We use third parties such as network advertisers to display advertisements on our Sites, to assist us in displaying advertisements on third party websites, and to evaluate the success of our advertising campaigns.\n&nbsp;Network advertisers are third parties that display advertisements based on your visits to our Site as well as other websites.\nThis enables us and these third parties to target advertisements by displaying ads for products and services in which you might be interested.\nThird party ad network providers, advertisers, sponsors, and/or traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs, and other technologies to measure the effectiveness of their ads and to personalize advertising content to you.\nThese third party cookies and other technologies are governed by each third party’s specific privacy policy, not this one.\nWe may provide these third-party advertisers with information about your usage of our Site and our services, as well as aggregate or de-identified information about visitors to our Site and users of our Services.</p>\n<p>\n<br>\n</p>\n<p>You may opt-out of many third-party ad networks, including those operated by members of the Network Advertising Initiative (“NAI”) and the Digital Advertising Alliance (“DAA”).\nFor more information regarding this practice by NAI members and DAA members, and your choices regarding having this information used by these companies, including how to opt-out of third-party ad networks operated by NAI and DAA members, please visit their respective websites: www.networkadvertising.org/optout_nonppii.asp (NAI) and www.aboutads.info/choices (DAA).</p>\n<p>\n<br>\n</p>\n<p>Opting out of one or more NAI member or DAA member networks (many of which will be the same) only means that those members no longer will deliver targeted content or ads to you.\nIt does not mean you will no longer receive any targeted content or ads on our Site or other websites.\nYou may continue to receive advertisements, for example, based on the particular website that you are viewing.\nAlso, if your browsers are configured to reject cookies when you visit this opt-out page, or you subsequently erase your cookies, use a different computer or change web browsers, your NAI or DAA opt-out may no longer be effective.\nAdditional information is available on NAI’s and DAA’s websites accessible by the above links.</p>\n<p>\n<br>\n</p>K.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Do Not Sell<p>\n<br>\n</p>\n<p>This Site contains a “Do Not Sell My Personal Information” page here.\nWe do not sell any of your personal information for any purpose to any third parties.\nAny unintentional or incidental information exchanges with our third-party partners are not intended to be for consideration.</p>\n<p>\n<br>\n</p>\n<p>\n<b>L.</b>\n<b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</b>Your California Privacy Rights <b>(as provided by California Civil Code Section 1798.83)</b>\n</p>\n<p>\n<br>\n</p>\n<p>If you are a resident of California, you may have the right to request and receive certain information about a company’s disclosure of your personal information to third parties for their own direct marketing use, and your choices with respect to such disclosures.\nBecause we do not share your personal information with third parties for their own direct marketing use unless you elected that we do so, we are exempt from this requirement.\nFor any further information about how we comply with this requirement, please contact us as outlined below.</p>\n<p>\n<br>\n</p> M.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Security<p>\n<br>\n</p>\n<p>No method of data transmissions over the Internet can be guaranteed to be 100% secure, so, we cannot ensure the security of any information you transmit to us.\nWe do incorporate commercially reasonable technical and administrative means intended to provide security on our systems from corruption, loss, unauthorized access, or misuse.\nYou should take steps to protect against unauthorized access to your password by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private.\nWe are not responsible for any lost, stolen, or compromised passwords or for any activity on your account via unauthorized password activity.\nIf you feel that the security of any information or any account that you have with us may have been compromised, please contact us immediately as outlined below.</p>\n<p>\n<br>\n</p>N.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Contacting Us<p>&nbsp;</p>\n<p>If you have any questions about this Policy or our privacy practices, please contact us at consumer.relations@rb.com or 800-228-4722 or write to us at:</p>\n<p>&nbsp;</p>\n<p>Reckitt Benckiser LLC 399 Interpace Parkway</p>\n<p>Parsippany, NJ 07054-0225 Attn: Consumer Relations</p>\n<p>All information you provide in any written communication will also be covered by this Policy.</p>\n<p>\n<br>\n</p>O.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Rights to Your Data and Deletion of Your Data<p>\n<br>\n</p>\n<p>As a consumer, in certain states and under certain instances, you are permitted to discover what information We have collected from you and to request deletion of that information from us.\nPlease see our Data Subject Access Request page here.</p>\n<p>&nbsp;</p>P.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Changes to this Policy<p>\n<br>\n</p>\n<p>This Policy is current as of the Effective Date set forth above.\nWe may change this Policy from time to time, so please be sure to check back periodically.\nWe will post any changes to this Policy on our Site.\nIf we make any changes to this Policy that materially affect our practices with regard to the personal information we have previously collected from you, we will endeavor to provide you with notice in advance of such change by highlighting the change on our Site.</p>\n<p>\n<br>\n</p>\n</ul> ", "created_at": "2021-11-23 20:10:52.945019", "updated_at": "2021-11-23 19:11:43.069004"}, {"id": 10415, "name": " Terms and conditions", "url": "https://www.airwick.us/Terms-and-Conditions", "xpath": "/html/body/div[3]/div/div", "text": " Terms and conditions <p>This site is intended for residents of the United States.</p>\n<ul>\n<p>Terms and Conditions</p>\n<p>Last update 2019-03-04</p>\n<p>\n<br>\n</p>\n<p>\n<b>THIS SITE IS ONLY OPEN TO RESIDENTS OF THE UNITED STATES</b>\n</p>\n<p>\n<br>\n</p>\n<p>This World Wide Web Site is operated by Reckitt Benckiser LLC (\"Reckitt Benckiser\").</p>\n<p>\n<br>\n</p>\n<p>Access to and use of this site and all Reckitt Benckiser sites (hereinafter defined as \"Site / Sites\") are subject to the following terms and conditions and all applicable laws.\nBy viewing this Site, you agree to its terms.\nif you do not agree to its terms, do not view this Site.\nOur Sites may contain additional terms and conditions that shall be applicable to the use of those Sites.\nIn the event that there is any conflict between the terms and conditions contained herein and the additional terms on any of our Sites then these terms shall take precedence.\nReckitt Benckiser reserves the right to revise these terms and conditions and/or to terminate without notice access to the Sites at any time.\nYou should check the Sites from time to time to check the then current Legal Notice and other additional terms and conditions, because they are binding on you.</p>\n<p>\n<br>\n</p>\n<p>You may browse this Site for personal entertainment and information.\nYou may download on one computer or print any material on the Site for your own non-commercial, educational, private or domestic use only.\nHowever, you may not distribute, modify, transmit or revise the contents of this Site without written permission of Reckitt Benckiser.\nYou may not link to the Site from a third party site without our prior written permission.</p>\n<p>\n<br>\n</p>\n<p>Unless otherwise stated, the copyright and other intellectual property rights in all material on the Site (including without limitation photographs and graphical images) are owned by Reckitt Benckiser or its licensors.\nNeither title nor intellectual property rights are transferred to any third party through the use or access to this Site.\nrather, all rights, title, and interest in and to all aspects of this Site remain the sole property of Reckitt Benckiser or its licensors.\nThe Reckitt Benckiser Sites are protected under copyright and other applicable laws.\nIf you breach any of the terms in this Legal Notice or any Sites, your permission to use the Sites automatically terminates.\nAny rights not expressly granted herein are reserved.</p>\n<p>\n<br>\n</p>\n<p>The material on the Site is provided without any conditions, warranties, representations or other terms of any kind.\nReckitt Benckiser makes no warranties or representations about the accuracy or completeness of the content of this Site or any site(s) \"hot-linked\" to this Site.\nReckitt Benckiser may make changes to content at any time without notice.\nThe material on the Site may be out of date and Reckitt Benckiser makes no commitment to update such material.\nAccordingly, to the maximum extent permitted by law, Reckitt Benckiser provides you with the Site on the basis that Reckitt Benckiser excludes all representations, warranties, conditions, and other terms, which, but for this Legal Notice might have effect in relation to the Site.</p>\n<p>\n<br>\n</p>\n<p>Reckitt Benckiser (including any of its affiliates and any officers, directors, employees, shareholders or agents of Reckitt Benckiser and its affiliates) shall not be liable for any direct, indirect, incidental, consequential or punitive damages arising out of: (a) the ability (or inability) to access this Site, (b) the use (or inability to use) any content of this Site, or (c) the content of any site(s) \"hot-linked\" to this Site.\nIn addition, Reckitt Benckiser does not warrant that this Site or the server that makes it available are free of viruses or other harmful components.\nyou (and not Reckitt Benckiser) assume the entire cost of all necessary servicing, repair, or correction and any award in any related proceedings shall be limited to monetary damage and shall include no injunction or direction to any party other than the direction to pay a monetary amount.</p>\n<p>\n<br>\n</p>\n<p>By posting or transmitting to this Site over the Internet you are warranting to Reckitt Benckiser that the material is and will be treated as, non-confidential and non-proprietary.\nBy transmitting or posting any communication or material to this Site you agree that Reckitt Benckiser and any of its affiliates may use your communication and/or material for any purpose, including reproduction, transmission, publication, broadcast and posting.\nReckitt Benckiser is under no obligation to respond to messages posted to this Site, nor need Reckitt Benckiser provide any compensation for any such communication and/or material.\nPlease be aware that applicable national law governs the type of material that can be posted to a website.\nand you must not contravene any such laws including those that prohibit threatening, libellous, defamatory, obscene, pornographic, indecent or profane material, or post any material that could constitute or encourage conduct that would be considered a criminal offence or in contravention of any other applicable law.</p>\n<p>\n<br>\n</p>\n<p>Reckitt Benckiser is unable to and accepts no responsibility to review communications or materials posted to its Sites.\nHowever, Reckitt Benckiser does reserve the right, using its sole discretion, to remove any communications or materials that it considers unacceptable for whatever reason.</p>\n<p>\n<br>\n</p>\n<p>Reckitt Benckiser only purports to use names, logos or marks appearing in this Site in those territories in which it or its affiliates are entitled to do so, whether by virtue of pending or registered trademarks, licenses, or otherwise.\nFor the avoidance of doubt, Reckitt Benckiser does not purport to use any name, logo or mark in any territory in which it is not so entitled, and will not supply or offer to supply products and/or services bearing any such name, logo or mark into any such territory.\nThe use or misuse of these trademarks or any other content on this Site, except as provided in these terms and conditions or in the Site content, is strictly prohibited.</p>\n<p>\n<br>\n</p>\n<p>These terms and conditions shall be governed by and construed in accordance with the applicable laws of the United States and the State of New Jersey, without regard to conflict of laws provisions.\nBy accessing and using this Site, you consent to the jurisdiction of the courts of New Jersey as well as legal proceedings in those courts.\n</p>\n<p>\n<br>\n</p>\n<p>If you have questions or concerns, please contact us at http://airwick.us/help-support</p>\n</ul> ", "created_at": "2021-11-23 20:10:52.947343", "updated_at": "2021-11-23 19:11:26.628579"}], "points": [], "urls": ["airwick.us"]}}