{"error": 448, "message": "OK", "parameters": {"id": 3380, "name": "Everyday Health Group ", "created_at": "2021-05-01 19:14:56.110129", "updated_at": "2021-05-02 00:01:10.219689", "wikipedia": null, "keywords": null, "related": null, "slug": "everyday_health_group_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3380.png", "url": "everydayhealth.com", "documents": [{"id": 5588, "name": "Privacy Policy & Terms ", "url": "https://www.everydayhealth.com/privacyterms/#everyday_health_privacy_policy", "xpath": "//body", "text": " MenuNewslettersSearchHealth Topics<ul>\n<li>Cancer</li>\n<li>Rheumatoid Arthritis</li>\n<li>Cold &amp.\nFlu</li>\n<li>Type 2 Diabetes</li>\n<li>Crohn's Disease</li>\n<li>Ulcerative Colitis</li>\n<li>Psoriasis</li>\n<li>Multiple Sclerosis</li>\n<li>Depression</li>\n<li>Medicare</li>\n<li>See All</li>\n</ul>Wellness<ul>\n<li>Sleep</li>\n<li>Stress</li>\n<li>Emotional Wellness</li>\n<li>Alternative Therapies</li>\n<li>Fitness</li>\n<li>Sex &amp.\nRelationships</li>\n<li>Healthy Skin</li>\n<li>Resilience</li>\n<li>Special Reports</li>\n<li>See All</li>\n</ul>Food &amp.\nEating<ul>\n<li>Ketogenic Diet</li>\n<li>Intermittent Fasting</li>\n<li>Paleo Diet</li>\n<li>Mediterranean Diet</li>\n<li>Low-Carb Diet</li>\n<li>Atkins Diet</li>\n<li>DASH Diet</li>\n<li>MIND Diet</li>\n<li>See All</li>\n</ul>Health Tools<ul>\n<li>Symptom Checker</li>\n<li>Drugs &amp.\nSupplements</li>\n</ul>News &amp.\nAlertsNew Heart Health Guidelines Focus on Belly Fat, Not Just Bod ...\nStudy of the Investigational MS Drug Evobrutinib Has Encoura ...\nCoronavirus / COVID-19Your Daily COVID-19 AlertWhat Is a Coronavirus?Tippi Coronavirus: Tips for Living With COVID-19Coronavirus and COVID-19: All Resources Privacy Policy &amp.\nTermsEVERYDAY HEALTH PRIVACY POLICY&nbsp.\n&nbsp.\n&nbsp;&nbsp.\n&nbsp.\n&nbsp;<p>The Privacy Policy was last changed on January 24th, 2019.</p>\n<p>If you have any questions about our Privacy Policy, you can contact us at&nbsp;<strong>Privacy@everydayhealth.com</strong>\n<strong>&nbsp;and include ‘Privacy Policy’ in the subject line.&nbsp;If you have any questions related to Data Subject Access Rights under GDPR, you can contact us through our&nbsp;DSAR Portal.</strong>\n</p>\n<ol>\n<li>\n<strong>Privacy Policy Overview</strong>\n</li>\n<li>\n<strong>What Categories of Information We May Process</strong>\n</li>\n<li>\n<strong>Sensitive Personal Information</strong>\n</li>\n<li>\n<strong>How We Collect or Create Information</strong>\n</li>\n<li>\n<strong>Purposes for Which We May Process Your Information</strong>\n</li>\n<li>\n<strong>Direct Marketing</strong>\n</li>\n<li>\n<strong>Cookies, Similar Technologies and Online Behavioral Advertising</strong>\n</li>\n<li>\n<strong>What is the Lawful Basis for Processing Personal Information</strong>\n</li>\n<li>\n<strong>What Information We Disclose to Third Parties</strong>\n</li>\n<li>\n<strong>International Transfers of Information</strong>\n</li>\n<li>\n<strong>Data Security</strong>\n</li>\n<li>\n<strong>Data Accuracy</strong>\n</li>\n<li>\n<strong>Data Minimization</strong>\n</li>\n<li>\n<strong>Data Retention</strong>\n</li>\n<li>\n<strong>What Can I Do to Control My Information?</strong>\n</li>\n<li>\n<strong>Terms of Use</strong>\n</li>\n<li>\n<strong>Contact Details</strong>\n</li>\n<li>\n<strong>California Consumers</strong>\n</li>\n<li>\n<strong>How this Privacy Policy May Change</strong>\n</li>\n</ol>1.\nPrivacy Policy Overview<p>\n<strong>Summary&nbsp;– Policy Overview</strong>\n</p>\n<p>\n<strong>This Policy explains how we may Process your information.\nThis Policy may be amended or updated from time to time, so please check it regularly for updates.</strong>\n</p>\n<p>Everyday Health, Inc., with its parents, affiliates and its subsidiaries (collectively,&nbsp;<strong>“Everyday Health”</strong>,&nbsp;<strong>“us”, “our”</strong>&nbsp;or&nbsp;<strong>“we”</strong>), owns, operates, or provides access to, several interactive health, wellness, diet and fitness websites, mobile and connected applications, and other online interactive features and services, including, but not limited to, emails, newsletters, chat areas, forums, communities, sweepstakes and contests for consumers (collectively&nbsp;<strong>“Services”</strong>).\nThis Privacy Policy applies to all information collected about you when you interact with the Services, regardless of how it is collected or stored, and describes, among other things, the types of information collected about you when you interact with the Services, how your information may be used, when your information may be disclosed, how you can control the use and disclosure of your information, and how your information is protected.</p>\n<p>Except as otherwise noted in this Privacy Policy, Everyday Health is a data controller (as that term is used under the&nbsp;<strong>EU General Data Protection Regulation&nbsp;</strong>(“<strong>GDPR</strong>”)), which means that we decide how and why the information you provide to us is processed.&nbsp;Please contact us using our&nbsp;<strong>DSAR Portal</strong>.\nThis Policy may be amended or updated from time to time to reflect changes in our practices with respect to the Processing of your information, or changes in applicable law.\nWe encourage you to read this Policy carefully, and to regularly check this page to review any changes we might make.</p>\n<p>\n<strong>This Privacy Policy covers information collected through the websites&nbsp;<strong>Everyday Health</strong>&nbsp;and&nbsp;Castle Connolly&nbsp;and the applications Everyday Health, Calorie Counter and Diabetes in Check.&nbsp;</strong>\n</p>2.\nWhat Categories of Information We May Process<p>\n<strong>Summary – Categories of Information We May Process</strong>\n</p>\n<p>\n<strong>We may Process: your personal details (e.g., your name).\ndemographic data (e.g., your age).\nyour contact details (e.g., your address).\nrecords of your consents.\npurchase details.\ndetails of your employer (where relevant).\ninformation about your interactions with our content or advertising.\nand any views or opinions you provide to us.</strong>\n</p>\n<p>\n<strong>We may also Process information about you from your use of our Services (e.g., the type of device you are using, the internet service provider, etc.), including your interactions with content and advertising on the Services.</strong>\n</p>\n<p>“<strong>Personal Information</strong>” means information that is about any individual, or from which any individual is directly or indirectly identifiable.</p>\n<p>“<strong>Process</strong>”, “<strong>Processing</strong>” or “<strong>Processed</strong>”means anything that is done with any Personal Information, whether or not by automated means, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</p>\n<p>We may Process the following categories of Personal Information about you:</p>\n<ul>\n<li>\n<strong>Personal details:</strong>&nbsp;your name.\nusername or log in details.\npassword.\nareas or topics of interest.\ninformation provided in response to quizzes or surveys or to use certain health-related programs, such as weight goals and caloric intake.\nand photograph (if you or another user posts a photo on the Service).</li>\n<li>\n<strong>Demographic information:</strong>&nbsp;gender.\nage/date of birth.\nnationality.\nsalutation.\njob title, company information, education, work experience and other professional information.\nand language preferences.</li>\n<li>\n<strong>Contact details:</strong>&nbsp;postal address.\ntelephone and/or mobile number.\nemail address.\nand your public social media handles or profile(s).</li>\n<li>\n<strong>Consent records:</strong>&nbsp;records of any consents you may have given, together with the date and time, means of consent and any related information (e.g., the subject matter of the consent).</li>\n<li>\n<strong>Location information:</strong>&nbsp;location data that describes the precise geographic location of your device (“<strong>Precise Location Data</strong>”).</li>\n<li>\n<strong>Purchase and payment details:</strong>&nbsp;records of purchases and prices.\ninvoice records.\npayment records.\nbilling address.\npayment method.\ncardholder or accountholder name.\npayment amount.\nand payment date.</li>\n<li>\n<strong>Employer details:</strong>&nbsp;where you interact with us in your capacity as an employee, the contact information of your employer (including name, address, telephone number and email address) to the extent relevant.</li>\n<li>\n<strong>Views and opinions:</strong>&nbsp;any views and opinions that you or other users choose to send to us, or publicly post about us on social media platforms or in the Services, including on forums.</li>\n</ul>\n<p>We also collect other kinds of information from you or other sources, which we refer to as “<strong>Other Information</strong>” in this Policy, which may include but is not limited to:</p>\n<ul>\n<li>Information about your use of the Services, such as usage data and statistical information, which may&nbsp;</li>\n<li>Browsing history including the websites or other services you visited before and after interacting with the Services.</li>\n<li>Searches for and interactions with e-commerce opportunities, such as merchants and offers contained in the Services.</li>\n<li>Non-precise information about the approximate physical location (for example, at the city or zip code level) of a user’s computer or device derived from the IP address of such computer or device (“<strong>GeoIP Data</strong>”).</li>\n<li>Device identification (<strong>“ID”</strong>), which is a distinctive number associated with a smartphone or similar handheld device, but is different than a hardware serial number.</li>\n<li>Advertising ID, which is a unique, user-resettable identification number for advertising associated with a device (e.g., iOS uses the Identifier for Advertising (or&nbsp;<strong>“IDFA”</strong>) and Android uses Google Advertising ID).</li>\n<li>Internet Protocol (<strong>“IP”</strong>) address, which is a unique string of numbers automatically assigned to your device whenever you access the Internet.</li>\n<li>Information collected through the use of cookies, eTags, Javascript, pixel tags, device ID tracking, anonymous identifiers and other technologies, including information collected using such methods and technologies about (i) your visits to, and interaction and engagement with, the Services, content and ads on third party websites, applications, platforms and other media channels (“<strong>Channels</strong>”), and (ii) your interaction with emails including the content and ads therein (collectively,&nbsp;<strong>“Online Data”</strong>).</li>\n<li>Device type, settings and software used.</li>\n<li>Log files, which may include IP addresses, browser type, ISP referring/exit pages, operating system, date/time stamps and/or clickstream data, including any clicks on customized links.</li>\n<li>Web Beacons, which are electronic files that allow a website to count users who have visited that page or to access certain cookies.</li>\n<li>Pixel Tags, also known as clear GIFs, beacons, spotlight tags or web bugs, which are a method for passing information from the user’s computer to a third party website.</li>\n<li>Local Shared Objects, such as Flash cookies, and Local Storage, such as HTML5.</li>\n<li>Mobile analytics to understand the functionality of our mobile applications and software on your phone.</li>\n</ul>\n<p>Under certain circumstances and depending on applicable law, some of this Other Information may constitute Personal Information.\nPersonal Information together with Other Information is hereinafter referred to as “<strong>User Information</strong>”.</p>3.\nSensitive Personal Information<p>\n<strong>Summary – Sensitive Personal Information</strong>\n</p>\n<p>\n<strong>Where we need to Process your Sensitive Personal Information for a legitimate purpose, we do so in accordance with applicable law.&nbsp.\nThe Services are not intended for use by children.</strong>\n</p>\n<p>To the extent that information we collect is health data or another special category of personal data subject to GDPR, we ask for your explicit consent to process the data.\nWe obtain this consent separately when you take actions leading to our obtaining the data, for example, when you sign up for a newsletter on our site or agree to allow us to track you.&nbsp.\nYou can withdraw your consent at any time by unsubscribing from our newsletters as set out in Section 6 or adjusting your preferences as set out in Section 15.&nbsp;</p>\n<p>\n<em>Children</em>.&nbsp;The Services are not intended for use by children, especially those under 13.\nNo one under the age of 13 should provide any Personal Information or use our public discussion areas, forums or chats.\nMinors under the age of 18 are not permitted to make purchases through the Services or obtaining coupons or codes from the Services to purchase goods or services on third party websites.\nIf, notwithstanding these prohibitions, your children disclose information about themselves in our public discussion areas, consequences may occur that are not intended for children (for example, they may receive unsolicited messages from other parties).\nIf it is discovered that we have collected Personal Information from someone under 13, we will delete that information immediately.</p>4.\nHow We Collect or Create Information<p>\n<strong>Summary – Collection and Creation of Information</strong>\n</p>\n<p>\n<strong>We may collect or obtain User Information about you: directly from you (e.g., where you contact us).\nin the course of our relationship with you (e.g., if you make a purchase).\nwhen you make your Personal Information public (e.g., if you make a public post about us on social media).\nwhen you download, install, or use any of our Services.\nwhen you visit our Services.\nwhen you register to use any part of the Services.\nor when you interact with any third party content or advertising on the Services.\nWe may also receive User Information about you from third parties (e.g., social network sites).\nWe may also create User Information about you, such as records of your interactions with us.&nbsp.\nEveryday Health is not responsible for Personal Information you volunteer about yourself in public areas of the Services.&nbsp.\nThis Policy does not cover the practices of third parties who may provide information about you to Everyday Health.</strong>\n</p>\n<p>\n<strong>Collection of User Information:&nbsp;</strong>We may collect User Information about you from the following sources:</p>\n<ul>\n<li>\n<strong>Data you provide:</strong>&nbsp;We may obtain your Personal Information when you provide it to us across our Services (e.g., where you sign up for emails, newsletters or SMS messages.\nregister for site membership or create a profile or account on any part of the Services.\nenter a sweepstakes, contest, competition or prize draw.\nparticipate in surveys and quizzes.\nperform search queries through the Services.\ncontact us via email, telephone or by any other means.\nmake a purchase.\netc.).</li>\n<li>\n<strong>Relationship data:</strong>&nbsp;We may collect or obtain your Personal Information in the ordinary course of our relationship with you (e.g., if you purchase a service from us).</li>\n<li>\n<strong>Data you make public:</strong>&nbsp;We may collect or obtain your Personal Information that you clearly choose to make public, including via social media (e.g., we may collect information from your social media profile(s) if you make a public post about us) or through our chats, forums or communities on the Services.</li>\n<li>\n<strong>Service data:</strong>&nbsp;We may collect or obtain your Personal Information when you visit, download, use or register to use any part of our Service.</li>\n<li>\n<strong>Content and advertising information:</strong>&nbsp;If you choose to interact with any third party content or advertising on the Services or Channels, we may receive User Information about you from the relevant third party.</li>\n<li>\n<strong>Third party information:</strong>&nbsp;We may collect or obtain your Personal Information from third parties who provide it to us.&nbsp.\nThis may include offline channels such as through telephone or direct mail efforts.\nfrom customers, vendors, suppliers, third parties, commercially available or publicly-available sources (e.g., data brokers, data aggregators, public databases, etc.).\nthird party affiliate network operators.\nreferral sources.\nand social network sites or services (e.g., Facebook, Twitter, LinkedIn, etc.).&nbsp.\nIf you use a third party connection or log-in (e.g., Facebook Connect, Twitter, or Google+) to access the Services, create a membership or profile on any part of the Services, access our content or forward our content to another person, platform or service, we may also receive your username or email address for those third party services or other information available about you or collected from you on those services.</li>\n</ul>\n<p>Please note that Everyday Health is not responsible for the information you volunteer about yourself in the discussions in certain public areas of the Services, such as forums, blogs, wikis, chat rooms, private messages, message boards or other publicly accessible interaction, or information that you choose to make public in your member profile or other areas of the Services that allow users to upload or post content.\nWe discourage users from posting such Personal Information in this fashion.\nYou can change your publicly available information at any time via your profile page.\nTo request removal of your Personal Information from these areas, please contact us using our&nbsp;<strong>DSAR Portal</strong>.\nIn some cases, we may not be able to remove your Personal Information, in which case we will let you know we are unable to do so and why.</p>\n<p>This Privacy Policy does not cover the practices of third parties, including those that may disclose information to Everyday Health.</p>\n<p>\n<strong>Creation of User Information</strong>.&nbsp.\nWe may also create User Information about you, such as records of your interactions with us and details of your purchase history, for internal administrative purposes and analysis.&nbsp.\nWe may also use User Information you have provided to us with data obtained from third parties to enhance our records or enhance our ability to provide products and services, such as appending additional information to your profile.</p>5.\nPurposes for Which We May Process Your Information<p>\n<strong>Summary – Purposes for Which We May Process Your Information</strong>\n</p>\n<p>\n<strong>We may Process User Information for the following purposes: providing the Services to you.\ncommunicating with you.\nproviding advertising to you on the Services and Channels.\nanalyzing engagement with our audience.\nobserving user engagement and purchase activity across the Service and Channels.\noffering lead generation services.\nmarketing our services and offerings to current and prospective customers.\nmanaging our IT systems.\nfinancial management.\nconducting surveys and quizzes.\nensuring the security of our systems.\nconducting investigations where necessary.\ncompliance with applicable law.\nand improving our Services.&nbsp;</strong>\n</p>\n<p>The purposes for which we may Process User Information, subject to applicable law, include:</p>\n<ul>\n<li>\n<strong>Provision of the Services to You:</strong>&nbsp;providing the Services to you from Everyday Health or its partners including (i) offering of contests, as well as chat areas, forums and communities, (ii) management of your account, and (iii) customer support and relationship management.</li>\n<li>\n<strong>Offering and Improving the Services:</strong>&nbsp;operating and managing the Services for you.\nproviding personalized content to you.\ncommunicating and interacting with you via the Services.\nidentifying issues with the Services and planning improvements to or creating new Services.\nand notifying you of changes to any of our Services.</li>\n<li>\n<strong>Identification:</strong>&nbsp;using information from third parties to verify information about you in order to provide the Services (e.g.\nverify your mailing address to send you requested products or services.</li>\n<li>\n<strong>Surveys and Quizzes:</strong>&nbsp;engaging with you for the purposes of obtaining your views on our Services, as well as learning more about your interests, including your interest in third parties and their offerings.</li>\n<li>\n<strong>Research:</strong>&nbsp;analyzing, benchmarking and conducting research based on User Information and your interactions with the Services.</li>\n<li>\n<strong>Communications:</strong>&nbsp;communicating with you via any means (including via email, telephone, text message, social media, post or in person) regarding content and other information in which you may be interested, subject to ensuring that such communications are provided to you in compliance with applicable law.\nmaintaining and updating your contact information where appropriate.\nand obtaining your prior, opt-in consent where required.\nWe may provide direct marketing to you as set out in Section 6 below.</li>\n<li>\n<strong>Advertising:</strong>&nbsp;providing advertising based on your interests and interactions with the Services and Channels, including using User Information to serve you advertisements on the Services and Channels, as well as licensing segments of User Information to third parties.&nbsp.\nFor further information, please see Section 7 below.</li>\n<li>\n<strong>Audience Engagement:</strong>&nbsp;identification and development of audience engagement, advertising and promotional strategies on various platforms and channels, both within the Service and on Channels.</li>\n<li>\n<strong>User Engagement and Purchases:</strong>&nbsp;tracking purchase traffic and activity across the Service and on Channels, including review of your browsing history (if available).\nprovision of analytics and measurement of cost of traffic against money being made.</li>\n<li>\n<strong>Commerce Offerings:</strong>&nbsp;using cookies to track your browsing history and the amount of money spent at a particular third party merchant’s site to offer coupons and other offers that are relevant to your shopping experience.</li>\n<li>\n<strong>Lead Generation:</strong>&nbsp;producing customer leads that are shared with third party advertisers through marketing campaigns, including but not limited to email marketing and site placements.</li>\n<li>\n<strong>Marketing to Customers:</strong>&nbsp;We may market to current and prospective customers and their employees who have indicated an interest in doing business with, or have previously conducted business with, Everyday Health in order to further generate and promote our business.&nbsp.\nSuch efforts include sending marketing emails or conducting phone calls to drive the purchase of advertising, marketing our lead generation, job boards, and other business services offered by Everyday Health.</li>\n<li>\n<strong>IT Administration:</strong>&nbsp;administration of Everyday Health’s information technology systems.\nnetwork and device administration.\nnetwork and device security.\nimplementing data security and information systems policies.\ncompliance audits in relation to internal policies.\nidentification and mitigation of fraudulent activity.\nand compliance with legal requirements.</li>\n<li>\n<strong>Security:</strong>&nbsp;electronic security measures (including monitoring of login records and access details) to help mitigate the risk of and provide the ability to identify and rectify a security incident.</li>\n<li>\n<strong>Financial Management:</strong>&nbsp;general business and financial management purposes, including: economic, financial and administrative management.\nplanning and reporting.\npersonnel development.\nsales.\naccounting.\nfinance.\ncorporate audit.\nand compliance with legal requirements</li>\n<li>\n<strong>Investigations:</strong>&nbsp;detecting, investigating and preventing breaches of policy, and criminal offences, in accordance with applicable law.</li>\n<li>\n<strong>Legal Proceedings:</strong>&nbsp;establishing, exercising and defending legal rights.</li>\n<li>\n<strong>Legal Compliance:</strong>&nbsp;Subject to applicable law, we reserve the right to release information concerning any user of Services when we have grounds to believe that the user is in violation of our Terms of Use&nbsp;or other published guidelines or has engaged in (or we have grounds to believe is engaging in) any illegal activity, and to release information in response to court and governmental orders, other requests from government entities, civil subpoenas, discovery requests and otherwise as required by law or regulatory obligations.\nWe also may release information about users when we believe in good faith that such release is in the interest of protecting the rights, property, safety or security of Everyday Health, any of our users or the public, or to respond to an emergency.</li>\n</ul>6.\nDirect Marketing<p>\n<strong>Summary – Direct Marketing</strong>\n</p>\n<p>\n<strong>We may Process your User Information to contact you with information regarding services that may be of interest to you.\nYou may unsubscribe for free at any time.</strong>\n</p>\n<p>We may Process your User Information to contact you via email, telephone, direct mail, or other methods of communication to provide you with information regarding the Services that may be of interest to you.\nWe may send information to you regarding the Services, upcoming promotions and other information that may be of interest to you, using the contact details that you have provided to us and always in compliance with applicable law.</p>\n<p>You may unsubscribe from our newsletter lists at any time by following the unsubscribe instructions included in every email we send.\nWe will not send you any emails from a list you have selected to be unsubscribed from, but we may continue to contact you to the extent necessary for the purposes of any other Services you have requested or for additional emails you have signed up for.</p>7.\nCookies, Similar Technologies and Online Behavioral Advertising<p>\n<strong>Summary – Cookies, Similar Technologies and Online Behavioral Advertising</strong>\n</p>\n<p>\n<strong>We may Process your User Information by placing or reading Cookies and similar technologies on the Services and Channels.\nFor more information, please see our&nbsp;Cookie Policy.\nCertain tracking technologies enable us to assign a unique identifier to you, and relate information about your use of the Services to Other Information about you, including your User Information for the purposes of learning more about you so we can provide you with relevant content and advertising.\nWe and our partners also use these technologies to analyze trends.\nadminister the Services.\ncollect and store information such as user settings, anonymous browser identifiers and video viewing history.\nsupplement to our server logs and other methods of traffic and response measurement.\ntrack users’ location and movements around the Services.\ngather demographic information about our user base.\nand to improve our understanding of traffic on the Services, visitor behavior, and responses to promotional campaigns.</strong>\n</p>\n<p>\n<strong>Everyday Health and/or certain third parties may collect information about you for online behavioral advertising purposes in order for you to receive relevant interest-based advertising on the Services and on other websites, platforms and media channels.\nWe use Online Data as well as other User Information to send you online behavioral ads.\nOnline Data is aggregated with the Other Information and data we collect and/or similar data collected by partners to create groups of users and certain general-interest categories or segments that we have inferred.\nWe use this information to get a more accurate picture of audience interests in order to serve ads we believe are more relevant to your interests.</strong>\n</p>\n<p>Everyday Health and its partners may use cookies and other tracking technologies to analyze trends, administer Services, track users’ movements around the Services and on third party sites, devices and applications, and to gather demographic information about our user base.\nYou can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on the Services.&nbsp;To manage Flash cookies, please click&nbsp;<strong>here</strong>.\nPlease see our&nbsp;<strong>Cookie Policy</strong>&nbsp;for more information, including a more in-depth explanation of what cookies are, the different types of cookies used on the Services, and how to change or delete them.</p>\n<p>Tracking technologies on the Services may be deployed by Everyday Health and/or by our service providers or partners.\nCertain tracking technologies enable us to assign a unique identifier to you, and relate information about your use of the Services to other information about you, including your User Information.\nWe may match information collected from you through different means or at different times and use such information along with offline and online information obtained from other sources (including from third parties), including, but not limited to, demographic information and updated contact information, for the purposes of learning more about you so we can provide you with relevant content and advertising.</p>\n<p>When you receive email messages or newsletters from us, we may use web beacons, customized links, clear GIFs or similar technologies to determine whether the email has been opened and which links you click in order to provide you with more focused email communications or other information, and/or to aggregate that information with other data we collect to use for some or all of the purposes outlined in this Privacy Policy.</p>\n<p>We and our partners (including but not limited to e-commerce partners, affiliates, and analytics providers) also may use technologies such as pixel tags, e-tags, IP addresses, Local Shared Objects, Local Storage, Flash cookies and HTML5 to analyze trends.\nadminister the Services.\ncollect and store information such as user settings, anonymous browser identifiers and video viewing history.\nsupplement our server logs and other methods of traffic and response measurement.\ntrack users’ location and movements around the Services.\ngather demographic information about our user base.\nand to improve our understanding of traffic on the Services, visitor behavior, and responses to promotional campaigns.\nWe may receive reports based on the use of these technologies by these third party companies on an individual and aggregated basis.\nFor example, we may connect information about your IP address to known corporate or User Information and use the associated information related to aggregate content preferences to assist in our efforts to market services to you or the originating corporation(s).\nVarious browsers may offer their own management tools for removing Local Storage.\nTo manage Flash Local Shared Objects please click&nbsp;<strong>here</strong>.</p>\n<p>We may use mobile analytics software to collect data and to better understand the functionality of our mobile software, devices and applications on your phone and other devices.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.\nWe may link this information to User Information.</p>\n<p>Everyday Health and/or certain third parties may collect information about you for online behavioral advertising (“<strong>OBA</strong>”) purposes in order for you to receive relevant interest-based advertising on the Services and on other websites, platforms and media channels.\nOBA is also referred to as interest-based advertising.</p>\n<p>Everyday Health displays ads on both the Services and on the Channels.\nWe may use Online Data as well as other User Information to send you OBA.\nFor example, if you read an article about a particular subject on the Services, we may use cookies from a vendor to later serve you an advertisement for a particular product or service related to the viewed article.\nThese third party vendors may connect information about pages you visit on the Services with information about pages you visit on other Channels and show you advertising based on this combined information.\nThese advertisements may appear when you are visiting a different section of the Services or on another Channel.\nLikewise, third party vendors may serve you advertisements when you visit the Services based on your interaction with the Services and other Channels.</p>\n<p>\n<strong>The specific providers we use for OBA are subject to change.</strong>&nbsp;For a list of some of the applicable providers,&nbsp;<strong>click here</strong>.\nFor information about how to opt out of tracking methods for these entities and others,&nbsp;<strong>click here</strong>.\nFor more details about OBA and opting out, see Section 15 below.</p>\n<p>Online Data is aggregated with the Other Information and data we collect as described in this Privacy Policy and/or similar data collected by partners to create groups of users and certain general-interest categories or segments that we have inferred based on (a) demographic or interest data and GeoIP Data, (b) the pages you view and links you click when viewing an email or using the Services and those of our partners, and/or (c) the search terms you enter when using certain search services.\nWe use this information to get a more accurate picture of audience interests in order to serve ads we believe are more relevant to your interests.\nWe store page views, clicks and search terms used for ad personalization targeting separately from your Personal Information.</p>8.\nWhat is the Lawful Basis for Processing Personal Information<p>\n<strong>Summary – Lawful Basis for Processing User Information</strong>\n</p>\n<p>\n<strong>We may Process your User Information where: you have given your consent.\nthe Processing is necessary for a contract between you and us.\nthe Processing is required by applicable law.\nthe Processing is necessary to protect the vital interests of any individual.\nor where we have a valid legitimate interest in the Processing.</strong>\n</p>\n<p>In Processing your User Information in connection with the purposes set out in this Policy, we may rely on one or more of the following legal bases, depending on the circumstances:</p>\n<ul>\n<li>\n<strong>Consent:</strong>&nbsp;We may Process your User Information where we have obtained your prior, express consent to the Processing (this legal basis is only used in relation to Processing that is entirely voluntary – it is not used for Processing that is necessary or obligatory in any way);</li>\n<li>\n<strong>Contractual necessity:</strong>&nbsp;We may Process your User Information where the Processing is necessary in connection with any contract that you may enter into with us;</li>\n<li>\n<strong>Compliance with applicable law:</strong>&nbsp;We may Process your User Information where the Processing is required by applicable law;</li>\n<li>\n<strong>Vital interests:</strong>&nbsp;We may Process your User Information where the Processing is necessary to protect the vital interests of any individual.\nor</li>\n<li>\n<strong>Legitimate interests:</strong>&nbsp;We may Process your User Information where we have a legitimate interest in carrying out the Processing for the purpose of managing, operating or promoting our business, and that legitimate interest is not overridden by your interests, fundamental rights, or freedoms.</li>\n</ul>9.\nWhat Information We Disclose to Third Parties<p>\n<strong>Summary – Disclosure of User Information to Third Parties</strong>\n</p>\n<p>\n<strong>We may disclose your User Information to: legal and regulatory authorities.\nour external advisors.\nparties who Process User Information on our behalf (“Processors”).\nany party as necessary in connection with legal proceedings.\nany party as necessary for investigating, detecting or preventing criminal offences.\nany purchaser of our business.\nand any third party providers of advertising, plugins or content used on the Services.</strong>\n</p>\n<p>We may disclose your User Information to other entities within the Company group, for legitimate business purposes (including operating the Services, and providing services to you), in accordance with applicable law.\nIn addition, we may disclose your User Information to:</p>\n<ul>\n<li>legal and regulatory authorities, upon request, or for the purposes of reporting any actual or suspected breach of applicable law or regulation;</li>\n<li>outside professional advisors (such as accountants, auditors, or lawyers), subject to binding contractual obligations of confidentiality;</li>\n<li>third party Processors (such as analytic providers.\ndata centers.\netc.), located anywhere in the world, subject to the requirements noted below in this Section 9;</li>\n<li>any relevant party, law enforcement agency or court, to the extent necessary for the establishment, exercise or defense of legal rights;</li>\n<li>any relevant party for the purposes of prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including safeguarding against and the prevention of threats to public security;</li>\n<li>any relevant third party acquirer(s), in the event that we sell or transfer all or any relevant portion of our business or assets (including in the event of a reorganization, dissolution or liquidation);</li>\n<li>any relevant third party provider, where our Services use third party advertising, plugins or content.\nIf you choose to interact with any such advertising, plugins or content, information about your activities on the Services and Channels to provide you targeted advertising based upon your interests may be shared with the relevant third party provider.\nIf you click or tap on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria;</li>\n<li>any sponsors of contests, competitions, sweepstakes and prize draws, or content offerings, the registration data for such events is to be used by us as part of User Information, and may be shared with the sponsor and others, subject to this Policy and the sponsor’s privacy policy.&nbsp.\nWe may also share your information with third party vendors involved in the administration of such events.\nFor contests, competitions, sweepstakes and prize draws, please read the official rules or terms and conditions carefully before you submit your information.\nand</li>\n<li>to third parties whose practices are not covered by this Privacy Policy (e.g., third party providers of goods and services, marketing and advertising companies and agencies, content publishers and retailers).&nbsp.\nUnder applicable law, we may share Other Information with other parties who already possess your Personal Information in order to enhance their records about you or enhance their ability to provide products and services.</li>\n</ul>\n<p>For some of our Services, we may make some information, such as the name of our users, their mailing address, phone number, email address—and in certain circumstances their employer’s name, company size and other industry data—available on a rental or other basis (e.g., sale) to third party providers of goods and services, for example, when such information is provided in connection with certain content available on our websites.&nbsp.\nDepending on where you reside, when you register for certain Services, we may share the Personal Information you provide with certain advertisers and sponsors.</p>\n<p>Some of the Services may include websites that Everyday Health operates on behalf of third parties (“<strong>Licensors</strong>”).&nbsp.\nWhere applicable, we may share some or all of your Personal Information with the Licensor.\nhowever this privacy policy does not cover the user of your Personal Information by a Licensor.&nbsp.\nThe privacy practices of Everyday Health's Licensors may differ from this policy and we encourage you to contact those third parties directly if you have questions regarding their use of your Personal Information.&nbsp.\nWhen you use a co-branded service (a service operated with a partner of Everyday Health), or register or otherwise provide information on a co-branded site, where applicable, we may pass the collected information back to that partner, which may include third party service providers whose services are embedded into and/or appear within the Services.&nbsp;</p>\n<p>With respect to surveys and quizzes, in the event that responses are publicly disclosed, users will be notified at the time they take the survey or quiz.\nOtherwise we will disclose only aggregate information regarding its users’ responses in surveys or quizzes to other participants in the survey.\nWhere surveys or quizzes allow users to submit written comments, and where Everyday Health advises users of the possibility of such disclosure at the time they take the survey or quiz, Everyday Health reserves the right to disclose any information provided by users, provided that no User Information identifying a specific user is disclosed.</p>\n<p>Everyday Health and some of our advertisers may use third party advertising service companies to serve advertisements, for OBA or otherwise, and perform related services when you interact with the Services.\nOften, these third party advertising companies employ cookies and other technologies to measure the effectiveness of website, app and email advertisements and to create a record of interaction with our content that they use in conjunction with their advertising which appears on other sites or applications, or for reporting website traffic, app use, statistics, advertisement data and/or other activities on the Services.\nWe also engage third party providers to assist with the segmentation of this data.</p>\n<p>We may also sell or transfer Online Data to certain third parties such as advertisers who will use this data to serve ads that they believe are relevant to your interests, and who agree to maintain the confidentiality of this information.\nSome of these third parties may combine the Online Data with their own data about you to form a more detailed picture.</p>\n<p>We may engage third party providers to assist with the collection, storage and segmentation of Online Data and the providers are required to maintain the confidentiality of this information.\nThese third party providers may collect User Information from our Services for their own purposes, including but not limited to monitoring fraud around the web.</p>\n<p>We may also engage third parties for the purpose of recognizing our users and delivering interest-based content and advertisements to them.\nWe may share your User Information with our partners such as your name, postal address, email, or other identifier.\nOur partners may also: (i) collect information directly from your device, such as your IP address, device ID, advertising ID, and information about your browser or operating system.\n(ii) combine User Information about you received from Everyday Health with information about you from other sites or services.\nand (iii) place or recognize a unique cookie on your browser.</p>\n<p>If we engage a third-party Processor to Process your User Information, the Processor will be subject to binding contractual obligations to: (i) only Process the User Information in accordance with our prior written instructions.\nand (ii) use measures to protect the confidentiality and security of the User Information.\ntogether with any additional requirements under applicable law.</p>\n<p>The Services contain links to other sites or partners whose information practices may be different from ours.\nYou should consult the privacy policy of these third parties to learn how your privacy is protected.</p>10.\nInternational Transfers of Information<p>\n<strong>Summary – International Transfers of Information</strong>\n</p>\n<p>\n<strong>We may transfer your Personal Information to recipients in other countries.\nWhere we transfer User Information from the European Economic Area (“<strong>EEA</strong>”) to a recipient outside the EEA that is not in an adequate jurisdiction, we do so on the basis of standard contractual clauses.</strong>\n</p>\n<p>Because of the international nature of our business, we may need to transfer your User Information within the Everyday Health group of companies, and to third parties as noted in Section 9 above, in connection with the purposes set out in this Policy.\nFor this reason, we may transfer your User Information to other countries that may have different laws and data protection compliance requirements to those that apply in the country in which you are located.</p>\n<p>Everyday Health, Inc.\nparticipates in and has certified its compliance with the E.U.-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nEveryday Health is committed to subjecting all Personal Information received from European Union (E.U.) member countries and Switzerland, in reliance on the Privacy Shield Framework, to the Framework’s applicable principles.&nbsp;To learn more about the Privacy Shield Framework, please visit the U.S.\nDepartment of Commerce’s&nbsp;<strong>Privacy Shield</strong>&nbsp;List.\nEveryday Health is responsible for the processing of Personal Information it receives under the Privacy Shield Framework and subsequent transfers to a third party acting as an agent on its behalf.&nbsp;Everyday Health complies with the Privacy Shield principles for all onward transfers of Personal Information from the E.U.\nand Switzerland, including the onward transfer liability provisions.\nWith respect to Personal Information received or transferred pursuant to the Privacy Shield Framework, Everyday Health is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.&nbsp;In certain situations, Everyday Health may be required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nIf you are a European individual with a privacy related complaint, concern or question about Everyday Health’s privacy practices, please contact us through our&nbsp;<strong>DSAR Portal</strong>.\nUnder certain conditions, more fully described on the Privacy Shield website, European individuals may invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>Where we transfer your Personal Information from the EEA to recipients located outside the EEA who are not in a jurisdiction that has been formally designated by the European Commission as providing an adequate level of protection for Personal Information, we do so on the basis of standard contractual clauses.\nYou may request a copy of the relevant standard contractual clauses using our&nbsp;<strong>DSAR Portal</strong>.</p>\n<p>Everyday Health privacy practices described in this Privacy Policy comply with the Asia-Pacific Economic Cooperation (“APEC”) Cross Border Privacy Rules System.\nTo learn more about this program, please click&nbsp;<strong>here</strong>.</p>\n<p>Please note that when you transfer any Personal Information directly to a Company entity established outside the EEA, we are not responsible for that transfer of your Personal Information.\nWe will nevertheless Process your Personal Information, from the point at which we receive the data, in accordance with the provisions of this Privacy Policy.</p>11.\nData Security<p>\n<strong>Summary – Data Security</strong>\n</p>\n<p>\n<strong>We implement appropriate technical and organizational security measures to protect your User Information.\nPlease ensure that any Personal Information that you send to us is sent securely.</strong>\n</p>\n<p>We have implemented appropriate technical and organizational security measures designed to protect your User Information against accidental or unlawful destruction, loss, alteration, unauthorized disclosure, unauthorized access, and other unlawful or unauthorized forms of Processing, in accordance with applicable law.\nIn certain instances we may use Secure Sockets Layer encryption and/or transfer certain User Information in a non-human readable format to provide protection.\nHowever, we cannot guarantee there will not be a breach, and we are not responsible for any breach of security or for the actions of any third parties.</p>\n<p>Because the internet is an open system, the transmission of information via the internet is not completely secure.\nAlthough we will implement reasonable measures to protect your information, we cannot guarantee the security of your data transmitted to us using the internet.Any such transmission is at your own risk and you are responsible for ensuring that any Personal Information that you send to us are sent securely.</p>12.\nData Accuracy<p>\n<strong>Summary – Data Accuracy</strong>\n</p>\n<p>\n<strong>We take every reasonable step to ensure that your User Information is kept accurate and up-to-date and are erased or rectified if we become aware of inaccuracies.</strong>\n</p>\n<p>We take every reasonable step to ensure that your User Information that we Process is accurate and, where necessary, kept up to date, and any of your User Information that we Process that you inform us is inaccurate (having regard to the purposes for which they are Processed) is erased or rectified.</p>13.\nData Minimization<p>\n<strong>Summary – Data Minimization</strong>\n</p>\n<p>\n<strong>We take every reasonable step to limit the volume of your User Information that we Process to what is necessary.</strong>\n</p>\n<p>We take every reasonable step to ensure that your User Information that we Process is limited to the User Information reasonably necessary in connection with the purposes set out in this Policy or as required to provide you services or access to the Services.</p>14.\nData Retention<p>\n<strong>Summary – Data Retention</strong>\n</p>\n<p>\n<strong>We take every reasonable step to ensure that your User Information is only retained for as long as they are needed.&nbsp.\nOnline Data related to OBA is kept by Everyday Health for not more than 180 days after which it will expire, subject to certain conditions.</strong>\n</p>\n<p>We take every reasonable step to ensure that your User Information is only Processed for the minimum period necessary for the purposes set out in this Policy.&nbsp.\nThe criteria for determining the duration for which we will keep your User Information are as follows: we will retain copies of your User Information in a form that permits identification only for as long as is necessary in connection with the purposes set out in this Policy, unless applicable law requires a longer retention period.\nUnless there is a specific legal requirement for us to keep the information, we plan to retain it for no longer than is necessary to fulfill a legitimate business need.</p>\n<p>Except as may be set forth in this Privacy Policy, Online Data related to OBA is retained by Everyday Health for not more than 180 days after which it shall expire.\nHowever, the 180 day period may commence again if the same user subsequently visits or interacts with an ad, email, the Services or a Channel.</p>15.\nWhat Can I Do to Control My Information?<p>\n<strong>Summary – What Can I Do to Control My Information?</strong>\n</p>\n<p>\n<strong>You can directly take steps to change your preferences for newsletters and online behavioral advertising as outlined in this section.</strong>\n</p>\n<p>\n<strong>If you are an EU resident, you may have certain rights including: the right not to provide your Personal Information to us.\nthe right of access to your Personal Information.\nthe right to request rectification of inaccuracies.\nthe right to request the erasure, or restriction of Processing, of your Personal Information.\nthe right to object to the Processing of your Personal Information.\nthe right to have your Personal Information transferred to another controller.\nthe right to withdraw consent.\nand the right to lodge complaints with supervisory authorities.\nWe may require proof of or need to verify your identity before we can give effect to these rights.</strong>\n</p>\n<p>You may directly take steps to change your preferences as follows:</p>\n<p>\n<em>Access to Your Personal Information.</em>&nbsp;Upon request Everyday Health will provide you with information about whether we hold any of your personal information.\nYou may access, correct, or request deletion of your personal information by logging into your account or contacting us through our DSAR Portal.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>\n<em>Your Newsletter and Email Subscriptions</em>.\nYou can opt out or unsubscribe from a newsletter or other email list at any time by following the instructions at the end of the newsletters or emails you receive.\nPlease allow five to ten business days for changes to take effect.\nOn some Services, member service-related communications are an integral part of such Services to which you subscribe and you may continue to receive emails as part of that particular portion of the Services unless you cancel your account, even if you opt out of the newsletters or email list.&nbsp.\nIf you have provided more than one email address to us, you may continue to be contacted unless you request to unsubscribe each email address you have provided.</p>\n<p>\n<em>Push Notifications</em>.\nWe send you push notifications from time-to-time in order to update you about any events or promotions that we may be running.\nIf you no longer wish to receive these types of communications, you may turn them off at the device level.\nTo ensure you receive proper notifications, we will need to collect certain information about your device such as operating system and user identification information.</p>\n<p>\n<em>Location Based Services</em>.\nYou may opt-out of having your Precise Location Data collected by Everyday Health at any time by editing the appropriate setting on your mobile device (which is usually located in the Settings area of your device).</p>\n<p>\n<em>OBA</em>.\nEveryday Health is a subsidiary of Ziff Davis, LLC, a member of the Digital Advertising Alliance&nbsp;(<strong>“DAA”</strong>) in the U.S., E.U.\nand Canada and uses third party assurance platforms to comply with the DAA principles.\nEveryday Health strives to adhere to the self-regulatory organization principles for the DAA (US), the DAAC (Canada) and the EDAA (EU).\nOnline ads on the Services using Online Data are delivered with the DAA Ad Marker Icon&nbsp;&nbsp;, which helps users understand how their data is being used and provides choices for users who want more control.\nThis icon is also on each of our web pages and applications where Online Data is collected that will be used for OBA purposes.</p>\n<p>The DAA Ad Marker Icon&nbsp;&nbsp;&nbsp;provides information (and links to other information) on online behavioral ads, who is collecting and using your Online Data, how you can opt out and more.\nIf you would prefer that we not collect Online Data that may be used to help determine which advertisements to serve you, opt out by clicking this icon&nbsp;&nbsp;, which can be found on most of our webpages and mobile applications.</p>\n<ul>\n<li>European Union and Switzerland residents should visit the European DAA by&nbsp;<strong>clicking here</strong>.</li>\n<li>Canadian residents should visit the DAA of Canada by&nbsp;<strong>clicking here</strong>.</li>\n<li>U.S.\nresidents and residents of all other countries or territories not listed above can&nbsp;<strong>click here</strong>&nbsp;for the DAA site to learn more about the use of cookies, your opt-out choices, and more.</li>\n</ul>\n<p>\n<em>Cookies and Pixel Tags</em>.\nYou may stop or restrict cookies and pixel tags on your computer or purge cookies from your browser by adjusting your web browser preferences.\nHowever, if you “turn off,” purge, or disable cookies or pixel tags, although you may still use the Services, you may not be able to use all of the features, functions, or services available on the Services.</p>\n<p>\n<em>California Residents</em>.\nIn accordance with the California Online Privacy Protection Act, we may collect Personal Information about your online activities when you use the Services.\nWhile we give our users many avenues to opt out of providing Personal Information, we do not respond to Web browsers’ “do not track” signals.\nCalifornia’s “Shine the Light” law, Civil Code Section 1798.83, permits our users who are California residents to periodically request and obtain certain information about any Personal Information disclosed to third parties for direct marketing purposes.\nIf you are a California resident and wish to make such a request or if you wish for us to refrain from gathering your Personal Information, please submit your request in writing to the contact details set out in Section 17 below.</p>\n<p>\n<em>EU Residents.&nbsp;</em>GDPR provides certain rights for EU residents.\nYou may decline to share certain information with us, in which case we may not be able to provide some of the features and functionality of the Services.\nThese rights include, in accordance with applicable law, the right to object to or request the restriction of processing of your information, and to request access to, rectification, erasure and portability of your own information.\nWhere we process your information on the basis of your consent, you have the right to withdraw that consent (noting that such withdrawal does not affect the lawfulness of any Processing performed prior to the date on which we receive notice of such withdrawal, and does not prevent the Processing of your Personal Information in reliance upon any other available legal bases).\nRequests should be submitted by contacting us using the&nbsp;<strong>DSAR Portal</strong>.\nIf you are an EU resident and have any unresolved privacy concern, you have the right to contact the appropriate EU Supervisory Authority and lodge a complaint.</p>16.\nTerms of Use<p>\n<strong>Summary – Terms of Use</strong>\n</p>\n<p>\n<strong>For more information concerning your use of the Everyday Health website and application, please see our&nbsp;Terms of Use.&nbsp;</strong>\n</p>\n<p>For more information concerning your use of the Everyday Health website and the Everyday Health, Calorie Counter and Diabetes In Check applications, please consult the&nbsp;<strong>Everyday Health Terms of Use</strong>, which is incorporated by reference into this Privacy Policy.&nbsp.\nWe recommend that you review the Terms of Use regularly, in order to review any changes we might make from time to time.&nbsp;</p>17.\nContact Details<p>\n<strong>Summary – Contact Details</strong>\n</p>\n<p>\n<strong>You may contact us at the addresses set out below or by emailing&nbsp;privacy@everydayhealth.com.&nbsp;For GDPR related inquiries, please use our webform at&nbsp;DSAR Portal.</strong>\n</p>\n<p>\n<strong>Everyday Health</strong>\n</p>\n<p>\n<strong>Attention: Legal Department</strong>\n</p>\n<p>\n<strong>345 Hudson Street, 16<sup>th</sup>&nbsp;Floor</strong>\n</p>\n<p>\n<strong>New York, NY 10014</strong>\n</p>\n<p>\n<strong>If you are an EU resident, you may contact our Data Protection Officer at&nbsp;dpo@everydayhealth.com&nbsp;or submit GDPR related inquiries to our&nbsp;DSAR Portal.</strong>\n</p>\n<p>If you have any comments, questions or concerns about any of the information in this Policy, or any other issues relating to the Processing of User Information carried out by us, or on our behalf, please contact:</p>\n<p>Everyday Health</p>\n<p>Attention: Legal Department</p>\n<p>345 Hudson Street, 16<sup>th</sup>&nbsp;Floor</p>\n<p>New York, NY 10014</p>\n<p>\n<strong>privacy@everydayhealth.com</strong>\n</p>\n<p>Our Data Protection Officer may be contacted at&nbsp;<strong>dpo@everydayhealth.com</strong>.&nbsp;For GDPR related inquiries, please use our webform at&nbsp;<strong>DSAR Portal</strong>.</p>\n<p>If you have an unresolved concern regarding your privacy or our use of data that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) by clicking&nbsp;<strong>here</strong>.</p>18.\nCalifornia Consumers<p>\n<strong>Summary – California Consumers</strong>\n</p>\n<p>\n<strong>The California Consumer Privacy Act (“CCPA) provides certain rights for California consumers.\nIf you are a consumer residing in California, the following additional terms apply to you.</strong>\n</p>\n<p>\n<strong>Right to Know About Information Collected, Disclosed or Sold</strong>\n</p>\n<p>You have the right to request that we disclose what personal information we collect, use, disclose, and sell.\nTo submit a verifiable request, please visit&nbsp;dsar.everydayhealth.com&nbsp;or email&nbsp;privacy@everydayhealth.com</p>\n<p>If you have an account with us, we will verify the request by confirming the email address used to make the request is the same as&nbsp.\nthe email address on file for the account.&nbsp.\nIf you do not have an account with us, we will verify the request by sending an email to the email address used to make the request.&nbsp.\nWe may ask for additional information reasonably related to the request to verify the request.</p>\n<p>\n<strong>Collection of Personal Information</strong>\n</p>\n<p>The categories of California consumers’ Personal Information we may collect are listed above in Section 2 (“What Categories of Information We Process”).&nbsp.\nIn reference to Section 2, we may collect Personal Details, Demographic Information, Contact Details, Consent Records, Location Information, Purchase and Payment Details, Employer Details, Views and Opinions.&nbsp.\nWe also collect other kinds of information from you or other sources, which we refer to as “Other Information” in this Policy.\nAs detailed in Section 2, this may include, but is not limited to, information about your use of, visits to and interaction and engagement with the Services, content and ads on Channels, all of which may be aggregated.\nbrowsing history.\nand searches for and interactions with e-commerce opportunities, such as merchants and offers contained in the Services.</p>\n<p>We may collect California consumers’ Personal Information from the sources listed in Section 4 (“How We Collect User Information”).\nAs defined in Section 4, this may be: Data You Provide.\nRelationship Data.\nData You Make Public.\nService Data.\nContent and Advertising Information.\nThird Party Information.\nWe may obtain personal information from the following sources as defined in Section 2 (“What Categories of Information We Process”): GeoIP Data.\nID.\nIDFA.\nIP address.\nISP.\nSSID.\nIMSI.\nIMEI.\nLog files.\nWeb Beacons.\nPixel Tags.\nLocal Shared Objects, such as Flash cookies, and Local Storage, such as HTML5, and equivalents.</p>\n<p>We use this data for the purposes listed above in Section 5 (“Purposes for which we may Process your Personal Information”) or for Direct Marketing as outlined in Section 6 (“Direct Marketing”).</p>\n<p>\n<strong>Disclosure or Sale of Personal Information</strong>\n</p>\n<p>We may and may have disclosed or sold the categories of Personal Information listed in Section 9 (“What Information We Disclose to Third Parties”) for a business or commercial purpose.&nbsp;</p>\n<p>We may and may have disclosed Personal Information to the following categories of third parties for a business purpose:</p>\n<ul>\n<li>other entities within the Company group for a legitimate business purpose such as operating the Services and providing the Services to you;</li>\n<li>third party Processors for the purpose of providing the Services to you;</li>\n<li>third party providers where our Services use third party advertising, plugins or content;</li>\n<li>third party providers to assist with the collection, storage and segmentation of Online Data.&nbsp.\nThese third party providers may collect User Information from our Services for their own purposes, including but not limited to, monitoring fraud around the web;</li>\n<li>third parties for the purpose of recognizing our users and delivering interest-based content and advertisements to them.\nWe may share your User Information with our partners such as your name, postal address, email, or other identifier.\nOur partners may also: (i) collect information directly from your device, such as your IP address, device ID, advertising ID, and information about your browser or operating system.\n(ii) combine User Information about you received from Everyday Health with information about you from other sites or services.\nand (iii) place or recognize a unique cookie on your browser.\nand</li>\n<li>third party vendors involved in the administration of contests, quizzes, competitions, sweepstakes, or prize draws.</li>\n</ul>\n<p>We may have disclosed or sold Personal Information to the following categories of third parties for a business purpose or a commercial purpose:</p>\n<ul>\n<li>third party providers where our Services use third party advertising, plugins or content.\nIf you choose to interact with any such advertising, plugins or content, information about your activities on the Services and Channels to provide you targeted advertising based upon your interests may be shared with the relevant third party provider.\nIf you click or tap on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria;</li>\n<li>third parties for the purpose of recognizing our users and delivering interest-based content and advertisements to them.\nWe may share your User Information with our partners such as your name, postal address, email, or other identifier.\nOur partners may also: (i) collect information directly from your device, such as your IP address, device ID, advertising ID, and information about your browser or operating system.\n(ii) combine User Information about you received from Everyday Health with information about you from other sites or services.\nand (iii) place or recognize a unique cookie on your browser;</li>\n<li>third parties such as advertisers who will use Online Data to serve ads that they believe are relevant to your interests, and who agree to maintain the confidentiality of this information.\nSome of these third parties may combine the Online Data with their own data about you to form a more detailed picture;</li>\n<li>third party partners such as marketing and advertising companies and agencies, content publishers, retailers, third party providers of goods and services.\nor service providers whose services are embedded into and/or appear within the Services when you use a co-branded service (a service operated with a partner of Everyday Health), or register or otherwise provide information on such co-branded site.\nThis information is only passed on if and when you grant us permission to pass the collected information back to that third party;</li>\n<li>Any sponsors of contests, quizzes, competitions, sweepstakes and prize draws, or white papers, webcasts or other downloads, the registration data for such events is to be used by us as part of User Information, and may be shared with the sponsor and others, subject to this Policy and the sponsor’s privacy policy.&nbsp;</li>\n<li>third party providers of goods and services on a rental or other basis for some of our Services when information (such as the name of our users, their mailing address, phone number, email address) is provided in connection with marketing campaigns and site placements.</li>\n</ul>\n<p>The Services are not intended for use by minors.\nWe do not sell personal information of minors under 16 years of age without affirmative authorization.</p>\n<p>\n<strong>Right to Request Deletion of Personal Information</strong>\n</p>\n<p>You have the right to request deletion of Personal Information collected or maintained by us.&nbsp.\nTo do so, please submit a request via&nbsp;dsar.everydayhealth.com&nbsp;or email&nbsp;privacy@everydayhealth.com&nbsp;.&nbsp.\nIf submitting a request by email, we may ask for additional information to verify your request.</p>\n<p>\n<strong>Right to Opt-Out of the Sale of Personal Information</strong>\n</p>\n<p>You have the right to opt-out of the sale of personal information by a business.&nbsp.\nTo do so, please submit a request via&nbsp;dsar.everydayhealth.com&nbsp;or email&nbsp;privacy@everydayhealth.com.&nbsp.\nIf submitting a request by email, we may ask for additional information to verify your request.</p>\n<p>\n<strong>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</strong>\n</p>\n<p>You have the right not to receive discriminatory treatment by the business for the exercise of the privacy rights conferred by the California Consumer Privacy Act.</p>\n<p>\n<strong>Authorized Agent</strong>\n</p>\n<p>To make a request under the California Consumer Privacy Act on a consumer’s behalf, we require a signed authorization letter from the consumer to&nbsp;privacy@everydayhealth.com.</p>\n<p>\n<strong>Contact for More Information</strong>\n</p>\n<p>If you have any questions or concerns about our privacy policies and practices, you may contact us via&nbsp;dsar.everydayhealth.com&nbsp;or email&nbsp;privacy@everydayhealth.com&nbsp;.</p>\n<p>\n<strong>Date Privacy Policy Last Updated</strong>\n</p>\n<p>Our Privacy Policy was lasted updated as of the date indicated at the beginning of the policy.</p>19.\nHow this Privacy Policy May Change<p>We may change this Privacy Policy from time to time, and all changes will be effective at the time we post them.\nIf we believe there is a significant change to this Privacy Policy or our data collection and use practices, we will indicate on our websites that our Privacy Policy has changed prior to the change becoming effective.\nThe then-posted version of the Privacy Policy supersedes all prior versions.\nYour continued access to or use of any of the Services shall be deemed your acceptance of the Privacy Policy.</p>\n<p>\n<strong>We urge you to come back to this web page and review this Privacy Policy regularly so that you remain aware of the terms and conditions that apply to you.</strong>\n</p>\n<p>Back to Top</p>Everyday Health Terms of Use<p>The Terms of Use were last changed on January 24th, 2019</p>\n<p>\n<strong>IMPORTANT:&nbsp;</strong>Everyday Health Media, LLC and its affiliates (\"Everyday Health\") operate this website, other health, wellness, diet and fitness websites that are part of the Everyday Health portfolio of websites (collectively, the \"Sites\") and the services related to or offered on the Sites (hereinafter, the \"Services\").\nSome of the Sites are websites that we operate on behalf of third party licensors, for example, diet.mayoclinic.org (collectively, \"Licensors\", such Licensors together with Everyday Health, \"us\" or \"we\").\nEveryday Health's Services may include, without limitation, tools, applications, email services, bulletin and message boards, chat areas, news groups, forums, communities, calendars, and downloadable mobile applications related to the Sites or provided through the Sites.\nThe Sites and Services are funded, and Everyday Health earns income, from advertising, sponsored content, affiliate program commissions, and lead generation, among other sources.These Terms of Use (“TOU”) govern your use of any of the Sites and Services that are provided by Everyday Health.\nPlease read this agreement carefully before accessing or using any of the Sites or Services.\nEach time you access or use the Sites or Services, you agree to be bound by these TOU.\nIf you do not agree to be bound by all of these TOU, you may not access or use the Sites or Services.\nIn addition, certain areas of the Sites or Services may be subject to additional terms of use that we make available for your review.\nBy using such areas, or any part thereof, you are expressly indicating that you have read and agree to be bound by the additional terms of use applicable to such areas.\nIn the event that any of the additional terms of use governing such area conflict with these TOU, the additional terms will control.</p>Index<ol>\n<li>This Site is for Informational Purposes Only and Does Not Provide Medical Advice.</li>\n<li>User Obligations.</li>\n<li>License Grant.</li>\n<li>Prohibited Activities.</li>\n<li>Message Boards, Chat Rooms and Posting Guidelines.</li>\n<li>Commercial Transactions.</li>\n<li>Third Party Content.</li>\n<li>Sweepstakes, Contests and Games.</li>\n<li>Accounts, Passwords and Security.</li>\n<li>Linking to the Sites.</li>\n<li>Disclaimer Regarding Linked Third Party Sites.</li>\n<li>Dealings with Third Parties.</li>\n<li>Privacy.</li>\n<li>Disclaimer of Warranties.</li>\n<li>Limitation of Liability.</li>\n<li>Indemnification.</li>\n<li>Copyright Policy.</li>\n<li>Jurisdictional Issues.</li>\n<li>Termination.</li>\n<li>Governing Law.</li>\n<li>Waiver and Severability.</li>\n<li>Successors and Assigns.</li>\n<li>Updates.</li>\n</ol>1.\nThis Site is for Informational Purposes Only and Does Not Provide Medical Advice.<p>The Sites and Services offer health, fitness and nutrition related information, but are designed for non-commercial, informational purposes only.\nYOU SHOULD NOT RELY ON THIS INFORMATION AS A SUBSTITUTE FOR, NOR DOES IT REPLACE, PROFESSIONAL MEDICAL ADVICE, DIAGNOSIS OR TREATMENT.\nIF YOU HAVE ANY CONCERNS OR QUESTIONS ABOUT YOUR HEALTH OR THE CONTENT ON THE SITES OR SERVICES, YOU SHOULD ALWAYS CONSULT WITH A PHYSICIAN OR OTHER HEALTH-CARE PROFESSIONAL.\nDO NOT DISREGARD, AVOID OR DELAY OBTAINING MEDICAL OR HEALTH RELATED ADVICE FROM YOUR HEALTH-CARE PROFESSIONAL BECAUSE OF SOMETHING YOU MAY HAVE READ ON THE SITE OR THROUGH THE SERVICES.\nTHE USE OF ANY INFORMATION PROVIDED ON THE SITES OR THROUGH THE SERVICES IS SOLELY AT YOUR OWN RISK.\nNothing stated or posted on the Sites or available through any Service is intended to be, and must not be taken to be, the practice of medicine or counseling care.\nFor the purposes of this agreement, the practice of medicine and counseling includes, without limitation, psychiatry, psychology, psychotherapy, the practice of pharmacy, nutrition and fitness counseling or providing health care treatment, instructions, diagnosis, prognosis or advice.\nDevelopments in medical research may impact the health, fitness and nutritional topics discussed on the Sites or through the Services and no assurance can be given that the information contained in the Sites or the Services will always include the most recent findings or developments with respect to the particular material.\nYour access or use of the Sites and the Services does not create in any way a physician/patient, confidential, or privileged relationship, or any other relationship that would give rise to any duties on our part or the part of our Licensors.\nWe do not recommend or endorse any specific tests, physicians, clinics, procedures, opinions, products or other information that may appear on the Sites or Services.\nIf you rely on any of the information provided by this Site or the Services, our employees, or guests or visitors to the Sites, you do so solely at your own risk.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>2.\nUser Obligations.<p>You agree to abide by all applicable local, state, national, and international laws and regulations, including U.S.\nexport and re-export control and economic sanction laws and regulations, with respect to your use of the Sites and Services.\nYou also acknowledge and agree that your use of the Internet and access to the Sites is solely at your own risk.\nYou should also understand that the confidentiality of any communication or material transmitted to/from a Site over the Internet or other form of global communication network cannot be guaranteed.\nAccordingly, Everyday Health is not responsible for the security of any information transmitted to or from the Sites.\nEveryday Health reserves the right to prohibit or terminate use of or access to the Sites at any time, without notice, for any reason whatsoever.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>3.\nLicense Grant.<p>This TOU provides to you a personal, revocable, limited, non-exclusive, royalty-free, non-transferable license to use the Sites conditioned on your continued compliance with these TOU.\nYou may print and download materials and information from the Sites solely for your personal use, provided that all hard copies contain all copyright and other applicable notices contained in such materials and information.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>4.\nProhibited Activities.<p>The Sites and the Services are not intended for children under the age of 13 and children under 13 should not use the Sites or the Services.\nYou acknowledge and agree that the Sites and Services contain proprietary and confidential information that is protected by applicable intellectual property and other laws, and are the sole property of Everyday Health, its Licensors or our content providers.\nUnless otherwise specified in writing, the Services are for your personal and non-commercial use.\nIn connection with your use of the Sites and/or the Services, you acknowledge and agree that you will not: 1.\nCopy, reverse engineer, reverse assemble, otherwise attempt to discover the source code, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer or sell any information, software, products or services obtained through the Sites or the Services.\n2.\nAccess the Sites or Services by any means other than through the standard industry-accepted or Everyday Health-provided interfaces.\n3.\nPost or transmit any material that contains a virus or corrupted data.\n4.\nDelete any author attributions, legal notices or proprietary designations or labels.\n5.\nViolate any applicable local, state, national or international law, rule or regulation or use the Sites and/or the Services for any purpose that is prohibited by these TOU.\n6.\nManipulate or otherwise display the Sites and/or the Services by using framing or similar navigational technology.\n7.\nRegister, subscribe or unsubscribe any party for any Everyday Health product or service if you are not expressly authorized by such party to do so.\n8.\nUse the Sites or the Services in any manner that could damage, disable, overburden or impair Everyday Health's servers or networks, or interfere with any other user's use and enjoyment of the Sites and/or the Services.\n9.\nGain or attempt to gain unauthorized access to any of the Sites, Services, accounts, computer systems or networks connected to Everyday Health through hacking, password mining or any other means.\n10.\nObtain or attempt to obtain any materials or information through any means not intentionally made available through the Sites or the Services or harvest or otherwise collect information about other users without their consent.\n11.\nUse the sites in any manner that could damage, disparage, or otherwise negatively impact Everyday Health.\nIn addition, you agree to comply with our Posting Guidelines below.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, COPYING OR REPRODUCING ANY SERVICES, PROGRAMS, PRODUCTS, INFORMATION OR MATERIALS PROVIDED BY EVERYDAY HEALTH TO ANY OTHER SERVER OR LOCATION FOR FURTHER REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PROHIBITED.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>5.\nMessage Boards, Chat Rooms and Posting Guidelines.<p>Everyday Health hosts message boards.\nchats.\nTippi, a tool for health and wellness tips, and other public forums on its Sites and through the Services.\nMessage boards, chats and other public forums are intended to serve as discussion centers for users and subscribers of the Sites.\nThese are public forums and any information that you post on the Sites or through the Services may be seen by anyone on the Internet.\nAny user will have the ability to edit or delete their own posts after posting.\nWhen posting information on the Sites or through the Services, use good taste when discussing sensitive topics.\nBoth users and moderators are required to treat others with respect and honesty.\nBe fair and informative.\nPost honest and valuable information and don't post rumors or negative opinions that are not supported by facts.\nUnless the information in your post arises directly from your personal experience, references to any health-related or medical information you provide must be included in your post.</p>\n<p>In addition to the prohibited activities described above, when posting information and media on the Sites or through the Services you must not:</p>\n<ul>\n<li>Post anything that interferes with or disrupts the Sites or the operation thereof, including files that contain malicious code, viruses, corrupted files, or any other similar software or programs that may damage the operation of another’s computer, network or the Sites;</li>\n<li>Post statements or materials that are libelous or defame, harass, abuse, stalk, threaten, intimidate or in any way infringe on the rights of others;</li>\n<li>Post statements or materials that violate other contractual or fiduciary rights, duties or agreements;</li>\n<li>Post or upload personal information, pictures, videos or any other media of another person without their express permission;</li>\n<li>Delete or revise any material posted by any other person or entity;</li>\n<li>Post statements or materials that are bigoted, hateful, racially offensive, vulgar, obscene, pornographic, profane, or otherwise objectionable, including language or images that typically would not be considered socially or professionally responsible or appropriate in person;</li>\n<li>Post statements or materials that encourage criminal conduct or that would give rise to civil liability or otherwise violate any law or regulation in any jurisdiction;</li>\n<li>Post statements or materials that in any way harm minors;</li>\n<li>Post statements or materials that impersonate any other person or entity, whether actual or fictitious, including, without limitation, employees and representatives of Everyday Health;</li>\n<li>Post statements or materials that misrepresent your affiliation with any entity and/or Everyday Health;</li>\n<li>Post anything that violates the privacy or publicity rights of any other person, including, without limitation, posting any personal identifying information of another individual, including, without limitation, addresses, phone numbers, email addresses, Social Security numbers, credit card numbers or any trade secrets or information for which you have any obligation of confidentiality;</li>\n<li>Post statements or materials that constitute junk mail, spam or unauthorized advertising or promotional materials, including, without limitation, links to commercial products or services or any political campaigning;</li>\n<li>Post material that in the sole judgment of Everyday Health is objectionable or restricts or inhibits any person or entity from using or enjoying any interactive features or other portions of the Sites, or which may expose Everyday Health or its users to harm or liability of any nature.\nor</li>\n<li>Post material that infringes, or that may infringe, any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party, or that you otherwise do not have the right to make available, without the express permission of the owner of the copyright, trademark or other proprietary right.\nEveryday Health does not have any express burden of responsibility to provide any user with indications, markings or anything else that may aid any user in determining whether the material in question is copyrighted or trademarked.\nUsers shall be solely liable for any damage resulting for infringements of copyrights, trademarks, proprietary rights or any other harm resulting from such submission.</li>\n</ul>\n<p>Any user failing to comply with these guidelines may be expelled from and refused continued access to the message boards, chats or other public forums in the future.\nEveryday Health or its designated agents may remove or alter any user-created content at any time for any reason.\nMaterials posted and/or uploaded to the various public forums may be subject to size and usage limitations.\nYou are responsible for adhering to such limitations.\nEveryday Health and its Licensors expressly disclaim all responsibility and endorsement and make no representation as to the validity of any opinion, advice, information or statement made or displayed in these forums by third parties, nor are we responsible for any errors or omissions in such postings, or for hyperlinks embedded in any messages.\nUnder no circumstances will Everyday Health, its Licensors, or our affiliates, suppliers or agents be liable for any loss or damage caused by your reliance on information obtained through these forums.\nThe opinions expressed in these forums are solely the opinions of the participants, and do not reflect the opinions of Everyday Health, its Licensors or any of their subsidiaries or affiliates.\nEveryday Health and its Licensors have no obligation whatsoever to monitor any of the content or postings on the message boards, chat rooms or other public forums.\nHowever, you acknowledge and agree that we reserve the right to monitor the same at our sole discretion.\nEveryday Health employees typically moderate our boards on a daily basis.\nUnless otherwise stated, these moderators are not medical professionals and should not be construed as such.\nOur moderators reserve the right to alter, edit, refuse to post or remove any postings or content, in whole or in part, for any reason and to disclose such materials and the circumstances surrounding their transmission to any third party in order to satisfy any applicable law, regulation, legal process or governmental request and to protect ourselves, our clients, sponsors, users and visitors.\nIn addition, Everyday Health and Everyday Health’s moderators reserve the right to contact users to inform them of policies, hide users’ posts or delete users’ accounts without warning or notice in advance, for any reason, including but not limited to the violation of these TOU.</p>\n<p>By sending or transmitting to us content, images, video, audio files, creative suggestions, ideas, notes, concepts, information or other materials (collectively, \"Submission Materials\"), or by posting such Submission Materials on the Sites, you hereby grant to us and our designees a worldwide, non-exclusive, sublicenseable, assignable, royalty-free, perpetual, irrevocable right to use, reproduce, distribute, modify, create derivative works of, publicly perform, publicly display, digitally perform, sell, offer for sale and import such Submission Materials in any media now known or hereafter devised, for any purpose whatsoever, commercial or otherwise, without compensation to you.\nThe foregoing license to Everyday Health shall be fully paid-up and royalty free.\nYou represent and warrant that any person or entity named or pictured in such Submission Material has provided any necessary licenses, rights or authorizations to allow Everyday Health's use of such Submission Materials in accordance with such license.\nNone of the Submission Materials disclosed or posted via message boards.\nchats.\nTippi, a tool for health and wellness tips, or other public forums shall be subject to any obligation, whether of confidentiality, attribution or otherwise.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>6.\nCommercial Transactions.<p>Certain products or services may be offered for sale on the Sites or through the Services.\nIn the event you wish to purchase or to subscribe for any of these products or services, you will be asked by Everyday Health or an authorized third party to supply certain information, including without limitation, your full name, address, telephone number and credit card information.\nYou agree to provide us or such third party with the foregoing information as well as any other mandatory information.\nYou agree that any such information provided shall be accurate, complete and current.\nYou agree to comply with the terms and conditions of any agreement that you may enter into governing your purchase of the product or service.\nYou shall be responsible for all charges incurred through your account as well as for paying any applicable taxes.\nBy providing Everyday Health with your credit card number and associated payment information, you agree that Everyday Health and/or our third party service providers are authorized to immediately invoice your account for all fees and charges due and payable to us as a result of your order, including but not limited to service fees, subscription fees or any other fee or charge associated with your access to the Services and/or purchase of products.\nIn the event that access to an applicable Service requires a recurring payment, you agree that we (or our third party payment service provider) may automatically invoice your account at the beginning of each recurring period.\nWe reserve the right to increase charges and fees, or to institute new charges or fees at any time, upon reasonable advance notice communicated to you through such means as we may deem appropriate from time to time (including electronic mail or conventional mail).\nYou agree to immediately notify Everyday Health of any change in your billing address or the credit card used for payment hereunder.\nYour right to use a paid service or a specific product is conditional upon our receipt of payment.\nIf payment cannot be charged to your credit card or if a charge is refunded for any reason, including chargeback, we reserve the right to either suspend or terminate your access and account.\nYou agree that in the event we are unable to collect the fees you owe us for the products or services specified in your order, we may take any other steps we deem necessary to collect such fees from you, and that you will be responsible for all costs and expenses incurred by us in connection with such collection activity, including collection fees, interest, court costs and attorneys' fees.\nTo review the billing terms on your account or to terminate a subscription service, you may email billing@everydayhealth.com or call 1-888-795-4719, Monday through Friday, 9 a.m.\nto 6 p.m.\nEST.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>7.\nThird Party Content.<p>Any opinions, advice, statements, services, advertisements, offers or other information or content expressed or made available through the Sites by third parties, including information providers, are those of the respective authors or distributors and not Everyday Health.\nNeither Everyday Health, its Licensors nor any third-party content providers guarantee the accuracy, completeness or usefulness of any content.\nFurthermore, neither Everyday Health nor its Licensors endorse or are responsible for the accuracy and reliability of any opinion, advice or statement made on any of the Sites or Services by anyone other than an authorized Everyday Health or Licensor representative while acting in his/her official capacity.\nYou may be exposed through the Sites or Services to content that violates our policies, is sexually explicit or is otherwise offensive.\nYou access the Sites and Services at your own risk.\nWe take no responsibility for your exposure to third party content on the Sites or the Services.\nEveryday Health and its Licensors do not assume, and expressly disclaim, any obligation to obtain and include any information other than that provided to it by its third party sources.\nIt should be understood that we do not advocate the use of any product or procedure described in the Sites or through the Services, nor are we responsible for misuse of a product or procedure due to typographical error.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>8.\nSweepstakes, Contests and Games.<p>If Everyday Health conducts a sweepstake, contest, or game on the Sites, the rules governing any of the foregoing shall be accessible through a hypertext link prominently displayed on the page where the sweepstake, contest or game may be located.\nBy entering or participating in any of them, you agree to be subject to those rules, regulations and procedures.\nPlease remember to read the rules carefully before participating.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>9.\nAccounts, Passwords and Security.<p>If any of the Sites or Services require you to open an account, you must complete the registration process by providing Everyday Health with current, complete and accurate information, as prompted by the applicable registration form.\nYou acknowledge that by providing any information to Everyday Health which is untrue, inaccurate, not current or incomplete, Everyday Health reserves the right to terminate your access and use of the Sites and/or the Services.\nAs part of the registration process, you will be asked to select a username and password.\nYou are entirely responsible for maintaining the security and confidentiality of your account and password.\nFURTHERMORE, YOU ARE ENTIRELY RESPONSIBLE FOR ANY AND ALL ACTIVITIES AND CONDUCT, WHETHER BY YOU OR ANYONE ELSE, THAT ARE CONDUCTED THROUGH YOUR ACCOUNT.\nYou agree to notify Everyday Health immediately of any unauthorized use of your account or any other breach of security.\nNeither Everyday Health nor its Licensors will be liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge.\nYou may be held liable for any losses incurred by Everyday Health, its Licensors or another party due to someone else using your account or password.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>10.\nLinking to the Sites.<p>We reserve the right to disallow you to link to the Sites at any time in our sole discretion.\nIf we exercise such right, you agree to immediately remove and disable any and all of your links to the Sites.\nIn the absence of a written agreement with us specifying how you may link to the Sites, use the following guidelines for adding one or more links to the Sites from your website:</p>\n<ul>\n<li>The link must be a text-only link that clearly includes the URL of the applicable Site;</li>\n<li>If the link points to any page on a Site other than the home page, the text link must also include the title of the target landing page.\n(For example, if the link points to the \"Healthy Living\" area of the EverydayHealth.com Site, the link should include the words \"Healthy Living - Everyday Health.\");</li>\n<li>The appearance, position and other aspects of the link may not be such as to damage or dilute the goodwill associated with our good name and trademarks;</li>\n<li>The appearance, position and other aspects of the link may not create the false impression that an entity is associated with, sponsored by, or endorsed by us;</li>\n<li>The link, when activated by a user, must display the Site full-screen and not within a \"frame\" on the linking website and linking may not trigger any interstitial or pop-up or pop-under windows.\nand</li>\n<li>The link may not be used in connection with or appear on a website that a reasonable person might consider offensive, obscene, defamatory or otherwise malicious.[1]&nbsp;</li>\n</ul>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>11.\nDisclaimer Regarding Linked Third Party Sites.<p>We reserve the right to change, modify, add or remove portions of these TOU at any time and without prior notice, and any changes will become effective immediately upon being posted unless we advise you otherwise.\nYour continued use of the Site or Services after these TOU have been amended shall be deemed to be your continued acceptance of the terms and conditions of these TOU, as amended.\nWe encourage you to bookmark this Web page and review these TOU regularly.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>12.\nDealings with Third Parties.<p>Your participation, correspondence or business dealings with any third party found on or through our Sites and Services, including, without limitation, advertisers and other users, regarding payment and delivery of specific goods and services, and any other terms, conditions, representations or warranties associated with such dealings, are solely between you and such third party.\nYou agree that Everyday Health shall not be responsible or liable for any loss, damage, or other matters of any sort incurred as the result of such dealings.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>13.\nPrivacy.<p>Everyday Health's privacy policy with respect to the collection and use of your personally identifiable information is set forth at //www.everydayhealth.com/privacy-policy.aspx, and is incorporated by reference into these TOU.\nBY ACCESSING THE SITES AND/OR SERVICES, YOU AGREE THAT YOU ARE ACCEPTING OUR PRIVACY POLICY.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>14.\nDisclaimer of Warranties.<p>THE SITES AND THE SERVICES, AND ANY CONTENT, TOOLS, PRODUCTS OR SERVICES DISPLAYED, ACCESSED OR OBTAINED ON OR THROUGH THE SITES AND SERVICES ARE PROVIDED \"AS IS\", \"AS AVAILABLE\", AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, EVERYDAY HEALTH, ITS LICENSORS AND THEIR AFFILIATES, SUPPLIERS, AND AGENTS DO NOT WARRANT AND EXPRESSLY DISCLAIM THAT: (i) YOUR USE OF THE SITES AND/OR SERVICES AND ACCESS TO AND USE OF ALL OF THE TOOLS AND FEATURES THEREON WILL BE UNINTERRUPTED, ERROR-FREE OR SECURE.\n(ii) THAT ANY INFORMATION OBTAINED THEREIN IS ACCURATE, RELIABLE OR COMPLETE.\n(iii) THAT DEFECTS WILL BE CORRECTED.\nOR (iv) THAT ANY SOFTWARE, SERVICES, SITES OR SERVER(S) ON WHICH THE SITES OR SERVICES ARE HOSTED ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOUR USE OF THE SITES AND THE SERVICES AND ANY INFORMATION OR MATERIALS PROVIDED ON OR THROUGH THE SITES AND SERVICES ARE ENTIRELY AT YOUR OWN RISK.\nWE MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT THE PRODUCTS OR SERVICES SOLD OR ADVERTISED HEREIN OR ABOUT THE SATISFACTION OF GOVERNMENT REGULATIONS REQUIRING DISCLOSURE OF INFORMATION ON PRESCRIPTION DRUG PRODUCTS WITH REGARD TO THE CONTENT CONTAINED ON THE SITES OR THROUGH THE SERVICES.\nWE MAKE NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO ANY TREATMENT, ACTION OR APPLICATION OF MEDICINE, MEDICATION OR THE INFORMATION OFFERED OR PROVIDED WITHIN OR THROUGH THE SITES OR THE SERVICES.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>15.\nLimitation of Liability.<p>NEITHER EVERYDAY HEALTH NOR ITS LICENSORS, DIRECTORS, OFFICERS, EMPLOYEES, CONTRACTORS, AGENTS OR SPONSORS ARE RESPONSIBLE OR LIABLE TO YOU OR ANYONE ELSE FOR ANY LOSS OR INJURY OR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR OTHER DAMAGES UNDER ANY CONTRACT, NEGLIGENCE, STRICT LIABILITY OR OTHER THEORY ARISING OUT OF OR RELATING IN ANY WAY TO (i) THE USE OF OR INABILITY TO USE THE SITES AND/OR THE SERVICES.\n(ii) ANY CONTENT CONTAINED ON THE SITES AND/OR THE SERVICES.\n(iii) STATEMENTS OR CONDUCT POSTED OR MADE PUBLICLY AVAILABLE ON THE SITES AND/OR THE SERVICES.\n(iv) ANY PRODUCT OR SERVICE PURCHASED OR OBTAINED THROUGH THE SITES AND/OR SERVICES.\n(v) ANY ACTION TAKEN IN RESPONSE TO OR AS A RESULT OF ANY INFORMATION AVAILABLE ON THE SITES AND/OR SERVICES.\n(vi) ANY DAMAGE CAUSED BY LOSS OF ACCESS TO, DELETION OF, FAILURE TO STORE, FAILURE TO BACK UP, OR ALTERATION OF ANY CONTENT ON THE SITES AND/OR SERVICES.\nOR (vii) ANY OTHER MATTER RELATING TO THE SITES AND/OR THE SERVICES.\nIN NO EVENT SHALL THE TOTAL LIABILITY OF EVERYDAY HEALTH OR ITS LICENSORS TO YOU FOR ANY AND ALL DAMAGES, LOSSES, AND CAUSES OF ACTION EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR USING ANY OF THE SITES AND/OR SERVICES.\nSome jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations and disclaimers may not apply to you.\nTo the extent that we may not, as a matter of applicable law, disclaim any implied warranty or limit liabilities, the scope and duration of such warranty and the extent of our liability will be the minimum permitted under such applicable law.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>16.\nIndemnification.<p>You agree to indemnify, defend and hold Everyday Health and its Licensors, subsidiaries, affiliates, officers, directors, agents, co-branders or other partners, employees and representatives harmless from and against any and all claims, damages, losses, costs or expenses (including reasonable attorneys' fees and disbursements) which arise directly or indirectly out of or from (i) your breach of these TOU.\n(ii) any allegation that any Submission Materials infringe or otherwise violate the copyright, trade secret, trademark or other intellectual property rights of a third party.\nand (iii) your access or use of the Sites or the Services.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>17.\nCopyright Policy.<p>The Digital Millennium Copyright Act of 1998 (the \"DMCA\") provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under the U.S.\ncopyright law.\nIf you believe in good faith that materials hosted by Everyday Health infringe your copyright, you or your agent may send to Everyday Health a notice requesting that the material be removed or access to it be blocked.\nAny notification by a copyright owner or a person authorized to act on its behalf that fails to comply with requirements of the DMCA shall not be considered sufficient notice and shall not be deemed to confer upon Everyday Health actual knowledge of facts or circumstances from which infringing material or acts are evident.\nIf you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send to Everyday Health a counter-notice.\nAll notices and counter notices must meet the then current statutory requirements imposed by the DMCA.\nsee http://www.loc.gov/copyright for details.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide our Copyright Agent the following information:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>Identification of the copyrighted work that you claim has been infringed;</li>\n<li>Identification of where the material that you claim is infringing is located on the Site or Service reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient to permit us to contact you, such as your address, telephone number and, if available, your email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>Everyday Health's Copyright Agent for notice of claims of copyright infringement or counter notices can be reached as follows: Designated Agent: Stephen Hicks.\nAddress of Agent: ? Ziff Davis, LLC, 114 5th Avenue, 15th FL, New York, NY 10011.\nTelephone: (212) 503-3569.\nFax: (646) 728-9501.\nE-mail for notice: DMCA@everydayhealthinc.com.\nWe suggest that you consult your legal advisor before filing a notice or counter-notice.\nAlso, be aware that there can be penalties for false claims under the DMCA.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>18.\nJurisdictional Issues.<p>Everyday Health makes no representation or warranty that the content and materials on the Sites or the Services are appropriate or available for use in locations outside the United States.\nThose who choose to access the Sites or use the Services from other locations do so on their own initiative and at their own risk, and are responsible for compliance with local laws, if and to the extent applicable.\nEveryday Health reserves the right, at any time in our sole discretion, to limit the availability and accessibility of the Sites or the Services to any person, geographic area or jurisdiction we so desire, and to limit the quantities of any such service or products that we provide.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>19.\nTermination.<p>You agree that Everyday Health, in its sole discretion, may terminate your password, account (in whole or in part) or use of the Sites or Services, and remove and discard any content within the Sites or Services, at any time and for any reason.\nYou agree that any actions taken under this Section may be effective without prior notice to you.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>20.\nGoverning Law.<p>These TOU and the relationship between you and Everyday Health shall be governed by and construed in accordance with the laws of the State of New York, without regard to its conflict of law provisions.\nYou and Everyday Health irrevocably agree to submit to the personal and exclusive jurisdiction of the federal and state courts located within the county of New York, in the State of New York, and waive any jurisdictional, venue or inconvenient forum objections to such courts.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>21.\nWaiver and Severability.<p>The failure of Everyday Health to exercise or enforce any right or provision of these TOU shall not constitute a waiver of such right or provision.\nIf any provision of these TOU is found by a court of competent jurisdiction to be unlawful, void or for any reason unenforceable, then that provision shall be deemed severed herefrom and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>22.\nSuccessors and Assigns.<p>We may perform any of our obligations or exercise any of our rights under this TOU through one or more of our corporate affiliates (including any entity that directly or indirectly controls, is controlled by or is under common control with us).\nIf Everyday Health or its assets are acquired by another entity, that entity will assume our rights and obligations as described in this TOU.\nYou may not assign your rights or obligations under this TOU, by operation of law or otherwise, without our prior written consent.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>23.\nUpdates.<p>We may modify these TOU at any time, as we deem appropriate.\nIf you disagree with the changes to the TOU, you must discontinue your use of the Sites and Services, and if you have registered as a member, cancel your registration.\nYour continued access or use of any of the Sites or Services following such notice signifies your acceptance of the modified TOU.\nIt is your responsibility to review the TOU regularly to be aware of such modifications.\nWe reserve the right to modify or discontinue the Sites or Services with or without notice.\nWe will not be liable to you or any third party should we exercise our right to modify or discontinue the Sites or Services.\nIf you object to any such changes, your sole recourse will be to cease access to the Sites or Services.\nContinued access to the Sites or Services following notice of any such changes will indicate your acknowledgement of such changes and acceptance of the Sites or Services as so modified and your use of new Services will be governed by these TOU.</p>\n<p>Back to Top&nbsp;|&nbsp;Back to Everyday Health Terms of Use Index</p>Additional Information<p>Developments in medical research may impact the health, fitness and nutritional advice that appears here.\nNo assurance can be given that the advice contained in this site will always include the most recent findings or developments with respect to the particular material.</p>\n<p>If you are in the United States and think you are having a medical or health emergency, call your health care professional, or 911, immediately.</p>\n<p>Certain health or medical material on this site may be sexually explicit.\nPlease do not use this site if you would find these materials offensive.</p>\n<p>Back to Top</p>Wellness inspired.\nWellness enabled.FacebookTwitterInstagramPinterest<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Editorial Policy</li>\n<li>Newsletters</li>\n<li>Privacy Policy</li>\n<li>Health News</li>\n<li>Accessibility Statement</li>\n<li>Terms of Use</li>\n<li>Contact Us</li>\n<li>Feedback</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Popular Topics</li>\n<li>AdChoice</li>\n</ul>NEWSLETTERSGet the best in health and wellnessEnter your emailSubscribe<p>By subscribing you agree to the Terms of Use and Privacy Policy.</p>A PROPERTY OFEHGLogo More From Everyday Health Group: What to ExpectBabyCenterMedPage TodayCastle Connolly Top DoctorsMigraine Again© 1996-2021 Everyday Health, Inc.\nEveryday Health is among the federally registered trademarks of Everyday Health, Inc.\nand may not be used by third parties without explicit permission.BadgesBadgesBadgesBadgesBadges &nbsp;&nbsp;&nbsp;We&nbsp;tailor&nbsp;your&nbsp;experience&nbsp;and understand how you and other visitors use this website by using cookies and other technologies.\nThis means&nbsp;we&nbsp;are able to keep this site free-of-charge to use.<br>\n<br>Please click <strong>I Consent</strong> below to give us permission to do this and also to show adverts&nbsp;tailored&nbsp;to&nbsp;your&nbsp;interests, <u>including health and medical condition interests</u>, and allow our third party partners to do the same.More OptionsI ConsentClose&nbsp.\n✖ ", "created_at": "2021-05-01 19:14:57.11853", "updated_at": "2021-05-01 19:15:35.138103"}], "points": [], "urls": ["everydayhealth.com"]}}