{"error": 448, "message": "OK", "parameters": {"id": 5865, "name": "Prompter People", "created_at": "2021-11-26 22:58:32.699831", "updated_at": "2021-11-26 23:01:10.830364", "wikipedia": null, "keywords": null, "related": null, "slug": "prompter-people", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5865.png", "url": "prompterpeople.com", "documents": [{"id": 10589, "name": "Privacy Policy", "url": "https://prompterpeople.com/Privacy-Policy/", "xpath": "//body", "text": " Menu <i>\n</i>\n<ul>\n<li> Shop All </li>\n<li> Shop Type <ul>\n<li> Location </li>\n<li> Studio </li>\n<li> iPad / Tablet </li>\n<li> Desktop Teleprompter </li>\n<li> Smart Phone </li>\n<li> FreeStand </li>\n<li> Off lens </li>\n<li> Stage / Speech </li>\n<li> Robotic </li>\n<li> Talent Monitor Teleprompters </li>\n<li> Large Format Teleprompters </li>\n</ul>\n</li>\n<li> Product Line <ul>\n<li> Flex Plus </li>\n<li> ProLine Plus </li>\n<li> Desktop </li>\n<li> Pocket Cue </li>\n<li> UltraFlex </li>\n<li> UltraLight </li>\n<li> QPro </li>\n<li> Presidential Stage </li>\n<li> RoboPrompter </li>\n<li> Over / Under Camera </li>\n<li> Broadcast </li>\n</ul>\n</li>\n<li> Software </li>\n<li> Shop Teleprompters <ul>\n<li> Location-Full-Line </li>\n<li> Talent Monitor </li>\n<li> Desktop Teleprompter Shop All </li>\n<li> Shop Flex Plus </li>\n<li> Shop ProLine Plus </li>\n<li> Studio-Full-Line </li>\n<li> Shop Robotic PTZ Camera Teleprompter </li>\n<li> Large Format </li>\n<li> iPad Prompters </li>\n<li> Stage / Speech / Presidential </li>\n<li> Off Lens Prompters </li>\n<li> Free Standing </li>\n<li> All Plus Model Professional Teleprompter </li>\n<li> OnSale Teleprompters </li>\n<li> UltraLight </li>\n<li> UltraFlex 12 </li>\n</ul>\n</li>\n<li> Accessories <ul>\n<li> Cables </li>\n<li> Cases </li>\n<li> Monitors </li>\n<li> Mounts </li>\n<li> Remotes </li>\n<li> Software </li>\n<li> Tripods </li>\n<li> Upgrade Kits </li>\n</ul>\n</li>\n<li> On Sale </li>\n<li> Support <ul>\n<li>FAQ</li>\n<li>All About the Teleprompter</li>\n<li>Customer Manuals and Brochure</li>\n<li>Legacy Manual Downloads</li>\n<li>Instructional Videos</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li> Blog </li>\n<li> Contact Us </li>\n</ul>\n<i>\n</i>\n<ul>\n<li>Free Shipping</li>\n<li>International</li>\n<li>\n<i>\n</i> My Account</li>\n<li>\n<i>\n</i> Create An Account</li>\n<li>\n<i>\n</i>408-866-9100 </li>\n<li>\n<i>\n</i> GO </li>\n<li>\n<i>\n</i>Cart </li>\n<li> © 2021 Prompter People <br> Store powered by Bigcommerce </li>\n</ul>\n<ul>\n<li>FAQ</li>\n<li>All About the Teleprompter</li>\n<li>Customer Manuals and Brochure</li>\n<li>Legacy Manual Downloads</li>\n<li>Instructional Videos</li>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Support</li>\n<li>Privacy Policy</li>\n</ul> Privacy Policy &nbsp.\nPrompter People Privacy Policy\n<p>&nbsp;</p>\nThis Privacy Policy is to explain how PrompterPeople™ (\"PrompterPeople™\", \"we\", \"us\" or \"our\") collect, use and disclose the information you provide us either by collection, cookies, or requests when accessing or using the website,&nbsp;www.PrompterPeople.com\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>What Information PrompterPeople™ May Collect</strong>\n</p>\n<p>When you visit our Website, you may provide us with two types of information: personal information that you voluntarily disclose that is collected on an individual basis.\nand information collected automatically when you use our Website or the services available on our website, i.e.\ncookies.\nWe do not store banking details, credit or bank card numbers or information without permission from the customer(s).</p>\n<p>\n<strong>Personal Information PrompterPeople™ May Collect</strong>\n</p>\n<p>Personal information is collected only when voluntarily offered and solely for purposes that are clearly identified both on our website or through our order form to complete checkout.\nPersonal information means any information that is unique to you, such as your: Name, Username(s), E-mail address(s), Billing address(s), Mailing address(s), and various other personal information you choose to provide, or that is required as part of our KYC process or to purchase products on our website.</p>\n<p>By providing us with your personal information, you also consent for us to collect, hold, use and disclose your personal information in accordance with this Privacy Policy.&nbsp;In addition to providing the foregoing information, if you choose to correspond further with us through e-mail, subscription forms, warranty forms, or through the “contact” section of our Website or any of our support Websites, we may retain, use and disclose the content of your messages together with your e-mail address and our responses.</p>\n<p>\n<strong>Standard Information that PrompterPeople™ &amp.\nAffiliate Website(s) Collect Automatically?</strong>\n</p>\n<p>When you use our Website or services available on our Website, third-parties like Google, Bing, and we automatically collect information from your desktop, mobile, and virtual devices.\nSome of the information we collect is:</p>\n<ul>\n<li>\n<strong>\n<em>Server Log Information</em>\n</strong>\n<strong>:</strong>&nbsp.\nWe collect server log information when you use our Website, which may include (but is not limited to) your login details, the date and time of visits, the pages viewed, your IP address, time spent at our Website and the websites you visit just before and just after our Website.</li>\n<li>\n<strong>\n<em>Device Information</em>\n</strong>\n<strong>:</strong>&nbsp;We collect information about the computer or mobile device you use to access our Website, including the hardware model, operating system and version, the web browser you use, and other device identifiers.</li>\n<li>\n<strong>\n<em>Telemetry Information</em>\n</strong>\n<strong>.</strong>&nbsp;If you use any of our open source software, we may collect bandwidth upload and download speeds, the amount of free and used storage space on your device and other statistics about your device.</li>\n<li>\n<strong>\n<em>Usage Information</em>\n</strong>\n<strong>.</strong>&nbsp;If you use our Website, we will collect metadata about the files you upload for storage and we will record instances in which you have used your private key to authenticate communications.</li>\n</ul>\n<p>\n<strong>\n<em>Information Collected by Cookies and Other Tracking Technologies</em>\n</strong>\n<strong>:&nbsp;</strong>We and our service providers like Google Analytics use various technologies to collect information when you interact with our Website, including but not limited to cookies and web beacons.</p>\n<ul>\n<li>Cookies are small text files created by a&nbsp;website&nbsp;that is stored in the user's computer either temporarily for that session only or permanently on the hard disk.\nCookies&nbsp;provide a way for the&nbsp;website&nbsp;to recognize you and keep track of your preferences.</li>\n<li>Web beacons are used on both webpages and emails to unobtrusively check that a user has accessed a page or some/all content.\nThey can also be used for but are not limited to page tagging, and web analytics.\nThey are often used together with cookies.</li>\n</ul>\n<p>\n<strong>How and Why PrompterPeople™ Collects Information on its Users</strong>\n</p>\n<p>We may use the information collected to, but not limited to:</p>\n<ul>\n<li>Fulfilling our shipping of products to the customer(s).</li>\n<li>Analyzing and tracking data to determine the necessity or frequency of use of certain content and to better understand the online activity of our website and product users.</li>\n<li>Providing you with the information, products or services that you have requested.</li>\n<li>Providing you with website, service, and product support.</li>\n<li>The process of developing new products, websites, content or services.</li>\n<li>Communicating with you about news, products, services, events and other information you have requested, or we think will benefit your experiences with our products or services.</li>\n<li>For job placement, if you have requested an online job application or submitted your resume.</li>\n<li>Accessing your contacts lists via email or social media, if authorized by you (as defined below).</li>\n<li>Monitoring and analyzing trends, usage and activities in connection with our services, and website(s).</li>\n<li>Sending you technical notices, support or administrative notifications;</li>\n<li>Protecting the intellectual property, products, patents, trademarks, copyrights, and content of the PrompterPeople™ Parties and corporation (as defined below) and others.</li>\n<li>Linking, connecting or combining Information we collect from or about you with other Information.</li>\n<li>Carrying out any other purpose or reason for which the Information was collected.</li>\n</ul>\n<p>\n<strong>How PrompterPeople™ and our Service Providers may/will use Information on Its Users</strong>\n</p>\n<p>We may share information about you in the following ways, but are not limited to:</p>\n<ul>\n<li>With your consent by using our website, products, software, or services.</li>\n<li>At your instruction, or the instruction of your representative.</li>\n<li>With PrompterPeople™ current or future partner companies, affiliates, subsidiaries and with other companies under common control or ownership with us or our offices domestically or internationally;</li>\n<li>With third parties or service providers that provide services or perform work for us;</li>\n<li>Certain information you may choose to share may be displayed publicly, such as your username and any content you post when you use interactive areas of our Website like but not limited to our software or application Decentralized Exchange, online forums, and content we post with comment or feedback options.</li>\n<li>With any entities that may merge with our purchase outright all or part of our company, company assets, or if we do a financing or are involved in an acquisition or any other situation where Information may be disclosed or transferred as one of our company’s assets.</li>\n<li>If the proper legal authorities request your information and have provided the proper legal documented proof of warrant or court ordered request for access or copies of your private information.</li>\n<li>If we believe your actions are inconsistent with our user agreements or policies, or to protect the rights, property, information, and safety of any PrompterPeople™ users, affiliates, partners or others.</li>\n</ul>\n<p>\n<strong>Social Sharing Features</strong>\n</p>\n<p>PrompterPeople™ website, products, applications, software, and services may offer social media sharing features, links to social media and other integrated tools.\nWe will never take unauthorized access to your social media accounts, this includes but is not limited to accessing your social media profile(s), posting, posting on your profile(s), and accessing your follow / like features.\nAny posting made through our platform and onto your social media profiles, or contacts, will only be done so at the authorization of you.\nPlease visit your social media providers for their specific privacy policy terms.</p>\n<p>\n<strong>Protection of Personal Information</strong>\n</p>\n<p>We take reasonable steps to protect the security of the information communicated through our Website.\nHowever, no computer security system is entirely foolproof, and the Internet is not a secure method of transmitting information.\nAs a result, we do not assume any responsibility for the data you submit to or receive from us through the Internet&nbsp;or for any unauthorized access or use of that information&nbsp;and we cannot and do not guarantee that information communicated by you to us or sent to you by us will be received or that it will not be altered before or after its transmission to us.\nYou agree to not hold us and our respective past, present and future employees, officers, directors, contractors, consultants, equity holders, suppliers, vendors, service providers, parent companies, subsidiaries, affiliates, agents, representatives, predecessors, successors and assigns (collectively, the “PrompterPeople™ Parties”) liable for any loss or damage of any sort incurred as a result of any misappropriation, interception, modification, deletion, destruction or use of information provided through our Website.</p>\n<p>Most web browsers are set to accept cookies as a default.\nYou&nbsp;may wish to opt out by turning off cookies (please refer to the help menu on your browser).\nhowever, switching off cookies may restrict your use of our Website.</p>\n<p>You may also opt out of receiving promotional communications from us at any time by following the instructions in those communications.\nIf you opt out, we may still send you non-promotional communications, such as technical notices, support or administrative notifications or information about your account (if you have one).</p>\n<p>\n<strong>Children's Privacy Policy</strong>\n</p>\n<p>Prompter People's online services are not intended for, and are not intentionally targeted to, children under 13, and we do not knowingly request or collect personal information from any person under 13 years of age.\nIf Prompter People learns that the online services have received personal information directly from a child who is under the age of 13, we will delete the information in accordance with applicable law.</p>\n<p>\n<strong>Hyperlinks and Third-Party Sites</strong>\n</p>\n<p>This Website may contain links to other third-party websites that may collect personal information about you, including through cookies or other technologies.\nIf you link to another website, you will leave this Website and this Privacy Policy will not apply to your use of and activity on those other websites.&nbsp;You should consult these other websites' privacy policies as we have no control over them and are not responsible for any information that is submitted to or collected by these third parties.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Changes to our Privacy Policy</strong>\n</p>\n<p>We may change this Privacy Policy at any time without warning and for any reasoning.\nAny revisions or edits to this Privacy Policy will be posted on the top of the Privacy Policy page itself.\nIt is your obligation to periodically visit our website’s Privacy Policy page to review any changes that may be made to this Privacy Policy.\nYour continued use of our Website constitutes your agreement to be bound by any such changes to this Privacy Policy.\nIf you do not agree with this Privacy Policy, you are not authorized to use our Website and your sole recourse is to not use our Website.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us at&nbsp;sales@PrompterPeople.com</p>\n<p>Dated: April 15, 2021</p>\n<ul>\n<li>\n<i>\n</i> Facebook </li>\n<li>\n<i>\n</i> Twitter </li>\n<li>\n<i>\n</i> YouTube </li>\n<li>\n<i>\n</i> Pinterest </li>\n<li>\n<i>\n</i> Instagram </li>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>408-866-9100 Information <ul>\n<li>About Us</li>\n<li>Press and News</li>\n<li>Customer Showcase</li>\n<li>Privacy Policy</li>\n</ul> Shipping and Returns <br>\n<p>Shipments may be impacted due to COVID-19</p>\n<ul>\n<li>International Shipping</li>\n<li>Orders and Returns</li>\n<li>Delivery Information</li>\n</ul> Product Support <ul>\n<li>How to Choose a Teleprompter</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>Support Ticket</li>\n</ul>\n<i>\n</i> Loading...\nPlease wait...\n× × ", "created_at": "2021-11-26 22:58:32.702211", "updated_at": "2021-11-26 21:59:51.918656"}], "points": [], "urls": ["prompterpeople.com"]}}