{"error": 448, "message": "OK", "parameters": {"id": 3646, "name": "SoftOrbits", "created_at": "2021-05-17 22:58:44.2906", "updated_at": "2021-05-17 22:00:22.717585", "wikipedia": null, "keywords": null, "related": null, "slug": "softorbits", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3646.png", "url": "softorbits.net", "documents": [{"id": 6069, "name": "Acceptance of Terms", "url": "https://www.softorbits.net/terms.html", "xpath": "/html/body/section[2]/div/div", "text": " Acceptance of Terms <p>The services SoftOrbits Company ('SoftOrbits') provides to you in connection with this web site ('Site') are subject to the following Terms of Use ('Terms').\nBy accessing, using, or registering to use the Software (as defined herein), Services (as defined herein) from this Site you agree to follow and be bound by these Terms.\nIf you do not accept all of these terms, do not use this site.</p> Description of Services <p>SoftOrbits may provide you with access to a variety of resources, materials and downloads, including business, educational and technical news and information (collectively, 'Services').\nThe Services, including any updates and enhancements, are subject to the Terms.</p> Use of Software <p>Any software or related materials that are made available to download from this Site or otherwise provided to you ('Software') is the copyrighted work of SoftOrbits and/or its licensors (if any).\nYour right to download and/or use the Software will be subject to the terms and conditions of the applicable end user license agreement ('SoftOrbits License Agreement').\nAny use, reproduction or redistribution of the Software not in accordance with such SoftOrbits License Agreement is prohibited.</p> Privacy Policy <p> Privacy Policy </p> Limitation of Use <p>Unless otherwise specified in the Terms and/or the SoftOrbits License Agreement, the Services are for your personal and non-commercial use.\nYou may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, products or services obtained from the Services.\nIf you breach any of these Terms, your authorization to use this Site automatically terminates and you must immediately destroy any materials in your possession obtained from the Site.</p> Return Policy <p>We do not offer refunds on software where the registration key code has already been sent to the customer.\nBefore deciding to purchase our software, please be sure to download, install, and test-drive the evaluation versions that we provide.</p>\n<p>Exceptions to the refund policy are handled on a case-by-case basis and only granted when emergency or extenuating circumstances exist.</p>\n<p>We go to great lengths to produce a trial version with which customers can ensure their satisfaction and system compatibility.\nThis allows our customers to make an informed purchasing decision.\nOnce that purchase has been made, we do not offer a cash refund or an exchange.\nWe feel this policy is consistent with the major software retailers worldwide.</p>\n<p>Unlike physical goods, electronically distributed software and software licenses can be duplicated.\nOnce a license has been issued, it is unfortunately not possible for us to recall all copies.</p>\n<p>Therefore, SoftOrbits does not accept product returns or exchanges.\nYou are expected to be satisfied with the product before purchasing.\nThere is no exception from this policy.</p>\n<p>By placing an order for any of your software products and/or services you do confirm that:</p>\n<p>1.\nYou have downloaded and tested the trial version(s) of the software product(s) before.</p>\n<p>2.\nYou have checked our product(s) for system compatibility with your own PC system and configuration.</p>\n<p>3.\nYou know that a refund is impossible once the registration email(s) have been sent to you.</p>\n<p>4.\nYou accept our return policy as displayed above.</p>\n<br> 30-day Money Back Unaccepted Circumstances <ol>\n<li>You purchased the so-called 'wrong' product, and you purchased the 'right' product from another company.</li>\n<li>You changed your mind after placing an order.</li>\n<li>You requested for a refund for technical issues, but never provided any assistance to our support team with </li>\n<li>any detailed description of the problem.</li>\n<li>Refund for part of a bundle.</li>\n<li>Special offer product.</li>\n<li>Request for a refund of more than 30 days</li>\n</ol>30-day Money Back accepted Circumstances\n<ol>\n<li>You purchased a wrong product, and then purchased the right product from softorbits.com within 30 days.</li>\n<li>You've been double charged due to the system problem of the third party payment platform.</li>\n<li>The product has technical problems.</li>\n<li>You never received the registration code of the product from us, and got no response from our support team within 24 hours after reporting this to us.</li>\n</ol>END USER LICENSE AGREEMENT\n<p>\n</p>\n<p>\nIMPORTANT: THIS SOFTWARE END USER LICENSE AGREEMENT ('EULA') IS A LEGAL AGREEMENT BETWEEN YOU AND SoftOrbits.\nUSE OF THE SOFTWARE PROVIDED WITH THIS AGREEMENT (THE 'SOFTWARE') CONSTITUTES YOUR ACCEPTANCE OF THESE TERMS.\nREAD IT CAREFULLY BEFORE COMPLETING THE INSTALLATION PROCESS AND USING THE SOFTWARE.\nIF YOU DO NOT AGREE TO THE TERMS OF THIS AGREEMENT, DO NOT INSTALL AND/OR USE THIS SOFTWARE.\nBY INSTALLING, COPYING, OR OTHERWISE USING THE SOFTWARE PRODUCT, YOU AGREE TO BE BOUND BY THE TERMS OF THIS EULA.</p>\n<p>\n1.\nLICENSE GRANT.\nSoftOrbits grants you a license to use one copy of the version of this SOFTWARE on a single computer.\n'You' means the company, entity or individual whose funds are used to pay the license fee.\n'Use' means storing, loading, installing, executing or displaying the SOFTWARE.\nYou may not modify the SOFTWARE or disable any licensing or control features of the SOFTWARE except as an intended part of the SOFTWARE programming features.\nThis license is not transferable to any other system, or to another organization or individual.\n</p>\n<p>\n2.\nTRIAL and REGISTRATION.\nYou are granted the right to use the SOFTWARE without registration solely for the purposes of evaluating the performance of the SOFTWARE for a period of no more than 20 days.\nIf after that time continued use of the SOFTWARE is desired then the SOFTWARE must be registered with SoftOrbits subject to the terms as laid out in the registration information which can be found in the documentation accompanying the SOFTWARE.\nYou are expected to use the SOFTWARE on your system and to thoroughly evaluate its usefulness and functionality before making a purchase.\nThis 'try before you buy' approach is the ultimate guarantee that the SOFTWARE will perform to your satisfaction.</p>\n<p>3.\nOWNERSHIP.\nThe SOFTWARE is owned and copyrighted by SoftOrbits.\nYour license confers no title or ownership in the SOFTWARE and should not be construed as a sale of any right in the SOFTWARE.</p>\n<p>4.\nCOPYRIGHT.\nThe SOFTWARE and all rights, without limitation including proprietary rights therein, are owned by SoftOrbits or its suppliers and are protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.\nThe SOFTWARE is licensed, not sold.\nYou acknowledge that no title to the intellectual property in the SOFTWARE is transferred to you.\nYou further acknowledge that title and full ownership rights to the SOFTWARE will remain the exclusive property of SoftOrbits and you will not acquire any rights to the SOFTWARE except as expressly set forth in this license.\nYou agree that any copies of the SOFTWARE will contain the same proprietary notices which appear on and in the SOFTWARE.</p>\n<p>\n5.\nREVERSE ENGINEERING.\nYou agree that you will not attempt to reverse compile, modify, translate, or disassemble the SOFTWARE in whole or in part.</p>\n<p>\n6.\nNO OTHER WARRANTIES.\nTHE SOFTWARE PRODUCT IS PROVIDED 'AS IS' WITHOUT WARRANTY OF ANY KIND.\nSoftOrbits DISCLAIMS ALL OTHER WARRANTIES WITH RESPECT TO THE SOFTWARE, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT OF THIRD PARTY RIGHTS.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY MAY LAST, OR THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHIS WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM JURISDICTION TO JURISDICTION.\n</p>\n<p>\n7.\nSEVERABILITY.\nIn the event of invalidity of any provision of this license, the parties agree that such invalidity shall not affect the validity of the remaining portions of this license.</p>\n<p>\n8.\nNO LIABILITY FOR CONSEQUENTIAL DAMAGES.\nIN NO EVENT SHALL SoftOrbits OR ITS SUPPLIERS BE LIABLE TO YOU FOR ANY CONSEQUENTIAL, SPECIAL, INCIDENTAL OR INDIRECT DAMAGES OF ANY KIND ARISING OUT OF THE DELIVERY, PERFORMANCE OR USE OF THE SOFTWARE, EVEN IF SoftOrbits HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT WILL SoftOrbits LIABILITY FOR ANY CLAIM, WHETHER IN CONTRACT, TORT OR ANY OTHER THEORY OF LIABILITY, EXCEED THE LICENSE FEE PAID BY YOU, IF ANY.</p>\n<p>\n9.\nGENERAL PROVISION.\nThis is the entire agreement between you and SoftOrbits, which supersedes any prior agreement or understanding, whether written, or oral, relating to the subject matter of this license.\nIf any part of this agreement is found void and unenforceable, it will not affect the validity of the balance of the agreement, which shall remain valid and enforceable according to its terms.\nThis agreement shall automatically terminate upon failure by you to comply with its terms.\nSoftOrbits, on its sole discretion, may modify this agreement in writing at any time.</p> ", "created_at": "2021-05-17 22:58:44.295984", "updated_at": "2021-05-17 21:00:05.093267"}, {"id": 6068, "name": "Privacy Policy", "url": "https://www.softorbits.net/privacy-policy.html", "xpath": "/html/body/section[2]/div", "text": " SoftOrbits Privacy Policy <p>We highly value your privacy and make this policy easily available throughout our site to assist you in understanding the handling of information in the course of using this site.</p> Log Files <p>This website utilizes industry standard analytics packages which gathers limited information on visitors to our website automatically, and stores this anonymous information in server log files.\nThis information may include IP addresses, browser type, basic IP information, referring pages, operating system used and date/time stamps.\nThis information does not identify individual users.\nit is used only for site administration, as well as for analysis of website usage and trends.</p> Links to Other Websites <p>This website may contain links to other sites that are not controlled in any way by us.\nPlease be aware of this when you click on any such links.\nwe are not responsible for the privacy practices and/or policies of any website other than our own.\nConsequently, we strongly suggest that you review the privacy policy of every website you visit, whether or not they are linked to by our own site.</p> A Note About Website Cookies for the purpose of Remarketing <p>You should be aware that www.softorbits.com uses Google AdWords, Google Analytics, and the Google Display Network together to serve ads to you on other websites after you've visited our website.\nThis practice is known as remarketing and is a tool that Google offers to businesses.&nbsp;But here are the basics: we, along with third-party vendors, Google, use first-party cookies (such as the Google Analytics cookie) to inform, optimize, and serve ads based on your past visits to our website.</p> Security <p>We follow accepted industry standards to protect any personal information you have provided to us.\nHowever, please be aware that no method of electronic storage can ever be 100%% secure.\nTherefore—as is the case with any organization—we are not in a position to guarantee the absolute security of your information.</p> Legal Disclaimer <p>We reserve the right to disclose your personally identifiable information as required by law and when we believe that disclosure is necessary to protect our rights and/or to comply with a judicial proceeding, court order or legal process served on our website.\nBy installing or using our products you agree to receive technical or marketing emails to provided email address.</p> ", "created_at": "2021-05-17 22:58:44.293644", "updated_at": "2021-05-17 20:59:29.050299"}], "points": [], "urls": ["softorbits.net"]}}