{"error": 448, "message": "OK", "parameters": {"id": 3110, "name": "EvoWise", "created_at": "2021-04-12 22:52:27.666146", "updated_at": "2021-04-13 00:01:07.336933", "wikipedia": null, "keywords": null, "related": null, "slug": "evowise", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3110.png", "url": "evowise.com", "documents": [{"id": 4957, "name": "Privacy Policy", "url": "https://www.evowise.com/privacy", "xpath": "/html/body/div[2]/div/div/div/div", "text": "<p>The website located at www.evowise.com is operated by SC EvoWise SRL.\n(hereinafter referred to as \"Company,\" \"us,\" \"we,\" and \"our\").\nWe are committed to respecting your privacy and recognizing your need for appropriate protections and management of personally identifying information you share with us.\nThis privacy policy explains how we use your information that is collected through your use of this website.\nAS A CONDITION OF YOUR CONTINUED USE OF THIS WEBSITE YOU AGREE TO THE FOLLOWING PRIVACY POLICY:</p>\n<p>Adults Only<br>If you are under the age of 18 you may not use this website for any purposes.</p>\n<p>General<br>We may track the Internet domain address from which people visit the Website and analyze this data for trends and statistics, but individual users will remain anonymous unless they voluntarily tell us who they are.\nTo access some areas of this website you must first register.\nsuch registration will require you to provide personally identifying information which will be stored on our website and in our internal company records.\nWhether or not you choose to provide the information we request is entirely up to you.\nBut if you choose not to provide the information which we request, you will be unable to access certain areas of this website.</p>\n<p>Collection and Use of Personal Information<br>If you choose to provide information to us through our online registration, you may be asked to provide information, including your name, company name, physical address, billing address, telephone number, facsimile number, e-mail address, website address, tax payer ID number or social security number, billing or payment information, and other identifying information.\nIf necessary, we may share your personal information which you provide with our partners that requests such information.\nWe may use the personal information which you provide for any legally permissible purpose.\nYour personal information is necessary for us to provide you access to and use of our network and websites.\nIf you have questions concerning our privacy policy or you wish to opt-out of receiving future communications from Company or from having your personal information shared with third parties please&nbsp;click here.</p>\n<p>Third-Party Hosting<br>Company may contract with a third party to maintain and host the Website.\nTherefore any information you submit, including personal information, may be placed and stored on a computer server maintained by this third-party host.\nYou agree that Company is not liable for any breach of security due to the actions or inactions of the third-party host.</p>\n<p>Links to Other Materials<br>The Website may contain links to other sites.\nAny such links are an accommodation to the respective third-party site owners and for your convince.\nSites linked to and from the Website are not necessarily under the control of Company, and Company shall have no responsibility or liability whatsoever for the content or privacy practices of any linked sites, or any link or linking program at any time.</p>\n<p>Security<br>This Website has security measures in place to protect the loss, misuse, and alteration of the information under our control.</p>\n<p>Effective Date and Changes<br>This privacy policy is effective as of February 7, 2016.\nYOUR USE OF THE WEBSITE CONSTITUTES BINDING ACCEPTANCE OF THIS PRIVACY POICY.</p>\n<p>We reserve the right to modify the terms of this privacy policy at any time and in our sole discretion, by posting a change notice on this page.\nYOUR CONTINUED USE OF THE WEBSITE FOLLOWING OUR POSTING OF A CHANGE NOTICE WILL CONSTITUTE BINDING ACCEPTANCE OF THOSE CHANGES.</p>", "created_at": "2021-04-12 22:52:28.90665", "updated_at": "2021-04-12 22:53:18.685125"}, {"id": 4958, "name": "Terms of Use", "url": "https://www.evowise.com/terms", "xpath": "/html/body/div[2]/div/div/div/div", "text": "<p>By using the Internet site located at www.evowise.com (the \"Site\") or any services provided in connection with the Site (the \"Service\"), you agree to abide by these Terms of Use, as they may be amended by SC EvoWise SRL (the \"Company\") from time to time in its sole discretion.\nCompany will post a notice on the Site any time these Terms of Use have been changed or otherwise updated.\nIt is your responsibility to review these Terms of Use periodically, and if at any time you find these Terms of Use unacceptable, you must immediately leave the Site and cease all use of the Service and the Site.<br>\n<br>By using our Services you agree to the terms and conditions found in CSA Criteria (together with the documents referred to on it).\nhttps://certified-senders.eu/wp-content/uploads/2014/03/CSA_Admission_Criteria.pdf.\nPlease read it carefully.<br>\n</p>\n<p>BY USING THIS SITE YOU REPRESENT THAT YOU ARE AT LEAST 18 YEARS OLD AND THAT YOU ARE LEGALLY ABLE TO ENTER INTO THIS AGREEMENT.</p>\n<p>PRIVACY POLICY.\nThe Company respects your privacy and permits you to control the treatment of your personal information.\nA complete statement of Company’s current privacy policy can be found by clicking HERE.\nThe Company's privacy policy is expressly incorporated into this Agreement by this reference.</p>\n<p>REGISTRATION.\nIf you are required to open an account to use or access the Site or Service, you must complete the registration process by providing the complete and accurate information requested on the registration form.\nYou will also be asked to provide a user name and password.\nYou are entirely responsible for maintaining the confidentiality of your password.\nYou may not use the account, username, or password of someone else at any time.\nYou agree to notify Company immediately on any unauthorized use of your account, user name, or password.\nCompany shall not be liable for any loss that you incur as a result of someone else using your password, either with or without your knowledge.\nYou may be held liable for any losses incurred by Company, its affiliates, officers, directors, employees, consultants, agents, and representatives due to someone else’s use of your account or password.</p>\n<p>COMPLIANCE WITH INTELLECTUAL PROPERTY LAWS.\nWhen accessing the Site or using the Service, you agree to obey the law and to respect the intellectual property rights of others.\nYour use of the Service and the Site is at all times governed by and subject to laws regarding copyright ownership and use of intellectual property.\nYou agree not to upload, download, display, perform, transmit, or otherwise distribute any information or content (collectively, \"Content\") in violation of any third party’s copyrights, trademarks, or other intellectual property or proprietary rights.\nYou agree to abide by laws regarding copyright ownership and use of intellectual property, and you shall be solely responsible for any violations of any relevant laws and for any infringements of third party rights caused by any Content you provide or transmit, or that is provided or transmitted using your User ID.\nThe burden of proving that any Content does not violate any laws or third party rights rests solely with you.</p>\n<p>ALLEGED VIOLATIONS.\nCompany reserves the right to terminate your use of the Service and/or the Site.\nTo ensure that Company provides a high quality experience for you and for other users of the Site and the Service, you agree that Company or its representatives may access your account and records on a case-by-case basis to investigate complaints or allegations of abuse, infringement of third party rights, or other unauthorized uses of the Site or the Service.\nCompany does not intend to disclose the existence or occurrence of such an investigation unless required by law, but Company reserves the right to terminate your account or your access to the Site immediately, with or without notice to you, and without liability to you, if Company believes that you have violated any of the Terms of Use, furnished Company with false or misleading information, or interfered with use of the Site or the Service by others.</p>\n<p>NO WARRANTIES.\nCOMPANY HEREBY DISCLAIMS ALL WARRANTIES.\nCOMPANY IS MAKING THE SITE AVAILABLE \"AS IS\" WITHOUT WARRANTY OF ANY KIND.\nYOU ASSUME THE RISK OF ANY AND ALL DAMAGE OR LOSS FROM USE OF, OR INABILITY TO USE, THE SITE OR THE SERVICE.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, COMPANY EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE SITE, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nCOMPANY DOES NOT WARRANT THAT THE SITE OR THE SERVICE WILL MEET YOUR REQUIREMENTS OR THAT THE OPERATION OF THE SITE OR THE SERVICE WILL BE UNINTERRUPTED OR ERROR-FREE.</p>\n<p>LIMITED LIABILITY.\nCOMPANY’S LIABILITY TO YOU IS LIMITED.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL COMPANY BE LIABLE FOR DAMAGES OF ANY KIND (INCLUDING, BUT NOT LIMITED TO, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, LOST PROFITS, OR LOST DATA, REGARDLESS OF THE FORESEEABILITY OF THOSE DAMAGES) ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF THE SITE OR ANY OTHER MATERIALS OR SERVICES PROVIDED TO YOU BY COMPANY.\nThis limitation shall apply regardless of whether the damages arise out of breach of contract, tort, or any other legal theory or form of action.</p>\n<p>AFFILIATED SITES.\nCompany has no control over, and no liability for any third party websites or materials.\nCompany works with a number of partners whose Internet sites may be linked with the Site.\nBecause neither Company nor the Site has control over the content and performance of these partner and affiliate sites.\nCompany makes no guarantees about the accuracy, currency, content, or quality of the information provided by such sites, and Company assumes no responsibility for unintended, objectionable, inaccurate, misleading, or unlawful content that may reside on those sites.\nSimilarly, from time to time in connection with your use of the Site, you may have access to content items (including, but not limited to, websites) that are owned by third parties.\nYou acknowledge and agree that Company makes no guarantees about, and is not responsible for, the accuracy, currency, content, or quality of any services or downloads you receive from a third party, and that, Company is not affiliated with any third party that you may link to through this site.\nYou expressly agree to indemnify Company from any claims you may have against a third party that you linked to or accessed via Company’s website.</p>\n<p>PROHIBITED USES.\nCompany imposes certain restrictions on your permissible use of the Site and the Service.\nYou are prohibited from violating or attempting to violate any security features of the Site or Service, including, without limitation, (a) accessing content or data not intended for you, or logging onto a server or account that you are not authorized to access.\n(b) attempting to probe, scan, or test the vulnerability of the Service, the Site, or any associated system or network, or to breach security or authentication measures without proper authorization.\n(c) interfering or attempting to interfere with service to any user, host, or network, including, without limitation, by means of submitting a virus to the Site or Service, overloading, \"flooding,\" \"spamming,\" \"mail bombing,\" or \"crashing;\" (d) using the Site or Service to send unsolicited e-mail, including, without limitation, promotions, or advertisements for products or services.\n(e) forging any TCP/IP packet header or any part of the header information in any e-mail or in any posting using the Service.\nor (f) attempting to modify, reverse-engineer, decompile, disassemble, or otherwise reduce or attempt to reduce to a human-perceivable form any of the source code used by Company in providing the Site or Service.\nAny violation of system or network security may subject you to civil and/or criminal liability.</p>\n<p>INDEMNITY.\nYou agree to indemnify Company for certain of your acts and omissions.\nYou agree to indemnify, defend, and hold harmless Company, its affiliates, officers, directors, employees, consultants, agents, and representatives from any and all third party claims, losses, liability, damages, and/or costs (including reasonable attorney fees and costs) arising from your access to or use of the Site, your violation of these Terms of Use, or your infringement, or infringement by any other user of your account, of any intellectual property or other right of any person or entity.\nCompany will notify you promptly of any such claim, loss, liability, or demand, and will provide you with reasonable assistance, at your expense, in defending any such claim, loss, liability, damage, or cost.</p>\n<p>COPYRIGHT.\nAll contents of Site or Service are: Copyright © 2016 SC EvoWise SRL.\nAll rights reserved.</p>\n<p>GOVERNING LAW.\nThese Terms of Use shall be construed in accordance with and governed by the laws of Romania, the United States and the State of Nevada, without reference to their rules regarding conflicts of law.\nYou hereby irrevocably consent to the exclusive jurisdiction of the state or federal courts in Las Vegas, Nevada, USA for all disputes arising out of or related to the use of the Site or Service.</p>\n<p>SEVERABILITY.\nWAIVER.\nIf, for whatever reason, a court of competent jurisdiction finds any term or condition in these Terms of Use to be unenforceable, all other terms and conditions will remain unaffected and in full force and effect.\nNo waiver of any breach of any provision of these Terms of Use shall constitute a waiver of any prior, concurrent, or subsequent breach of the same or any other provisions hereof, and no waiver shall be effective unless made in writing and signed by an authorized representative of the waiving party.</p>\n<p>NO LICENSE.\nNothing contained on the Site should be understood as granting you a license to use any of the trademarks, service marks, or logos owned by Company or by any third party.</p>\n<p>REGISTRATION.\nIf you are asked to create an account in order to use or access the site or the service, you must carry out the registration process by providing the complete and accurate information required in the registration form.\nUpon registration, you shall be asked to also provide a username and a password.\nYou are entirely responsible for maintaining the confidentiality of the password.\nYou cannot use another person's account, username or password.\nYou agree that any user must immediately notify the Company on any unauthorized use of your account, username or password.\nThe Company cannot be held liable for any loss you may incur as a result of someone else using the password, with or without your knowledge.\nBy checking the above-mentioned box, you expressly agree to receive commercial messages via e-mail.\nEach commercial message you receive contains the company's identification data under the \"About us\" section (name, address, company type, contact data, registration number with the Trade Register, tax identification number, etc.).\nEach message you receive contains a box allowing you to choose to no longer receive commercial messages from the Company.\nOur site includes a complaints section.\nFor each complaint you wish to send to the Company, click HERE.\nWe will reply in one business day.\nWe do not transfer personal information to companies, organizations and individuals outside our Company, unless you consent to that.\nWe shall only disseminate personal information to companies, organizations or persons outside the Company when we have your consent to that effect.\nWe require registration consent for disseminating any special personal information.</p>\n<p>MODIFICATIONS.\nCompany may, in its sole discretion and without prior notice, (a) revise these Terms of Use.\n(b) modify the Site and/or the Service.\nand (c) discontinue the Site and/or Service at any time.\nCompany shall post any revision to these Terms of Use to the Site, and the revision shall be effective immediately on such posting.\nYou agree to review these Terms of Use and other online policies posted on the Site periodically to be aware of any revisions.\nYou agree that, by continuing to use or access the Site following notice of any revision, you shall abide by any such revision.</p>\n<p>ACKNOWLEDGEMENT.\nBY USING THE SERVICE OR ACCESSING THE SITE, YOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS OF USE AND AGREE TO BE BOUND BY THEM.</p>", "created_at": "2021-04-12 22:52:29.5562", "updated_at": "2021-04-12 22:53:51.505238"}], "points": [{"id": 18689, "title": "There is a date of the last update of the agreements", "source": "https://www.evowise.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-12 23:18:02.062866", "updated_at": "2021-04-13 19:03:03.775021", "quoteText": "<p>Effective Date and Changes<br>This privacy policy is effective as of February 7, 2016.", "case_id": 331, "document_id": 4957, "quoteStart": 3194, "quoteEnd": 3283}], "urls": ["evowise.com"]}}