{"error": 448, "message": "OK", "parameters": {"id": 2364, "name": "Red Pocket", "created_at": "2020-10-10 17:57:12.234141", "updated_at": "2021-03-25 03:19:52.002089", "wikipedia": null, "keywords": null, "related": null, "slug": "red_pocket", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2364.png", "url": "https://www.redpocket.com/", "documents": [{"id": 2905, "name": "Terms and Conditions", "url": "https://www.redpocket.com/terms_and_conditions", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W2QF6T8\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<p>\n</p>\n<ul>\n<li>\n<i>\n</i> Cart (0)</li>\n<li>\n<i>\n</i> Login</li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Cart (0)</li>\n<li>\n<i>\n</i> Login</li>\n</ul> Toggle navigation <ul>\n<li> Home </li>\n<li> Plans <b>\n</b>\n<ul>\n<li> Monthly Plans </li>\n<li> Family Plan </li>\n<li> Global Data Plans </li>\n<li> Domestic Data Plans </li>\n<li> Annual Plans </li>\n</ul>\n</li>\n<li> Shop </li>\n<li> Activate </li>\n<li> Refill </li>\n<li> Coverage </li>\n<li> Support <b>\n</b>\n<ul>\n<li> My Account </li>\n<li> Help Center </li>\n<li> Contact Us </li>\n</ul>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Terms and Conditions <p>\n<strong>Last Updated: April 21, 2020</strong>\n</p>\n<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY.\nThey govern the relationship between you and Red Pocket Inc., including its parents, subsidiaries, and/or affiliates, (\"Company\"), the provider of Red Pocket Mobile services, and explain our respective legal rights concerning all aspects of our relationship.</p>\n<p>IF YOU USE THE SERVICE OR THE WIRELESS DEVICE, YOU CONSENT TO THE TERMS AND CONDITIONS SET FORTH IN THIS AGREEMENT.\nIF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, DO NOT USE THE SERVICE OR DEVICE AND NOTIFY US IMMEDIATELY AT 1-712-775-8777 TO CANCEL SERVICE.</p>\n<p>This is an agreement (\"Agreement\") for wireless radio telecommunications services and related services and/or features (\"Service\") between you and the entity licensed by the Federal Communications Commission to provide Service in the area associated with your assigned telephone, data and/or messaging number(s) (\"Number\") that is doing business as Red Pocket Mobile (\"us\" or \"we\").\nThe term \"Device\" means wireless receiving and transmitting equipment that we have authorized to be programmed with the Number.</p> I.\nSERVICE <p>\n<strong>A.\nAvailability/Interruption.</strong> Red Pocket Mobile customers have access to nationwide wireless coverage under the agreements between Company and its underlying carriers.\nPlease review the coverage maps available on our website, which shows a general representation of wireless coverage.\nThe areas shown are approximate.\nThese maps may include areas served by unaffiliated carriers and may depict their licensed area rather than an approximation of their coverage.\nActual coverage may vary and depends on system availability and system capacity, system repairs and modifications, customer’s equipment, terrain, signal strength, weather and other conditions.\n<strong>Company does not guarantee network coverage, network availability or network uptime in any manner whatsoever.\nCompany does not guarantee uninterrupted service.</strong> Wireless service offered by Company requires a compatible Device and is only available in the coverage area subject to wireless network availability.\nNot all features or Service offerings are available at all locations.\nCharges will be based on the location of the site receiving and transmitting the call, not your location.\nRates apply to calls made within the Company coverage areas.\nYour Device's display does not indicate the rate that you will be charged.</p>\n<p>\n<strong>B.\nUse of Service/Device/Number.</strong> Reproduction, retransmission, dissemination or resale of Service is prohibited without prior written contractual arrangements from Company and any required regulatory approvals.\nYou are responsible for ensuring that your Device is compatible with our Service and meets federal standards.\nYou are responsible for the purchase and maintenance of any additional hardware, software and/or Internet access from your PC required to use the Service.\nYou consent to receiving advertising, alerts and other broadcast messages from Company or our authorized agents.\nYou shall acquire no proprietary interest in numbers assigned by Company for your use.\nYou have no ownership rights to the Number, any IP address, any e-mail address or any other identifier provisioned by us, our agents or the manufacturer of your Device to be used with the Service, and you agree we may change any such Number, IP address, e-mail address or any other identifier at any time with or without prior notice to you.\nAny Device purchased through our program has been manufactured to operate exclusively with Service provided by us.\nThe Device cannot be activated with any other wireless carrier.\nBy using Service, you agree to abide by the terms and conditions of any applicable software license.</p>\n<p>\n<strong>C.\nUnauthorized Usage.</strong>&nbsp;You agree not to use the Device or Service for any unlawful, unauthorized or abusive purpose or in any way that damages our property or others' property, or interferes with, harms or disrupts our system or other operators' systems or other users.\nYou will comply with all laws while using the Service and you will not transmit any communication or data that would violate any laws, court order, or regulation, or would likely be offensive to the recipient.\nYou are responsible for all content that you transmit using the Service.\nYou may not install any amplifiers, enhancers, repeaters or other devices that modify, disrupt or interfere in any way with the radio frequency licensed to us to provide Service.\nIf your Device, user name or password is stolen or Service is fraudulently used, you must immediately notify us and provide us with such documentation and information as we may request (including affidavits and police reports).\nUntil you notify us, you will remain responsible for all charges.\nWe have the right to interrupt or restrict Service to your Number, without notice to you, if we suspect fraudulent, illegal, or abusive activity.\nYou agree to cooperate with us in any fraud investigation and to use any fraud prevention measures we prescribe.\nFailure to provide reasonable cooperation may result in your liability for all fraudulent usage.</p>\n<p>\n<strong>D.\nRelease of Information.</strong>&nbsp;You consent to our release of information about you when we believe release is appropriate to comply with the law (e.g.\na lawful subpoena, E911 information).\nto enforce or apply our customer agreements.\nto initiate, render, bill and collect for Services.\nto protect our rights or property.\nto protect users of those Services and other carriers from fraudulent, abusive, or unlawful use of, or subscription to, such Services.\nor if we reasonably believe that an emergency involving immediate danger of death or serious physical injury to any person requires disclosure of communications or justifies disclosure of records without delay.\nYou are deemed to have reviewed and consented to our Privacy Policy posted on our website at www.redpocket.com .</p>\n<p>\n<strong>E.\nYour Rights to End This Agreement.</strong>&nbsp;You may terminate your Service at any time by notifying us of your intention to terminate Service.\nThere is no penalty or termination fee.\nhowever, it may take up to 30 days to process the termination request and the balance remaining in your account is forfeited upon termination of Service.\nYour Service will resume and the termination request will be cancelled if you use your Service prior to our processing your termination notification.</p> II.\nCHARGES/PAYMENTS/DEFAULT <p>\n<strong>A.\nGenerally.</strong>&nbsp;You are responsible for paying all charges, including but not limited to: airtime, access, features, voice mail access, voice mail delivery, data usage, text messages, downloadable content, alerts, roaming, long distance, directory and operator assistance charges, the price of Devices and accessories, charges for other goods and services and shipping/handling fees.\nYou will be billed at domestic airtime or roaming rates (please refer to rate card) for 800, 866, 877, 888, and other \"toll free\" calls.\nApplicable international charges will always be billed for direct dial calls placed from your Device.\nAn international long distance provider chosen by Company will provide your international long distance.\nFor all calls, the length of the call will be measured during the time that you are connected to our system, which is approximately from the time you press \"Send\" or other key to begin a call until approximately the time you press \"End,\" or other key to terminate the call.\nAirtime usage on each call is deducted in full minute increments, with partial minutes of use rounded up to the next full minute.\nFor calls placed in the United States, you will not be charged for busy or unconnected calls if you press \"End\" or \"No\" within 30 seconds.\nUnanswered calls lasting 30 seconds or more will be charged standard airtime and rounded up to the nearest minute.\nCall waiting, 3-way calling, call forwarding, voicemail will incur applicable airtime or roaming and wireless long distance charges.\nPlease note you may be charged a higher rate for calls made off-network.\nYou will be charged for any check or electronic bank draft returned for non-payment.\nPlease refer to your rate card for details.</p>\n<p>\n<strong>B.\nAccount Balance.</strong> All charges incurred will be deducted automatically from your account.\nAny payments or credits applied to your account are not transferable or refundable.\nYou should take reasonable efforts to safeguard your Device and replenishment airtime cards.\nNo refunds or other compensations will be given for returned, expired, lost, damaged, or stolen cards.\nAmounts deposited to your account expire between 0 to 365 days depending on card denomination.\nIf new amounts are not added to your account prior to the expiration date any remaining amounts will be forfeited.\nYour account may be canceled if there is no usage (billable or non-billable) or if the balance remains as $0 for 30 consecutive days or more and you may be required to pay a fee to resume service.\nCredit card replenishment is available.\nlimitations apply.\nIn some instances you may be able to complete a call when the billing functionality is interrupted.\nWhen this occurs you will not receive correct balance information.\nAll calls, however, will be deducted from your account and the balance updated when the billing functionality is operable.\nYou are responsible for all data usage sent through our network and associated with the Device, regardless of whether the Device actually receives the information.\nFor Red Pocket Mobile monthly plans: Airtime expiration is 30 days from the date the appropriate payment is applied to your account.\nTo ensure uninterrupted service, you are required to recharge your account at least once every 30 days.\nYour account will be canceled if the balance remains at $0 for 30 consecutive days or more.\nFor Red Pocket Mobile annual plans: Airtime expiration is 360 days from the date the appropriate payment is applied to your account.\n</p>\n<p>\n<strong>C.\nUse of Service/Rates.</strong>&nbsp;Your Service rates and other charges and conditions for each Number or Device are described in the replenishment card packaging and at our website at www.redpocket.com, each of which is a part of this Agreement.\nYou can place domestic and international calls from the U.S.\nto certain designated international locations.\nThe prepaid per minute rates are based on the card value purchased.\nInternational rates vary and are subject to change.\nVisit www.redpocket.com for international rates and available countries applicable to your Red Pocket Mobile™ plan.\nYou cannot use the Service to place calls to 500, 700, 855, 900 or 976 numbers.\nor to place operator-assisted calls such as third-party-billed, and collect calls.\nRates for calls to directory assistance are $3.00 per call plus airtime or roaming charges.\nYou will be billed at domestic rates for 800, 888, 877, and 866 number calls.\nYou are responsible for all taxes and surcharges associated with your use of the Service.\nOther than calls to 911, you can only make and receive calls when your account has a positive balance.\nSpecial dialing patterns may be required when making roaming or international calls.\nSome locations require a credit card to complete a call.\nthese rates will be higher.\nWhen in these areas, you will not be able to receive calls.\nPrepaid wireless service is not available for purchase or use in all areas.\nWhen using Call Waiting or Three-Way Calling, you will incur two simultaneous airtime charges and if you disconnect from a conference call while the other two parties remain connected, you will continue to incur airtime charges for all calls.\nNationwide long distance included from within the 50 states, Puerto Rico and U.S.\nVirgin Islands.\nCalls from the 50 United States to other destinations, including Puerto Rico and the U.S.\nVirgin Islands, may be considered international long distance calls and rated accordingly.</p>\n<p>\n<strong>D.\nDefault/Termination.</strong>&nbsp;If you breach any representation to us or fail to perform any of the promises you made in the Agreement, you will be in default and we may, without notice to you, suspend Service and/or terminate this Agreement, in addition to all other remedies available to us.</p>\n<p>\n<strong>E.\nAccount Information.</strong>&nbsp;Any person able to provide your Number and personal identification number is authorized by you to make changes to your account.\nYou consent to disclosure of any information about you to any person as permitted by law if any Device programmed with your Number calls an emergency service number such as 911 or, if we reasonably believe that an emergency involving immediate danger of death or serious physical injury to any person requires disclosure of communications or justifies disclosure of records without delay.</p>\n<p>\n<strong>F.\nCPNI Consent.</strong> Under federal law, you have a right, and we have a duty, to protect the confidentiality of information about the amount, type, and destination of your wireless service usage (CPNI).\nYou consent to us sharing your CPNI with Company, its affiliates and its contractors, to develop or bring to your attention any products and services.\nThis consent survives the termination of your Service and is valid until you remove it.\nTo remove this consent at any time, notify us in writing at Red Pocket Inc.\nAttn: CPNI, 2060D Avenida de los Arboles, Ste 288, Thousand Oaks, CA 91362, providing your name, home address, home telephone including area code, and personal identification number.\nRemoving consent will not affect your current Service.</p>\n<p>\n<strong>G.\nRegulatory Recovery Fee.</strong> The Regulatory Recovery Fee is assessed by Company to recover costs associated with compliance and payment of telecommunications taxes and fees.\nThe regulatory recovery fee may be charged to all service payments to cover charges including, but not limited to: 1) Federal Universal Service Fund Fees, 2) E911 or 911 Fees, 3) State, County and Local Telecommunications Taxes and Surcharges, 4) Legal costs for regulatory compliance, 5) State and Local Sales Tax.\nAlthough added to the overall charge, the Regulatory Recovery Fee is separate from the cost of any Services.</p>\n<p>\n<strong>H.\nNo Refunds for Your Cancellation of Service or Product Order.</strong>Red Pocket Mobile offers prepaid, non-refundable service only.\nYou may cancel any Service plan that you pay for in advance at any time.\nprovided that, except as otherwise may be required by applicable law, you will not receive any refund of amounts paid to us in connection with such Service plan (regardless of whether such plan is a 7-, 15-, or 30 day Service plan or a multi-month Service plan).\nAny purchase from the Red Pocket Mobile website is considered a final sale and is non-refundable, except as otherwise may be required by applicable law.\nAny purchase from one of our authorized e-commerce outlets hosted on a third party site, including eBay.com and Amazon.com, is also non-refundable, except as otherwise may be required by applicable law or as provided by Red Pocket Mobile’s specific terms on such third party site.</p>\n<p>\n<strong>I.\nAutoPay.</strong> FreedomPop AutoPay Plans are available in various denominations of minutes and service days.\nYou are automatically enrolled in AutoPay by registering your credit or debit card online with FreedomPop and selecting your preferred Service Plan.\nA new Service Plan will automatically be purchased using your registered payment method and added to your Account via AutoPay either a) each month on your Plan Expiration Date, or b) in the case of the Free Plan and other designated plans, when you consume your current plan’s allocated service prior to your Plan Expiration Date.\nIn the case of the Free Plan, should you consume your allocated services prior to your Plan Expiration Date, you will be enrolled in the $8 monthly plan via AutoPay.\nTo modify or cancel AutoPay you must contact Customer Service or login to your online account at FreedomPop.com.\nFor additional information about how AutoPay works please visit this support article or contact Customer Service.</p>\n<p>\n<strong>J.\nOnline Product Purchases.</strong> For all Devices and SIM Kits purchased online (\"Online Product Purchases\"), Company reserves the right to change quantities available for purchase at any time, even after you place an order.\nFurthermore, there may be occasions when Company confirms your order but subsequently learns that it cannot supply the ordered product.\nIn the event we cannot supply a product that you ordered, Company will cancel and refund your order purchase based on the full price paid.\nOnline Product Purchases are not intended for resale.\nYou are not eligible to request a refund for any Online Product Purchases when forty-five (45) calendar days have passed since the order date (“45-Day Refund Exclusion”).\nOnline Product Purchases that are subject to the 45-Day Refund Exclusion, that are bundled with a service plan, and that are not subsequently activated will automatically become inactive after ninety (90) calendar days following the order date.\n</p>\n<p>Online Product Purchases are set up as AutoPay charges.\nAutoPay billing will begin 30 days after activation.\nYour AutoPay subscription will continue to recur until you terminate your subscription at redpocket.com/login.</p>\n<p>\n<strong>K.\nFamily Plans.</strong> Each line of service on a Red Pocket Mobile family plan will be charged the full monthly retail price during the first month of service.\nAll lines of service on a family plan must share the same expiration date on subsequent billing months.\nAs a result, lines added to a family plan after the initial primary line may receive a partial month service period for the first month of service.\nFor such lines, Red Pocket Mobile will provide discount credits to the second month of service on a pro-rated basis.</p> III.\nINTENDED USAGE &amp.\nRESTRICTIONS ON USE <p>You agree that Red Pocket Mobile plans are to be used for voice and SMS messaging only between two individuals.\nYou agree that the Service is not to be used for any type of monitoring service, commercial data transmission, transmission of recorded material or broadcasts, non-personal or non-real time conference call bridging, call forwarding for extended periods of time or other use that does not consist of uninterrupted live voice or SMS messaging between two individuals.\nCompany may terminate or suspend Service or change your plan to one that does not offer unlimited Service if Company determines that you are using the unlimited Service offer in an unauthorized manner as described in this section.\nCompany will make reasonable efforts to give prior notice before taking any above action and you may terminate the unlimited Service.</p>\n<p>\n<strong>A.\nVoice Services.</strong> UNLIMITED DOES NOT MEAN UNREASONABLE USE.\nUNLIMITED voice services are provided solely for active live dialog between individuals.\nUNLIMITED voice services may not be used for monitoring services, data transmissions, transmission of or listening to broadcasts, transmission or receipt of recorded material, machine-to-machine or one-way audio applications, or other connections that do not consist of uninterrupted active, live dialog between individuals.\nIf Company finds that you are using an UNLIMITED voice service offering for anything other than active, live dialog between individuals, Company may at its option terminate your service or change your plan to one with no UNLIMITED usage components.\nCompany reserves the right to cancel or deactivate Service without notice in order to protect its network or services from harm due to any cause including, without limitation, the excessive and/or improper use of Red Pocket Mobile service.\nCompany reserves the right to deny or terminate Service, without notice, to anyone Company believes is using the Service in any manner prohibited above or whose usage, in Company’s sole discretion, adversely impacts the Carrier’s network or customer service levels.\nWe will presume that you are engaging in a prohibited use in violation of these Terms of Use if, in our sole discretion, you are deemed to be placing an abnormally high number of calls, or repeatedly placing calls of unusually long duration, or appear to be using the services in a prohibited manner as described herein, or if your talk, text or mobile web usage is harmful or disruptive to the Carrier’s network or services.\nIf we determine, at our sole discretion, that you are using the Service in violation of these Terms of Use, or in any other manner that we deem to be unreasonable or excessive, then we may terminate individual calls, decline to renew your service, and/or offer you a different service plan with no unlimited usage component.\nNotwithstanding the foregoing, <strong>We reserve the right to deny service, deactivate or cancel existing service to anyone for any reason at any time, in our sole discretion.</strong>\n</p>\n<p>\n<strong>B.\nText Services.</strong> UNLIMITED DOES NOT MEAN UNREASONABLE USE.\nText services are provided solely for live messaging purposes between individuals or for other personal, non-commercial use.\nText services may not be used for Premium SMS which utilizes short codes, SMS chat programs, monitoring services, data transmissions, or other connections that do not consist of uninterrupted live messaging purposes between individuals.\nIf we find that you are using an UNLIMITED text service offering for anything other than live messaging purposes between individuals, we may at our option terminate your service or change your plan to one with no UNLIMITED usage components.\nText messages are limited to 160 characters per message.\nPremium text messages are NOT permitted under UNLIMITED Text Services.\nRed Pocket Mobile currently supports international text messaging, but not as an UNLIMITED feature.\nAdditional charges will apply for international text messaging.\nWe do not guarantee delivery of messages and reserves the right to change this offer as needed without notification.\nText messages, including downloaded content, not delivered within 7 days will be deleted.\nWe reserve the right to change this delivery period as needed without notification.\nYou are charged for each part of messages that are delivered to you in multiple parts.\nWhen a single message is sent to multiple recipients, the sender is charged for one message for each recipient and each recipient is charged for the message received.\nWe reserve the right to deny or terminate Service, without notice, to anyone we believe is using Red Pocket Mobile service in any manner prohibited above or whose usage, in our sole discretion, adversely impacts the Carrier’s network or customer service levels.\nWe will presume you are engaging in a prohibited use in violation of these Terms of Use if in Red Pocket Mobile’s sole opinion, you are placing an abnormally high number of text messages, or if your talk, text or Mobile Web usage is harmful or disruptive to the Carrier’s network or services.\nIf we determine, at our sole discretion, that you are using Red Pocket Mobile™ service in violation of the these Terms of Use, or in any other manner that we deem to be unreasonable or excessive, then we may terminate and/or block individual messages, decline to renew your service, and/or offer you a different service plan with no unlimited usage component.\nNotwithstanding the foregoing, we reserve the right to deny service, deactivate or cancel existing service to anyone for any reason at any time, in our sole discretion.</p>\n<p>\n<strong>C.\nData Services.</strong> UNLIMITED DOES NOT MEAN UNREASONABLE USE.\nUNLIMITED Data services are provided solely for personal, non-commercial access to the Internet for purposes of web browsing, messaging, and similar data activities as your authorized device’s native applications and capabilities permit.\nTo ensure that all customers have access to reliable services provided at a reasonable cost, you will not use our service in a manner that interferes with another customer's use of our service or that disproportionately impacts our network or resources, or those of our underlying carrier.\nWe reserve the right, without notice or limitation, to place you on a different service plan with no unlimited usage components, to limit data throughput speeds or quantities, or to deny, terminate, end, modify, disconnect or suspend your service, or decline to renew your service, if you engage in any of the prohibited uses detailed herein or if we, in our sole discretion, determines that action is necessary to protect our wireless service or resources from harm or degradation, or that your usage disproportionately impacts our or our underlying carrier’s network or resources.\nYou will not use our data service: (1) with server devices or host computer applications or other systems that drive continuous heavy traffic or data sessions, including, but not limited to, disproportionate web camera posts or broadcasts, automatic data feeds, automated machine-to-machine connections, peer-to-peer (P2P) file-sharing applications broadcast to multiple servers or recipients such that they could enable \"bots\" or similar routines.\n(2) as a substitute or backup for private lines or frame relay connections.\n(3) to send or receive unusually high numbers of messages.\n(4) to engage in atypical web usage behaviors.\n(5) for any activity that adversely affects the ability of other people or systems to use either our wireless services or other parties' Internet-based resources.\nand (6) for any other reason that, in our sole discretion, harms our network or disproportionately impacts our or our underlying carrier’s network or resources.\nUsers on our Unlimited Plan will notice reduced data speeds when data usage exceeds an average of 30GB during the current billing month.</p>\n<p>\n<strong>D.</strong> Red Pocket Mobile service plans may ONLY be used for the following purposes: (i) Person to Person Voice Calls (ii) Text and Picture Messaging and (iii) Internet browsing.\n<strong>Red Pocket Mobile service MAY NOT be used for any other purpose.\nExamples of prohibited uses include, without limitation, the following: (i) continuous mobile to mobile or mobile to landline voice calls.\n(ii) automated text or picture messaging to another mobile device or e-mail address.\n(iii) uploading, downloading or streaming of audio or video programming or games for commercial or non-personal purposes.\n(iv) server devices or host computer applications, including, but not limited to, Web camera posts or broadcasts, automatic data feeds, automated machine-to-machine connections or peer-to-peer (P2P) file sharing.\nor (v) as a substitute or backup for private lines or dedicated data connections.\nThis means, by way of example only, that checking email, surfing the Internet, downloading legally acquired songs, and/or visiting corporate intranets is permitted, but downloading movies using P2P file sharing services and/or redirecting television signals for viewing on laptops is prohibited.\nA person engaged in prohibited uses may have his/her service terminated without notice or a refund.\nWe reserve the right to deny service, deactivate or cancel existing service to anyone for any reason at any time, in our sole discretion.</strong>\n</p>\n<p>\n<strong>E.</strong> Red Pocket Mobile service plans are for individual use only and not for resale.\nSpecifically, Red Pocket Mobile services are provided solely for live dialogue between, and initiated by, two individuals for personal use and as otherwise described in this policy.\nUnlimited voice services may not be used for any other purposes, including, but not limited to, conference calling, monitoring services, data transmissions, transmission of broadcasts, transmission of recorded material, interconnection to other networks, telemarketing, autodialed calls, other commercial uses, or other connections that do not consist of uninterrupted live dialogue between two individuals.</p>\n<p>\n<strong>F.</strong> We reserve the right to cancel or deactivate service, and/or reduce data throughput, without notice, in order to protect the Carrier’s network from harm due to any cause including, without limitation, the excessive and/or improper use of Red Pocket Mobile service.\nWe reserve the right to limit or reduce data throughput speeds or the amount of data transferred, block particular websites, and to deny or terminate Service, without notice, to anyone that we believe is using the Service in any manner prohibited above or whose usage, in our sole discretion, adversely impacts the Carrier’s network or customer service levels.\nWe will presume that you are engaging in a prohibited use in violation of these Terms and Conditions if in Red Pocket Mobile’s sole opinion, you are placing an abnormally high number of calls, or repeatedly placing calls of unusually long duration, or if your talk, text or internet usage is harmful or disruptive to the Carrier’s network or services.\nIf we determine, at our sole discretion, that you are using the Service in violation of these Terms and Conditions of Service, or in any other manner that we deem to be unreasonable or excessive, then we may terminate individual calls, terminate or reduce the speed of data connection throughput, internet access or terminate your service, decline to renew your service, block particular websites, and/or offer you a different service plan with no unlimited usage component.\nNotwithstanding the foregoing, we reserve the right to deny service, deactivate or cancel existing service, block particular websites, terminate data connections and/or reduce data throughput speeds, to anyone for any reason at any time, in our sole discretion.</p>\n<p>\n<strong>G.</strong> We may discontinue providing Service to you, discontinue your account, discontinue providing connections to particular telephone numbers or types of Services used or called by you, terminate data connections and/or reduce data throughput speeds for any reason that we deem appropriate, including but not limited to accounts with usage patterns that, in our sole judgment : (1) appear likely to generate abnormally high call volumes or internet data usage and/or abnormally long average call lengths or internet data usage as compared to the usage of other of our customers.\n(2) may be harmful, disruptive, or interfere with the Carrier’s network or Company, or the Carrier’s or our ability to provide service to other customers.\nor (3) for any other reason in our sole discretion.\nBy initiating Service and placing or receiving calls, you acknowledge and agree to our right to terminate your Service under these circumstances.</p>\n<p>\n<strong>H.</strong> We may modify or cancel any Service or take corrective action at any time without prior notice and for any reason, including but not limited to your violation of this agreement.</p>\n<p>\n<strong>I.\nRED POCKET MOBILE SERVICE CANNOT BE USED FOR:</strong> (1) access to the Internet, intranets, or other data networks except as the device’s native applications and capabilities permit, or (2) any applications that tether your device to a laptop or personal computer other than for the use of Wireless Sync unless the terms of that particular service plan allow for mobile hotspot access, or (3) any other prohibited uses described herein.\nIN ADDITION TO THE DISCLAIMERS SET FORTH IN THE AGREEMENT, YOU ACKNOWLEDGE THAT THE USE OF THE RED POCKET MOBILE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS WITHOUT WARRANTY OF ANY KIND.\nCOMPANY MAKES NO WARRANTY THAT RED POCKET MOBILE SERVICES WILL (i) MEET YOUR REQUIREMENTS, (ii) ALLOW ACCESS TO ALL THIRD PARTY SITES, OR (iii) BE UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE.\nNO ADVICE OR INFORMATION OBTAINED FROM ANY OTHER SOURCE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE AGREEMENT OR THESE TERMS OF USE.\nYou are responsible for all activities undertaken by you using the Red Pocket Mobile Services, including without limitation, the use of email.\nYou shall not use, nor permit others to use, Red Pocket Mobile Services in a manner or for a purpose contrary to this Agreement.</p> IV.\nLIMITATIONS <p>The parties intend that the limitations on liability, warranty and damage awards provided for in this Agreement will apply to the fullest extent allowed by law.\nSome jurisdictions do not allow the exclusion of certain warranties or the waiver, limitation or exclusion of liability for punitive, incidental or consequential damages, or for intentional or willful conduct in some circumstances.\nTo the extent that applicable law does not permit any of these limitations, they will not apply to you.</p>\n<p>\n<strong>A.\nLimitation of Liability.</strong> WE ARE NOT LIABLE FOR ACTS OR OMISSIONS OF ANOTHER SERVICE PROVIDER OR ANY THIRD PARTY PROVIDERS OF SERVICES OR DEVICES RELATED TO USE OF THE DEVICE OR SERVICE, FOR INFORMATION PROVIDED THROUGH YOUR DEVICE, LACK OF PRIVACY OR SECURITY EXPERIENCED WHEN USING THE DEVICE, EQUIPMENT FAILURE OR MODIFICATION, OR OTHER CAUSES BEYOND OUR REASONABLE CONTROL, INCLUDING WITHOUT LIMITATION ANY REPRESENTATIONS THAT THE SERVICES WILL BE ERROR-FREE, UNINTERRUPTED, OR FREE FROM UNAUTHORIZED ACCESS (INCLUDING THIRD PARTY HACKERS OR DENIAL OF SERVICE ATTACKS).\nWE ARE NOT LIABLE FOR SERVICE OUTAGES, NOR FOR SERVICE LIMITATIONS OR INTERRUPTIONS.\nOUR LIABILITY AND THE LIABILITY OF ANY UNDERLYING CARRIER FOR ANY FAILURE OR MISTAKE SHALL IN NO EVENT EXCEED OUR SERVICE CHARGES DURING THE AFFECTED PERIOD.\nCOMPANY AND ANY UNDERLYING CARRIER ARE NOT LIABLE FOR ANY INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES SUCH AS LOST PROFITS.\nYOU AND WE BOTH WAIVE TO THE FULLEST EXTENT ALLOWED BY LAW, ANY CLAIMS TO RECOVER INCIDENTAL, PUNITIVE AND CONSEQUENTIAL DAMAGES.\nWE AND ANY UNDERLYING CARRIER ARE NOT LIABLE FOR (i) ECONOMIC LOSS OR INJURIES TO PERSONS OR PROPERTY ARISING FROM USE OF THE SERVICE, THE DEVICE OR ANY EQUIPMENT USED IN CONNECTION WITH THE DEVICE UNLESS CAUSED BY OUR SOLE AND GROSS NEGLIGENCE, OR (ii) THE INSTALLATION OR REPAIR OF THE DEVICE BY ANY PARTIES WHO ARE NOT OUR EMPLOYEES.\nTHIS PARAGRAPH SHALL SURVIVE TERMINATION OF THIS AGREEMENT.</p>\n<p>\n<strong>B.\nIndemnification.</strong> UNLESS CAUSED BY THE SOLE NEGLIGENCE OF COMPANY, YOU SHALL INDEMNIFY AND HOLD COMPANY, ITS OFFICERS, EMPLOYEES, SUPPLIERS OF SERVICE AND AGENTS HARMLESS AGAINST ANY AND ALL CLAIMS, DEMANDS, SUITS, JUDGMENTS, CAUSES OF ACTION, LOSSES, EXPENSES, FEES (INCLUDING REASONABLE ATTORNEY'S FEES), AND LIABILITY OR DAMAGES FOR LIBEL, SLANDER OR INFRINGEMENT OF COPYRIGHT FROM THE MATERIAL TRANSMITTED VIA THE DEVICE OR SERVICE , AND AGAINST ANY AND ALL OTHER CLAIMS, DEMANDS, SUITS, JUDGMENTS, CAUSES OF ACTION, LOSSES, EXPENSES, FEES (INCLUDING REASONABLE ATTORNEY'S FEES), LIABILITY, INCLUDING WITHOUT LIMITATION FOR ANY PERSONAL INJURY OR DEATH, ARISING IN ANY WAY DIRECTLY OR INDIRECTLY IN CONNECTION WITH THIS AGREEMENT OR THE USE OR INABILITY TO USE THE DEVICE OR SERVICE (WHETHER CAUSED IN WHOLE OR IN PART BY THE NEGLIGENCE OF SUPPLIERS OF SERVICE OR DEVICE).\nTHIS INDEMNITY SHALL SURVIVE THE TERMINATION OF THIS AGREEMENT.\nYOU AGREE TO DEFEND, INDEMNIFY, AND HOLD US, OUR AFFILIATES AND AGENTS AND ANY OTHER SERVICE PROVIDER, HARMLESS FROM CLAIMS OR DAMAGES RELATING TO THIS AGREEMENT OR YOUR PROMISES OR STATEMENTS MADE IN IT AND USE OF THE DEVICE OR SERVICE UNLESS DUE TO OUR SOLE AND GROSS NEGLIGENCE.\nYOU ALSO AGREE TO PAY OUR REASONABLE ATTORNEYS' AND EXPERT WITNESS FEES AND COSTS INCURRED IN ENFORCING THIS AGREEMENT THROUGH APPEAL EXCEPT AS PROVIDED IN PARAGRAPH 5, BELOW.\nUSE OF YOUR DEVICE WHILE OPERATING A MOTOR VEHICLE OR IN ANOTHER DISTRACTED OR NEGLIGENT MANNER MAY BE PROHIBITED, OR RESTRICTED BY LAW IN SOME AREAS.\nIT IS YOUR RESPONSIBILITY TO CONFORM TO ALL SUCH LAWS OR REGULATIONS AND YOU SHALL INDEMNIFY US FROM CLAIMS ARISING FROM ANY SUCH UNLAWFUL OR NEGLIGENT USE.\nTHIS PARAGRAPH SHALL SURVIVE TERMINATION OF THIS AGREEMENT.</p>\n<p>\n<strong>C.\nNo Warranties.</strong>&nbsp;WE MAKE NO EXPRESS WARRANTY REGARDING THE SERVICE OR THE DEVICE OR ANY SERVICES OR DEVICES PROVIDED BY ANY THIRD PARTIES, AND DISCLAIM ANY IMPLIED WARRANTY, INCLUDING ANY WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWE DO NOT AUTHORIZE ANYONE TO MAKE ANY WARRANTY ON OUR BEHALF AND YOU SHOULD NOT RELY ON ANY SUCH STATEMENT.\nWE ARE NOT THE MANUFACTURER OF THE DEVICE AND ANY STATEMENT REGARDING IT SHOULD NOT BE INTERPRETED AS A WARRANTY.\nTHIS PARAGRAPH SHALL SURVIVE TERMINATION OF THIS AGREEMENT.</p> V.\nRESOLUTION OF DISPUTES\n<p>PLEASE READ THIS SECTION CAREFULLY.\nIT AFFECTS RIGHTS THAT YOU MAY OTHERWISE HAVE.\nIT PROVIDES FOR RESOLUTION OF MOST DISPUTES THROUGH ARBITRATION INSTEAD OF COURT TRIALS AND CLASS ACTIONS.\nARBITRATION IS FINAL AND BINDING AND SUBJECT TO ONLY VERY LIMITED REVIEW BY A COURT.\nTHIS ARBITRATION CLAUSE SHALL SURVIVE TERMINATION OF THIS AGREEMENT.</p>\n<p>\n<strong>A.\nBinding Arbitration</strong>&nbsp;It is intended that this provision be interpreted broadly to encompass all disputes or claims arising out of our relationship.\nAny dispute or claim, including those against any of our subsidiary, parent or affiliate companies, arising out of or relating to this Agreement, our Privacy Policy or the Service or any equipment used in connection with the Service (whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory) will be resolved by binding arbitration except that (1) you may take claims to small claims court if they qualify for hearing by such a court, or (2) you or we may choose to pursue claims in court if the claims relate solely to the collection of any debts you owe to us.</p>\n<p>\n<strong>B.\nArbitration Procedures.</strong>&nbsp;You must first present any claim or dispute to us by contacting Customer Care to allow us an opportunity to resolve the dispute.\nYou may request arbitration if your claim or dispute has not been resolved within 90 days.\nThe arbitration of any dispute or claim shall be conducted in accordance with the American Arbitration Association (\"AAA\") under the Wireless Industry Arbitration Rules (\"WIA Rules\"), as modified by this Agreement.\nThe WIA Rules and information about arbitration and fees are available upon request from the AAA online at www.adr.org.\nYou and we agree that this Agreement evidences a transaction in interstate commerce and this arbitration provision will be interpreted and enforced in accordance with the Federal Arbitration Act and federal arbitration law.\nUnless you and we agree otherwise, any arbitration will take place in the county seat for the county in which your billing address is located.\nAt either party's election, the arbitration shall be held telephonically.\nAn arbitrator may award any relief or damages (including injunctive or declaratory relief) that a court could award, except an arbitrator may not award relief in excess of or contrary to what this Agreement provides and may not order relief on a consolidated, class wide or representative basis.\nIn any arbitration applying the WIA Rules applicable to large/complex cases, the Arbitrators must also apply the Federal Rules of Evidence, and the losing party may have the award reviewed in accordance with the review procedures set forth in the WIA Rules.\nJudgment on any arbitration award may be entered in any court having proper jurisdiction.\nIf any portion of this arbitration clause is determined by a court to be inapplicable or invalid, then the remainder shall still be given full force and effect.</p>\n<p>\n<strong>C.\nCosts of Arbitration.</strong>&nbsp;For claims of less than $1,000, you will pay your share of the arbitration fees.\nFor claims over $1,000 but under $75,000, you will be obligated to pay your share of the arbitration fees, but no more than the equivalent court filing fee for a court action filed in the jurisdiction where your billing address is located.\nFor arbitrations in excess of $75,000, all administrative fees and expenses of arbitration will be divided equally between you and us.\nIn all arbitrations, each party will bear the expense of its own counsel, experts, witnesses and preparation and presentation of evidence at the arbitration.</p>\n<p>\n<strong>D.\nWaiver of Class Actions.</strong>&nbsp;By this Agreement, both you and we are waiving certain rights to litigate disputes in court.\nYou and we both agree that any arbitration will be conducted on an individual basis and not on a consolidated, class wide or representative basis.\nIf for any reason this arbitration clause is deemed inapplicable or invalid, or to the extent this arbitration clause allows for litigation of disputes in court, you and we both waive, to the fullest extent allowed by law, any right to pursue any claims on a class or consolidated basis or in a representative capacity.</p>\n<p>\n<strong>E.\nLimitations Period.</strong>&nbsp;Any arbitration or legal action with respect to any and all claims or causes of action related to or arising out of this Agreement must be brought within two years after the cause of action arises, or within the applicable statutory period of time, whichever is shorter.\nThis limitation period does not apply to any given cause of action when the statutory limitations period for that cause of action cannot be waived, restricted or otherwise limited by you.</p> VI.\nMISCELLANEOUS <p>Not all plans or Services are available for purchase or use in all sales channels, in all areas or with all devices.\nCompany is not responsible for loss or disclosure of any sensitive information you transmit.\nCompany’s wireless services are not equivalent to landline Internet.\nCompany is not responsible for nonproprietary services or their effects on devices.\nWE RESERVE THE RIGHT TO TERMINATE YOUR SERVICES WITH OR WITHOUT CAUSE, INCLUDING WITHOUT LIMITATION, UPON EXPIRATION OR TERMINATION OF YOUR WIRELESS SERVICE.\nYou may receive unsolicited messages from third parties as a result of visiting Internet sites, and a per-message charge may apply whether the message is read or unread, solicited or unsolicited.</p>\n<p>\n<strong>A.\nPrivacy.</strong>&nbsp;We are not liable for any lack of privacy, which may be experienced with regard to the Service.\nYou authorize our monitoring and recording of calls to us concerning your account or the Service and consent to our use of automatic dialing equipment to contact you.\nWe have the right to intercept and disclose any transmission over our facilities in order to protect our rights or property.</p>\n<p>\n<strong>B.\nAssignment.</strong>&nbsp;We may assign all or part of this Agreement without such assignment being considered a change to the Agreement and without notice to you.\nWe are then released from all liability.\nYou may not assign this Agreement without our prior written consent.</p>\n<p>\n<strong>C.\nNotices.</strong>&nbsp;We may send you notice by mail or electronic means, in our sole discretion.\nNotices to you shall be effective 1) 3 days following the date deposited in the U.S.\nMail or delivered to a nationally recognized courier or delivery service, postage prepaid and addressed to your address as kept in our files and/or 2) immediately upon our transmission using an electronic means such as e-mail or text messaging service.\nYou are responsible for notifying us of any changes in your mailing or e-mail address.\nWritten notice to us shall be effective when directed to our Customer Care Department (at the mailing address listed on our website) and received by us.\nOral and electronic notices shall be deemed effective on the date reflected in our records.\nYour notice must contain specific information adequate to identify you and your Service.</p>\n<p>\n<strong>D.\nEntire Agreement.</strong>&nbsp;These Terms and Conditions represent the entire agreement between you and us, which may only be amended as described in this Agreement.\nThis Agreement supersedes any inconsistent or additional representations made to you by any of our representatives, agents or dealers.\nIf any part of this Agreement is found invalid, the balance of the Agreement remains enforceable.\nIf, at any time, we do not enforce any right or remedy available under this Agreement, that failure is not a waiver of our right to enforce the right or remedy at a later time.\nCopied, microfiche, scanned or other duplicate or electronic images of this Agreement are admissible for all purposes.</p>\n<p>\n<strong>E.\nGoverning Laws.</strong> This Agreement is subject to applicable federal laws, federal or state tariffs, if any and the laws of the state associated with the Number.\nWhere a state agency or the FCC regulates the terms and conditions of our Service, the regulations are available for your inspection.\nif there is any inconsistency between this Agreement and those regulations, this Agreement shall be deemed amended as necessary to conform to such regulations.</p>\n<p>\n<strong>F.\nCapacity.</strong>&nbsp;You represent that you are legally competent to enter into this Agreement, and that you are not aware of any disability that would prevent you from entering into this Agreement.</p>\n<p>\n<strong>G.\nResale.</strong>&nbsp;Resale of our Service is permitted solely if you have advance written permission from us to do so.\nIf you are purchasing Service for resale pursuant to such written permission, you agree to remit the appropriate taxes and/or fees to the appropriate taxation or regulatory body, respectively.\nYou further agree to hold harmless Company for any taxes or fees resulting from the further use of any services purchased, and acknowledge that Company is neither collecting nor remitting any telecommunications taxes or fees for such purchases.\nIf it is determined that you resold our Service but did not remit taxes or fees to the appropriate taxation or regulatory body, respectively, we reserve the right to bill you in arrears for any taxes and/or fees which should have been collected and remitted.</p> VII.\nRefer-a-Friend Program <p>Red Pocket Mobile's Refer-a-Friend program (the “Program”) is available for active subscribers on eligible Red Pocket Mobile monthly plans for new-line activations on Red Pocket Mobile.\nBoth the Referrer (existing Red Pocket Mobile customer) and the Referee (potential new Red Pocket Mobile customer) must be of the age of majority in the state/province or jurisdiction where you are resident at the time of participation.</p>\n<p>The Referrer must have a Red Pocket Mobile account to participate in the Program.\nIf a Referrer’s account is in a closed status (occurs within 30 days after a subscriber’s renewal date passes without payment for service), the customer may not make referrals, earn Program credits and will also lose previously earned referral credits.\n</p>\n<p>Referrer: Referrers will receive one credit for each successful referral that results in a new account activation.\n</p>\n<ol>\n<li>You must be an active Red Pocket Mobile subscriber on a valid monthly plan in good standing to earn rewards for your referrals.</li>\n<li>You cannot refer yourself.\nYou cannot refer a line added to an existing account - multi-line plans are ineligible for the Program.\nReferred lines must bring an existing line from another carrier at activation.</li>\n<li>You cannot exceed $500 in rewards per calendar year.</li>\n<li>After your referee successfully activates and replenishes their Red Pocket Mobile account, you will be notified via email that you have earned a reward.\nYOU MUST CLICK ON THE LINK PROVIDED IN THE EMAIL TO CLAIM YOUR REWARD SO THAT THE CREDIT CAN BE APPLIED TO YOUR ACCOUNT.\nAccount credits will not be issued if rewards are unclaimed.</li>\n<li>Please allow 6 weeks after each successful referral for the service credit to be applied.\nWhen the service credit is applied we will send you an email notification.</li>\n<li>You will receive a credit of up to $25 towards one future month of service.\nSingle credits cannot be used for multiple months.\nIf the referee chooses a plan that is less than $30 for their second month of service, your total credit will be equal to the amount of their new plan.</li>\n</ol>\n<p>Referee: Referees will receive $25 off of the first month of service for any plan that is $30 or higher.\nReferees will receive $7.50 off of the first month of service for any plan with a retail value below $30.</p>\n<p>Once you complete your plan and SIM order, you must activate on a valid Red Pocket Mobile monthly plan within 30 days and perform a minimum of one monthly plan renewal in order for the referrer to earn their credit.</p>\n<p>Red Pocket Mobile reserves the right to void any Referral credit based on factors that include but are not limited to the following: (1) ineligibility of any Program participant, (2) fraudulent activation or, (3) if Red Pocket Mobile, in its sole discretion, finds that you have violated any of the Program terms and conditions.</p>\n<p>We reserve the right to change the terms and conditions of the Red Pocket Mobile Refer-a-Friend program at any time, without notice, and at our sole discretion.\nWe reserve the right to not award a credit or disqualify someone from the Program if we feel, in our sole discretion, that fraudulent behavior or other unethical conduct has occurred that compromises the fairness of the Program in any way.\nFraudulent or unethical means of communication such as using bots, fictitious identities, fake emails, or scripts is also prohibited and will result in similar actions by us with respect to terminating your account and participation in the Program.\nCompany services are subject to additional terms, conditions, and other restrictions.</p>\n<p>Void Where Prohibited: the Program is void where prohibited by law.</p>\n<p>By participating in this Program, you agree to release and hold Company, its officers, directors, affiliates, agents and employees harmless.\nYou further agree that the Program and credits are provided “as is where is”.</p>\n<p>EEligibility: Eligibility is limited to individuals only.\nRed Pocket Mobile's Refer-a-Friend Program cannot be used by businesses for affiliate lead generation, as determined in our sole discretion.</p>\n<p>No SPAM: You must comply with all up-to-date “SPAM” laws, including the U.S.\nCAN-SPAM Act.\nEmails must be created and distributed in a personal manner and bulk email distribution is strongly discouraged.\nAny distribution of your referral link that could constitute unsolicited commercial email or “SPAM” under any applicable law or regulation is expressly prohibited and will be grounds for immediate termination of your account and exclusion from Red Pocket Mobile's Refer-a-Friend program.\nAny use of bots, fictitious identities, scripts, email address generators, fake emails or “spoofed” email accounts, will be grounds for termination of your participation in the Program.\nYou represent that you have the prospective Referred Referee’s permission to provide their email address and to send that message.</p> ILD CONSUMER AGREEMENT <p>\n<strong>Introduction</strong>\n<br>\nThis ILD Consumer Agreement (the \"ILD Agreement\") sets forth the terms and conditions that apply to Your purchase of international long distance services from us.\nBy using the ILD Services, You agree to the terms and conditions in this ILD Agreement and any changes that may be made to the ILD Agreement.\nIf You do not agree to the terms of this ILD Agreement or have any questions about the ILD Agreement, do not purchase or use our products without contacting Customer Service at 712-775-8777.</p>\n<p>\n<strong>Definitions</strong>\n<br>\n\"Account\" refers to usage within a billing cycle for a predetermined set of international destinations purchased through Red Pocket and/or a prepaid balance established with us which are associated with the Consumer’s phone number allowing Consumer to purchase and use the ILD Service.</p>\n<p>\"Elite Telecom,\" \"We,\" \"Our,\" and \"Us\" means NetworkIP, LLC (d.b.a.\nElite Telecom)</p>\n<p>“Client” means Company and its affiliates, parent company, distributors and/or retailers authorized to market and/or distribute the ILD Service.</p>\n<p>“ILD Service” means the International Long Distance (ILD) Service provided by Elite Telecom which provides the Consumer with international calling capability.</p>\n<p>“Consumer”, \"You\" and \"Your\" means the end-user of the ILD Service also the owner of the Account.</p>\n<p>\"Website\" is the website found at Redpocket.com or such other location as designated by Client and contains the specific prices and charges, ILD Service descriptions and other terms and conditions not set forth here that apply to the specific ILD Service.</p>\n<p>You can also request information about the specific prices and charges, ILD Service descriptions and other terms and conditions not set forth here that apply to the ILD Service by calling toll free at 712-775-8777.\nThis ILD Agreement incorporates by reference the ILD Service’s prices, charges, restrictions and the terms and conditions for using the ILD Service and/or owning an Account, as well as any disclosures, provisions, limitations or other information provided with, or printed on any promotional materials associated with the ILD Service.</p> Charges and Payment <p>\n<strong>Price, Feature and Rate Changes</strong>\n<br>\nWe may change the prices or features associated with the ILD Service from time to time, and such changes will be effective from the time they are posted or available through the Website.\nThe terms and conditions of the ILD Service, including the rates for calls made and/or available destinations in conjunction with the use of the ILD Service are subject to change at any time without prior notice.\nAll calls for the PayGo ILD Service are billed in one minute increments.\nThe PayGo ILD Service expires 180 days after last use or 30 days after account suspension.\nThere are no additional fees or surcharges associated with the ILD Services.\nThe Unlimited ILD Service is provided solely for live dialogue between, and initiated by, two individuals for personal use and not for commercial use or resale.\nUNLIMITED DOES NOT MEAN UNREASONABLE USE.\nIn addition, certain destinations may be limited to an advertised maximum number of minutes.\nTo minimize unreasonable use, each Unlimited Account will be allowed to call up to 10 unique destination numbers per Unlimited cycle which expire 30 days after initial funding or last renewal.\nThe number of personal use calls to these unique destination numbers is not limited and automatically resets when the Account is renewed.\nYou may contact Customer Service at 712-775-8777 or visit www.redpocket.com if You have any questions about the ILD Service, including the international long distance rates or available destinations associated with the ILD Service.</p>\n<p>\n<strong>Suspending/Canceling the Service</strong>\n<br>\nIf We have reason to believe that You or someone else is abusing the ILD Service fraudulently or unlawfully through Your Account, or if Your form of payment for the ILD Service is cancelled, disabled, discontinued or otherwise dishonored, We reserve the right to immediately suspend, restrict, deactivate or cancel the ILD Service and close Your Account without advance notice.\nIn the event of suspension or cancellation of the ILD Service due to any other aforementioned reasons, Elite Telecom may from time to time discontinue offering the ILD Service, or if necessary, cancel all Accounts, immediately upon a determination by any governmental authority that the provision of the ILD Service is contrary to any law, rule or regulation or upon Your violation of this ILD Agreement.</p>\n<p>The Unlimited ILD Service may not be used for any other purposes, including, but not limited to, loaning or renting Your handset to third parties, conference calling, monitoring services, data transmissions, transmission of broadcasts, transmission of recorded material, interconnection to other networks, telemarketing, autodialed calls, other commercial uses, or other connections that do not consist of uninterrupted live dialogue between two individuals.\nIf usage, dialing or calling patterns We deem connote non-personal use, We reserve the right to suspend, terminate or restrict Your ILD Services with no prior notice and not allow You to reactivate the ILD Service.</p>\n<p>Elite Telecom and its Client are not responsible for any ancillary costs incurred by You, including but not limited to, cell phone provider charges or fees and/or penalties incurred by the Consumer in the event the Consumer uses the ILD Service for any unlawful purpose.</p>\n<p>\n<strong>Restrictions on Use.\nIntellectual Property</strong>\n<br>\nAll of Elite Telecom and Client trademarks, service marks, symbols, logos, other identifying indicia and the intellectual property rights thereto (collectively “Marks”) are the property of Elite Telecom or its Client and You shall have no right in or to the Marks or any right to use the Marks including any and all Marks associated with the ILD Service and the Website.\nYou are not permitted to commercially resell the ILD Service or to print, produce, sell or distribute anything containing the Marks or to sell or distribute any telecommunication products that use or are associated with the ILD Service.</p>\n<p>\n<strong>Indemnification</strong>\n<br>\nYou agree that Elite Telecom or its authorized Clients shall not be responsible for any third party claims against Elite Telecom, Client and/or You that arise from Your use of the ILD Service or Your Account.\nFurther, You agree to reimburse Elite Telecom and or Client for all costs and expenses related to the defense of any such claims, including attorneys’ fees, unless such claims are based upon Our willful misconduct or gross negligence.\nThis provision will continue to remain in force after the ILD Agreement expires or is otherwise terminated.</p>\n<p>\n<strong>Limitations of Liability</strong>\n<br>\nThis section describes Elite Telecom’s or its authorized Clients responsibility for any claims for damages You may assert arising out of the failure of the ILD Service or any other claims You may assert in connection with the ILD Service, or in connection with the transfer of funds to Your Account or with this ILD Agreement.\nWe are not liable for any ILD Service failures.\nExcept as otherwise expressly provided herein, We and Our affiliates, authorized distributors, Clients, partners, directors, officers, members and employees are not liable to You or to any third party for any costs, liabilities or damages arising either directly or indirectly from any cause, action or claim relating to the ILD Service, the Website and/or the telecommunication services underlying the ILD Service, including without limitation any actual, incidental, consequential, exemplary, punitive, reliance or special damages, or for any claims for loss of revenue, lost profits, lost use, data, or goodwill or for lost business opportunities of any kind or nature whatsoever.\nThese limitations apply even if the damages were foreseeable or We were told that they were possible, and these limitations apply whether the claim is based upon contract, tort, statute, fraud, misrepresentation, or any other legal or equitable theory.\nWe will not be liable for any damages if the telecommunication services underlying the ILD Service are interrupted, or if there is a problem with the interconnection of the ILD Service with the service, products or equipment of some other party.\nThis section will survive the expiration or termination of the ILD Agreement.\nBecause some jurisdictions do not permit the exclusions or limitation of incidental or consequential damages, Elite Telecom’s liability in such jurisdictions shall be limited to the extent permitted by law.\n</p>\n<p>\n<strong>Warranties</strong>\n<br>\nYou acknowledge that (a) the ILD Service is provided by Elite Telecom “AS IS”, and (b) we make no warranty to You or to any third party whatsoever, directly or indirectly, express, implied or statutory, as to the suitability, durability, description, quality, title, non-infringement, merchantability, completeness or fitness for use or purpose of the ILD Service or any Elite Telecom product associated with the ILD Service.\nAll such warranties are hereby expressly excluded and disclaimed.\nWe also make no warranty that the ILD Service will be uninterrupted or error free.\nWe do not authorize anyone, including, but not limited to, Elite Telecom employees or Clients, to make any warranties on Our behalf and You should not rely on any such statement.\nYour use of the ILD Service is solely at Your risk.\nBecause some jurisdictions do not permit the exclusion of certain warranties, these exclusions may not apply to You.</p> Miscellaneous <p>\n<strong>No Third Party Rights</strong>\n<br>\nThis ILD Agreement does not provide any third party with a remedy, claim, or right of reimbursement.\n</p>\n<p>\n<strong>Acts Beyond Our Control</strong>\n<br>\nNeither You or Elite Telecom or Client will be responsible or liable to the other for any failure to perform duties under this ILD Agreement where that failure is due to an act outside the reasonable control of You, Elite Telecom, or Client (Force Majeure Event), including but not limited to the failure to perform due to any of the following: fire, explosion, power blackout, earthquake, volcanic action, flood, the weather elements, strike, embargo, civil or military authority, war, acts of God, acts or omissions of carriers or suppliers, or acts of regulatory or governmental agencies.</p>\n<p>\n<strong>Assignment</strong>\n<br>\nWe can assign all or part of Our rights or duties under this ILD Agreement without notifying You.\nIf We elect to make such an assignment, We will have no further obligations to You under this ILD Agreement or in connection with Your purchase or use of the Products.\nYou may not assign this Agreement without Our prior written consent.</p>\n<p>\n<strong>Notices</strong>\n<br>\nAny notice from Elite Telecom to You under this ILD Agreement will be provided by one or more of the following: on Our Website, a recorded announcement on a Product, letter, or a call to a telephone number provided by You.</p>\n<p>You may contact Elite Telecom by mail at:<br>\n<br>Elite Telecom<br>119 W.\nTyler Street<br>Suite 100<br>Longview, TX 75601</p>\n<p>You may contact Red Pocket by mail at:<br>\n<br>Red Pocket, Inc.<br>2060D Avenida de los Arboles<br>Suite 288<br>Thousand Oaks, CA 91362</p>\n<p>\n<strong>Separability</strong>\n<br>\nIf any part of this ILD Agreement is found invalid, the rest of the ILD Agreement will remain valid and enforceable.</p>\n<p>\n<strong>Governing Law</strong>\n<br>\nThis ILD Agreement will be governed by the laws of the State of Texas, without regard to its choice of law rules.\nThis governing law provision applies no matter where You reside, or where You use, purchase or pay for the Products.</p>\n<p>\n<strong>Entire Agreement</strong>\n<br>\nThis ILD Agreement (which incorporates by reference the Website Terms of Use) constitutes the entire agreement between You and Elite Telecom and its Clients and supersedes all prior agreements, understandings, statements or proposals, and representations, whether written or oral.\nThis ILD Agreement can be amended only as provided in the Changes to the ILD Agreement section below.\nNo written or oral statement, advertisement, or service or product description not expressly contained in the ILD Agreement or the Website will be allowed to contradict, explain, or supplement this ILD Agreement or the ILD Service.\nNeither You or Elite Telecom is relying on any representations or statements by the other party or any other person that is not included in this ILD Agreement.</p>\n<p>\n<strong>Changes to the Agreement</strong>\n<br>\nThis ILD Agreement may only be changed in the manner provided for in this section.\nElite Telecom or Client may change this ILD Agreement and the information contained elsewhere on the Website from time to time.\nAll such changes will be effective at the time of posting on the Website.\nYou may also request a copy of the revised ILD Agreement by calling Customer Service toll free at 712-775-8777.</p> Make the Switch <ul>\n<li>Wireless Plans</li>\n<li>Transfer Your Number</li>\n<li>Check International Rates</li>\n</ul> Get Started <ul>\n<li>Activate Your SIM</li>\n<li>Configure Your Device</li>\n<li>Refill Your Account</li>\n</ul> Join Us <ul>\n<li>Become an Affiliate</li>\n<li>Become a Dealer</li>\n<li>Dealer Login</li>\n</ul> Explore <ul>\n<li>About Us</li>\n<li>Help Desk</li>\n<li>Visit Your Account</li>\n<li>\n</li>\n</ul> Follow <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2006- Red Pocket Mobile.\nAll rights reserved.</p>\n<ul>\n<li>Terms and Conditions</li>\n<li>Privacy Statement</li>\n<li>Return Policy</li>\n<li>HAC</li>\n<li>Open Internet Statement</li>\n</ul>\n<p>RedPocket.com uses cookies to ensure you get the best experience on our website.\nBy continuing to browse our site, you accept the use of cookies.\n</p> I Agree ", "created_at": "2020-10-10 17:58:52.600401", "updated_at": "2020-12-15 00:28:55.128101"}, {"id": 2906, "name": "Privacy Policy", "url": "https://www.redpocket.com/privacy", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-W2QF6T8\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n<p>\n</p>\n<ul>\n<li>\n<i>\n</i> Cart (0)</li>\n<li>\n<i>\n</i> Login</li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Cart (0)</li>\n<li>\n<i>\n</i> Login</li>\n</ul> Toggle navigation <ul>\n<li> Home </li>\n<li> Plans <b>\n</b>\n<ul>\n<li> Monthly Plans </li>\n<li> Family Plan </li>\n<li> Global Data Plans </li>\n<li> Domestic Data Plans </li>\n<li> Annual Plans </li>\n</ul>\n</li>\n<li> Shop </li>\n<li> Activate </li>\n<li> Refill </li>\n<li> Coverage </li>\n<li> Support <b>\n</b>\n<ul>\n<li> My Account </li>\n<li> Help Center </li>\n<li> Contact Us </li>\n</ul>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Privacy <p>\n<strong>Red Pocket Privacy Policy</strong>\n</p>\n<p>\n<strong>Last Updated: April 21, 2020</strong>\n</p>\n<p>Red Pocket is committed to protecting the privacy of its subscribers and visitors to its website.\nThis Privacy Policy (“Policy”) describes how Red Pocket Mobile™ (Red Pocket, Inc.\nand/or “Red Pocket”) , including its parents, subsidiaries, and/or affiliates, (\"Company\"),will collect, access, use or disclose your Personal Information.\nIt applies to all of our products and services, including our customer portal (collectively, “Services”).\nIt does not apply to third-party or affiliated services, which are governed by separate privacy policies.\nBy using our Services, you consent to the terms of this Privacy Policy.\nFor more information about our Services, please review our Terms and Conditions which may be found here and our Consumer Broadband Disclosure which may be found here.</p>\n<p>We may modify the terms of this policy from time to time, and will notify of any material changes in the manner required by law.\nPlease check this page regularly for updates.</p>\n<p>What is Customer Proprietary Information?</p>\n<p>Customer Proprietary Information (Customer PI or Personal Information) includes Personally Identifiable Information (PII), Customer Proprietary Network Information (CPNI), and the content of your communications.</p>\n<p>PII is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPersonal Information does not include information that is not used to identify you, such as aggregate or anonymous information.\nFederal and state law require Company to protect the confidentiality of Personal Information.</p>\n<p>CPNI is information related to a subscriber’s use of Company’s network (e.g., broadband traffic statistics, device identifiers, call detail information) and information contained within Company subscribers’ voice-service bills.\nCPNI does not include directory information such as name, postal address, or telephone number.\nAs Company provides our Services to you, Company obtains information about the quantity, technical configuration, type, location and destination of telecommunications services we provide to you, as well as some other information found on your Company bills.\nThis information may constitute CPNI, as defined by federal law.\nAny CPNI that Company collects from you will be handled in accordance with federal law, the Company’s internal CPNI Policy and this Privacy Policy.\nUnder federal law, you have the right, and Company has the duty, to protect the confidentiality of your CPNI.</p>\n<p>What information do we collect and how do we collect it?</p>\n<p>We collect Personal Information in a number of ways.\nWe automatically collect information when you use our Services.\nWe also collect information about you that you provide to us, or that we obtain from third-party sources.</p>\n<p>\n<i>Information that we automatically collect.</i> We automatically collect certain types of information when you use our Services.\nWe may collect information about your Company device, including but not limited to your device type, operating system version, signal strength, power status (on/off), and device identifiers.\nWith your consent, we may also collect information related to your use of the device and the services you access through it, including but not limited to your call and data usage and history, your geolocation, the websites you visit, the apps you purchase, download, or use, and information about devices you tether to your Company device.\nWe may link information we automatically collect from you with Personal Information, including information you provide to us and information we gather from other sources.\nWe may use software to follow your use of our Services and other applications, including the use of cookies, web beacons, and other mechanisms, in addition to analysis of network and device information.\nFor example, we may allow analytic service providers(s) to collect site click-stream and cookie data to help track the use of our Services on an aggregate or individual basis.\nWe may also use cookies or other tracking mechanisms on our Services to facilitate your use of our Services.</p>\n<p>\n<i>Information you provide to us.</i> You may give us Personal Information in a variety of ways, including when you sign up for our Services, enroll in Lifeline, communicate with customer care, register on www.redpocket.com, or use our Services.\nThe types of Personal Information we collect from you may include your name, postal address, telephone number, password, e-mail address, date of birth, last-4 digits of your social security number or other government identification number, demographics, activities, location information, and personal preferences.\nWe also collect information you submit through our Live Chat feature on our website.\nThe information you may be asked to provide includes your name, e-mail address, order ID, and any questions or issues you submit through the Live Chat feature.\nDo not submit any sensitive Personal Information (e.g., passwords, Social Security Numbers, medical information, or financial information) through the Live Chat feature.\nThird-party providers, including third-party applications, may collect information from you as well, but unless otherwise noted, such collection and use of your information is governed by those third parties’ privacy policies—not this one.</p>\n<p>\n<i>Information collected from other sources.</i> We may obtain Personal Information about you from other sources, including from commercially available sources such as data aggregators and public databases, as well as from our affiliates and partners (including pre installed applications).\nThis information may include your name, demographic information, interests and publicly-observed data, such as from social media and shopping behavior, or other information.\nWe may combine this information with the information we collect from and about you to help us tailor our communications to you, to improve our Services, and to provide you with offers, promotions, and advertisements.</p>\n<p>How do we use your information?</p>\n<p>We may use the information we collect from you in the following ways: To provide our Services, manage our network, and protect the security or integrity of the Services, our business, and other customers.\nTo develop new products or services.\nTo contact you about Company or third-party products, services, and offers that we believe you may find of interest.\nTo personalize your experience of our Services and to allow us to deliver the type of content and product offerings in which you are most interested.\nTo allow us to better serve you in responding to your customer service requests.\nTo quickly process your transactions.\nTo administer a contest, promotion, survey or similar purposes (including retention and winback marketing).\nTo contact you by email, phone, or direct mail.\nTo respond to legal processes and emergencies.\nFor any other legitimate business purpose within the course of our customer-carrier relationship.</p>\n<p>We may also use your Personal Information as described to you at the point of collection, with your consent.\nWhere required, we will seek and obtain your consent to use your CPNI or other Personal Information for marketing purposes.\nIf you would like to restrict the Company’s use of your CPNI or other Personal Information for the marketing of certain products or services, please mail your request to:</p>\n<p>Red Pocket, Inc.<br>\nAttn: CPNI<br>\n2060D Avenida de los Arboles<br>\nSuite 288<br>\nThousand Oaks, CA 91362</p>\n<p>How do we protect information?</p>\n<p>We implement a variety of reasonable physical, technical, and administrative security measures to maintain the safety of your Personal Information.\nYour Personal Information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\nWhen you place orders or access your personal information, we offer the use of a secure server.\nAll sensitive/credit information you supply is transmitted via Secure Socket Layer (SSL) technology and then encrypted into our databases to be only accessed as stated above.</p>\n<p>Do we disclose the information we collect to outside parties?</p>\n<p>Subject to applicable legal restrictions on our use of Personal Information, applicable federal and state law, and your instructions to us, Company may disclose information we collect from and about you to third parties as follows (or as otherwise described to you at the point of collection):</p>\n<ul>\n<li>\n<strong>Affiliates.</strong> We may share your Personal and non-Personal Information with affiliated entities for certain business purposes.</li>\n<br>\n<li>\n<strong>Agents.</strong> We may share your Personal Information with third parties who perform services on our behalf.</li>\n<br>\n<li>\n<strong>Third Party Verification Services.</strong> We may share limited Personal Information (e.g., name, postal address, phone number, or credit card information) about you with non-Company entities to assist with identity verification, payment transactions and to prevent fraud and identity theft.\nThese third party verification services are governed by those entities’ separate privacy policies and not this policy.</li>\n<br>\n<li>\n<strong>Other Third Parties with Your Consent.</strong> We may share your Personal Information with other third parties with your consent.\nFor example, you may permit Company to share your Personal Information with other third parties so that they may contact you about their products and services.\nThe use of the information you agree to share will be subject to those third parties’ separate privacy policies.</li>\n<br>\n<li>\n<strong>Business Transfers.</strong> Your Personal Information may be disclosed as part of any merger, acquisition, sale of company assets or transition of service to another provider.\nIn the unlikely event of an insolvency, bankruptcy or receivership, your Personal Information may also be transferred as a business asset.</li>\n<br>\n<li>\n<strong>Protection of Company and Others.</strong> We may access, monitor, use or disclose your Personal Information or communications to do things such as: to comply with valid legal requests.\nin case of emergency, to protect our rights, property, or safety or those of our customers.\nto protect against fraud, malice, abuse, or illegal activity.\nto defend ourselves in court or other proceedings.\nto report to credit bureaus or collection agencies or to obtain payment for previously-billed products and services.\nwhere authorized by you.\nor to share with outside auditors or regulators.</li>\n</ul>\n<p>\n<i>De-identified or aggregated information.</i> We may share Personal Information that is de-identified or in an aggregated form that does not directly identify you to improve our products, support our business, provide customer service, advertise our products, conduct market research, assist with research studies, assist with municipal or other government activities (e.g., planning), or to prepare internal or external reports.\nIf we do so, we will take measures as required by federal law to protect de-identified data from re-identification.</p>\n<p>\n<i>Your use of third party applications and services.</i> When using our Services, you may choose to use services and products offered by third parties, such as third party applications.\nWhen you leave our network, you may also use mobile roaming services provided by third parties.\nYour use of such services and applications may result in these third parties collecting your Personal Information and obtaining information from Company, including location information (when applicable).\nYou may also choose to give your Personal Information directly to third parties when using our wireless services or devices.\nThe Personal Information you give to a third party will be subject to that third party’s terms, conditions and policies—not this Privacy Policy.\nYou should always review a third party’s privacy policy and terms of service before providing your Personal Information to them or using their services or products.</p>\n<p>\n<i>Pre Installed third party applications</i> Company has partnered with selected third-party application developers to enhance your Red Pocket experience, and their applications may be found on your device that you use with our service.\nThese applications may or may not be branded as Company applications and may be preinstalled on your device when you obtain it from Company or installed on your device via over-the-air download at no cost to you.\nThese applications may require Company to share certain Personal Information with the third-party application for them to function.\nWhen you use these applications, they may also share certain Personal Information with Company, which Company may use to provide you with enhanced Services, to market our offerings to you, or for any other purposes consistent with this policy.\nWhen you first subscribe to our Services, you will be given a choice to permit sharing Personal Information to facilitate the functioning of these applications.\nYou may decline to opt-in to sharing Personal Information with these applications at that time or later by contacting us at the address above and following any required instructions.\nIf you decline to opt-in, you may not be able to use these third party applications, and certain features of these applications may not function.</p>\n<p>\n<i>Third-party compliance with Red Pocket Privacy Policy.</i> If we use any of the third parties as noted above, and those third parties require the use of Personal Information, we require that such third parties take reasonable steps to protect the confidentiality of that information.\nIf you would like to restrict the disclosure of your Personal Information for the marketing of certain products or services, you may contact us at the address above.</p>\n<p>How can you opt-out, remove or modify information you have provided to us?</p>\n<p>If you would like to change your privacy choices, you may do so at any time by contacting us at the address above.</p>\n<p>How will you let me know if this policy changes?</p>\n<p>If we decide to change our privacy policy, we will post those changes on this page.\nWe may modify the terms of this policy from time to time, and will notify of any material changes in the manner required by law.\nWe may also seek your consent to have any changes to our privacy policy apply retroactively to information we collected from you prior to the change in policy.\nPlease check this page regularly for updates.</p>\n<p>What if I visit or use a third-party website, application, or service?</p>\n<p>In an attempt to provide you with increased value, we may include third party links in our Services.\nThese linked sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these linked sites (including if a specific link does not work).</p>\n<p>What policies apply to children under the age of 13?</p>\n<p>If we make available offers and products online where a child informs us that he or she is under the age of 13, we will ask a parent to confirm his/her consent in advance of further collection, use or disclosure of personal information from that child.\nYou should be aware, however, that wireless devices and services purchased for family use may be used by minors without the knowledge of Company.\nIf that happens, any information collected from the usage will appear to be the personal information of the actual adult subscriber and treated as such under this Policy.</p>\n<p>What special rights apply to California consumers?</p>\n<p>The California “Shine the Light” law, California Civil Code Section 1798.83, entitles California consumers to request information concerning whether a business has disclosed Personal Information to any third parties for that business’ direct marketing purposes.\nCompany may share Personal Information between Company affiliates and marketing agents for marketing purposes.\nWe do not share your Personal Information with unaffiliated third parties for their own independent marketing purposes without your consent.\nCalifornia residents may request the categories of Personal Information Company shared with its affiliates during the previous calendar year, if any.\nTo make your request for information or to opt-out of the disclosure of Personal Information to third parties for their direct marketing purposes, send contact us using the address above or below.\nPlease be aware that not all information sharing is covered by the \"Shine the Light\" requirements and only information on covered sharing will be included in our response.</p>\n<p>Written requests may be sent to:</p>\n<p>Red Pocket, Inc.<br>\nAttn: Opt Out<br>\n2060D Avenida de los Arboles<br>\nSuite 288<br>\nThousand Oaks, CA 91362</p>\n<p>Company will make every reasonable effort to respond to these requests within 30 days.\nRequests that come to Company through means other than email or mail to the above-listed addresses may result in a delayed response.</p>\n<p>Questions and feedback</p>\n<p>We welcome your questions, comments, and concerns about privacy.\nPlease send us any and all feedback pertaining to privacy or any other issue.\nThank you for choosing Red Pocket Mobile.</p> Make the Switch <ul>\n<li>Wireless Plans</li>\n<li>Transfer Your Number</li>\n<li>Check International Rates</li>\n</ul> Get Started <ul>\n<li>Activate Your SIM</li>\n<li>Configure Your Device</li>\n<li>Refill Your Account</li>\n</ul> Join Us <ul>\n<li>Become an Affiliate</li>\n<li>Become a Dealer</li>\n<li>Dealer Login</li>\n</ul> Explore <ul>\n<li>About Us</li>\n<li>Help Desk</li>\n<li>Visit Your Account</li>\n<li>\n</li>\n</ul> Follow <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2006- Red Pocket Mobile.\nAll rights reserved.</p>\n<ul>\n<li>Terms and Conditions</li>\n<li>Privacy Statement</li>\n<li>Return Policy</li>\n<li>HAC</li>\n<li>Open Internet Statement</li>\n</ul>\n<p>RedPocket.com uses cookies to ensure you get the best experience on our website.\nBy continuing to browse our site, you accept the use of cookies.\n</p> I Agree ", "created_at": "2020-10-10 18:00:07.496468", "updated_at": "2020-12-15 00:33:27.429489"}], "points": [{"id": 10589, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.redpocket.com/terms_and_conditions", "status": "Generated through the annotate view", "created_at": "2020-10-12 22:57:17.409149", "updated_at": "2020-10-14 00:24:58.862272", "quoteText": "UNLESS CAUSED BY THE SOLE NEGLIGENCE OF COMPANY, YOU SHALL INDEMNIFY AND HOLD COMPANY, ITS OFFICERS, EMPLOYEES, SUPPLIERS OF SERVICE AND AGENTS HARMLESS AGAINST ANY AND ALL CLAIMS, DEMANDS, SUITS, JUDGMENTS, CAUSES OF ACTION, LOSSES, EXPENSES, FEES (INCLUDING REASONABLE ATTORNEY'S FEES), AND LIABILITY OR DAMAGES FOR LIBEL, SLANDER OR INFRINGEMENT OF COPYRIGHT FROM THE MATERIAL TRANSMITTED VIA THE DEVICE OR SERVICE , AND AGAINST ANY AND ALL OTHER CLAIMS, DEMANDS, SUITS, JUDGMENTS, CAUSES OF ACTION, LOSSES, EXPENSES, FEES (INCLUDING REASONABLE ATTORNEY'S FEES), LIABILITY, INCLUDING WITHOUT LIMITATION FOR ANY PERSONAL INJURY OR DEATH, ARISING IN ANY WAY DIRECTLY OR INDIRECTLY IN CONNECTION WITH THIS AGREEMENT OR THE USE OR INABILITY TO USE THE DEVICE OR SERVICE (WHETHER CAUSED IN WHOLE OR IN PART BY THE NEGLIGENCE OF SUPPLIERS OF SERVICE OR DEVICE).\n", "case_id": 146, "document_id": 2905, "quoteStart": 35174, "quoteEnd": 36033}, {"id": 10583, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.redpocket.com/privacy", "status": "The Privacy Policy states that \"It does not apply to third-party or affiliated services, which are governed by separate privacy policies.\"", "created_at": "2020-10-11 01:09:34.725656", "updated_at": "2020-10-14 00:25:52.738316", "quoteText": "It does not apply to third-party or affiliated services, which are governed by separate privacy policies.", "case_id": 299, "document_id": 2906, "quoteStart": 1264, "quoteEnd": 1369}, {"id": 10585, "title": "The service has a no refund policy", "source": "https://www.redpocket.com/terms_and_conditions", "status": "Per the Terms of Service: \"Red Pocket Mobile offers prepaid, non-refundable service only.\"", "created_at": "2020-10-11 01:11:38.994868", "updated_at": "2020-10-13 21:05:13.916665", "quoteText": "Red Pocket Mobile offers prepaid, non-refundable service only.", "case_id": 162, "document_id": 2905, "quoteStart": 15163, "quoteEnd": 15225}, {"id": 10584, "title": "There is a date of the last update of the terms", "source": "https://www.redpocket.com/terms_and_conditions", "status": "Each document has a Last Updated date at the top.", "created_at": "2020-10-11 01:10:23.372539", "updated_at": "2020-10-13 01:24:23.251235", "quoteText": "Last Updated: April 21, 2020", "case_id": 331, "document_id": 2905, "quoteStart": 737, "quoteEnd": 765}, {"id": 10580, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.redpocket.com/terms_and_conditions", "status": "As a Mobile Virtual Network Operator (MVNO), Red Pocket only resells the network access which they bought from other carriers (AT&T) in bulk (https://www.yozzo.com/mvno-wiki/mvno-definition). Because of this, Red Pocket has less control over whether their service will be available or not.", "created_at": "2020-10-11 00:55:39.21941", "updated_at": "2021-01-21 08:47:20.875899", "quoteText": "Company does not guarantee uninterrupted service.</strong>", "case_id": 287, "document_id": 2905, "quoteStart": 2744, "quoteEnd": 2802}, {"id": 10579, "title": "This service throttles your use", "source": "https://www.redpocket.com/terms_and_conditions", "status": "Terms of Service bear the line \"UNLIMITED DOES NOT MEAN UNREASONABLE USE\" regarding all its services. Stating that \"Users on our Unlimited Plan may notice reduced data speeds when data usage exceeds an average of 30GB during the current billing month.\"", "created_at": "2020-10-11 00:52:41.911605", "updated_at": "2020-10-13 01:23:44.659355", "quoteText": "Users on our Unlimited Plan will notice reduced data speeds when data usage exceeds an average of 30GB during the current billing month.</p", "case_id": 157, "document_id": 2905, "quoteStart": 26614, "quoteEnd": 26753}, {"id": 10582, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.redpocket.com/terms_and_conditions", "status": "No mention of how services will be updated, and how users will be notified.", "created_at": "2020-10-11 01:06:29.440278", "updated_at": "2020-10-15 02:57:18.9118", "quoteText": null, "case_id": 121, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10588, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://www.redpocket.com/terms_and_conditions", "status": "Generated through the annotate view", "created_at": "2020-10-12 22:56:40.253296", "updated_at": "2020-10-12 23:28:16.272868", "quoteText": "THIS INDEMNITY SHALL SURVIVE THE TERMINATION OF THIS AGREEMENT.", "case_id": 147, "document_id": 2905, "quoteStart": 36033, "quoteEnd": 36096}, {"id": 10590, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.redpocket.com/terms_and_conditions", "status": "Generated through the annotate view", "created_at": "2020-10-12 22:59:44.052886", "updated_at": "2020-10-13 04:54:32.13177", "quoteText": "No SPAM: You must comply with all up-to-date “SPAM” laws, including the U.S.\nCAN-SPAM Act.", "case_id": 281, "document_id": 2905, "quoteStart": 51091, "quoteEnd": 51181}, {"id": 10578, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.redpocket.com/terms_and_conditions", "status": "The Terms of Service has a section titled \"RED POCKET MOBILE SERVICE CANNOT BE USED FOR\" outlining all the illegal activities, and more which are detrimental to others access to the service.", "created_at": "2020-10-11 00:47:14.255911", "updated_at": "2020-10-14 00:28:36.105375", "quoteText": "I.\nRED POCKET MOBILE SERVICE CANNOT BE USED FOR:</strong> (1) access to the Internet, intranets, or other data networks except as the device’s native applications and capabilities permit, or (2) any applications that tether your device to a laptop or personal computer other than for the use of Wireless Sync unless the terms of that particular service plan allow for mobile hotspot access, or (3) any other prohibited uses described herein.", "case_id": 280, "document_id": 2905, "quoteStart": 31826, "quoteEnd": 32267}, {"id": 10581, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.redpocket.com/terms_and_conditions", "status": "From the Terms of Service\r\nI.A \"Company does not guarantee uninterrupted service.\"\r\nIII.B \"We do not guarantee delivery of messages and reserves the right to change this offer as needed without notification.\"\r\nH.I \"COMPANY MAKES NO WARRANTY THAT RED POCKET MOBILE SERVICES WILL (i) MEET YOUR REQUIREMENTS, (ii) ALLOW ACCESS TO ALL THIRD PARTY SITES, OR (iii) BE UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE\"", "created_at": "2020-10-11 01:05:03.569409", "updated_at": "2021-01-21 08:47:54.20872", "quoteText": "COMPANY MAKES NO WARRANTY THAT RED POCKET MOBILE SERVICES WILL (i) MEET YOUR REQUIREMENTS, (ii) ALLOW ACCESS TO ALL THIRD PARTY SITES, OR (iii) BE UNINTERRUPTED, TIMELY, SECURE OR ERROR FREE.", "case_id": 287, "document_id": 2905, "quoteStart": 32504, "quoteEnd": 32695}], "urls": ["https://www.redpocket.com/"]}}