{"error": 448, "message": "OK", "parameters": {"id": 4250, "name": "TheTechieGuy.com", "created_at": "2021-06-29 22:39:00.157023", "updated_at": "2021-06-29 22:00:48.119845", "wikipedia": null, "keywords": null, "related": null, "slug": "thetechieguy-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4250.png", "url": "thetechieguy.com", "documents": [{"id": 7480, "name": "Disclosure Policy", "url": "https://thetechieguy.com/about-thetechieguy/disclosure-policy/amp", "xpath": "", "text": " <ul>\n<li>Latest Tech</li>\n<li>WiFi</li>\n<li>Phones</li>\n<li>Gadgets</li>\n<li>Tech Tips</li>\n<li>Reviews</li>\n<li>Apps</li>\n<li>Security</li>\n<li>YouTube Videos</li>\n<li>About Liron Segev <ul>\n<li>How to contact TheTechieGuy</li>\n<li>Terms of Site usage and Privacy Policy</li>\n<li>Disclosure Policy</li>\n</ul>\n</li>\n</ul> Type your search query and hit enter: <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> All Rights ReservedView Non-AMP Version Type your search query and hit enter: Disclosure Policy <p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Disclosure</strong>\n</p>\n<p>TheTechieGuy.com was founded in order for me to share my view of gadgets, devices,&nbsp;and tech-related products and services.</p>\n<p>However, whilst spending time and money to bring you these reviews and information, I obviously incur expenses and therefore have to monetize the website.\nI do this by:</p>\n<p>1.\nSponsored links: Occasionally we would refer to a company or brand’s website with a link in a story that we are paid for.\nWe will mark that post with the word sponsored.</p>\n<p>2.\nSponsored post: if we are involved in a campaign that requires a blog post, we will mark that with the word sponsored.\nHowever, we only post items that we believe have real value, someone can learn something from it or is interesting.\nWe do not accept sponsored post for items that do not fit these criteria.</p>\n<p>3.\nReview Posts: we are given devices or products to review.\nMost of the time these are returned to the brand after the review period.\nShould we know in advance that the device is been given as a gift we will disclose that in the post.</p>\n<p>4.\nTweets promoting paid for&nbsp;posts will include #ad.</p>\n<p>5.\nTrips: At times we are sent on trips with the brands – be it local or international trips.\nWe will mention that in the article too.</p>\n<p>6.\nAffiliate: We participat&nbsp;in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by linking to Amazon.com and affiliated sites.</p> Authenticity is key <p>All items on the site must adhere to our core values.\nThe posts must do one or more of these items: Be&nbsp;Newsworthy, Be able to&nbsp;Learn from it, Be Interesting.</p>\n<p>We will always be honest – no product is 100% perfect&nbsp;and no product is 100% flawed.\nWe will tell you our experience with it.\nWe are not for sale.</p> All Rights ReservedView Non-AMP Version ", "created_at": "2021-06-29 22:39:00.167473", "updated_at": "2021-06-29 20:39:44.126935"}, {"id": 7479, "name": "Terms of Site usage and Privacy Policy ", "url": "https://thetechieguy.com/about-thetechieguy/thetechieguy-privacy-policy/amp/", "xpath": "", "text": " <ul>\n<li>Latest Tech</li>\n<li>WiFi</li>\n<li>Phones</li>\n<li>Gadgets</li>\n<li>Tech Tips</li>\n<li>Reviews</li>\n<li>Apps</li>\n<li>Security</li>\n<li>YouTube Videos</li>\n<li>About Liron Segev <ul>\n<li>How to contact TheTechieGuy</li>\n<li>Terms of Site usage and Privacy Policy</li>\n<li>Disclosure Policy</li>\n</ul>\n</li>\n</ul> Type your search query and hit enter: <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> All Rights ReservedView Non-AMP Version Type your search query and hit enter: Terms of Site usage and Privacy Policy <p>Welcome to TheTechieGuy.com where we take the complexity out of tech and make it simple for anyone to understand.\nAferall we all use technology so why should only the geeks understand it ?</p>\n<p>\n<strong>Terms of Use</strong>\n</p>\n<p>Please read the following terms and conditions (“Terms and Conditions”) closely before using our Site, TheTechieGuy.com&nbsp;(the “Site”).\nBy accessing, browsing and using this Site, you acknowledge that you have read, understood and agree to comply with the terms and conditions stated here.\nIf you do not agree with any part of these Terms and Conditions, please do not use the site or its information.</p>\n<p>The site may at any time modify these Terms and Conditions, and &nbsp;it is your responsibility to ensure that you are up to date with the latest changes.\nIf you continue to use this Site it constitutes your acceptance of and agreement to the terms and conditions in force at the time of your use.</p>\n<p>TheTechieGuy.com, its mailing lists, content and all related items are owned by Liron Segev.</p>\n<p>\n<strong>Copyright Notice</strong>\n</p>\n<p>As a User of this site,&nbsp;or its entities, you acknowledge that all content included on this Site, including, without limitation, the information, data, software, photographs, graphs, video, typefaces, graphics, music, sounds, images, illustrations, maps, designs, icons, written and other material and compilations (collectively, “Content”) are intellectual property and copyrighted works of TheTechieGuy&nbsp;and/or various third-party Sponsors.</p>\n<p>Reproductions or storage of Content retrieved from this Site, in all forms, media and technologies now existing or hereafter developed, is strictly prohibited and in breach of these terms and conditions.</p>\n<p>None of the Content may be reproduced or displayed without the prior written permission of Liron Segev.</p>\n<p>\n<strong>Use Restriction</strong>\n</p>\n<p>The Thechieguy.com site is meant for personal use.\nNo robots, screenscappers copy-and-paste or other automated means to access this site or its content is permitted without prior authorization from Liron Segev</p>\n<p>\n<strong>User Comments</strong>\n</p>\n<p>Please feel free to comment on stories on TheTechieGuy.&nbsp;Please note that we assume no responsibility for these comments and will not incur any liability as a result of these.\nFull responsibility for any Comment made reside with the person leaving the comment.</p>\n<p>All Comments submitted in connection with your use of this Site shall become and remain the exclusive property of TheTechieGuy.com and&nbsp;may be used by a Covered Party in any medium and for any purpose worldwide, without obtaining your specific consent and you relinquish all rights to such Comments.</p>\n<p>\n<strong>Privacy Policy – on our site we collect the following:</strong>\n</p>\n<p>Name and&nbsp;Email address when you complete a form or subscribe to our newsletter.</p>\n<p>The information collected from you is used in the following ways:To improve customer service and to send&nbsp;periodic emails</p>\n<p>\n<strong>How do we protect visitor information?</strong>\n</p>\n<p>We do not use vulnerability scanning and/or scanning to PCI standards.&nbsp;We do not use an SSL certificate.&nbsp;We only provide articles and information.</p>\n<p>we use ‘cookies’ to&nbsp;understand and save user’s preferences for future visits, and&nbsp;It won’t affect the users experience</p>\n<p>Third Party Disclosure:&nbsp;We do not sell, trade, or otherwise transfer Personally Identifiable Information.</p>\n<p>Third party links:&nbsp;Occasionally, at our discretion, we may include or offer third party products or services on our website.\nThese third party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p> We and third party vendors such as Google use:&nbsp;To compile data regarding user interactions with ad impressions, and other ad service functions as they relate to our website.\nWe do not specifically market to children under 13 however there are items that may appeal to children <p>&nbsp;</p>\n<p>\n<strong>Our cookie policy</strong>\n<br>\nIn compliance with the European Union legislation, we inform you that our website will store some information about your preferences on your own computer inside a tiny file called a ‘cookie’.</p>\n<p>A cookie is a small piece of data that a website asks your browser to store on your computer or mobile device.\nThe cookie allows the website to “remember” your actions or preferences over time.</p>\n<p>You can delete all cookies that are already on your computer and you can set most browsers to prevent them from being placed.\nIf you do this, however, you may have to manually adjust some preferences every time you visit a site and some services and functionalities may not work.</p>\n<p>Most browsers support cookies, but users can set their browsers to decline them and can delete them whenever they like.\nA third-party website called&nbsp;aboutcookies.org&nbsp;has been setup to help you with instructions how you can do that on various browsers.</p>\n<p>\n<strong>We use cookies to:</strong>\n<br>\n1) Identify you as a returning user and to count your visits in our traffic statistics analysis;<br>\n2) remember your custom display preferences;<br>\n3) Suggest any recent searches you’ve made on our site<br>\n4) Other usability features including tracking whether you’ve already given your consent to cookies</p>\n<p>Enabling cookies from our website is not strictly necessary for the website to work but it will provide you with a better browsing experience.</p>\n<p>The cookie-related information is not used to identify you personally and the pattern data is fully under our control.\nThese cookies are not used for any purpose other than those described here.</p>\n<p>There may also be other types of cookies created after you’ve visited our website.\nWe use Google Analytics, a popular web analytics service provided by Google, Inc.\nGoogle Analytics uses cookies to help us to analyse how users use the site.\nThe information generated by the cookie about your use of our website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of our website, compiling reports on website activity and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google’s behalf.\nGoogle undertakes not to associate your IP address with any other data held by Google.</p>\n<p>\n<strong>Third Party Advertising</strong>\n<br>\nWe may have third-party advertising companies serving ads to you when you visit our website.\nThese companies may store information about your visits to our website and to other websites in order to provide you with relevant advertisements about goods and services.</p>\n<p>These companies may employ cookies and other identifiers to gather information which measures advertising effectiveness.\nThe information is generally not personally identifiable unless, for example, you provide personally identifiable information to them through an ad or an e-mail message.</p>\n<p>\n<strong>Information Gathered by Third Party Advertisers</strong>\n<br>\nCookies enable advertisers to learn about what ads you see, what ads you click, and other actions you take on our site and other sites.\nThis allows advertisers to provide you with more useful and relevant ads.\nFor example, if they know what ads you are shown while visiting our site, they can be careful not to show you the same ones repeatedly.\nThey do not associate your interaction with unaffiliated sites with your identity in providing you with interest-based ads.</p>\n<p>We do not provide any personal information to advertisers or to third party sites.\nAdvertisers and other third-parties (including the ad networks, ad-serving companies, and other service providers they may use) may assume that users who interact with or click on a personalized ad or content are part of the group that the ad or content is directed towards (for example, readers in the Pacific Northwest who read certain types of articles).\nAlso, some third-party cookies may provide them with information about you (such as the sites where you have been shown ads or demographic information) from offline and online sources that they may use to provide you more relevant and useful advertising.</p>\n<p>If you would like to learn more about what options you have about limiting the gathering of information by third-party ad networks, you can consult the website of the&nbsp;Network Advertising Initiative.</p>\n<p>You can opt out of participating in interest-based advertising networks but opting out does not mean you will no longer receive online advertising.\nIt does mean that the companies from which you opted out will no longer customize ads based on your interests and web usage patterns using cookie-based technology.</p>\n<p>\n<strong>Type and Purpose of Collection</strong>\n<br>\nWe collect information at various points in the Website to facilitate its use by our customers.\nNon-Personal Information: Upon accessing the Website, certain non-personal information will be automatically collected without your knowledge or consent, such as your IP address, location data (which is anonymous) and the referring website (”Non-Personal Information”).\nWe use Non-Personal Information to examine our traffic and to view how our customers use the Website.\nThis type of information will not allow you to be personally identified.\nFor example, we use ”cookies”, which contains only certain statistical information.\nYou can instruct your computer to inform you whenever a cookie is being sent, or you can disallow cookies through your web browser.\nIf you do choose to disallow cookies, your experience on the Website may be diminished, or your ability to choose some of the options on the Website may be limited.<br>\n—————————————–<br>\n<strong>Sharing Information</strong>\n<br>\nWe will not sell, rent or disclose to outside parties the information we collect, save and except that we may share the collected information with other parties as follows:</p>\n<p>(a) Affiliated Service Providers: We have agreements with various affiliated service providers to facilitate the functioning of the Website, with whom we may share the information we have collected.\nFor example, we may share your credit card information with the credit card service provider to process your purchase.\nAll administrative service providers that we use are required to have the same level of privacy protection as we have, and therefore we expect that your information will be handled with the same level of care that we employ.\nAdditionally, for example, we may use analytic or marketing services such as Google Analytics, Google Adsense, Taboola, or RevContent, to which collection you hereby unconditionally consent.</p>\n<p>(b) Where required by law: We may share the collected information where required by law, specifically in response to a demand from government authorities where such demand meets the legal requirements.</p>\n<p>(c) Statistical Analysis: We may share Non-Personal Information and aggregated information with third parties, including but not limited to for advertising or marketing purposes.\nNo Personal Information will be shared in this manner.</p>\n<p>(d) Transactions: In connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition, or in any other situation where Personal Information may be disclosed or transferred as one of our business assets.<br>\n—————————————–<br>\n<strong>Choices and How To Opt Out Of Interest-Based Advertising</strong>\n</p>\n<p>(a) Opting Out of Interest-Based Advertising Services This website is a member of the&nbsp;Network Advertising Initiative&nbsp;(NAI) and adheres to the NAI Codes of Conduct as described on the NAI website.\nThis website also adheres to the Digital Advertising Alliance (DAA) Self-Regulatory Principles.\nFor a description of the DAA Program, please visit the&nbsp;DAA website.\nAs described above, this website may use or transfer Device Data that it directly collects or that it receives from this website’s Customers, who may use cookies or non-cookie technologies, to enable advertising that is more tailored to Consumers’ inferred interests, preferences, and locations.\nThis practice is known as interest-based advertising.</p>\n<p>(b) Opting Out of Interest-Based Advertising by Third Parties<br>\nThis website may permit third parties to collect information on its Site and combine that information with other information collected on non-affiliated websites or applications over time.\nThese third parties may use technologies, including cookies and web beacons, to collect information about Consumers’ or Customers’ use of the Site in order to analyze, report on, or customize content or advertising on the this website or on other sites, or to help us operate and improve the Site.\nTo find out more about interest-based advertising in the web environment, and how to opt-out of information collection for this purpose by companies that participate in the Network Advertising Initiative or the Digital Advertising Alliance, visit&nbsp;NAIís opt-out page&nbsp;or&nbsp;DAAís Consumer Choice Page.</p>\n<ol>\n<li>Introduction</li>\n</ol>\n<p>1.1 We are committed to safeguarding the privacy of our website visitors and service users.</p>\n<p>1.2 This policy applies where we are acting as a data controller with respect tothe personal data of our website visitors and service users.\nin other words,where we determine the purposes and means of the processing of that personal data.</p>\n<p>1.3 Our website incorporates privacy controls which affect how we will process your personal data.\nBy using the privacy controls, you can specify whetheryou would like to receive direct marketing communications and limit the publication of your information.</p>\n<p>You can access the privacy controls via &nbsp;https://thetechieguy.com/about-thetechieguy/thetechieguy-privacy-policy</p>\n<p>1.4 In this policy, “we”, “us” and “our” ref er to TheTechieGuy.\nFor more &nbsp;information about us, see Section 13.</p>\n<ol>\n<li>Credit</li>\n</ol>\n<p>2.1 This document was created using a template.</p>\n<ol>\n<li>How we use your personal data</li>\n</ol>\n<p>3.1 In this Section 3 we have set out:</p>\n<p>(a) the general categories of personal data that we may process;</p>\n<p>(b) the purposes for which we may process personal data.\nand</p>\n<p>(c) the legal bases of the processing.</p>\n<p>3.2 We may process data about your use of our website and services”usage data”.\nThe usage data may include your IP address, geographical location,browser type and version, operating system, referral source, length of visit,page views and website navigation paths, as well as information about the timing, frequency and pattern of your service use.\nThe source of the usage data is our analytics tracking system.\nThis usage data may be processed for the purposes of analysing the use of the website and services.\nThe legal basis for this processing is consent to our legitimate interests, namely monitoring and improving our website and services.</p>\n<p>3.3 We may process your account data “account data”.The account data may include your name and email address.The account data may be processed for the purposes of operating our website, providing our services ie logging into our website, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you.\nThe legal basis for this processing is consent namely to use the proper administration of our website or the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract.</p>\n<p>3.4 We may process your information included in your personal profile on our website “profile data”.The profile data may include your name, address, telephone number, email address.\nThe profile data may be processed for the purposes of enabling and monitoring your use of our website and services.\nThe legal basis for this processing is our legitimate interests, namely the Proper administration of our website and business OR the performance of a contract between you and us and/or taking steps, at you request, to enter into such a contract.</p>\n<p>3.5 We may process your personal data that are provided in the course of the use of our services “service data”.\nThe service data may include monthly membership fees and agreements, newsletters, course content.\nThe source of the service data is you.\nThe service data may be processed for the purposes of operating our website, providing our services, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you.\nThe legal basis for this processing is consent OR our legitimate interests, namely the proper administration of our website and business OR the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract.</p>\n<p>3.6 We may process information that you post for publication on our website or</p>\n<p>through our services “publication data”.\nThe publication data may be processed for the purposes of enabling such publication and administering our website and services.\nThe legal basis for this processing is consent OR our legitimate interests, namely the proper administration of our website and business OR the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract.</p>\n<p>3.7 We may process information contained in any enquiry you submit to us regarding goods and/or services “enquiry data”.\nThe enquiry data may be processed for the purposes of offering, marketing and selling relevant goods and/or services to you.\nThe legal basis for this processing is consent.</p>\n<p>3.9 We may process information relating to transactions, including purchases of goods and services, that you enter into with us and/or through our website.\n“transaction data”.\nThe transaction data may include your contact details, your card details and the transaction details.\nThe transaction data may be processed for the purpose of supplying the purchased goods and services and keeping proper records of those transactions.\nThe legal basis for this processing is the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract and our legitimate interests, namely the proper administration of our website and business.\nWe do not keep any payment information on our website.\nAll payment information is held securely through stripe or PayPal payment system.</p>\n<p>3.10 We may process information that you provide to us for the purpose of subscribing to our email notifications and/or newsletters “notification data”.\nThe notification data may be processed for the purposes of sending you the relevant notifications and/or newsletters.\nThe legal basis for this processing is consent OR the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract.</p>\n<p>3.11 We may process information contained in or relating to any communication that you send to us “correspondence data”.\nThe correspondence data may include the communication content and metadata associated with the communication.\nOur website will generate the metadata associated with communications made using the website contact forms.\nThe correspondence data may be processed for the purposes of communicating with you and record-keeping.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business and communications with users.</p>\n<p>3.12 We may process any of your personal data identified in this policy where necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\nThe legal basis for this processing is our legitimate interests, namely the protection and assertion of our legal rights, your legal rights and the legal rights of others.</p>\n<p>3.13 We may process any of your personal data identified in this policy where necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, or obtaining professional advice.\nThe legal basis for this processing is our legitimate interests, namely the proper protection of our business against risks.</p>\n<p>3.14 In addition to the specific purposes for which we may process your personaldata set out in this Section 3, we may also process any of your personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<p>3.1 5 Please do not supply any other person’s personal data to us, unless we prompt you to do so.</p>\n<ol>\n<li>Providing your personal data to others</li>\n</ol>\n<p>4.1 We may disclose your personal data to our insurers and/or professionaladvisers insofar as reasonably necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, obtaining professional advice, or the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p>\n<p>4.2 Financial transactions relating to our website and services are OR may be handled by our payment services providers, Stripe or PayPal.\nWe will share transaction data with our payment services providers only to the extent necessary for the purposes of processing your payments, refunding such payments and dealing with complaints and queries relating to such payments and refunds.\nYou can find information about the payment services providers’ privacy policies and practices at www.stripe.com/privacypolicy and/or https://www.paypal.com/us/webapps/mpp/ua/privacy-full</p>\n<p>4.3 In addition to the specific disclosures of personal data set out in this Section 4, we may disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\nWe may also disclose your personal data where such disclosure is necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p>\n<ol>\n<li>International transfers of your personal data</li>\n</ol>\n<p>5.1 In this Section 5, we provide information about the circumstances in which your personal data may be transferred to countries outside the European Economic Area (EEA)].\nWe do not knowingly currently transfer your data to the European Economic Area (EEA)]\n</p>\n<ol>\n<li>Retaining and deleting personal data</li>\n</ol>\n<p>6.1 This Section 6 sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations in relation to the retention a nd deletion of personal data.</p>\n<p>6.2 Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.</p>\n<p>6.3 We will retain your personal data as follows:</p>\n<p>(a)Your personal data will be retained for a minimum period of two years and for a maximum period of six years.</p>\n<p>6.4 In some cases it is not possible for us to specify in advance the periods for which your personal data will be retained.\nIn such cases, we will determine the period of retention based on the following criteria: the period of retention of your personal data based on legal agreement of accountancy.</p>\n<p>6.5 Notwithstanding the other provisions of this Section 6, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<ol>\n<li>Amendments</li>\n</ol>\n<p>7.1 We may update this policy from time to time by publishing a new version on our website.</p>\n<p>7.2 You should check this page occasionally to ensure you are happy with any changes to this policy.</p>\n<p>7.3 We will notify you of significant changes to this policy by email if we have that information or by updating our website.</p>\n<ol>\n<li>Your rights</li>\n</ol>\n<p>8.1 In this Section 8, we have summarised the rights that you have under dataprotection law.\nSome of the rights are complex, and not all of the details havebeen included in our summaries.\nAccordingly, you should read the relevant laws and guidance from the regulatory authorities for a full explanation of these rights.</p>\n<p>8.2 Your principal rights under data protection law are:</p>\n<p>(a) the right to access;</p>\n<p>(b) the right to rectification;</p>\n<p>(c) the right to erasure;</p>\n<p>(d) the right to restrict processing;</p>\n<p>(e) the right to object to processing;</p>\n<p>(f) the right to data portability;</p>\n<p>(g) the right to complain to a supervisory authority.\nand</p>\n<p>(h) the right to withdraw consent.</p>\n<p>8.3 You have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.\nYou can access your personal data by requesting a copy via sending us an email.</p>\n<p>8.4 You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.</p>\n<p>8.5 In some circumstances you have the right to the erasure of your personaldata without undue delay.\nThose circumstances include: the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.\nyou withdraw consent to consent-based processing.\nyou object to the processing under certain rules of applicable data protection law.\nthe processing is for direct marketing purposes.\nand the personal data have been unlawfully processed.\nHowever, there are exclusions of the right to erasure.\nThe general exclusions include where processing is necessary: forexercising the right of freedom of expression and information.\nfor compliance with a legal obligation.\nor for the establishment, exercise or defence of legal claims.</p>\n<p>8.6 In some circumstances you have the right to restrict the processing of your personal data.\nThose circumstances are: you contest the accuracy of the personal data.\nprocessing is unlawful but you oppose erasure.\nwe no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defence of legal claims.\nand you have objected to processing, pending the verification of that objection.\nWhere processing has been restricted on this basis, we may continue to store your personal data.\nHowever, we will only otherwise process it: with your consent.\nfor the establishment, exercise or defence of legal claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of important public interest.</p>\n<p>8.7 You have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor the purposes of the legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment,exercise or defence of legal claims.</p>\n<p>8.8 You have the right to object to our processing of your personal data for direct marketing purposes including profiling for direct marketing purposes.\nIf you make such an objection, we will cease to process your personal data for this purpose.</p>\n<p>8.9 You have the right to object to our processing of your personal data for scientific or historical research purposes or statistical purposes on grounds relating to your particular situation, unless the processing is necessary for the performance of a task carried out for reasons of public interest.</p>\n<p>8.10 To the extent that the legal basis for our processing of your personal data is: (a) consent.\nor (b) that the processing is necessary for the performance of a contract to which you are party or in order to take steps at your request prior to entering into a contract, and such processing is carried out by automated means, you have the right to receive your personal data from us in a structured, commonly used and machine-readable format.\nHowever, this right does not apply where it would adversely affect the rights and freedoms of others.</p>\n<p>8.11 If you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.</p>\n<p>8.12To the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at anytime.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.</p>\n<p>8.13 You may exercise any of your rights in relation to your personal data by written notice to us or via email , in addition to the other methods specified in this Section 8.</p>\n<ol>\n<li>About cookies</li>\n</ol>\n<p>9.1 A cookie is a file containing an identifier a string of letters and numbers that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.</p>\n<p>9.2 Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.</p>\n<p>9.3 Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.</p>\n<ol>\n<li>Cookies that we use</li>\n</ol>\n<p>10.1 We use cookies for the following purposes: (a) Authentication – we use cookies to identify you when you visit our website and as you navigate our website (cookies used for this purpose are identify cookies.\n(b) Status – we use cookies to help us to determine if you are logged into our website cookies used for this purpose are identify cookies.</p>\n<p>(c) Personalisation – we use cookies to store information about your preferences and to personalise the website for you cookies used for this purpose are account setting cookies</p>\n<p>(d) Security – we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally cookies used for this purpose are identify cookies.</p>\n<p>(e) Advertising – we use cookies to help us to display advertisements that will be relevant to you cookies used for this purpose are advertising cookies.</p>\n<p>(f) Analysis – we use cookies to help us to analyse the use and performance of our website and servicescookies used for this purpose are identify cookies.</p>\n<p>(g) Cookie consent -we use cookies to store your preferences in relation to the use of cookies more generally cookies used for this purpose a reidentify cookies.</p>\n<ol>\n<li>Cookies used by our service providers</li>\n</ol>\n<p>11.1 Our service providers use cookies and those cookies may be stored on your computer when you visit our website.</p>\n<p>11.2 We use Google Analytics to analyse the use of our website.\nGoogle Analytics gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle’s privacy policy is available at: https://www.google.com/policies/privacy</p>\n<p>11.3 We publish Google AdSense interest-based advertisements on our website.\nThese are tailored by Google to reflect your interests.\nTo determine your interests, Google will track your behaviour on our website and on other websites across the web using cookies.\nWe publish Google AdSense advertisements on our website.\nTo determine your interests, Google will track your behaviour on our website and on other websites across the web using cookies.\nThis behaviour tracking allows Google to tailor the advertisements that you see on other websites to reflect your interests but we do not publish interest-based advertisements on our website</p>\n<p>You can view, delete or add interest categories associated with your browser by visiting: https://adssettings.google.com</p>\n<p>You can also opt out of the AdSense partner network cookie using those settings or using the Network Advertising Initiative’s multi-cookie opt-out mechanism at: http://optout.networkadvertising.org</p>\n<p>However, these opt-out mechanisms themselves use cookies, and if you clear the cookies from your browser your opt-out will not be maintained.\nTo ensure that an opt-out is maintained in respect of a particular browser, you may wish to consider using the Google browser plug-ins available at: https://support.google.com/ads/answer/7395996</p>\n<p>11.4 We use Facebook to advertise.\nThis service uses cookies for advertising.</p>\n<p>You can view the privacy policy of this service provider at https://www.facebook.com/policy</p>\n<ol>\n<li>Managing cookies</li>\n</ol>\n<p>12.1 Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via these links:</p>\n<p>(a)https://support.google.com/chrome/answer/95647?hl=en (Chrome);</p>\n<p>(b)https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences (Firefox);</p>\n<p>(c)http://www.opera.com/help/tutorials/security/cookies/ (Opera);</p>\n<p>(d) https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer);</p>\n<p>(e) https://support.apple.com/kb/PH21411 (Safari);</p>\n<p>(f) https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy &nbsp;(Edge).</p>\n<p>12.2 Blocking all cookies will have a negative impact upon the usability of many websites.</p>\n<p>12.3 If you block cookies, you will not be able to use all the features on our website.</p>\n<ol>\n<li>Our details</li>\n</ol>\n<p>13.1 This website is owned and operated by Liron Segev</p>\n<p>13.2 Our registered office is at 6218 La Cosa Drive, Dallas, Texas, 75248</p>\n<p>3.3 Our principal place of business is at 6218 La Cosa Drive, Dallas, Texas, 75248</p>\n<p>13.4 You can contact us:</p>\n<p>(a) By post/ mail, to 6218 La Cosa Drive, Dallas, Texas, 75248</p>\n<p>(b) Using our website contact form;</p>\n<p>(c) By email, using the email address published on our website.</p> All Rights ReservedView Non-AMP Version ", "created_at": "2021-06-29 22:39:00.163664", "updated_at": "2021-06-29 20:39:29.408411"}], "points": [], "urls": ["thetechieguy.com"]}}