{"error": 448, "message": "OK", "parameters": {"id": 4706, "name": "Siasky", "created_at": "2021-07-13 22:54:32.364263", "updated_at": "2021-07-13 22:00:47.787408", "wikipedia": null, "keywords": null, "related": null, "slug": "siasky", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4706.png", "url": "siasky.net,siasky.xyz,siasky.dev", "documents": [{"id": 8429, "name": "Privacy policy", "url": "https://siasky.net/privacy.pdf", "xpath": "//body", "text": "Siasky.net Privacy Policy,Last Updated: February 19, 2021,We are committed to protecting your privacy.\nThat is because we base our business on ,trust you place in us.\nThis policy describes our practices regarding personal and ,account information collected through our website.,We will periodically review the appropriateness of this privacy policy and may make, ,in our discretion, such changes as are necessary.\nIf we decide to change this privacy ,policy, we will post those changes here so that you will always know what information ,we gather, how we might use that information, and whether we will disclose it to ,anyone.\nYou should visit our web site periodically to review any changes.,Can Nebulous access uploaded data?,Yes – Skynet is designed as a publishing platform, so files are unencrypted by default.\n,While we will not analyze or look at files stored via the Siasky.net, we (and anyone else) ,have the capability to view any file uploaded to Skynet.,What if I want to encrypt my files?,If you want to encrypt your files to ensure privacy, you should do so before uploading to ,Siasky.net.,We plan to add future support for encryption groups, which would allow you to create ,your own encryption groups and publish files on Skynet that can only be accessed ,within that group.,What personal information do we collect?,The amount and type of personal and account information we collect from you depends ,on your activities and use of our website.\nBelow, we explain what information we collect ,under specific contexts.,What measures do we use to protect your personal information?,●,We use secure, encrypted mechanisms (SSL) when accepting and transmitting ,information.,●We regularly perform security audits and updates on our servers.,When you browse our website we can see:,●,IP address– We see your IP address to measure our web site traffic and to help,prevent malicious use.,●,Referral website– If you come to our web site via a link, we see the location of,the link that referred you.,●,Browser and platform– We see information about the browser you are using to,help optimize our web site for visitors.", "created_at": "2021-07-13 22:54:32.367531", "updated_at": "2021-07-13 20:55:21.545146"}, {"id": 8430, "name": "Terms of Use", "url": "https://siasky.net/terms.pdf", "xpath": "//body", "text": "Siasky.netTermsofUse,Last Updated: February 20, 2020,Welcome to Siasky.net! These terms of use (the \"Terms of Use\") are a legal agreement,between you and Nebulous, Inc., a Delaware-based corporation (\"Nebulous\", \"we\", \"us\",or \"our\") setting forth, among other things, the terms and conditions for your access and,use of the siasky.net website, and any related sub-domains, operated by Nebulous (the,\"Website\" or \"Siasky.net\").,PLEASE READ ALL THE TERMS OF USE CAREFULLY Use of the Website.\nBy using,the Website, you accept and agree to the provisions of the Terms of Use without any,reservations, modifications, additions or deletions.\nIf you do not agree to any provisions,contained in the Terms of Use, you are not authorized to use the Website.\nYou may be,denied access to the Website, with or without notice to you if you do not comply with,any provisions of the Terms of Use.,Amendments.\nWe may from time to time modify the Terms of Use and will post a copy,of the amended Terms of Use on the Website, so we encourage you to review them,periodically.\nIf we make any substantial changes to the Terms of Use, we will notify you,by sending a notice to the email address you provided or by posting a prominent notice,on our pages.\nIf you do not agree to, or cannot comply with, the Terms of Use as,amended, you are not authorized to use the Website.\nYou will be deemed to have,accepted the Terms of Use as amended if you continue to use the Website after any,amendments are posted on the Website.\nWe reserve the right to refuse to provide our,Services to anyone at any time.,1.ProtectionofPrivacy,UserData,As detailed in our ​Privacy Policy​, personal and account information will never be,disclosed to third parties under any circumstances other than to respond to subpoenas,,court orders, or other legal process, as required by law, or to establish or exercise our,legal rights or defend against legal claims.\nWe will never sell or share any of this data.,2.License,RestrictionsandProhibitedActs,Grant of License.\nNebulous grants you a limited, nonexclusive, nontransferable,,revocable license to access and make personal use of the Website and the Services in,accordance with the terms set forth in the Terms of Use.\nNebulous reserves all right,,title and interest not expressly granted under this license to the fullest extent possible,under applicable laws.\nYou may not sublicense, assign, or transfer the license granted,to you under the Terms of Use, and any attempt to sublicense, assign, or transfer any,part of your rights under the Terms of Use is void.,Restrictions and Prohibited Acts.​ So that the Website is available for all users to,enjoy, you may not, and hereby represent, warrant and covenant that you will not or,permit or enable third party to:,use the Website in any way that (i) violates the terms of the Terms of Use.\n(ii) is,unlawful, harmful, threatening, tortious, defamatory, libellous, abusive, obscene,,invasive of another's privacy, hateful, fraudulent or malicious.\n(iii) involves the,transmission of \"junk mail,\" \"chain letters,\" or unsolicited mass mailing or \"spamming\";,(iv) involves the sending of any virus, Trojan horse, worm, harmful code, shutdown,mechanism or similar mechanism.\n(v) interferes with or disrupts the Website or any,server or network involved with the operation of the Website.\nor (vi) otherwise violates,any local, national or other applicable law or regulation.\nuse our Services to harm, in,any way, the operation of any website that you do not own or operate, including, without,limitation, by generating recurring traffic to such website through the conduct of tests,using our Services.\nmodify, publish, transmit, transfer or sell, reproduce, create,derivative works from, distribute, perform, display or in any way exploit any of the,content of the Website in whole or in part, except as expressly permitted.\nor use,automated tools to operate the Services on the Website (scripts, etc.).\nSanctions.\nANY,USE OF THE WEBSITE NOT SPECIFICALLY PERMITTED UNDER THE TERMS OF,USE IS STRICTLY PROHIBITED AND MAY RESULT, AT NEBULOUS’ DISCRETION,,IN THE DELETION OF YOUR DATA AND/OR THE BLACKLISTING OF YOUR IP,ADDRESS.,Contact.​ Any misuse of the Services may be reported to ​report@sia.tech.,3.ServiceInterruptions,Interruptions.​ You acknowledge that: (i) your access to and use of the Website and/or,the provision Services may be suspended for the duration of any unanticipated or,unscheduled downtime or unavailability of any portion or all of the Website for any,reason, including as a result of power outages, system failures or other interruptions;,and (ii) we shall also be entitled, without any liability to you, to suspend access to any,portion or all of the Website and/or the Services at any time (a) for scheduled downtime,to permit us to conduct maintenance or make modifications to any service.\n(b) in the,event of a denial of service attack or other attack on the Website or other event that we,determine, in our sole discretion, that a risk to the applicable service, to you or to any of,our other users may be created if the Service were not suspended.\nor (c) in the event,that we determine that any Service is prohibited by law or we otherwise determine that it,is necessary or prudent to do so for legal or regulatory reasons (collectively, \"Service,Suspensions\").\nWe shall have no liability whatsoever for any damage, liabilities, losses,(including any loss of data or profits) or any other consequences that you may incur as,a result of any Service Suspension.,Watch of Interruptions.​ To the extent we are able, we will endeavour to post updates,on the Website regarding any Service Suspension and resumption of service following,any such suspension, but shall have no liability for the manner in which we may do so,or if we fail to do so.,4.Security,Your Responsibility for Security.​ You are solely responsible for maintaining the,confidentiality of your Account Information and for restricting access to your computer,while logged into the Website.\nYou agree to accept responsibility for all activities that,occur under your account or from your computer.,No Security Guarantee.​ We endeavour to use reasonable security measures to protect,against unauthorized access to your account.\nWe cannot, however, guarantee absolute,security of your account or the personal information we collect, and we cannot promise,that our security measures will prevent third party \"hackers\" from illegally accessing the,Website or its contents.\nYou agree to immediately notify Nebulous of any unauthorized,use or your account, or any other breach of security, and you accept all risks of,unauthorized access to the Website, your Account Information and any other,information you provide to Nebulous.,Disclaimer and Indemnity.​ Nebulous will not be responsible for any losses arising out,of the unauthorized use of your account and you agree to indemnify and hold harmless,Nebulous, its shareholders, officers, directors, agents, employees, partners and/or,licensors, as applicable, for any improper, unauthorized or illegal uses of your account.,5.IntellectualProperty,Trademarks and Copyright.​ The following are trademarks (registered or not) of,Nebulous: \"Nebulous\", \"Skynet\", “Sia”, as well as certain other Nebulous trademarks,,service marks, graphics, and logos (collectively, the \"Trademarks\") used in connection,with the Website and the provision of Services.\nThe Website may also contain,third-party trademarks, service marks, graphics, and logos (collectively, the \"Other,Trademarks\").\nAll content displayed on the Website used in connection with the,Services is the exclusive property of Nebulous or third parties and is protected by,copyright laws.,No License.​ Nothing appearing on the Website will be construed as granting you any,license, right, title or interest relating to the Trademarks, the Other Trademarks or other,intellectual property used in connection with the Website and/or the Services,(collectively, the \"Intellectual Property\") and the Intellectual Property remains the,exclusive property of Nebulous or owners.\nYou agree not to copy, reproduce or use any,Intellectual Property without our prior written consent, except for what is made available,as open source under the MIT license by Nebulous on ​Github​ and ​Gitlab​.,Feedback.\n​If you choose to communicate to us suggestions for improvements to the,Website (collectively, \"Feedback\"), we shall own all right, title, and interest in and to the,Feedback and we shall be entitled to use the Feedback without restriction.\nYou hereby,irrevocably assign all right, title and interest in and to the Feedback to us and waive all,you moral rights in the Feedback, and agree to provide us such assistance as we may,require to document, perfect, and maintain our rights to the Feedback.\nYou,acknowledge and agree that: (i) your Feedback does not contain confidential or,proprietary information.\n(ii) Nebulous is not under any obligation of confidentiality,,express or implied, with respect to the Feedback.\n(iii) Nebulous shall be entitled to use,or disclose (or choose not to use or disclose) such Feedback for any purpose, in any,way, in any media worldwide.\n(iv) Nebulous may have something similar to the,Feedback already under consideration or in development.\nand (v) you are not entitled to,any compensation or reimbursement of any kind from Nebulous under any,circumstances.,6.Disclaimers,\"AS IS\" BASIS.\nTHE WEBSITE (INCLUDING ALL OF THE CONTENT AND SERVICES,AVAILABLE ON THE WEBSITE) ARE PROVIDED TO YOU \"AS IS.\" ANY USE OF,THIS WEBSITE IS AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED,BY APPLICABLE LAW, NEBULOUS DISCLAIMS ALL REPRESENTATIONS,,WARRANTIES OR CONDITIONS, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT,NOT LIMITED TO, IMPLIED WARRANTIES OR CONDITIONS OF,MERCHANTABILITY, MERCHANTABLE QUALITY, DURABILITY, FITNESS FOR A,PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT.\nNEBULOUS MAKES NO,REPRESENTATIONS, WARRANTIES OR GUARANTEES THAT THE WEBSITE WILL,BE FREE FROM LOSS, DESTRUCTION, DAMAGE, CORRUPTION, ATTACK,,VIRUSES, INTERFERENCE, HACKING, OR OTHER SECURITY INTRUSION, AND,NEBULOUS DISCLAIMS ANY LIABILITY RELATING THERETO.,Warranty Disclaimer.\n​NEBULOUS MAKES NO REPRESENTATIONS, WARRANTIES,OR GUARANTEES THAT THE USE OR THE RESULTS OF THE USE OF THE,WEBSITE (INCLUDING ALL OF ITS CONTENT OR SERVICES) ARE OR WILL BE,ACCURATE, RELIABLE, CURRENT, UNINTERRUPTED OR WITHOUT ERRORS.,WITHOUT PRIOR NOTICE, NEBULOUS MAY MODIFY, SUSPEND, OR,DISCONTINUE ANY ASPECT OR FEATURE OF THE WEBSITE OR YOUR USE OF,THIS WEBSITE.\nIF NEBULOUS ELECTS TO MODIFY, SUSPEND, OR DISCONTINUE,THE WEBSITE, IT WILL NOT BE LIABLE TO YOU OR ANY THIRD PARTY.,7.LimitationofLiabilityandIndemnity,Limitation of Liability.​ IN NO CASE WILL NEBULOUS, ITS OFFICERS, DIRECTORS,,SHAREHOLDERS, AGENTS, LICENSORS OR EMPLOYEES BE LIABLE FOR ANY,INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, PUNITIVE DAMAGES OR,OTHER DAMAGES, OR FOR ANY LOSSES, DAMAGES, LIABILITIES, COSTS AND,EXPENSES ARISING OUT OF OR RELATING TO YOUR USE OF THE WEBSITE,,REGARDLESS OF THE CAUSE OF ACTION (WHETHER IN CONTRACT,,WARRANTY, DELICT, QUASI-DELICT, TORT, NEGLIGENCE, STRICT LIABILITY OR,ANY OTHER THEORY OF LIABILITY) AND EVEN IF NEBULOUS HAS BEEN,ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.,Indemnity.\n​YOU WILL INDEMNIFY AND HOLD NEBULOUS, ITS OFFICERS,,DIRECTORS, SHAREHOLDERS, AGENTS, LICENSORS AND EMPLOYEE,HARMLESS WITH RESPECT TO ANY SUITS, CLAIMS OR DEMANDS (INCLUDING,REASONABLE LAWYERS' FEES) ARISING OUT OF (I) YOUR BREACH OF THESE,TERMS OF USE.\n(II) ANY DAMAGES BY YOU OR YOUR USE OF THE WEBSITE,CAUSED TO A THIRD PARTY.\nOR (III) YOUR USE OR MISUSE OF THE WEBSITE,AND/OR THE SERVICES.,8.PrivacyPolicy,Your use of the Website is also subject to Siasky.net ​Privacy Policy​ (the \"Privacy,Policy\"), which is incorporated by reference and made a part of the Terms of Use.\nIt is,important that you read and understand the terms of our Privacy Policy.,9.\nG eneral,No Partnership.​ No agency, partnership, joint venture, or employment is created,between you and Nebulous as a result of the Terms of Use and you do not have any,authority of any kind to bind Nebulous in any respect whatsoever.,Applicable Law.\nJurisdiction.​ The Terms of Use shall be governed by and construed,in accordance with the laws of Delaware, applicable to agreements made and entirely,to be performed within Delaware, excluding any rules of private international law or the,conflict of laws which would lead to the application of any other laws.\nRegardless of,where you access this site, you agree that any action at law or in equity arising out of or,relating to these Terms of Use shall be filed and adjudicated only in the federal or,provincial courts located in Delaware, and you hereby irrevocably and unconditionally,consent and attorn to the exclusive jurisdiction and venue of such courts over any suit,,action or proceeding arising out of these Terms of Use.,Severability.​ If any of the provisions of the Terms of Use or their application is found to,be invalid under any applicable statute or rule or law, they are, to that extent, deemed,omitted and the validity of the other provisions of the Terms of Use will not be affected.,Questions.​ If you have any questions regarding the Terms of Use or wish to report any,issue relating to the Website, its content or the Services you were provided, please,contact us by email at ​hello@sia.tech​.", "created_at": "2021-07-13 22:54:32.369778", "updated_at": "2021-07-13 20:55:49.204352"}], "points": [], "urls": ["siasky.net", "siasky.xyz", "siasky.dev"]}}