{"error": 448, "message": "OK", "parameters": {"id": 5450, "name": "Figma", "created_at": "2021-11-03 01:40:58.1464", "updated_at": "2021-11-03 23:01:06.756217", "wikipedia": "https://en.wikipedia.org/wiki/Figma_(software)", "keywords": null, "related": null, "slug": "figma", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5450.png", "url": "figma.com", "documents": [{"id": 9794, "name": "Terms of Service", "url": "https://www.figma.com/tos/", "xpath": "//body", "text": " This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nYou may change your settings at any time or accept the default settings.\nPrivacy Policy <ul>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> Save Accept All <p>\n</p> ProductsIntroducing FigJam Beta<p>An online whiteboard for teams</p>DesignPrototypingDesign systemsDownloadsEnterpriseOverviewCustomersContact SalesPricingCommunityFiles and templates<p>1,000+ free files you can duplicate, remix, and reuse</p>Plugins<p>Extend what’s possible and automate work</p>Events and livestreamsBest practicesEducation programUser groupsCompanyBlogCareersOur storyHelp CenterLog inSign upSign upSign upTerms of ServiceLast Updated: August 19, 2021.<p>Welcome to the Figma, Inc.\n(“<strong>Figma</strong>”, “<strong>us</strong>” “<strong>we</strong>” or “<strong>our</strong>”) website.\nPlease read these Terms of Service (the “<strong>Terms</strong>”) carefully because they govern your use of our websites including figma.com, designsystems.com and any other websites that we may later own or operate (each, a “<strong>Site</strong>,” and collectively, the “<strong>Sites</strong>”).\nour mobile applications (“<strong>Apps</strong>”), our application program interfaces (“<strong>APIs</strong>”), our software development kits (“<strong>SDKs</strong>”) and our collaboration tools and other products and services we may later own or operate (collectively, with the Sites, Apps, APIs, and SDKs, the “<strong>Services</strong>”).</p>\n<p>\n<strong>ARBITRATION NOTICE</strong>: UNLESS YOU OPT OUT OF ARBITRATION WITHIN 30 DAYS OF THE DATE YOU FIRST AGREE TO THESE TERMS BY FOLLOWING THE OPT-OUT PROCEDURE SPECIFIED IN THE “DISPUTE RESOLUTION” SECTION BELOW, THESE TERMS WILL, WITH LIMITED EXCEPTION, REQUIRE YOU TO SUBMIT CLAIMS YOU HAVE AGAINST US TO BINDING AND FINAL ARBITRATION SOLELY ON AN INDIVIDUAL BASIS, AND NOT AS PART OF A CLASS, REPRESENTATIVE OR CONSOLIDATED ACTION.</p>1.\nAgreement to these Terms<p>By using the Services, you agree to be bound by these Terms.\nIf you don’t agree to these Terms, do not use the Services.\nIf you are accessing and using the Services on behalf of a company (such as your employer) or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to these Terms.\nIn that case, “you” and “your” will refer to that company or other legal entity.</p>2.\nChanges to the Terms or Services<p>We may modify the Terms at any time, at our sole discretion.\nIf we do so, we will let you know either by posting the modified Terms on the Site or through other communications.\nIf you continue to use the Services after such a change, you are indicating that you agree to the modified Terms.\nWe may also change or discontinue all or any part of the Services, at any time and without notice, at our sole discretion.</p>3.\nService Terms<p>You agree to comply with the Service Terms attached as Exhibit A.</p>4.\nLicense<p>Subject to the terms and conditions of these Terms, we hereby grant you a limited, non-exclusive, non-transferable, non-sublicensable license worldwide, with the exception of countries that are embargoed or designated as supporting terrorist activities by the United States Government, for you to access and use the Services in connection with your internal business operations.</p>5.\nCharges and Payment<p>5.1.<strong> Pricing.\n</strong>Certain Services are offered under different pricing plans, the limits and features of which are available at www.figma.com/pricing, and further governed by https://www.figma.com/pricing-faq/.\nYour rights and obligations with respect to certain Services will be based in part on the pricing plan you choose.</p>\n<p>5.2.<strong> Payment Terms.</strong>\n</p>\n<p>5.2.1.\nWhen you purchase Services (each such purchase, a “<strong>Subscription</strong>”), you expressly authorize us or our third-party payment processor to charge you for such Services.\nYou represent and warrant that you have the legal right to use all payment methods that you provide to us.</p>\n<p>5.2.2.\nAll fees are stated and solely payable in U.S.\nDollars, non-refundable, and not subject to setoff.\nYou are solely responsible for any bank fees, interest charges, finance charges, overdraft charges, and any other fees you incur as a result of the charges billed by us.</p>\n<p>5.2.3.\nIn the event that you fail to pay the full amount owed to us, we may limit your access to the Services, in addition to any other rights or remedies we may have.</p>\n<p>5.3.\n<strong>Authorization for Recurring Payments.</strong>\n</p>\n<p>5.3.1.\nAll pricing plans involve recurring fees (each, along with any applicable taxes and other charges are a “<strong>Subscription Fee</strong>”).\nDepending on which options you choose, those fees may recur each month, quarter or year thereafter, at the then-current rate.\nPlease note that our fees are subject to change, although we will notify you before we effect any change.</p>\n<p>5.3.2.\nBy agreeing to these Terms and purchasing a Subscription, you acknowledge that your Subscription has recurring payment features and you accept responsibility for all recurring payment obligations prior to cancellation of your Subscription by you or Figma.\nWe (or our third party payment processor) will automatically charge you in accordance with the term of your Subscription (e.g., each month, quarter, or year), on the calendar day corresponding to the commencement of your Subscription using the payment information you have provided.</p>\n<p>5.3.3.\nIn the event your Subscription begins on a day not contained in a later month, your payment method will be charged on such other day as we deem appropriate.\nFor example, if you started a monthly Subscription on January 31st, your next payment date is likely to be February 28th, and your payment method would be billed on that date.\nWe may also periodically authorize your payment method in anticipation of applicable fees or related charges.</p>\n<p>5.3.4.\nYour Subscription continues until cancelled by you or we terminate your access to or use of the Services or the Subscription in accordance with these Terms.</p>5.4.\nCancelling Subscriptions<p>5.4.1.\nYou may cancel your Subscription at any time but please note that such cancellation will only be effective at the end of the then-current Subscription period.\nUnless required by law, YOU WILL NOT RECEIVE A REFUND OF ANY PORTION OF THE SUBSCRIPTION FEE PAID FOR THE THEN-CURRENT SUBSCRIPTION PERIOD AT THE TIME OF CANCELLATION.</p>\n<p>5.4.2.\nTo cancel, you can either (i) email us at support@figma.com and follow any instructions, if any, we provide to you in response to your cancellation request, or (ii) for some kinds of Subscriptions, initiate a cancellation through your Account settings within the Services.\nYou will be responsible for all Subscription Fees incurred for the then-current Subscription period.\nCancelling your Subscription will not terminate your Account.\nSee Section 10 (Termination) below for information on terminating your Account.</p>\n<p>5.5.<strong> Taxes.\n</strong>Subscription<strong>\n</strong>Fees do not include taxes, and you agree to: (a) pay all sales/use, gross receipts, value-added, GST, personal property, or other tax (including any interest and penalties) with respect to the transactions and payments under these Terms, other than taxes based on our income, employees, or real property.\nand (b) be responsible for any filing of any information or tax returns with respect thereto.</p>\n<p>5.6.\n<strong>Withholding.\n</strong>Further, all payments made by you to us under these Terms will be made free and clear of any deduction or withholding.\nIf any such deduction or withholding (including but not limited to cross-border withholding taxes) is required by law, you will pay such additional amounts as are necessary so that the net amount received by us after such deduction or withholding will be equal to the full amount that we would have received if no deduction or withholding had been required.\nEach party will use commercially reasonable efforts to work with the other party to help obtain, reduce, or eliminate any necessary withholding, deduction, or royalty tax exemptions where applicable.</p>6.\nConfidentiality.<p>6.1<strong> Confidential Information.</strong> We (the “<strong>Discloser</strong>”) have disclosed or may disclose proprietary or non-public business, technical, financial, or other information (“<strong>Confidential Information</strong>”) to you (the “<strong>Recipient</strong>”).\nOur Confidential Information expressly includes non-public information regarding features, functionality, and performance of the Services, including security related information.</p>\n<p>6.2<strong> Obligations.\n</strong>The Recipient will use the Discloser’s Confidential Information only for the purpose of evaluating whether or not to use (or continue to use) the Services.\nThe Recipient will not disclose the Discloser’s Confidential Information to parties other than the Recipient’s employees, contractors, affiliates, agents, or professional advisors (“<strong>Representatives</strong>”) who need to know it and who have a legal obligation to keep it confidential.\nThe Recipient will ensure that its Representatives are subject to no less restrictive confidentiality obligations than those herein.\nNotwithstanding the foregoing, the Recipient may disclose the Discloser’s Confidential Information: (a) if directed by Discloser.\nor (b) to the extent required by applicable legal process, provided that the Recipient uses commercially reasonable efforts to (i) promptly notify the Discloser in advance, to the extent permitted by law, and (ii) comply with the Discloser’s reasonable requests regarding its efforts to oppose the disclosure.\nThe obligations set forth herein will survive for so long as these Terms are in effect between the parties and for five years thereafter.</p>7.\nWarranties.<p>7.1.\nIn the event of any loss or corruption of any data associated with the Services, Figma will use commercially reasonable efforts to restore the lost or corrupted data from the latest relevant backup maintained by Figma.<strong>\n</strong>EXCEPT FOR THE FOREGOING, FIGMA WILL NOT BE RESPONSIBLE FOR ANY LOSS, DESTRUCTION, ALTERATION, UNAUTHORIZED DISCLOSURE OR CORRUPTION OF ANY DATA.</p>\n<p>7.2.\nWe make no warranty that the Services will meet your requirements or be available on an uninterrupted, secure, or error-free basis.\nWe make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness or reliability of any Services, and we make no guarantees around data retention or preservation.\nEXCEPT AS SET FORTH IN SECTION 7.1, THE SERVICES ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, WE EXPLICITLY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT, AND NON-INFRINGEMENT AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.</p>\n<p>7.3.<strong> NON-FIGMA RESOURCES.</strong> FIGMA DOES NOT WARRANT, SUPPORT, NOR ACCEPT RESPONSIBILITY OF ANY KIND FOR ANY APPLICATION(S) AND/OR MATERIAL(S) THAT ARE DEVELOPED BY A PARTY OUTSIDE OF FIGMA’S ORGANIZATION, INCLUDING DESIGN FILES, PLUGINS, COMPONENT LIBRARIES, AND CODE COMPONENTS (“<strong>NON-FIGMA RESOURCES</strong>”).</p>\n<p>\n<strong>8.\nIndemnity</strong>.\nYou will indemnify and hold harmless Figma and its officers, directors, employees, and agents, from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with (i) your access to or use of the Services.\n(ii) your User Content.\nor (iii) your violation of these Terms.</p>9.\nLimitations of Liability.<p>9.1.\nNEITHER FIGMA NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES (“<strong>SUPPLIERS</strong>”) WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE, SYSTEM FAILURE, OR THE COST OF SUBSTITUTE SERVICES ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT FIGMA HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE.</p>\n<p>9.2.\nIN NO EVENT WILL FIGMA OR SUPPLIERS’ TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES EXCEED THE AMOUNTS YOU HAVE PAID TO FIGMA IN THE PRECEDING TWELVE MONTHS FOR THE SERVICES, OR IF YOU HAVE NOT HAD ANY SUCH PAYMENT OBLIGATIONS, ONE HUNDRED UNITED STATES DOLLARS ($100).</p>\n<p>9.3.\nEACH PROVISION OF THIS AGREEMENT THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS TO ALLOCATE THE RISKS OF THIS AGREEMENT BETWEEN THE PARTIES.\nTHIS ALLOCATION IS REFLECTED IN THE PRICING OFFERED BY FIGMA TO YOU AND IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES.\nEACH OF THESE PROVISIONS IS SEVERABLE AND INDEPENDENT OF ALL OTHER PROVISIONS OF THIS AGREEMENT.\nTHE LIMITATIONS IN THIS SECTION 9 WILL APPLY TO THE MAXIMUM EXTENT NOT PROHIBITED BY LAW AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY IN THIS AGREEMENT.</p>10.\nTermination.<p>10.1.\nWe may terminate your access to and use of the Services, at our sole discretion, at any time and without notice or liability to you, provided that, if you have paid for a Subscription and the termination is not due to your breach of this Agreement, Figma will refund you any prepaid fees for the period of your Subscription that extends beyond the effective date of such termination.</p>\n<p>10.2.\nYou may cease use of the Services at any time.\nIf you are paying for a Subscription, you may terminate your Subscription through the process in Section 5.4.\nYou may also cancel your Account at any time by sending an email to support@figma.com.</p>\n<p>10.3.\nUpon any termination, discontinuation, or cancellation of Services or your Account, the following provisions of these Terms will survive: Service Terms, Charges and Payment (to the extent you owe any fees at the time of termination).\nConfidentiality.\nprovisions related to permissions to access User Content (to the extent applicable).\nWarranty Disclaimers.\nIndemnity.\nLimitations of Liability.\nTermination.\nand the Miscellaneous provisions under Section 11.\nFurthermore, we may remove or delete your User Content within a reasonable period of time after the termination or cancellation of Services or your Account.</p>11.\nMiscellaneous.<p>11.1.<strong> Community.\n</strong>Figma’s Community Terms (available at www.figma.com/community-terms/) apply to any use by you of www.figma.com/community or such successor site (“Figma Community”) that is designated by Figma.</p>\n<p>11.2.<strong> Developer Resources.</strong> Figma’s Developer Terms (available at www.figma.com/developer-terms/) apply to any use by you of Figma’s Application Programming Interfaces (APIs), Software Development Kits (SDKs), and related documentation.</p>\n<p>11.3<strong>.\nAccessing Apps.\n</strong>The terms set forth on Exhibit B apply to any App accessed through or downloaded from any app store or distribution platform (like the Apple App Store or Google Play) where the App may now or in the future be made available (each an \"<strong>App Provider</strong>\").</p>\n<p>11.4<strong>.\nPrivacy Policy.\n</strong>Our Privacy Policy (www.figma.com/privacy) governs how we collect, use and disclose information from the Services.</p>\n<p>11.5.<strong> Copyright and IP Policy.\n</strong>Figma respects copyright law and expects its users to do the same.\nFigma’s Copyright and IP Policy applies to you and is available at www.figma.com/copyright-and-ip-policy.</p>\n<p>11.6.<strong> Ownership.\n</strong>As between the parties, Figma owns all right, title, and interest in the Services, and you own all right, title, and interest in any application(s) and/or material(s) that are developed by you on the Services or uploaded to the Services by you.\nExcept as expressly set forth in these Terms, each party retains all right, title, and interest in and to its intellectual property rights.\nAll rights not expressly granted are reserved, and no license, covenant, immunity, transfer, authorization, or other right will be implied, by reason of statute, estoppel, or otherwise, under these Terms.</p>\n<p>11.7.<strong> Force Majeure.\n</strong>Figma will not be liable for, or be considered to be in breach of or default under these Terms on account of, any delay or failure to perform as required by these Terms as a result of any cause or condition beyond its reasonable control, so long as it uses commercially reasonable efforts to avoid or remove those causes of non-performance.</p>\n<p>11.8.<strong> Feedback.\nUse Rights.\n</strong>We welcome feedback, comments, and suggestions (“<strong>Feedback</strong>”).\nAs we need to be able to freely work with your Feedback to improve the Services, you hereby irrevocably transfer and assign all right, title, and interest (including all intellectual property rights, such as copyrights or trade secrets) in and to the Feedback, including any and all “moral rights” that you might have in such Feedback, and you hereby forever waive and agree never to assert any and all “moral rights” you may have in the Feedback.\nAdditionally, Figma will have the right to collect and analyze data and other information relating to the provision, use, and performance of various aspects of the Services, and related systems and technologies, and Figma will be free to use such data and information to maintain, improve, and enhance Figma’s products and services.</p>\n<p>11.9.<strong> Publicity.\n</strong>You agree that Figma may identify you or your company and use your company’s logo and trademarks (collectively, the “<strong>Marks</strong>”) on the Site and in marketing materials to identify you or your company as a user of the Services, and you hereby grant us a non-exclusive, royalty-free license to do so on our Site or in any media now or later developed in connection with any marketing, promotion or advertising of Figma or the Services.\nIf you do not want us to use your Marks or identify you or your company, you may opt out by emailing us at logo@figma.com.</p>\n<p>11.10.<strong> Notices.</strong> Any notices or other communications provided by Figma under these Terms, including those regarding modifications to these Terms, will be given by Figma: (i) via e-mail.\nor (ii) by posting to the Site.\nFor notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.</p>\n<p>11.11.<strong> Severability.</strong> The invalidity or unenforceability of any provision of these Terms will not affect the validity or enforceability of any other provision hereof and it is the intent and agreement of the parties that these Terms will be deemed amended by modifying such provision to the extent necessary to render it valid, legal, and enforceable while preserving its intent or, if such modification is not possible, by substituting another provision that is legal and enforceable and that achieves the same objective.</p>\n<p>11.12.<strong> Groups.\n</strong>Certain features of the Services may allow you to participate in teams, groups or organizations (each a “<strong>Group</strong>”).\nIn those situations, the administrator, owner, or equivalent of the Group (“<strong>Admin</strong>”) is responsible for the compliance of these Terms by each other member of the Group, payment of the Subscription Fee (if applicable), and all matters related to the Group.\nFor clarity, each member of the Group is still responsible for their own compliance with these Terms.</p>\n<p>11.13.<strong> Assignment.</strong> These Terms (and your access to any of the Services) are not assignable or transferable by you without our prior written consent.</p>\n<p>11.14.<strong> Service Providers.\n</strong>For the avoidance of doubt, Figma may engage third parties as service providers to the Services (for example, as of the date of these Terms, Figma hosts the Services on Amazon Web Services).</p>\n<p>11.15.<strong> No Partnership.</strong> No agency, partnership, joint venture, or employment is created as a result of these Terms, and neither party has any authority of any kind to bind the other party in any respect whatsoever.</p>\n<p>11.16.<strong> Governing Law.</strong> These Terms will be governed by the laws of the State of California without regard to its conflict of laws provisions.\nThe United Nations Convention on Contracts for the International Sale of Goods is specifically disclaimed.</p>\n<p>\n<strong>11.17.</strong>\n<strong>Dispute Resolution for Individuals</strong>\n</p>\n<p>You and we both agree to resolve disputes related to your use of the Services or these Terms (each, a “<strong>Claim</strong>”) in binding arbitration instead of court, except that either party may bring suit in court to enjoin the infringement or other misuse of intellectual property rights.</p>\n<p>\n<strong>What is arbitration?</strong>\n</p>\n<p>Arbitration does not involve a judge or jury.\nInstead, a neutral person (the “arbitrator”) hears each party’s side of the dispute and makes a decision that is finally binding on both parties.\nThe arbitrator can award the same relief as a court could, including monetary damages.\nWhile court review of an arbitration award is limited, if a party fails to comply with the arbitrator’s decision, then the other party can have the arbitration decision enforced by a court.</p>\n<p>\n<strong>Can a Claim be part of a class action or similar proceeding?</strong>\n</p>\n<p>NO.\nYOU AGREE TO RESOLVE YOUR CLAIMS WITH US SOLELY ON AN INDIVIDUAL BASIS, AND NOT AS PART OF A CLASS, REPRESENTATIVE OR CONSOLIDATED ACTION.\nWE AGREE TO DO THE SAME, WHETHER OR NOT YOU OPT OUT OF ARBITRATION.\nACCORDINGLY, UNLESS YOU OPT OUT OF ARBITRATION, YOU AND WE BOTH ARE WAIVING THE RIGHT TO PURSUE OR HAVE A DISPUTE RESOLVED AS A PLAINTIFF OR MEMBER IN ANY CLASS, REPRESENTATIVE OR CONSOLIDATED ACTION.</p>\n<p>\n<strong>What rules apply in the arbitration?</strong>\n</p>\n<p>The arbitration will be conducted under the American Arbitration Association (“<strong>AAA</strong>”) Consumer Arbitration Rules (the “<strong>AAA Rules</strong>”).\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.</p>\n<p>\n<strong>How will the arbitration be conducted? How much does it cost?</strong>\n</p>\n<p>The arbitration will be conducted by the AAA or a comparable arbitration body in the event the AAA is unable to conduct the arbitration.\nPayment of all filing, administration and arbitrator fees will be governed by the AAA Rules.</p>\n<p>Unless the arbitrator finds your Claim frivolous, we’ll pay for all filing, administration and arbitrator fees if your Claim is for less than $10,000, and we won’t seek our attorneys’ fees and costs if we prevail in the arbitration.\nThe arbitration may be conducted in writing, remotely (e.g., by videoconference), in San Francisco, California, United States or at some other location that we both agree to.</p>\n<p>\n<strong>How do I start an arbitration proceeding?</strong>\n</p>\n<p>To begin an arbitration proceeding against us, send a letter requesting arbitration and describing your Claim to legal@figma.com, 760 Market St, Floor 10, San Francisco, CA 94102.\nIf we request arbitration against you we will give you notice at the email address or street address you provided.</p>\n<p>\n<strong>INSTRUCTIONS FOR OPTING-OUT OF ARBITRATION</strong>\n</p>\n<p>If you don’t want to agree to arbitrate your Claims as explained above, then you can opt-out of this arbitration agreement by notifying us of your decision in writing at legal@figma.com, 760 Market St, Floor 10, San Francisco, CA 94102.\nYou must opt-out within 30 days of the date you first agree to these Terms or any updated Terms.</p>\n<p>\n<strong>DISPUTE RESOLUTION IN THE ABSENCE OF ARBITRATION</strong>\n</p>\n<p>The sole jurisdiction and venue for any Claims that are not handled by arbitration will be the state and U.S.\nfederal courts located in San Francisco, California, and both parties consent to the jurisdiction of such courts.\nBY ENTERING INTO THESE TERMS, YOU AND FIGMA ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY.</p>\n<p>This Section 11.17 only applies to Claims between us and individuals, and is governed by The Federal Arbitration Act.</p>\n<p>11.18.<strong> Dispute Resolution for Entities.\n</strong>If you are accessing and using the Services on behalf of a company or other legal entity, any claim, cause of action, or dispute between the company or other legal entity and Figma arising out of or relating to these Terms or the Services will be resolved exclusively accordingly to the process set forth in Section 11.17, except that, to the extent legally permitted, (1) each party will be responsible for their own filing, administrative, arbitrative and similar fees, (2) the losing party will pay the prevailing party for all costs and attorney’s fees and (3) the AAA Commercial Arbitration Rules will apply to any arbitration between us.</p>\n<p>11.19.<strong> Interpretation.</strong> Whenever the words “including,” “include,” or “includes” are used herein, they will be deemed to be followed by the phrase “without limitation.”</p>\n<p>11.20.<strong> Beta Features.</strong> Product features clearly identified as Alpha or Beta features (collectively “<strong>Early Access Features</strong>”) made available by Figma are provided to you for testing purposes only, and Figma does not make any commitment to provide Early Access Features in any future versions of the Services.\nYou are not obligated to use Early Access Features.\nFigma may immediately and without notice remove Early Access Features for any reason without liability to you.\nNotwithstanding anything to the contrary in the Terms, all Early Access Features are provided \"AS IS\" without warranty of any kind and without any performance obligations.</p>\n<p>11.21.<strong> Entire Terms</strong>.\nThese Terms supersedes all other agreements between the parties relating to its subject matter.\nThe parties expressly agree that any different or additional terms set forth in any purchase order, vendor portal, code of conduct, or other similar documentation provided by you will not apply between the parties even if signed, acknowledged or accepted by Figma, unless Figma specifically references this clause and waives its rights.</p>Exhibit A – Service Terms<p>\n<strong>1.\nWho may use the Services.\n</strong>You may only use the Services if you are old enough to consent (by yourself and not by a parent or guardian) to share your data under applicable law.\nFor example, you must be 13 years or older under United States law, or 16 years or older under European Union law.</p>\n<p>\n<strong>2.\nUse Restrictions.\n</strong>Except as otherwise expressly authorized in these Terms, Customer will not, will ensure its Authorized Users do not, and will not encourage or assist third parties to:</p>\n<p>a.\nrent, lease, distribute, sell, transfer, or otherwise permit third parties to use the Services;</p>\n<p>b.\ncircumvent or disable any security or other technological features or measures of the Services;</p>\n<p>c.\nreverse engineer, decompile, disassemble, or otherwise attempt to discover the source code, object code, or underlying structure, ideas, know-how, or algorithms relevant to the Services (except to the extent that such a restriction is impermissible under applicable law);</p>\n<p>d.\nreproduce, modify, adapt, or create derivative works based on the Services;</p>\n<p>e.\nremove any proprietary notices or labels from the Services;</p>\n<p>f.\nuse the Services to build competitive products or services or otherwise compete with Figma or its Affiliates;</p>\n<p>g.\nupload or publish to the Services any data subject to specific governmental regulation, such as Sensitive Data as defined under GDPR, medical information, financial information, or government identifiers;</p>\n<p>h.\nupload or publish to the Services (or otherwise use the Services to develop) anything that: (i) is fraudulent, false, misleading, or deceptive.\n(ii) is defamatory, obscene, pornographic, vulgar, or offensive.\n(iii) promotes discrimination, bigotry, racism, hatred, harassment, or harm against any individual or group.\n(iv) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\n(v) promotes illegal or harmful activities or substances.\nor (vi) otherwise violates any of Figma’s acceptable use policies or community guidelines;</p>\n<p>i.\nupload or publish to the Services anything that does or would violate the intellectual property rights of others;</p>\n<p>j.\naccess or use the Services in a manner intended to avoid incurring fees;</p>\n<p>k.\nuse the Services other than in compliance with the Documentation and applicable laws and regulations.\nor</p>\n<p>l.\nupload to the Services or use the Services to transmit or store any software viruses, Trojan horses, worms, or other destructive program or code.</p>\n<p>Although we’re not obligated to monitor the Services or User Content, we have the right to do so for the purpose of operating the Services, to ensure compliance with these Terms, or to comply with applicable law or other legal requirements.</p>\n<p>We reserve the right, but are not obligated, to remove or disable access to any User Content, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider any User Content to be objectionable, in violation of these Terms or the law.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>\n<p>\n<strong>3.\nPatent Assertion Entities.\n</strong>A “Patent Assertion Entity,” sometimes referred to as a ‘non-practicing entity’ or a ‘patent troll,’ is (a) any entity that derives or seeks to derive most of its revenue from the offensive assertion of patent rights, or (b) directly or indirectly controls, is controlled by, or is under common control with an entity described in (a).\nIf you are a Patent Assertion Entity or are acting on behalf of, or for the benefit of a Patent Assertion Entity, you will not assert, or authorize, assist, encourage, or enable any third party to assert, any claim, or pursue any actions, suits, proceedings, or demands, against Figma or its affiliates that allege that the Services infringe, misappropriate, or otherwise violate any intellectual property rights (including patents).\nThis section will survive any termination or expiration of these Terms.</p>\n<p>\n<strong>4.\nAuthorized Users.\nAccounts.\n</strong>As part of the registration process, Customer will identify an administrative username and password for Customer’s Figma account.\nCustomer represents and warrants that all registration information, including with respect to Customer’s domains, Customer provides is truthful, accurate, and complete, and that Customer will maintain the accuracy of such information.\nCustomer is responsible and liable for maintaining control over Customer’s account, including the confidentiality of Customer’s username and password, and is responsible and liable for all activities that occur on or through Customer’s Account and all Authorized Users’ accounts, whether authorized by Customer or not.\nFor clarity, each Authorized User is also responsible for any activity that takes place on their account, and responsible for complying with these Terms.</p>Exhibit B - App Terms<p>1.\nYou acknowledge and agree that:These Terms are concluded between you and Figma, and not with the App Provider, and Figma (not the App Provider), is solely responsible for the App.</p>\n<p>2.\nThe App Provider has no obligation to furnish any maintenance and support services with respect to the App.</p>\n<p>3.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify the App Provider, and the App Provider will refund the purchase price for the App to you (if applicable) and, to the maximum extent permitted by applicable law, the App Provider will have no other warranty obligation whatsoever with respect to the App.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of Figma.</p>\n<p>4.\nThe App Provider is not responsible for addressing any claims you have or any claims of any third party relating to the App or your possession and use of the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</p>\n<p>5.\nIn the event of any third party claim that the App or your possession and use of that App infringes that third party’s intellectual property rights, Figma will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by these Terms.</p>\n<p>6.\nThe App Provider, and its subsidiaries, are third-party beneficiaries of these Terms as related to your license to the App, and that, upon your acceptance of the Terms, the App Provider will have the right (and will be deemed to have accepted the right) to enforce these Terms as related to your license of the App against you as a third-party beneficiary thereof.</p>\n<p>7.\nYou represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a terrorist- supporting country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>\n<p>8.\nYou must also comply with all applicable third party terms of service when using the App.</p>Previous Terms of Service Versions<ul>\n<li>June 3, 2021</li>\n<li>April 21, 2021</li>\n<li>June 10, 2020</li>\n<li>May 1, 2020</li>\n<li>July 23, 2019</li>\n<li>December 3, 2018</li>\n</ul>TwitterYouTubeInstagramFacebookManage CookiesUse CasesUI designUX designGraphic designWireframingDiagrammingBrainstormingTemplatesRemote designAgenciesFigma for educationExploreDesign featuresPrototyping featuresDesign systems featuresCollaboration featuresDesign processFigJamPricingFigma OrganizationCustomersSecurityIntegrationsContactResourcesBlogBest practicesSupportDevelopersLearn designDownloadsWhat's newReleasesCareersAbout usAgency partnersPrivacyStatusCompareSketchAdobe XDInvision StudioFramerDesign on WindowsMiroManage Cookies", "created_at": "2021-11-03 00:45:10.5578", "updated_at": "2021-11-03 00:45:19.251896"}, {"id": 9793, "name": "Privacy policy", "url": "https://www.figma.com/privacy/", "xpath": "//body", "text": " This website stores data such as cookies to enable essential site functionality, as well as marketing, personalization, and analytics.\nYou may change your settings at any time or accept the default settings.\nPrivacy Policy <ul>\n<li> Marketing </li>\n<li> Personalization </li>\n<li> Analytics </li>\n</ul> Save Accept All <p>\n</p> ProductsIntroducing FigJam Beta<p>An online whiteboard for teams</p>DesignPrototypingDesign systemsDownloadsEnterpriseOverviewCustomersContact SalesPricingCommunityFiles and templates<p>1,000+ free files you can duplicate, remix, and reuse</p>Plugins<p>Extend what’s possible and automate work</p>Events and livestreamsBest practicesEducation programUser groupsCompanyBlogCareersOur storyHelp CenterLog inSign upSign upSign upPrivacy Policy<p>\n<strong>Effective Date:</strong> August 31, 2021</p>ABOUT<p>Figma, Inc.\nand its affiliates’ (“<strong>Figma</strong>,” “<strong>we</strong>,” “<strong>us</strong>,” and “<strong>our</strong>”) goal is to make design accessible to all.\nAs such, we provide a design platform that you can use, among other things, to design, prototype, gather feedback and collaborate.\nThis Privacy Policy will help you understand how we collect, use and share your personal information and assist you in exercising the privacy rights available to you.</p>\n<p>Capitalized terms not defined in this Privacy Policy will have the meaning set forth in our&nbsp;Terms of Service.</p>SCOPE<p>This Privacy Policy applies to personal information processed by us in our business, including on our websites (e.g., figma.com, designsystems.com and any other websites that we own or operate), our mobile applications, our application program interfaces, our design tool services, and our related online and offline offerings (collectively, the “<strong>Services</strong>”).</p>\n<p>This Privacy Policy does not apply to any third-party websites, services or applications, even if they are accessible through our Services.\nIn addition, a separate privacy notice, which is available upon request if it applies to you, governs personal information we receive from our current or prospective employees and contractors.</p>\n<p>By using our Services, you agree to be bound by this Privacy Policy.\nIf you don’t agree to this Privacy Policy, do not use the Services.\nIf you access and use the Services on behalf of a company (such as your employer) or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to this Privacy Policy.\nIn that case, “you” and “your” will refer to that company or other legal entity.</p>PERSONAL INFORMATION WE COLLECT<p>What personal information we collect depends on how you interact with our Services.</p>Information You Provide to Us<p>\n<strong>Account Information.</strong> When you create an Account, we will collect the personal information you provide to us, such as your name, email address, personal website, and picture.</p>\n<p>\n<strong>Payment Information.</strong> We may sell services or merchandise through our Services.\nWhen you make purchases through the Services, we may use a third-party application, such as the Apple App Store, Google Play App Store, Amazon App Store, and/or services such as Stripe to process your payments.\nThese third-party applications may collect certain financial information from you to process a payment on behalf of Figma, including your name, email address, mailing address, payment card information, and other billing information.\nFigma does not store or receive your payment information, but it may store and receive information associated with your payment information (e.g., your billing details).</p>\n<p>\n<strong>Your Communications with Us.</strong> We collect personal information from you such as email address, phone number, or mailing address when you request information about our Services, register for our newsletter, or otherwise communicate with us.</p>\n<p>\n<strong>Candidate Data.</strong>&nbsp.\nWe may post job openings and opportunities on the Services.\nIf you reply to one of these postings, we will collect and process the information you provide to us to assess your suitability, aptitude, skills, and qualifications for employment.</p>\n<p>\n<strong>Use of the Services.</strong>&nbsp.\nWe collect information you provide to the Services for the purpose of providing the Services to you, which may include personal information.</p>\n<p>\n<strong>Customer Service, Training and Quality Assurance.</strong>&nbsp;If you call or otherwise interact with Figma’s sales, customer service or support personnel, we may collect the information you provide to our representatives.\nIn addition, we may record telephone calls or video conferences between you and our representatives for training or quality assurance purposes.</p>\n<p>\n<strong>Student Account.</strong>&nbsp;If you qualify for Educational Use, we may also collect information relating to your school and curriculum, such as your school name, school mailing address, school website and proof of registration.\nNote that, in accordance with our&nbsp;Terms of Service, Figma Education is only for users 13 and over.</p>\n<p>\n<strong>Sweepstakes, Contests, Surveys and Events.</strong> We may run sweepstakes or contests, ask you to complete surveys, and host or attend events.\nIn each case, you may provide information to us, or we may receive information about you.\nIn such situations, we shall use the information for the purposes for which it was collected.</p>Information Collected Automatically<p>\n<strong>Automatic Data Collection.</strong> We may collect certain information automatically when you use the Services.\nThis information may include your Internet protocol (IP) address, user settings, MAC address, cookie identifiers, mobile advertising and other unique identifiers, details about your browser, operating system or device, location information (inferred based off of your IP address), Internet service provider, pages that you visit before, during and after using the Services, information about the links you click, and information about how you interact with and use the Services.</p>\n<p>We may use a visitor’s IP address to ﬁght spam, malware and identity theft.\nWith your permission, we may also collect information about your operating system’s installed fonts in connection with providing the Services to you.\nCombined with other system information, this information could be used to give your computer a unique ﬁngerprint/signature and enable us to track your usage of our Services after you log out.</p>\n<p>\n<strong>Cookies, Pixel Tags/Web Beacons, and Analytics Information.</strong> We, as well as third parties that may provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies (“<strong>Technologies</strong>”) to automatically collect information through the Services.\nTechnologies are essentially small data files placed on your device that allow us and our partners to record certain pieces of information whenever you visit or interact with our Services.</p>\n<ul>\n<li>\n<strong>Cookies.</strong> Cookies are small text files placed in device browsers to store their preferences.\nMost browsers allow you to block and delete cookies.\nHowever, if you do that, the Services may not work properly.</li>\n<li>\n<strong>Pixel Tags/Web Beacons.</strong> A pixel tag (also known as a web beacon) is a piece of code embedded in the Services that collects information about engagement on the Services.\nThe use of a pixel tag allows us to record, for example, that a user has visited a particular web page or clicked on a particular advertisement.\nWe may also include web beacons in e-mails to understand whether messages have been opened, acted on, or forwarded.</li>\n</ul>\n<p>\n<strong>Analytics.</strong> We may also use Google Analytics and other service providers to collect and process analytics information on our Services.\nFor more information about how Google uses data, please visit www.google.com/policies/privacy/partners/.\nYou can opt out of Google Analytics’ collection and processing of data generated by your use of our website by going to http://tools.google.com/dlpage/gaoptout.</p>Information from Other Sources<p>\n<strong>Figma Customers.</strong> If you use our Services on behalf of an organization (e.g., your employer), that organization may provide us with information about you so that we can provision your account.</p>\n<p>\n<strong>Third Party Services and Organizations.</strong> We may obtain information about you from other sources, including from third party services and organizations.\nFor example, if you access our Services through a third-party service, we may collect information about you from that third-party service that you have made available via your privacy settings.</p>HOW WE USE YOUR INFORMATION<p>We use your personal information for a variety of business purposes, including:</p>\n<p>\n<strong>To Provide the Services or Information Requested, such as:</strong>\n</p>\n<ul>\n<li>Managing your information and account;</li>\n<li>Responding to questions, comments, and other requests;</li>\n<li>Processing payment card and/or other financial information to facilitate your use of the Services;</li>\n<li>Providing access to certain areas, functionalities, and features of our Services.\nand</li>\n<li>Answering requests for customer or technical support.</li>\n</ul>\n<p>\n<strong>Administrative Purposes, such as:</strong>\n</p>\n<ul>\n<li>Pursuing legitimate interests, such as direct marketing, research and development (including marketing research), network and information security, and fraud prevention;</li>\n<li>Measuring interest and engagement in our Services;</li>\n<li>Developing new products and services or improving the Services;</li>\n<li>Ensuring internal quality control and safety;</li>\n<li>Protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>Recruiting and hiring, including considering your candidacy for employment;</li>\n<li>Communicating with you about your account, activities on our Services and Privacy Policy changes;</li>\n<li>Short-term, transient use, such as contextual customization of ads;</li>\n<li>Enforcing our agreements.\nand</li>\n<li>Complying with our legal obligations.</li>\n</ul>\n<p>\n<strong>Share Content with Friends or Colleagues.</strong>&nbsp;Our Services may offer various tools and functionalities that allow you to share content.\nFor example, we may allow you to provide information about your friends through our referral services.\nOur referral services may allow you to forward or share certain content with a friend or colleague, such as an email inviting your friend to use our Services.</p>\n<p>\n<strong>Marketing Our Products and Services</strong>.\nWe may use personal information to tailor and provide you with content and advertisements.\nWe may provide you with these materials as permitted by applicable law</p>\n<p>If you have any questions about our marketing practices or if you would like to opt out of the use of your personal information for marketing purposes, you may contact us as set forth below.</p>\n<p>\n<strong>Consent.</strong> We may use personal information for other purposes that are clearly disclosed to you at the time you provide personal information or with your consent.</p>\n<p>\n<strong>De-identified and Aggregated Information Use.</strong> We may use personal information and other data about you to create de-identified and/or aggregated information, such as de-identified demographic information, de-identified location information, information about the device from which you access our Services.\nDe-identified and/or aggregated information is not personal information, and we may use and disclose such information in a number of ways, including research, industry analysis, analytics, and any other legally permissible purposes.</p>\n<p>\n<strong>How We Use Automatic Collection Technologies.</strong> We, as well as third parties that may provide content, advertising, or other functionality on the Services, may use cookies, pixel tags, local storage, and other technologies to automatically collect information through the Services.\nOur uses of these Technologies fall into the following general categories:</p>\n<ul>\n<li>\n<strong>Operationally Necessary.</strong> This includes Technologies that allow you access to our Services, applications, and tools that are required to identify irregular site behavior, prevent fraudulent activity and improve security or that allow you to make use of our functionality;</li>\n<li>\n<strong>Performance Related.</strong> We may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how our visitors use the Services;</li>\n<li>\n<strong>Functionality Related.</strong> We may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.\nThis may include identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed;</li>\n<li>\n<strong>Advertising or Targeting Related.</strong> We may use first party or third-party Technologies to deliver content, including ads relevant to your interests, on our Services or on third party sites.</li>\n</ul>\n<p>Please note that this Privacy Policy covers only our use of Technologies and does not govern the use of Technologies by any third parties.</p>\n<p>\n<strong>Cross-Device Tracking.</strong> Your browsing activity may be tracked across different websites and different devices or apps.\nFor example, we may attempt to match your browsing activity on your mobile device with your browsing activity on your laptop.\nTo do this our technology partners may share data, such as your browsing patterns, geo-location and device identifiers, and we may match the information of the browser and devices that appear to be used by the same person.</p>DISCLOSING YOUR INFORMATION TO THIRD PARTIES<p>We may share any personal information we collect with the following categories of third parties:</p>\n<p>\n<strong>Other Users of Figma’s Services.</strong> When you use the Services, we will share certain information with other users.</p>\n<ul>\n<li>\n<strong>For Collaboration.</strong> You can create content, which may contain information about you, and grant permission to others to see, share, edit, copy and download that content based on settings you or your administrator (if applicable) select.\nSome of the collaboration features of the Services display some or all of your profile information to other Service users when you share or interact with specific content.\nFor example, when you comment, we display your profile picture and name next to your comments so that other users with access to the comment understand who made it.\nSimilarly, when you join a team, your name, profile picture and contact information will be displayed in a list for other team members so they can find and interact with you.\nPlease be aware that some content can be published or otherwise made publicly available, including information about you, can be publicly viewed and indexed by and returned in search results of search engines.\nYou can check the settings at any time to confirm whether particular content is public or private.\nIn addition, in connection with your posting of content, we will share your picture, name, user handle, and Twitter (or other social networking site) handle (to the extent you have provided us with this information).\nWe are not responsible for privacy practices of the other users who may view and use the posted information.</li>\n<li>\n<strong>Managed Accounts and Administrators.</strong> If you register or access the Services using an email address with a domain that is owned by your employer or organization, or associate that email address with your existing account and such organization wishes to establish a Figma services account, certain information about you including your name, profile picture, contact information, content, and account use may become accessible to that organization’s administrator and other Figma service users, as permitted by your administrator, to provide you additional products and services or to integrate with Figma or other products and services.\nFor example, your organization may request that we provide extra security controls around your account to protect information about your organization or your organization may request that we link your Figma account with your organization’s account to enhance collaboration and functionality among tools you use.\nIf you are the administrator of a team, organization or other account holder within the Services, we may share your contact information with current or past Service users, for the purpose of facilitating Service-related requests.\nPlease note that your information may also be subject to your organization’s privacy policy.\nWe are not responsible for the privacy or security practices of our customers.</li>\n</ul>\n<p>\n<strong>Service Providers</strong>.\nWe may share any personal information we collect about you with our third-party service providers.\nThe categories of service providers to whom we entrust personal information include service providers for: (i) the provision of the Services.\n(ii) the provision of information, products, and other services you have requested.\n(iii) marketing and advertising.\n(iv) payment and transaction processing.\n(v) customer service activities.\nand (vi) the provision of IT and related services.</p>\n<p>\n<strong>Your Organization.\n</strong>If you access the Services on behalf of an organization, we may share your information with that organization at its request.</p>\n<p>\n<strong>Third-Party Platforms and Services.</strong> We will share your personal information with third-party platforms and/or services if you have expressly consented or requested that we do so.\nPlease note we do not endorse, screen or approve, and are not responsible for, the practices or conduct of such third-party services.</p>\n<p>\n<strong>Affiliates.</strong> We may share personal information with our affiliated entities.</p>\n<p>\n<strong>Advertising Partners.</strong> Through our Services, we may allow third-party advertising partners to set Technologies and other tracking tools to collect information regarding your activities and your device (e.g., your IP address, cookie identifiers, page(s) visited, location, time of day).\nThese advertising partners may use this information (and similar information collected from other websites) for purposes of delivering targeted advertisements to you when you visit third-party services within their networks.\nThis practice is commonly referred to as “interest-based advertising” or “personalized advertising.” If you prefer not to share your personal information with third-party advertising partners, you may follow the instructions below.</p>\n<p>\n<strong>Disclosures to Protect Us or Others.</strong> We may access, preserve, and disclose any information we have associated with you if we believe doing so is required or appropriate to: (i) comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\n(ii) protect your, our or others’ rights, property, or safety.\n(iii) to enforce Figma’s policies and contracts.\n(iv) to collect amounts owed to us.\n(v) when we believe disclosure is necessary or appropriate to prevent financial loss or in connection with an investigation or prosecution of suspected or actual illegal activity.\nor (vi) if we, in good faith, believe that disclosure is otherwise necessary or advisable.</p>\n<p>\n<strong>Disclosure in the Event of Merger, Sale, or Other Asset Transfer.</strong> If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, then your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.</p>INTERNATIONAL DATA TRANSFERS<p>All information processed by us may be transferred, processed, and stored anywhere in the world, including but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.\nWe endeavor to safeguard your information consistent with the requirements of applicable laws.</p>E.U.\n– U.S.\nPRIVACY SHIELD AND SWISS – U.S.\nPRIVACY SHIELD<p>Figma relies on Standard Contractual Clauses for the transfer of personal data.\nIn addition, Figma continues to comply with the E.U.\n- U.S.\nPrivacy Shield Framework and the Swiss - U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.</p>\n<p>Figma has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield Framework, and to view our certification, please&nbsp;visit the U.S.\nDepartment of Commerce’s Privacy Shield List.</p>\n<p>Figma is responsible for onward transfers to our agents under the Privacy Shield Framework.\nWith respect to personal information received or transferred pursuant to the Privacy Shield Framework, Figma is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.</p>\n<p>If you have any questions or concerns related to our Privacy Shield certification or to resolve any complaints about our collection or use of your personal information, you should first contact us using the information set forth below.</p>\n<p>Figma has further committed to refer unresolved complaints related to personal information to JAMS Privacy Shield Dispute Resolution Program, an independent dispute resolution provider located in the United States made available free of charge.\nFor more information or to submit a complaint visit:&nbsp;https://www.jamsadr.com/eu-us-privacy-shield.</p>\n<p>Under certain conditions, more fully described on the&nbsp;Privacy Shield website, you may be entitled to invoke binding arbitration when other dispute resolution options do not satisfactorily resolve your concerns.</p>YOUR CHOICES<p>\n<strong>General.</strong> You may have the right to opt out of certain uses of your personal information.</p>\n<p>\n<strong>Email.</strong> If you receive an unwanted marketing email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future marketing emails.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.\nWe may also send you certain non-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding the Services or updates to our Terms of Service or this Privacy Policy).</p>\n<p>\n<strong>Mobile Devices.</strong> We may send you push notifications through our mobile application.\nYou may at any time opt out from receiving these types of communications by changing the settings on your mobile device.</p>\n<p>\n<strong>Cookies and Interest-Based Advertising.</strong> You may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.\nPlease note that cookie-based opt-outs are not effective on mobile applications.\nHowever, you may opt out of personalized advertisements on some mobile applications by following the instructions for&nbsp;Android&nbsp;and&nbsp;iOS.</p>\n<p>The online advertising industry also provides websites from which you may opt out of receiving targeted ads from data partners and other advertising partners that participate in self-regulatory programs.\nYou can access these websites and learn more about targeted advertising and consumer choice and privacy, at&nbsp;www.networkadvertising.org/managing/opt_out.asp,&nbsp;http://www.youronlinechoices.eu/,&nbsp;https://youradchoices.ca/choices/, and&nbsp;www.aboutads.info/choices/.</p>\n<p>Please note you must separately opt out in each browser and on each device.</p>\n<p>\n<strong>“Do Not Track”.</strong>&nbsp;Do Not Track (“<strong>DNT</strong>”) is a privacy preference that users can set in certain web browsers.\nPlease note that we do not respond to DNT signals or similar mechanisms transmitted by web browsers.</p>YOUR PRIVACY RIGHTS<p>In accordance with applicable law, you may have the right to:</p>\n<ul>\n<li>\n<strong>Access Personal Information</strong> about you, including: (i) confirming whether we are processing your personal information.\n(ii) obtaining access to or a copy of your personal information.\nand (iii) receiving an electronic copy of personal information that you have provided to us, or asking us to send that information to another company (the “right of data portability”);</li>\n<li>\n<strong>Request Correction </strong>of your personal information where it is inaccurate or incomplete.\nIn some cases, we may provide self-service tools that enable you to update your personal information;</li>\n<li>\n<strong>Request Deletion </strong>of your personal information;</li>\n<li>\n<strong>Request Restriction of or Object to </strong>our<strong>\n</strong>processing of your personal information.\nand</li>\n<li>\n<strong>Withdraw your Consent</strong> to our processing of your personal information.</li>\n</ul>\n<p>If you would like to exercise any of these rights, please contact us as set forth below.</p>\n<p>We will process such requests in accordance with applicable laws.\nTo protect your privacy, we will take steps to verify your identity before fulfilling your request.</p>\n<p>Please note that if you use our Services on behalf of an organization (e.g., your employer), that organization may be responsible for fulfilling the individual rights requests referenced above.</p>DATA RETENTION<p>We store the personal information we receive as described in this Privacy Policy for as long as you use our Services or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and/or comply with applicable laws.</p>SECURITY OF YOUR INFORMATION<p>We take steps to ensure that your information is treated securely and in accordance with this Privacy Policy.\nUnfortunately, no system is 100% secure, and we cannot ensure or warrant the security of any information you provide to us.\nTo the fullest extent permitted by applicable laws, we do not accept liability for unauthorized disclosure.</p>\n<p>By using the Services or providing personal information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the Services.\nIf we learn of a security system’s breach, we may attempt to notify you electronically by posting a notice on the Services, by mail or by sending an email to you.</p>THIRD-PARTY WEBSITES/APPLICATIONS<p>The Services may contain links to other websites/applications and other websites/applications may reference or link to our Services.\nThese third-party services are not controlled by us.\nWe encourage our users to read the privacy policies of each website and application with which they interact.\nWe do not endorse, screen or approve, and are not responsible for, the privacy practices or content of such other websites or applications.\nVisiting these other websites or applications is at your own risk.</p>SUPPLEMENTAL NOTICE FOR CALIFORNIA RESIDENTS<p>This Supplemental California Privacy Notice only applies to our processing of personal information that is subject to the California Consumer Privacy Act of 2018 (“CCPA”).\nThe CCPA provides California residents with the right to know what categories of personal information Figma has collected about them and whether Figma disclosed that personal information for a business purpose (e.g., to a service provider) in the preceding 12 months.\nCalifornia residents can find this information above, in the respective sections of this Privacy Policy, and below:</p>\n<p>Figma collects the following Categories of Personal Information:</p>\n<ul>\n<li>\n<strong>Identifiers: </strong>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, or other similar identifiers.</li>\n<li>\n<strong>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)): </strong>A name, signature, address, telephone number or employment.Personal Information does not include publicly available information that is lawfully made available to the general public from federal, state, or local government records.\nNote: Some personal information included in this category may overlap with other categories.</li>\n<li>\n<strong>Commercial information: </strong>Records of products or services purchased or obtained from Figma.</li>\n<li>\n<strong>Internet or other electronic network activity: </strong>Information on a consumer's interaction with websites, applications, or advertisements related to the Services.</li>\n<li>\n<strong>Geolocation data: </strong>Physical location.</li>\n<li>\n<strong>Sensory data: </strong>Audio, electronic, visual, or similar information.</li>\n<li>\n<strong>Inferences drawn from other personal information to create a profile about a consumer: </strong>Profile reflecting a consumer's preferences or characteristics as they relate to the Services.</li>\n</ul>\n<p>Figma Discloses to the following Categories of Third Parties for a Business Purpose:</p>\n<ul>\n<li>Advertising networks</li>\n<li>Internet service providers</li>\n<li>Data analytics providers</li>\n<li>Operating systems and platforms</li>\n<li>Social networks</li>\n<li>Service providers</li>\n</ul>\n<p>\n<strong>Sales of Personal Information under the CCPA</strong>\n</p>\n<p>As defined by the CCPA, Figma does not sell personal information of California residents, nor do we have actual knowledge of any sale of personal information of minors under 16 years of age.</p>\n<p>\n<strong>Additional Privacy Rights for California Residents</strong>\n</p>\n<ul>\n<li>\n<strong>Non-Discrimination.</strong> California residents have the right not to receive discriminatory treatment by us for the exercise of their rights conferred by the CCPA.</li>\n<li>\n<strong>Authorized Agent.\n</strong>Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nTo designate an authorized agent, please contact us as set forth below.</li>\n</ul>\n<p>\n<strong>Verification</strong>.\nTo protect your privacy, we will take steps to verify your identity before fulfilling your request.\nWhen you make a request, we will ask you to provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative, which may include asking you to log in to your account or verify your email address.</p>\n<p>If you are a California resident and would like to exercise any of your rights under the CCPA, please contact us as set forth below.\nWe will process such requests in accordance with applicable laws.</p>SUPPLEMENTAL NOTICE FOR NEVADA RESIDENTS<p>If you are a resident of Nevada, you have the right to opt out of the sale of certain Personal Information to third parties who intend to license or sell that Personal Information.\nYou can exercise your right by contacting us as described below with the subject line “Nevada Do Not Sell Request” and providing us with your name and the email address associated with your account.\nAs defined by Nevada Revised Statutes Chapter 603A, we do not currently sell Personal Information of Nevada residents.</p>CHILDREN’S INFORMATION<p>The Services are not directed to children under 13, and we do not knowingly collect personal information from children.\nIf you learn that your child has provided us with personal information without your consent, you may contact us as set forth below.\nIf we learn that we have collected a child’s personal information in violation of applicable law, we will promptly take steps to delete such information and terminate the child’s account.</p>SUPERVISORY AUTHORITY<p>If you are located in the European Economic Area or the United Kingdom, you have the right to lodge a complaint with a supervisory authority if you believe our processing of your personal information violates applicable law.</p>CHANGES TO OUR PRIVACY POLICY<p>We may revise this Privacy Policy from time to time at our sole discretion.\nIf there are any material changes to this Privacy Policy, we will notify you as required by applicable law.\nYou understand and agree that you will be deemed to have accepted the updated Privacy Policy if you continue to use the Services after the new Privacy Policy takes effect.</p>CONTACT US<p>If you have any questions about this Privacy Policy or our privacy practices, or if you wish to submit a request to exercise your rights as detailed in this Privacy Policy, please contact us at:</p>\n<p>Figma, Inc.<br>760 Market St, Floor 10<br>San Francisco, CA 94102</p>\n<p>Email: support@figma.com</p>Archives<p>June 3, 2021</p>\n<p>April 15, 2021</p>\n<p>June 23, 2020</p>\n<p>Nov 5, 2018</p>TwitterYouTubeInstagramFacebookManage CookiesUse CasesUI designUX designGraphic designWireframingDiagrammingBrainstormingTemplatesRemote designAgenciesFigma for educationExploreDesign featuresPrototyping featuresDesign systems featuresCollaboration featuresDesign processFigJamPricingFigma OrganizationCustomersSecurityIntegrationsContactResourcesBlogBest practicesSupportDevelopersLearn designDownloadsWhat's newReleasesCareersAbout usAgency partnersPrivacyStatusCompareSketchAdobe XDInvision StudioFramerDesign on WindowsMiroManage Cookies", "created_at": "2021-11-03 01:40:58.148794", "updated_at": "2021-11-03 00:44:08.73212"}], "points": [], "urls": ["figma.com"]}}