{"error": 448, "message": "OK", "parameters": {"id": 2946, "name": "Bartell Assessments", "created_at": "2021-04-03 18:08:56.52479", "updated_at": "2021-04-04 00:02:10.547852", "wikipedia": null, "keywords": null, "related": null, "slug": "bartell_assessments", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2946.png", "url": "bartellassessments.com,bartellbartell.com", "documents": [{"id": 4644, "name": "Privacy Policy", "url": "https://bartellbartell.com/privacy/", "xpath": "//*[@id=\"et-boc\"]/div/div[2]/div/div/div/div", "text": " Last Updated: January 21, 2019\nPrivacy Policy:\nOverview:\n<p>\n<strong>Effective: January 21, 2019</strong>\n</p>\n<p>Bartell &amp.\nBartell takes data privacy seriously.\nThis privacy policy explains who we are, how we collect, share and use Personal Information, and how you can exercise your privacy rights.</p>\n<p>We recommend that you read this privacy policy in full to ensure you are fully informed.&nbsp.\nThis Policy covers information Bartell &amp.\nBartell, Ltd.\n<strong>(“Bartell”, “we”, or “us”) </strong>collect in connection with our Assessment Services, diagnostic Services, and Products (collectively, the “<strong>Services</strong>“).\nThis Policy also covers information collected through:</p>\n<ul>\n<li>Web sites we operate from which you are accessing this Policy (our “<strong>Site</strong>“),</li>\n<li>The software applications we make available for use on or through computers or mobile devices (the “<strong>Applications</strong>“),</li>\n<li>Our social media pages and apps to which the Site links (collectively, our “<strong>Social Media Pages</strong>“), and</li>\n<li>HTML-formatted email messages we send to you that link to this Policy (collectively, including the Site, Apps, and our Social Media Pages, the “<strong>Online Systems</strong>“).</li>\n</ul>\n<p>This Policy also covers other means by which we collect information.\nFor example, it covers how we collect information from in-person discussions, telephone conversations, and through non-electronic communications (i.e., collection through other means than our Online Systems).</p>\n<p>Additionally, this Policy will apply whether you have provided the information directly to us or we have obtained it from a different source, such as through an employer or other third party.</p>\n<p>If you have any questions or concerns about our use of your Personal Information, then please contact us using the contact details provided in the “Questions and Additional Information” section at the end of this document.</p>\nAbout us:\n<p>Bartell &amp.\nBartell, Ltd.\nis an organizational diagnostic and technology firm.\nWe help companies to have more efficient People Operations, so our clients and their employees can be more successful.\nAs part of our work we provide a wide range of offerings and services.\nThese include:</p>\n<ul>\n<li>Assessments and consultation for new hire selection</li>\n<li>Leadership development training</li>\n<li>Organizational diagnostics and surveys</li>\n<li>Online and live training courses</li>\n<li>Individual development services</li>\n</ul>\n<p>Often, our clients may be your employer or an organization with which you are seeking employment.</p>\nPersonal Information we collect:\n<p>To best serve you and our clients, we collect “<strong>Personal information</strong>” on you, which is data that can be used to identify you as an individual, or to contact you.\nThe type of Personal Information we collect about you depends on the situation.\nPlease read below for more detail on the type of data we collect.\nIf you do not agree with this policy, please do not provide us with any Personal Information.</p>\n<ul>\n<li>We may collect your name, contact details and your preferred means of communication.\nWe may also collect your responses to survey and assessment questions.</li>\n<li>In the course of our Services, we may collect the following types of information about you: name, address, telephone number, e-mail address, resume information (employment history, education, professional credentials, memberships in professional organizations, skills, etc.), citizenship, trade union membership, information from former employers and other references, and additional information to the extent we have acquired or you have provided us with such information.\nWe also use photos of you that you provide to us or that you make publicly available on the Internet (e.g., LinkedIn).\nAlso, as permitted by applicable laws, we may obtain background verification information.</li>\n<li>When you are utilizing our Online Systems, we may collect login user credentials like user names, passwords, and password hints.</li>\n<li>Where permitted by law, we may collect compensation and benefits information about you to consult with you or our clients on rewards and benefits.</li>\n<li>In certain cases, we may request sensitive Personal Information about you.\nWe may use this information to ensure that our Services conform with legal requirements, including equal opportunity laws.\nOur assessments and surveys may include demographic survey questions like questions about gender, race, age, or country of origin.\nExcept in these limited cases, we encourage you not to provide any other sensitive Personal Information to us, such as government identification numbers, payment card numbers, information related to racial or ethnic origin, political opinions, religious or other beliefs, health, biometrics or genetic characteristics, criminal background, or trade union membership.</li>\n</ul>\nOther information we collect:\n<p>We collect other information that does not reveal your specific identity (“<strong>Other Information</strong>“), such as:</p>\n<ul>\n<li>Information collected through cookies, pixel tags, and other technologies</li>\n<li>App usage data</li>\n<li>Demographic information and other information provided by you</li>\n<li>Aggregated information</li>\n</ul>\n<p>Because Other Information does not reveal your specific identity, we may use it for any purpose.\nIf we combine Other Information with Personal Information that identifies you directly (like combining your name with your location), we will treat the combined information as Personal Information for as long as it is combined.</p>\n<p>If we are required to treat Other Information as Personal Information under applicable law, we may use and disclose it for the purposes for which we use and disclose your Personal Information as detailed in this Policy.</p>\n<p>We (or 3<sup>rd</sup> parties who provide services to us) may collect Other Information in a variety of ways.\nFor instance:</p>\n<ul>\n<li>We use “cookies” (small text files placed on a visitor’s computer hard drive) and other similar technologies to help us determine information like the type of content a visitor to the Site consumes, and the length of time each visitor spends at any area of the Site.\nCookies and similar technologies enhance your experience on the Site.\nPlease see Bartell &amp.\nBartell’s cookie policy for more information about our use of cookies.\n<ul>\n<li>You can configure your browser settings to automatically decline cookies or be given the choice of declining or accepting the transfer to your computer of a particular cookie(s) from a particular site.\nPlease refer to https://www.allaboutcookies.org/manage-cookies for information on how to manage cookies stored on your computer.\nIf you disable cookies and similar technologies, your experience on the Site may be diminished and some features may not work as intended.</li>\n</ul>\n</li>\n</ul>\nHow we collect your data\n<p>There are two primary ways we may collect personal information on you:</p>\n<ul>\n<li>Directly from you, whenever you interact with Bartell &amp.\nBartell and our websites and offerings</li>\n<li>From our clients to whom we are providing Services or other third parties who assist us in providing you and our clients with services.</li>\n</ul>\nFrom you directly\n<p>Often, we will collect data from you directly as part of our Services.\nFor instance, we may collect Personal Information when you register to use our Online Systems, complete online assessments or surveys, participate in online or in-person courses, provide Personal Information about yourself to our team of consultants, or contact us via e-mail, electronic forms, telephone or postal mail.</p>\n<ul>\n<li>Please note: If you submit any Personal Information about other people to us or to our service providers, you represent that you have the authority to do so and to permit us to use the information in accordance with this Policy.</li>\n</ul>\nFrom Clients and other third parties\n<p>As part of our services, clients (often your employer or a potential employer) will share Personal Information about you, such as resumes, employment history, or other information required for us to perform our Services with the client.\nAdditionally, when someone participates in an assessment or coaching experience, they may share Personal Information about you.</p>\n<p>When providing our Services, we may also obtain Personal Information about you from your potential employer, referrals, networking activities, public databases, joint marketing partners, licensed databases, and social media platforms.\nThe information we collect from these third parties includes information about the identity of potential candidates (e.g., an individual’s name, address, telephone number, e-mail address), information about their background and qualifications (employment history, education, professional credentials, memberships in professional organizations, skills, etc.), citizenship, information from former employers and other references.\nWe also use photos of you that you provide to us or that you make publicly available on the Internet (e.g., LinkedIn).\nAs permitted by applicable laws, we may also obtain background verification information.</p>\nHow we use your data\n<p>Bartell &amp.\nBartell uses the Personal Information we collect in several ways.\nPrimarily, we use your data in four primary ways:</p>\n<ul>\n<li>To serve you and our clients</li>\n<li>For our internal business (operational) purposes</li>\n<li>For research</li>\n<li>For Marketing</li>\n</ul>\n<p>The summary below provides additional details about the ways we use the Personal Information we collect.</p>\nTo serve you and our clients\n<p>The primary way we use your Personal Information to provide our Services to you and our clients.\nIn particular, we do this to fulfill our contractual relationships with you and our clients and where we have a legitimate, beneficial interest in using Personal Information to conduct our business.</p>\n<p>A primary aspect of our Services is the administration and interpretation of assessments and diagnostics.\nAs part of offering these services, we use your Personal Information to help consult with our clients to help them have more efficient organizations and achieve greater performance.\nDuring the course of these consultations, your Personal Information may be used as part of our processes.</p>\n<p>Additionally, we use your Personal Information to respond to your inquiries, to verify your information, or to share information with you.\nFor example:</p>\n<ul>\n<li>We will use your Personal Information to respond to your inquiries and fulfill your requests.\nIf you contact us, we keep a record of your contact information and correspondence, and we use information you provide in your message to respond to your inquiry.\nWe do so to manage our contractual relationship with you.</li>\n<li>From time to time we use your Personal Information to send you important information regarding the Online Systems, changes to our terms, conditions, policies, and other administrative information.</li>\n<li>We may also contact you to verify that the Personal Information we collected about you is accurate and current.\nWe use the Personal Information to manage our contractual relationship with you or to comply with a legal obligation.</li>\n</ul>\nFor internal business purposes\n<p>We also use your Personal Information to help operate our business.</p>\n<p>For instance, we use your Personal Information for our business needs, such as audits, internal communication regarding candidates and clients, determining the effectiveness of our promotional activities, administering our Services, maintaining and securing our infrastructure, and for procurement and financial transactions.\nOften we use this Personal Information to manage our contractual relationship with you and our clients, to comply with a legal obligation, and because we have a legitimate beneficial business interest.</p>\nFor Research\n<p>We may use Personal Information to conduct analysis in order to further the state of organizational science.\nThis often includes the development of thought leadership materials and research studies.\nAny published product will refer only to larger aggregations of individuals and will not identify you personally or include any results attributable to you.\nWe perform analysis because we have a legitimate beneficial business interest in doing so.</p>\n<p>In particular, we may retain and use Personal Information about you for research, publication, development, benchmarking and norms, validation, longitudinal studies, trend analysis, to improve and enhance our Services or to develop and market new Services.\nWe may use Personal Information about you to ensure that our Services conform with legal requirements like equal opportunity laws.\nWe also may use your name and other personal identifiers to associate and combine information about you that is collected from one Service with information about you collected through other Services.</p>\n<p>During the course of research and analysis endeavors we often pseudonymize or key-code your Personal Information, meaning that personal identifiers are stripped from all information that may directly identify you, and are replaced with a code to minimize unwanted or unintended identification.\nSuch key-coded information can be de-coded by using the key so that it identifies you again.</p>\n<p>We may also anonymize, aggregate or de-identify Personal Information so the end-product does not identify you or any other individual.\nFor example, we may use this information to generate norms by industry, geography, level, etc., enable us to understand where our Services are being utilized, conduct ongoing validation studies, compile reports, and publish journal articles to further the knowledge base of organizational and leadership science.\nSuch aggregated, anonymized or de-identified information is not considered Personal Information for purposes of this Policy and we may use it for any purpose.</p>\nFor Marketing\n<p>We may use your Personal Information to send you information or marketing materials.\nPlease note that if we obtained your Personal Information because of an engagement with our client, or you are using our Products at the request of your employer, you will not receive marketing materials as a result of the Personal Information we obtained from those Services.</p>\n<p>Regularly, Bartell sends informational e-mails, articles, white papers, proposals, engagement letters, and information regarding our Services.\nWe also may use your Personal Information to conduct surveys.\nWe do so either with your consent or because we have a legitimate beneficial business interest.</p>\n<p>Occasionally, we may desire to use your Personal Information in press releases and direct marketing materials.\nBefore we use your Personal Information in that way, we will obtain consent from you.</p>\nWho has access to your data\n<p>How your Personal Information is disclosed to other parties and who has access to our data will depend upon the situation.\nHowever, as we take your privacy seriously, Bartell &amp.\nBartell provides access to your Personal Information to a limited group of parties, each for a legitimate business interest.\nPrimarily, there are four groups who may have access to your data:</p>\n<ul>\n<li>Our clients</li>\n<li>Partner Organizations</li>\n<li>Our Service Providers</li>\n<li>Other required parties (for legal or safety needs)</li>\n</ul>\n<p>The summary below provides additional details about who has access to your data.</p>\nOur Clients\n<p>Primarily, we use your Personal Information in the course of providing our Services.\nWhile providing our Services, we may disclose your Personal Information to clients who have engaged our services.\nOur clients are often your employer or an organization with whom you are seeking employment.</p>\n<p>As part of our Services we may disclose Personal Information regarding candidates and employees, including the results of assessments and related data, to employers that have engaged Bartell to fulfill selection or development requests.</p>\n<p>In the course of conducting our Services and in providing our Products to clients, we may disclose Personal Information to our client for the purpose of helping them improve their business.\nFor example, we may discuss your assessment results during the course of interpreting a diagnostic for the purpose of helping your organization improve your working conditions.</p>\n<p>If you have completed an assessment or survey at our client’s request as part of our Services or related to a Product, we will not share your assessment results with other clients (outside the client who contracted with us) without obtaining the appropriate consent.</p>\nPartner Organizations\n<p>Bartell maintains a network of partner organizations and independent consultants.\nThese partner organizations and consultants often work directly with Bartell, or with our clients, to provide additional Services in support of the client’s business.\nTo the extent permitted by law, we may share Personal Information with partners to provide seamless Services for you and our clients.\nBartell is responsible for managing jointly-used Personal Information.</p>\n<p>To obtain a list of our partners and independent consultants who have access to your personal information, please contact us at: info@bartellbartell.com.</p>\nService Providers\n<p>Bartell may share personal information with third parties who provide services in the support of our business operations.\nFor example, these third parties may perform services such as assessment processing, delivering products to you, providing customer service, conducting customer research or satisfaction surveys, data analysis, marketing services, attorneys, accountants, and other administrative and back-up and security services.</p>\nOther Instances\n<p>Bartell may also use or disclose Personal Information (to comply with a legal obligation or because we have legitimate interest to do so) in order to: (i) comply with applicable laws, (ii) respond to inquiries, requests or orders from public or government authorities, including those outside of your country of residence, or (iii) protect the rights, privacy, safety or property, of Bartell, you or others.</p>\n<p>We cannot and do not assume any responsibility for the actions or omissions of third parties, such as clients, including the way they use Personal Information received either from Bartell or from other independent sources.</p>\nData Protection and Security\n<p>At Bartell, we always desire your data to remain secure.\nFor this reason, Bartell has reasonable organizational, technical, and administrative measures in place to protect against the loss, misuse, and alteration of Personal Information about users of the Online Systems or our Services which is under our control.\nUnfortunately, however, no security system, or system of transmitting information over the Internet can be guaranteed to be 100% secure.</p>\n<p>If you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any account you might have with us has been compromised or your user credentials are no longer secure), please immediately notify us of the problem by contacting us as described in the “Questions and Additional Information” section below.</p>\n<p>Additionally, at times, we may maintain a physical copy of your Personal Information.\nBartell has reasonable administrative and security measures in place to protect against the unwanted access to, or loss of, your information.\nAside from designated Bartell employees, we do not allow parties outside of Bartell to access your personal information, unless it is required by law or as part of providing our Services.</p>\nChoice\n<p>Your provision of Personal Information to us is voluntary.\nHowever, please be aware that if you do not provide certain Personal Information you may not be able to participate in our Services or access our online systems.\nThis could include being removed from consideration for a job or promotion by one of our clients or your employer.</p>\nData Access\n<p>You have the ability to access a copy of your data at any time by contacting us directly.</p>\n<p>Please contact us info@bartellbartell.com if you would like to:</p>\n<ul>\n<li>Ask questions about how we handle your Personal Information</li>\n<li>Withdraw your consent to our use of your Personal Information</li>\n<li>Object to our use of your Personal Information</li>\n<li>Request an electronic copy of your Personal Information</li>\n<li>Request to review, correct, update, suppress or restrict the use of your Personal Information</li>\n</ul>\n<p>To your best ability, when contacting us, please include all relevant User IDs and e-mail addresses as well as the names of any Bartell (or Bartell related) sites, products, or services you may have accessed as part of participating in our Services or accessing our Online Systems.</p>\nData Removal\n<p>At any time, you can request that your Personal Information be removed from Bartell’s databases.</p>\n<p>To remove your Personal Information from Bartell databases, please contact us at info@bartellbartell.com.</p>\n<p>To your best ability, when contacting us, please include all relevant User IDs and e-mail addresses as well as the names of any Bartell (or Bartell related) sites, products, or services you may have accessed as part of participating in our Services or accessing our Online Systems for which you would like to have your data removed.</p>\n<p>Bartell will make reasonable attempts to delete Personal Information upon your request.\nHowever, to maintain consistency in our Services and operations, we retain backup systems to secure your data.\nWhen you ask that your information be removed from Bartell databases, we may not be able to delete residual copies from our systems or from our backup systems, but they will continue to be protected as required under this Policy.</p>\n<p>Please note that as part of our Services, your Personal Data may be shared with our clients or third parties.\nFor example, we may send our clients assessment instrument results as PDF documents to support our business purposes.\nIn these cases, we have no control over the access, removal, or modification of your data.\nIf you would like your data to be removed from the possession of a third party, please contact that party directly.\nIf you would like a list of clients or other parties your data has been provided to, please contact us at info@bartellbartell.com.</p>\n<p>Additionally, when we perform Services at the specific request of our client, your request for data removal or access may need to be directed to that client.\nWe may only be able to provide you with a non-confidential summary of our final assessment report because these reports contain confidential client or other Personal Information that we are not allowed to disclose.</p>\nOpt-out and removal of Marketing Data\n<p>If you would like to opt-out of receiving marketing communications from us, please contact us at info@bartellbartell.com to have your contact information removed from our marketing databases.</p>\n<p>If you request to have your information removed from our marketing databases through an email request, please include “Remove User” in the subject line of the e-mail, and include your full name, User ID, and telephone number in the body of the e-mail message.\nYou can also forward a copy of the e-mail or marketing communications from which you want to opt-out.</p>\n<p>We will respond to your request consistent with applicable law.\nWe may decline to process requests that in our reasonable opinion may jeopardize the privacy of others or put our intellectual property at risk.</p>\n<p>For your protection, we may only implement requests with respect to the Personal Information associated with the email address that you use to send us your request, and we may need to verify your identity before implementing your request.\nWe will comply with your request as soon as reasonably practical and may need to contact you to be sure that we understand your request.</p>\n<p>We also may need to retain certain Personal Information about you such as your e-mail address to honor opt-out or similar requests.\nPlease keep in mind that this residual Personal Information will remain within Bartell databases, access logs, and other records, which may or may not contain identifiable Personal Information about you.\nThe residual Personal Information will not be used for commercial purposes.\nHowever, Bartell reserves the right, from time to time, to recontact former users of its Services as appropriate for important updates or notifications.</p>\nData Retention Period\n<p>We retain your Personal Information for as long as needed or permitted considering the purpose(s) for which it was obtained, and to provide our services to our clients.</p>\n<p>The criteria used to determine our retention periods include:</p>\n<ul>\n<li>The length of time we have an ongoing relationship with you or our client (e.g., for as long as you have an account with us or keep using the Services)</li>\n<li>A period beyond the time of the ongoing relationship if we have a legitimate internal operations need, such as a need to retain such information for analysis, record-keeping and compliance with data retention schedules</li>\n<li>Whether there is a legal obligation to which we are subject (for example, certain laws require us to keep records of your transactions for a certain period before we can delete them)</li>\n<li>Whether retention is advisable considering our legal position (such as regarding applicable statutes of limitations, litigation or regulatory investigations).</li>\n</ul>\n<p>Additionally, anonymized data may be aggregated and stored indefinitely for our own research purposes.</p>\nLimitation\n<p>This Policy does not address, and we are not responsible for, the privacy, information, or other practices of any third parties.</p>\n<p>For instance, in use of our Online Systems, you may have the opportunity to follow a link from or to other websites maintained by Bartell affiliates, or other third parties.\nThe inclusion of a link on our Online Systems does not imply our endorsement of the linked site.\nBecause these other websites may not be hosted or controlled by Bartell, this Policy does not address the privacy practices of those websites.\nWe encourage you to review the privacy policies of each of those websites.</p>\n<p>Please note that we are not responsible for the collection, usage, and disclosure policies and practices (including the data security practices) of other organizations, such as LinkedIn, Facebook, Apple, Google, Microsoft or any other app developer, app provider, social media platform provider, operating system provider, wireless service provider or device manufacturer, including any Personal Information you disclose to other organizations through or in connection with the Apps or our Social Media Pages.</p>\nUpdates to this policy\n<p>Bartell reviews its privacy practices regularly, and those practices are subject to change.\nYou can determine when this Policy was last revised by checking the “Last Update” date at the top of the privacy policy page.</p>\n<p>Any changes to the Policy will become effective upon posting of the revised Policy on the Internet, accessible through the Site.</p>\nUse of systems by children\n<p>Bartell services and online sites and Systems are not directed to individuals under the age of sixteen (16), and we request that these individuals do not provide their Personal Information through the Online Systems or as part of our services.</p>\nQuestions and Additional information\n<p>We are happy to answer any questions you may have about this policy or how we handle your Personal Information.\nAny questions regarding this Policy should be directed to Bartell &amp.\nBartell, Ltd.\nat:&nbsp;info@bartellbartell.com</p>\n<p>or, by postal mail, at:</p>\n<p>Bartell &amp.\nBartell, Ltd.<br>\nAttn: Privacy Office.<br>\n432 Rolling Ridge Drive, Suite 4,<br>\nState College, PA 16801</p> ", "created_at": "2021-04-03 18:10:21.042897", "updated_at": "2021-04-03 18:10:33.881449"}, {"id": 4643, "name": "Cookie Declaration", "url": "https://bartellbartell.com/cookie-declaration/", "xpath": "//*[@id=\"et-boc\"]/div/div/div[2]", "text": " <p>This website uses cookies.\nWe use cookies to offer you a better browsing experience, personalize content, and assist in our marketing efforts.\nBy continuing to use our website, you consent to our use of cookies.&nbsp;</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration page on our websites.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.</p>\n<p>Your consent applies to the following domains: bartellbartell.com</p> Your current state: Use necessary cookies only.&nbsp;Your current state: Do Not Sell My Personal Information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all cookies.&nbsp;<p>Your consent ID: 0Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo Not Sell My Personal Information<br>\n<p>Cookie declaration last updated on 3/12/21 by Cookiebot: </p>\n<p>Necessary (5) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type cid takeamp.com Preserves user login data.\nSession HTTP Cookie CookieConsent Cookiebot Stores the user's cookie consent state for the current domain 1 year HTTP Cookie PHPSESSID bartellbartell.com Preserves user session state across page requests.\nSession HTTP Cookie rc::a Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent HTML Local Storage rc::c Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage <p>Statistics (3) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _ga bartellbartell.com Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _gat bartellbartell.com Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid bartellbartell.com Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie <p>Marketing (1) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type ads/ga-audiences Google Used by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.\nSession Pixel Tracker ", "created_at": "2021-04-03 18:09:33.987079", "updated_at": "2021-04-03 18:09:47.032318"}], "points": [{"id": 27481, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://bartellbartell.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:27:07.772136", "updated_at": "2022-03-22 23:27:07.772136", "quoteText": "<p>This Policy does not address, and we are not responsible for, the privacy, information, or other practices of any third parties.</p>\n", "case_id": 299, "document_id": 4644, "quoteStart": 25982, "quoteEnd": 26118}, {"id": 27480, "title": "There is a date of the last update of the agreements", "source": "https://bartellbartell.com/privacy/", "status": "Generated through the annotate view", "created_at": "2022-03-22 23:23:59.120064", "updated_at": "2022-03-22 23:23:59.120064", "quoteText": "Last Updated: January 21, 2019\n", "case_id": 331, "document_id": 4644, "quoteStart": 1, "quoteEnd": 32}], "urls": ["bartellassessments.com", "bartellbartell.com"]}}