{"error": 448, "message": "OK", "parameters": {"id": 4943, "name": "Gigaom", "created_at": "2021-08-31 23:47:29.708269", "updated_at": "2021-08-31 22:01:07.570442", "wikipedia": "https://en.wikipedia.org/wiki/Gigaom", "keywords": null, "related": null, "slug": "gigaom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4943.png", "url": "gigaom.com", "documents": [{"id": 8876, "name": "Terms of Service", "url": "https://gigaom.com/terms-of-service/", "xpath": "/html/body/div[1]/div[3]/div/div/div/main/article/div/div", "text": "\n<p>Effective July 22, 2020</p>\n<p>The following terms and conditions govern all use of the GigaOm.com website and all content, services, features, activities and products available at or through all websites, mobile sites, applications (collectively, the “Services”).\nThe Services are owned and operated by Knowingly, Inc.\n(“GigaOm”, “us” or “we”).\nWe ask you to review these terms and conditions, which, together with GigaOm’s Privacy Policy and Copyright or Intellectual Property Infringement Notification Policy, which policies are incorporated by reference herein in their entirety, constitute a legally binding agreement between you and GigaOm that conditions your use of the Services (this “Agreement”).\nBy using or accessing the Services, you agree to be bound by the terms and conditions of this Agreement.\nIf you do not agree to all the terms and conditions of this Agreement, then you may not access or use the Services.\nThe Services are available only to individuals who are at least 13 years old.</p>\n1.\nContent on the Services\n<p>1.1.In General.\nAny opinions expressed by the contributors, authors and moderators who post content to GigaOm are the personal opinions of the authors, not of GigaOm, whether or not the authors are employees or contractors of GigaOm.\nThe Content (as defined below) is provided for informational and entertainment purposes only and is not meant to be an endorsement or representation by GigaOm or any other party.</p>\n<p>1.2.Ownership.\nThe Content (as defined below) on the Services is intended for your personal, noncommercial use only.\nCommercial use of any of the Content or Services is strictly prohibited.\nThe Services and all materials published and/or distributed on or through the Services (including, but not limited to news articles, photographs, images, illustrations, audio clips and video clips) (collectively, the “Content”) are protected by copyright pursuant to U.S.\nand international copyright laws, and are owned or controlled by GigaOm or the party credited as the provider of the Content.\nExcept as set forth in Sections 1.3 and 5.4 of this Agreement, you may not modify, publish, transmit, adapt, participate in the transfer or sale of, reproduce, create new works from, distribute, perform, display, or in any way exploit, any of the Content in whole or in part, without the express written consent of GigaOm or the copyright owner identified in the copyright notice in the Content.\nYou agree not to change or delete any proprietary notices that appear in the Content.\nYou may not use any GigaOm logo or proprietary graphic or trademark without GigaOm’s express written permission.\nYou shall abide by all additional copyright notices, information, or restrictions contained in any Content accessed through the Services.\nAs between the parties, title, ownership rights, and intellectual property rights in the Content and Services, and any copies or portions thereof, shall remain in GigaOm and/or its content providers or licensors.\nGigaOm reserves any rights not expressly granted in this Agreement.</p>\n<p>1.3.Limited License.\nSubject to your strict compliance with this Agreement, GigaOm grants you a limited, revocable, non-transferable, non-assignable and non-exclusive license to access, download (temporary storage only), display, view, use, play and/or print the Content (excluding, for purposes of this Section 1.3, research content accessed through GigaOm and further excluding source and object code in raw form or otherwise, other than as made available to access and use via a standard web browser to enable display) on a personal computer, mobile phone or other wireless device, or other Internet enabled device, for your personal noncommercial use only, subject to the restrictions set forth in this Agreement.\nThe foregoing limited license (A) does not give you any ownership of, or any other intellectual property interest in, any Content, and (B) may be immediately suspended or terminated for any reason, in GigaOm’s sole discretion, and without advance notice or liability.</p>\n2.\nUser-Generated Content\n<p>2.1.Prohibited Actions.\nYou are solely responsible for your communications on and your use of the Services.\nYou agree not to do any of the following: (A) post or transmit any libelous, defamatory, indecent, obscene, fraudulent, deceptive, abusive or pornographic message, data, image, content or program.\n(B) post or transmit any message, data, image, content or program that would violate any property rights of others.\n(C) use the Services to threaten, harass, or otherwise violate the legal rights (including rights of privacy and publicity) of others.\n(D) upload or download files that contain software, marks, logos, data, images, content or other material protected by intellectual property laws, rights of privacy or publicity, or any other applicable law, unless you own or control the rights to such files or material or have received all necessary consents.\n(E) upload files that contain a virus or corrupted data.\n(F) falsify the source or origin of software or other material contained in a file that you upload to the Services.\n(G) falsely purport to be an employee or agent of GigaOm.\n(H) act, in your use of the Services, in a manner that is contrary to applicable law or regulation.\nor (I) circumvent, disable or otherwise interfere with security-related features of the Services or features that prevent or restrict use or copying of any Content or enforce limitations on use of the Services or the Content.</p>\n<p>2.2.GigaOm’s Exclusive Right to Manage the User Submissions.\nYou acknowledge that any materials and other information (including, without limitation, ideas contained therein for new or improved products or services) you post, upload, or submit to the Services, including but not limited to comments, forum messages, reviews, text, video, audio, photographs, computer code and applications (each, a “User Submission”) may be edited, removed, deleted, modified, published, transmitted, and displayed by GigaOm in its sole discretion and without your permission, and you waive any rights you may have (including any moral rights) in preventing the material from being altered or changed in a manner not agreeable to you.\nYou expressly agree that we may remove, disable or restrict access to or the availability of any User Submissions from the Services at any time, for any reason or for no reason at all.\nGigaOm reserves the right to treat User Submissions as content stored at the direction of users for which GigaOm will not exercise control except to block or remove content that comes to GigaOm’s attention and is offensive, obscene, lewd, lascivious, filthy, violent, harassing, threatening, abusive, illegal, libelous, defamatory, fraudulent, deceptive, misleading or otherwise objectionable to GigaOm, or to enforce the rights of third parties or the content restrictions set forth below in this Agreement when notice of their violation comes to GigaOm’s attention.\nHowever, GigaOm shall not be responsible for controlling or editing any Content, and GigaOm has no contractual obligation to remove inappropriate or unlawful Content.\nUnder no circumstances will we be held liable for removing, disabling or restricting access to or the availability of Content.</p>\n<p>2.3.License to GigaOm of Your User Submissions.\nYou hereby grant to GigaOm, and you agree to grant to GigaOm, a perpetual, royalty-free, non-exclusive, irrevocable, unrestricted, unconditional, unlimited, worldwide and cost-free license to use, copy, record, disclose, sell, re-sell, sublicense, reproduce, distribute, redistribute, modify, adapt, publish, edit, translate, transmit, create derivative works of, broadcast, publicly perform, display or otherwise exploit in any manner whatsoever, all or any portion of your User Submissions (and derivative works thereof), for any purpose whatsoever in all formats, on or through any media, software, formula, or technology whether by any means and in any media now known or hereafter developed and to sublicense such rights through multiple tiers of sublicenses, and to advertise, market and promote the same.\nIn order to further effect the rights and license that you grant to GigaOm to your User Submissions, you also hereby grant to GigaOm, and agree to grant to GigaOm, the unconditional, perpetual, irrevocable right to use and exploit your name, persona, image, photograph, and likeness that you provide in connection with any User Submission, without any obligation or remuneration to you.\nExcept as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any User Submissions, even if your User Submissions are altered or changed in a manner not agreeable to you.\nYou agree that you shall have no recourse against GigaOm for any alleged or actual infringement or misappropriation of any proprietary right in your User Submissions.\nYou further acknowledge and agree that no compensation will be paid with respect to the use of your User Submissions or any of the rights granted in this Section 2.3.</p>\n<p>2.4.Representations and Warranties Related to Your User Submissions.\nEach time you submit a User Submission, you represent and warrant that, as to that User Submission, (A) you are the sole author and owner of the intellectual property and other rights to the User Submission, or you have a lawful right to submit the User Submission and grant GigaOm the rights to it that you are granting by this Agreement, all without any GigaOm obligation to obtain consent of any third party and without creating any obligation or liability of GigaOm.\n(B) the User Submission is accurate.\n(C) the User Submission does not and, as to GigaOm’s permitted uses and exploitation set forth in this Agreement, will not infringe any intellectual property or other right of any third party.\n(D) the User Submission will not violate this Agreement, or cause injury or harm to any person.\nand (E) the User Submission complies with all applicable laws and regulations.</p>\n<p>2.5.Responsibility of Users.\nYou are entirely responsible for the content of, and any harm resulting from, your User Submissions.\nGigaOm does not assume any responsibility or liability for any User Submissions posted on the Services or any website linked to the Services and makes no express or implied warranty or guarantee about the accuracy, copyright compliance, legality, or any other aspect of the User Submissions.</p>\n<p>2.6.Non-Confidentiality of Your User Submissions.\nThe Services are available to the public, and your User Submissions, along with information concerning your identity that you provide to GigaOm (including your name, image, employer and location), may be publicly available.\nDo not post information you consider confidential to the Services.\nIn addition, you agree that GigaOm may reveal your identity and whatever information we know about you to any law enforcement agent or official in the event of legal action or a legal request arising from any User Submission made by you.</p>\n<p>2.7.Unsolicited Email, Spamming &amp.\nSpoofing.\nYou may not use the Services to transmit unsolicited email.\nYou may not send unsolicited email to the Services or to anyone whose email address includes a domain name used on the Services.\nYou may not use any domain name on our Services as a pseudonymous return email address for any communications which you transmit from another location or through another service.\nYou may not pretend to be someone else—or spoof their identity—when using the Services.</p>\n3.\nLinks to Third-Party Websites\n<p>The Services may contain links to third party websites (“Third Party Websites”).\nAccess to Third Party Websites is at your own risk, and GigaOm is not responsible for the accuracy, availability or reliability of any information, goods, data, opinions, advice or statements made available on Third Party Websites.\nThese links may also lead to Third Party Websites containing information that some people may find inappropriate or offensive.\nThe Third Party Websites are not under the control of GigaOm and, as such, GigaOm is not liable for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any Third Party Website.\nThe inclusion of any links to Third Party Websites on GigaOm does not imply an endorsement or recommendation by GigaOm.\nGigaOm is not responsible for any form of transmission received from any link, nor is GigaOm responsible if any of these links are not working appropriately.\nYou are responsible for viewing and abiding by any privacy statements and terms of use posted in connection with Third Party Websites, and these Third Party Websites are not governed by this Agreement.</p>\n4.\nCopyright or Intellectual Property Infringement Notification\n<p>If you believe in good faith that material or Content available on GigaOm infringes a copyright or other intellectual property right that you own or for which you are a beneficial owner or exclusive licensee, you are encouraged to notify GigaOm in accordance with GigaOm’s Copyright or Intellectual Property Infringement Notification Policy.\nIt is our policy to terminate, in appropriate circumstances, the access rights of repeat infringers.</p>\n5.\nTerms Applicable to Users of Research Content\n<p>5 .1.In General.\nGigaOm offers the opportunity to sign up to obtain enhanced research content and features.\nBy using or accessing any research products, content, features, services or events, you agree to be bound by the terms and conditions of this Section 5, which are specific to use of research Content and Services.</p>\n<p>5.2.GigaOm Account.\nIn order to access certain features of GigaOm, you will be required to create an online account (the “Account”).\nYou agree to: (A) take reasonable measures to maintain the security of your user identification, password and other information relating to your Account.\n(B) refrain from sharing your Account password or from allowing access to your Account by any third party.\n(C) be solely responsible for the security, confidentiality, legality and integrity of all messages and content that you receive, transmit or store using the GigaOm Account.\n(D) be responsible for all charges resulting from use of your Account, including unauthorized use prior to your notifying GigaOm in writing of such use and taking steps to prevent its further occurrence, including by changing your password.\n(E) comply with the terms and conditions set forth herein.\nand (F) comply with all applicable U.S.\nand international laws, statutes, ordinances, rules, regulations, contracts and applicable licenses regarding your use of GigaOm.</p>\n<p>5.3.Fees.\nPayment Terms.\nAccount Cancellation.</p>\n<ol>\n<li>GigaOm charges a subscription fee (“Fees”) for the use of a GigaOm Account.\nBy registering for an Account, you agree to pay GigaOm the Fees applicable to the account level chosen.\nUnless otherwise stated, all Fees are in U.S.\nDollars.\nGigaOm expressly reserves the right to change the Fees at any time, upon notice to you.\nThe Fees do not include any payment for telecommunications and computer hardware, software, telecommunications access charges, lines or connections or other equipment and services required to access and use GigaOm, which shall be your sole responsibility.\nAll Fees will be billed to your credit card at the current international currency conversion rate.\nYou are responsible for and shall pay GigaOm all currency conversion charges, sales, use, value-added, personal property or other tax, duty or levy of any kind, including interest and penalties thereon (collectively, “Taxes”) for the use of GigaOm, whether imposed now or hereinafter by any governmental entity.\nFor any upgrade or downgrade in plan level that you elect, your credit card will automatically be charged the new rate on your next billing cycle.</li>\n<li>All Fees are paid in advance and are non-refundable.\nThere will be no refunds or credits for partial months of service, upgrades/downgrades, or for months when you did not use GigaOm.\nWe reserve the right to deactivate your access to the GigaOm Account if you fail to pay applicable fees.\nYou must provide current, complete and accurate billing information.\nYou must promptly update all billing information to keep your account current, complete and accurate (such as by furnishing a new billing address, card number or expiration date), and you must promptly notify GigaOm if your credit card is canceled (including if you lose your card or it is stolen), or if you become aware of a potential breach of security (such as an unauthorized disclosure or use of your name or password).\nYou authorize us to obtain updated or replacement expiration dates for your credit card in the event that the credit card you provided us expires.\nWe reserve the right to charge any renewal card issued to you as a replacement.\nYou agree to promptly pay GigaOm in the event of any refusal of your credit card issuer to pay any amount to GigaOm for any reason.\nYou agree to pay all costs of collection, including attorney’s fees and costs, on any outstanding balance.\nIn the event you fail to pay any amount when due, GigaOm may immediately suspend or terminate this Agreement and your access to the GigaOm Account.</li>\n<li>Your subscription will renew automatically, unless we terminate it or you terminate your subscription by providing notice via email at support@gigaom.com\n<p>You must cancel your subscription before it renews in order to avoid billing of subscription fees for the renewal term to your credit card.</p>\n</li>\n</ol>\n<p>5.4.Limited License to GigaOm Account Users.\nSubject to your strict compliance with this Agreement, GigaOm grants you a limited, revocable, non-transferable, non-assignable and non-exclusive license to use the Content available on GigaOm (the “GigaOm Content”) as described below.\nYou may:</p>\n<ul>\n<li>View the GigaOm Content while accessing GigaOm.</li>\n<li>Download or print one copy of any GigaOm Content for personal use.</li>\n<li>Incorporate, on a non-systematic and non-routine basis, a small excerpt of the GigaOm Content (e.g., a few lines of text, a paragraph, a specific graphic, chart or graph) within a report or presentation that is distributed to an audience that is internal to the company for which you are employed (“your company”), as long as you attribute GigaOm as the source.</li>\n<li>Briefly summarize, on a non-systematic and non-routine basis, GigaOm Content in your own words, and distribute the summary to an audience that in internal to your company in connection with a specific project, as long as you attribute GigaOm as the source.</li>\n<li>Distribute, in digital or hard copy, GigaOm Content for which you have purchase reprint rights, to audiences inside or outside your company.</li>\n<li>If your Account was obtained under an enterprise license made by your company, distribute GigaOm Content in accordance with the terms of that license.</li>\n</ul>\n<p>Except as expressly provided in this Section 5.4, you may not post or otherwise distribute GigaOm Content (e.g.\nvia hard copy, email, and/or posting on intranet, company bulletin boards or other information storage &amp.\nretrieval systems).\nThe foregoing limited license (A) does not give you any ownership of, or any other intellectual property interest in, any GigaOm Content, and (B) may be immediately suspended or terminated for any reason, in GigaOm’s sole discretion, and without advance notice or liability.</p>\n6.\nOperation of the Services\n<p>GigaOm reserves complete and sole discretion with respect to the operation of the Services.\nGigaOm may, among other things: (A) make available to third parties information relating to the Services and their users, subject to the Privacy Policy.\nand (B) withdraw, suspend or discontinue any functionality or feature of the Services.\nYou acknowledge and agree that from time to time the Services may be inaccessible or inoperable for any reason, including, without limitation: (i) equipment malfunctions.\n(ii) periodic maintenance procedures or repairs which GigaOm may undertake from time to time.\nor (iii) causes beyond the control of GigaOm or which are not reasonably foreseeable by GigaOm.</p>\n7.\nDISCLAIMER OF WARRANTIES\n<p>THE SERVICES ARE PROVIDED BY GIGAOM ON AN “AS IS” BASIS.\nGIGAOM MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SERVICES OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THE SERVICES, INCLUDING THE ACCURACY (EITHER WHEN POSTED OR AS A RESULT OF THE PASSAGE OF TIME) OF ANY CONTENT ON THE SERVICES.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, GIGAOM DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, AND THAT ACCESS TO OR USE OF THE SERVICES WILL BE SECURE, ACCESSIBLE CONTINUOUSLY, UNINTERRUPTED OR ERROR-FREE.\nGIGAOM MAKES NO REPRESENTATIONS, WARRANTIES OR GUARANTEES AGAINST HUMAN AND MACHINE ERRORS, OMISSIONS, DELAYS, LOSSES (INCLUDING LOSS OF DATA), OR THAT FILES AVAILABLE FOR DOWNLOAD FROM THE SERVICES WILL BE FREE OF INFECTION BY VIRUSES, WORMS, TROJAN HORSES OR OTHER CODE THAT MANIFEST CONTAMINATING OR DESTRUCTIVE PROPERTIES.\nTHIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS AGREEMENT.\nIF YOU ARE DISSATISFIED WITH ANY PORTION OF THE SERVICE, OR WITH ANY OF THESE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE SERVICES AND, WHERE APPLICABLE, TERMINATE YOUR PRO ACCOUNT.\nTO THE EXTENT THAT YOU MIGHT OTHERWISE BELIEVE THAT ANY WARRANTIES, GUARANTEES OR REPRESENTATIONS HAVE BEEN MADE TO YOU, YOU HEREBY AGREE THAT SUCH STATEMENTS, WHETHER MADE ORALLY OR IN WRITING, ARE TO BE CONSTRUED AS MERELY NONBINDING EXPRESSIONS OF POLICY RATHER THAN AFFIRMATIVE REPRESENTATIONS, OBLIGATIONS, GUARANTEES OR WARRANTIES.\nIN THE EVENT OF ANY CONFLICT BETWEEN THIS SECTION 7 AND OTHER TERMS OR PROVISIONS OF THIS AGREEMENT, THIS SECTION SHALL BE CONSTRUED TO TAKE PRECEDENCE.</p>\n8.\nLIMITATION OF LIABILITY\n<p>IN NO EVENT WILL GIGAOM BE LIABLE UNDER ANY THEORY OF LAW FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES, INCLUDING, BUT NOT LIMITED TO, LOSS OF PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION OR DATA OR COSTS OF REPLACEMENT GOODS, ARISING OUT OF THE USE OR INABILITY TO USE THE SERVICES OR RESULTING FROM USE OF OR RELIANCE ON THE CONTENT, EVEN IF GIGAOM MAY HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY CLAIMS BY ANY THIRD PARTIES.</p>\n<p>The Services are controlled and offered by GigaOm from its facilities in the United States of America.\nGigaOm makes no representations that the Services are appropriate or available for use in other locations.\nThose who access or use the Services from other jurisdictions do so at their own volition and are responsible for compliance with local law.</p>\n9.\nVIOLATIONS / INDEMNIFICATION\n<p>YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS GIGAOM, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND SUPPLIERS FROM AND AGAINST ALL LOSSES, EXPENSES, DAMAGES AND COSTS, INCLUDING REASONABLE ATTORNEY’S FEES, RESULTING FROM ANY VIOLATION OF THIS AGREEMENT BY YOU OR ANY USER SUBMISSION POSTED OR SUBMITTED BY YOU (INCLUDING BUT NOT LIMITED TO INFRINGEMENT OF THIRD PARTIES’ WORLDWIDE INTELLECTUAL PROPERTY RIGHTS OR NEGLIGENT OR WRONGFUL CONDUCT).</p>\n10.\nWAIVER AND RELEASE\n<p>YOU AGREE THAT NEITHER GIGAOM NOR ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS OR SUPPLIERS SHALL HAVE ANY LIABILITY TO YOU UNDER ANY THEORY OF LIABILITY OR INDEMNITY IN CONNECTION WITH YOUR USE OF THE GIGAOM SERVICES.\nYOU SPECIFICALLY ACKNOWLEDGE THAT GIGAOM SHALL NOT BE LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY USER SUBMISSIONS OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.\nYOU HEREBY RELEASE AND FOREVER WAIVE ANY AND ALL CLAIMS YOU MAY HAVE AGAINST GIGAOM, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS OR SUPPLIERS (INCLUDING BUT NOT LIMITED TO CLAIMS BASED UPON THE NEGLIGENCE OF GIGAOM, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS OR SUPPLIERS) FOR LOSSES OR DAMAGES YOU SUSTAIN IN CONNECTION WITH YOUR USE OF THE SERVICES.</p>\n11.\nComplete Agreement\n<p>This Agreement, which incorporates GigaOm’s Privacy Policy and Copyright or Intellectual Property Infringement Notification Policy, constitutes the entire agreement between you and us relating to your access to and use of the Services and supersedes any prior or contemporaneous written or oral agreements, communications or other understandings relating to the subject matter hereof (with the sole exception of any separate license agreements for GigaOm Account to which you are a party or beneficiary, which shall remain in full force and effect and which shall supplement the terms of this Agreement).\nThis Agreement may not be modified, either expressly or by implication, except as set forth below in Section 12.</p>\n12.\nModifications / Termination\n<p>12.1.In General.\nOur employees are not authorized to vary the terms of this Agreement.\nThis Agreement may be modified only (A) by obtaining our written consent in a notarized agreement signed by an officer of GigaOm.\nor (B) as set forth below in Section 12.2.</p>\n<p>12.2.Periodic Revisions.\nYou agree that we may modify the terms of this Agreement from time to time, and that your right to access the Services is conditioned on an ongoing basis with your compliance with the then-current version of this Agreement.\nWe will notify you of any material revisions or modifications to this Agreement by: (1) posting a notice on the gigaom.com website for thirty (30) days following any revisions or modifications to this Agreement and/or by posting a notice on gigaom.com the first time that you visit gigaom.com following such revisions or modifications.\nor (2) through a direct communication to you by email, if you have provided an email address to us.\nIf you have not already done so, please register the appropriate email address.\nYou will be deemed to have agreed to the new terms and conditions if you continue to access the Services after having been notified of such revisions or modifications by email or, if you have not been notified by email, after the passage of thirty (30) days from the time the revised terms and conditions are first posted on gigaom.com (whichever is sooner).\nIf you do not provide us with a valid email address to send you information concerning revisions or modifications to this Agreement, then you agree that you will not receive notice by email.\nIf you change email accounts, it will be your responsibility to notify us of a new valid email address in order to receive email notice.\nWe assume no responsibility for your failure to actually receive notice.\nIt is your responsibility to review this page for possible modifications.</p>\n13.\nDispute Resolution / Jurisdiction / Agreement to Arbitrate\n<p>13.1.In General.\nCertain portions of this Section 13 are deemed to be a “written agreement to arbitrate” pursuant to the Federal Arbitration Act.\nYou and GigaOm agree that we intend that this Section 13 satisfies the “writing” requirement of the Federal Arbitration Act.</p>\n<p>13.2.First — Try to Resolve Disputes and Excluded Disputes.\nIf any controversy, allegation, or claim arises out of or relates to the Services, the Content, your User Submissions, or this Agreement (collectively, “Dispute”), or to any of GigaOm’s actual or alleged intellectual property rights (an “Excluded Dispute”, which includes those actions set forth in Section 13.5 below) , then you and we agree to send a written notice to the other providing a reasonable description of the Dispute or Excluded Dispute, along with a proposed resolution of it.\nOur notice to you will be sent to you based on the most recent contact information that you provide us.\nBut if you have failed to provide us with this information or if such information is not current or accurate, then we have no obligation under this Section 13.2.\nYour notice to us must be sent to:</p>\n<p>GigaOm<br>\n3905 State Street #7-448<br>\nSanta Barbara, CA 93105-5107</p>\n<p>For a period of 60 days from the date of receipt of notice from the other party, GigaOm and you will engage in a good faith dialogue in order to attempt to resolve the Dispute or Excluded Dispute, though nothing will require either you or GigaOm to resolve the Dispute or Excluded Dispute on terms with respect to which you and GigaOm, in each party’s sole discretion, are not comfortable.</p>\n<p>13.3.Forums for Alternative Dispute Resolution.</p>\n<ol>\n<li>Arbitration.If we cannot resolve a Dispute as set forth in Section 13.2 above within 60 days of receipt of the notice (or, where no notice address exists for you, after such Dispute arises), then either you or we may submit the Dispute to formal arbitration in accordance with this Section 13.3.\nIf we cannot resolve an Excluded Dispute as set forth in Section 13.2 above within 60 days of receipt of the notice (or, where no notice address exists for you, after such Excluded Dispute arises), then either you or we may submit the Excluded Dispute to formal arbitration only if you and GigaOm consent, in a writing signed by you and GigaOm’s General Counsel, to have that Excluded Dispute subject to arbitration.\nIn such a case (and only in such a case), that Excluded Dispute will be deemed a “Dispute” for the remainder of this Section 13.3.\n<p>Upon expiration of the applicable 60-day period and to the fullest extent permitted by applicable law, a Dispute will be resolved solely by binding arbitration in accordance with the then current Commercial Arbitration Rules of the American Arbitration Association (“AAA”).\nIf the Dispute has a claimed value of not more than $250,000, then the arbitration will be heard and determined by a single neutral arbitrator who is a retired judge or a lawyer with not less than 10 years’ experience as a practicing member of the bar in the substantive practice area related to the Dispute, who will administer the proceedings in accordance with the AAA’s Supplementary Procedures for Consumer Related Disputes.\nIf the Dispute has a claimed value of more than $250,000, or if GigaOm elects in its sole discretion to bear the costs of arbitration in excess of those that would occur for a proceeding before a single neutral arbitrator, then the arbitration will be heard and determined by a three member panel, with one member to be selected by each party and the third (who will be chair of the panel) selected by the two party appointed members or by the AAA in accordance with the Commercial Arbitration Rules.\nThe arbitrator or arbitration panel, as the case may be, will apply applicable law and the provisions of this Agreement, will determine any Dispute according to the applicable law and facts based upon the record and no other basis, and will issue a reasoned award.\nIf you and GigaOm do not both consent to the arbitration of an Excluded Dispute as set forth in the immediately preceding paragraph of this Section 13.3.A, then this paragraph and the remainder of this Section 13.3 will not apply to the Excluded Dispute.</p>\n<p>If a party properly submits the Dispute to the AAA for formal arbitration and the AAA is unwilling or unable to set a hearing date within 60 days of the filing of a “demand for arbitration,” then either party can elect to have the arbitration administered by the Judicial Arbitration and Mediation Services Inc.\n(“JAMS”) using JAMS’ streamlined Arbitration Rules and Procedures, or by any other arbitration administration service that you and a legal officer of GigaOm consents to in writing.\nThe substantive practice area requirements for the arbitrator and the $250,000 threshold for the number of arbitrators assigned to the Dispute set forth in the paragraph above for the AAA arbitration will also apply to any such arbitration under JAMS or another arbitration service.</p>\n<p>You can obtain AAA and JAMS procedures, rules, and fee information as follows:</p> AAA:\n800.778.7879\nJAMS:\n949.224.1810 http://www.adr.org/ http://www.jamsadr.com </li>\n<li>Nature, Limitations, and Location of Alternative Dispute Resolution.\nIn arbitration, as with a court, the arbitrator must honor the terms of this Agreement and can award the prevailing party damages and other relief (including attorneys’ fees).\nHowever, WITH ARBITRATION (i) THERE IS NO JUDGE OR JURY, (ii) THE ARBITRATION PROCEEDINGS AND ARBITRATION OUTCOME ARE SUBJECT TO CERTAIN CONFIDENTIALITY RULES, AND (iii) JUDICIAL REVIEW OF THE ARBITRATION OUTCOME IS LIMITED.\nAll parties to the arbitration will have the right, at their own expense, to be represented by an attorney or other advocate of their choosing.\nIf an in-person arbitration hearing is required, then it will be conducted in Austin, Texas.\nbut if the applicable arbitration rules or laws require the arbitration to be conducted in the “metropolitan statistical area” (as defined by the U.S.\nCensus Bureau) where you are a resident at the time the Dispute is submitted to arbitration, GigaOm shall have the right to elect to proceed to arbitration in such location.\nYou and we will pay the administrative and arbitrator’s fees and other costs in accordance with the applicable arbitration rules.\nbut if applicable arbitration rules or laws require GigaOm to pay a greater portion or all of such fees and costs in order for this Section 13 to be enforceable, then GigaOm will have the right to elect to pay the fees and costs and proceed to arbitration.\nDiscovery will be permitted pursuant to the applicable arbitration rules.\nThe arbitrator’s decision must consist of a written statement stating the disposition of each claim of the Dispute, and must provide a statement of the essential findings and conclusions on which the decision and any award (if any) is based.\nJudgment on the arbitration decision and award (if any) may be entered in or by any court that has jurisdiction over the parties pursuant to Section 9 of the Federal Arbitration Act.</li>\n</ol>\n<p>13.4.Limited Time to File Claims.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IF YOU OR WE WANT TO ASSERT A DISPUTE (BUT NOT AN EXCLUDED DISPUTE) AGAINST THE OTHER, THEN YOU OR WE MUST COMMENCE IT (BY DELIVERY OF WRITTEN NOTICE AS SET FORTH IN SECTION 13.2 ABOVE, WHERE FEASIBLE) WITHIN 1 YEAR AFTER THE DISPUTE ARISES — OR IT WILL BE FOREVER BARRED.</p>\n<p>13.5.Injunctive Relief.\nThe foregoing provisions of this Section 13 will not apply to any legal action taken by GigaOm to seek an injunction or other equitable relief in connection with any loss, cost, or damage (or any potential loss, cost, or damage) relating to the Services, the Content, your User Submissions and/or GigaOm’s intellectual property rights (including such GigaOm may claim that may be in dispute), GigaOm’s operations, and/or GigaOm’s products or services.</p>\n<p>13.6.Small Claims Matters Are Excluded from Arbitration Requirement.\nNotwithstanding the foregoing, either of us may bring a qualifying claim of Disputes (but not Excluded Disputes) in small claims court.</p>\n<p>13.7.No Class Action Matters.\nDisputes will be arbitrated only on an individual basis and will not be consolidated with any other arbitrations or other proceedings that involve any claim or controversy of any other party.\nBut if, for any reason, any court with competent jurisdiction or any arbitrator selected pursuant to Section 13.3.A above holds that this restriction is unconscionable or unenforceable, then our agreement in Section 13.3 above to arbitrate will not apply and the Dispute must be brought exclusively in court pursuant to Section 13.8 below.</p>\n<p>13.8.Federal and State Courts in Austin.\nExcept to the extent that arbitration is required in Section 13.3 above, and except as to the enforcement of any arbitration decision or award, any action or proceeding relating to any Dispute or Excluded Dispute may only be instituted in state or federal court in Austin, Texas.\nAccordingly, you and GigaOm consent to the exclusive personal jurisdiction and venue of such courts for such matters.</p>\n<p>13.9.Applicable Law.\nThis Agreement will be governed by and construed in accordance with, and any Dispute and Excluded Dispute will be resolved in accordance with, the laws of the State of Texas, without regard to its conflict of law provisions.</p>\n14.\nConstruction\n<p>If any portion of this Agreement is found to be unenforceable or invalid, that portion shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and enforceable.</p>\n15.\nNotice\n<p>GigaOm may deliver notice to you under this Agreement by means of electronic mail, a general or specific notice on the Services, a communication to your GigaOm account or by written communication delivered by first class U.S.\nmail to your address on record.\nYou may give notice to GigaOm at any time via electronic mail to the following address: support@gigaom.com.</p>\n16.\nMiscellaneous\n<p>GigaOm may terminate or suspend access to the Services immediately, without prior notice or liability, if you breach this Agreement or for any other reason.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nThis Agreement is not assignable, transferable or sub-licensable by you except with GigaOm’s prior written consent.\nNo agency, partnership, joint venture, or employment is created as a result of this Agreement and you do not have any authority of any kind to bind GigaOm in any respect whatsoever.\nThe headings of the sections contained in this Agreement are for convenience only and shall not be deemed to control of affect the meaning or construction of any provision of this Agreement.\n</p>", "created_at": "2021-08-31 23:47:29.71172", "updated_at": "2021-08-31 21:48:09.09424"}, {"id": 8875, "name": "Privacy Policy", "url": "https://gigaom.com/privacy-policy/", "xpath": "//*[@id=\"post-17454\"]", "text": " Privacy&nbsp;Policy <p>As used in this Privacy Policy, “GigaOm” refers to all websites, mobile sites, applications, and other properties or services owned or operated by&nbsp;Knowingly Corporation.</p>\n<p>By visiting&nbsp;GigaOm, viewing our content or research, and/or using any of our services, you acknowledge that you accept the practices and policies outlined in this Privacy Policy.</p>\nWhat Does This Privacy Policy Cover?\n<p>This Privacy Policy is part of GigaOm’s Terms of Service and covers the treatment of user information, including Personally Identifiable Information (defined below), obtained by GigaOm, including information obtained when you access or log in to GigaOm, and/or register for content or events provided by GigaOm.</p>\n<p>This Privacy Policy does not apply to the practices of companies that GigaOm does not own or control, or to individuals whom GigaOm does not employ or manage, including any of the third parties to which GigaOm may disclose user information as set forth in this Policy.</p>\nWhat Types of User Information Does GigaOm Obtain?\n<p>GigaOm may obtain the following types of information from you or concerning your computer or device (“Information”), which may include information that can be used to identify you as specified below (“Personally Identifiable Information”):</p>\n<ul>\n<li>Name</li>\n<li>Email Address</li>\n<li>Mailing Address</li>\n<li>Telephone Number(s)</li>\n<li>Credit Card Information</li>\n<li>Blog or Website URL</li>\n<li>Social Networking Handle or Username</li>\n<li>Photo</li>\n<li>Demographic Information (e.g., age, gender, interests, and preferences)</li>\n<li>Professional Title</li>\n<li>Company</li>\n<li>Industry</li>\n<li>Activities or Content Viewed on GigaOm</li>\n<li>Information Collected Automatically ( detailed below )</li>\n<li>Information Received from Third Parties ( detailed below )</li>\n</ul>\n<p>In certain cases, we may request that you provide some of the Information identified above in order to obtain specific products or services (such as registering for a GigaOm event or logging in to download a research report from GigaOm).\nIf you choose not to provide the Information we request, you may still use GigaOm, but you may be unable to access certain features or services.</p>\n<p>When you register to receive any products or services from GigaOm or provide information to GigaOm in any other manner, you agree to provide only true, accurate, current and complete information.</p>\nInformation Collected Automatically\n<p>GigaOm may automatically receive and log certain types of information when you visit or interact with our websites, services, mobile applications or other products, including:</p>\n<ul>\n<li>Browser Information</li>\n<li>Operating System Information</li>\n<li>Mobile Device Information (e.g., device identifier, mobile operating system, etc.)</li>\n<li>IP Address</li>\n<li>Internet Service Provider</li>\n<li>Content Viewed</li>\n<li>Geographic Location</li>\n<li>Connection Speed</li>\n<li>Time of Visit</li>\n<li>Referring Site, Application, or Service</li>\n<li>Registration Time</li>\n</ul>\nInformation Received From Third Parties\nEvents and Webinars\n<p>If you register for events or webinars provided by GigaOm, we may receive Information about you from the service providers that host or process registration for these programs or that provide other services to support these programs (such as technical support), which may include certain Personally Identifying Information identified above.</p>\nThird Party Websites/Social Networking Sites\n<p>If you choose to use any third party website or service that is integrated with GigaOm, including a third party social networking or blogging site, such as LinkedIn, Facebook, Twitter or WordPress (“Third Party Websites”)—or if you use any GigaOm application provided through any Third Party Website—we may receive Information, including Personally Identifying Information, from such Third Party Websites, including, but not limited to:</p>\n<ul>\n<li>Name</li>\n<li>Nickname or Username</li>\n<li>Photo or Graphic Avatar</li>\n<li>Unique Third Party Website Identifier (e.g., Facebook User ID)</li>\n<li>Biographical or Demographic Information (e.g.\nprofessional title, gender, college attended, etc.)</li>\n<li>Likes and Interests</li>\n<li>Contacts/Friends/Associations</li>\n<li>Any Information That Is Publicly Available on Third Party Websites</li>\n</ul>\n<p>For example, GigaOm may offer the ability to use certain Third Party Websites to facilitate your registration on GigaOm.\nWe may also use information about your profile and connections on Third Party Websites to allow you to share or connect with your friends and contacts on GigaOm or to personalize your experience.\nIn addition, GigaOm offers “plugins” and “widgets” from various Third Party Websites that allow you to share GigaOm content off of our service, as discussed in “Disclosure of Information to Third Parties”.</p>\n<p>Your decision to use, or share with, a Third Party Website when accessing or using GigaOm products and services is completely voluntary.\nGigaOm is not responsible for compliance with the policies or practices of any Third Party Website.\nYou should ensure that you are comfortable with the information such Third Party Websites may make available to GigaOm by reviewing those Websites’ privacy policies and service terms, and by modifying your privacy settings and preferences on those Services.</p>\n<p>Any information we receive from Third Party Websites will be governed by this Privacy Policy.</p>\nHow Do We Use This Information?\n<p>We use the Information we obtain from or concerning you or your computer or device to provide GigaOm products and services, fulfill your requests, improve our products and services, personalize and tailor your experience on GigaOm, operate our business, and understand how users are engaging with GigaOm.</p>\n<p>In addition, we may use Information from or concerning you or your computer or device to facilitate the delivery of content or advertisements that we believe may be of interest to you, or to communicate with you about new or existing products and services or special offers.\nFor example, we may periodically send promotional materials or notifications related to our products and services to the email address associated with your account.</p>\nGigaOm’s Use of Cookies\n<p>GigaOm may place “cookies” on your computer or device that may contain anonymous Information that is associated with you.\nCookies are small text files a website uses to recognize users, and are typically placed on your hard disk by a web server.\nCookies contain information that can later be read by a web server in the domain (here, GigaOm) that issued the cookie to you or that, in some cases, can be read by a third party domain.</p>\n<p>Our cookies may record Information about your use of GigaOm so that we can provide a continuous and more personalized experience for you, including for one or more of the following purposes: to help identify visitors.\nassess usage patterns.\nidentify preferences.\ncontrol the display of ads.\ndiagnose problems with our servers.\ngather demographic information.\nanalyze trends and usage patterns.\nconduct research.\ndeliver editorial content.\nrecord registration and personalized information.\nand otherwise administer GigaOm products, services and events.</p>\n<p>If you do not wish to have GigaOm place and use cookies on your computer, you should set your browser preferences to refuse cookies before accessing GigaOm.\nGigaOm is not responsible for any failure by you or your browser to accurately implement or communicate your browser preferences or settings.\nIf you choose to decline cookies, you may not be able to sign in or use other interactive features of GigaOm that depend on cookies.</p>\n<p>\n<strong>GigaOm does not control and is not responsible for the use of cookies by its third party partners or advertisers</strong>.\nThe use of cookies by some of these third parties is discussed below (see “Third Party Advertisements” and “Analytics Services”).</p>\nReviewing and Modifying Your Personally Identifying Information\n<p>We offer several ways for you to update Personally Identifying Information that is obtained and stored by GigaOm, or to change your account preferences on GigaOm:</p>\n<ol>\n<li>If you have an online account with GigaOm, you can log in and update or change your account information here</li>\n<li>You may unsubscribe to any of our e-mail updates or products by following the unsubscribe instructions in the body of any message (see Email or Text Message Communications )</li>\n<li>You may contact us at info@gigaom.com.</li>\n</ol>\nDisclosure of Information to Third Parties\n<p>GigaOm may disclose Information (including Personally Identifying Information) from or concerning you or your computer or device to third parties in the circumstances described below.\nBy visiting, accessing, attending or using GigaOm’s products, services or events, you consent to the disclosure of your Information to certain categories of third parties in the manner described below.\nThis Privacy Policy does not apply to the policies or practices of any of these third parties.</p>\nCorporate Subscriptions\n<p>If your employer or another party provides you with a subscription to GigaOm, we may notify the provider when you access or use your subscription.\nWhen providing such notices, we may disclose Personally Identifying Information, such as your name or email address.</p>\nService Providers\n<p>GigaOm relies on third party vendors and service providers to provide support and assistance for its products, services and events (“Service Providers”), and we may disclose your Information (including Personally Identifying Information) to these Service Providers to the extent necessary to support our products, services or events, or as otherwise set forth below.</p>\nPayment Processors\n<p>GigaOm uses third party payment processors, including WooCommerce, Recurly and Braintree, to process financial payments for certain GigaOm services.\nWhen you make payments to GigaOm and/or obtain certain GigaOm products or services, GigaOm may transfer certain Information (including Personally Identifying Information) to these payment processors for the sole purpose of facilitating the payment transaction, such as your Name, Address, and Credit Card Information.</p>\nEvent Registration\n<p>GigaOm uses third parties, such as EventBrite, LogMeIn, and Zoom, to process registration for GigaOm events and programs.\nGigaOm may provide your Information (including Personally Identifying Information) to such registration services when you register for a GigaOm event or program.\nIn addition, as discussed below, GigaOm (or its third party registration service) may provide your Information (including Personally Identifying Information) to companies that sponsor or underwrite portions of an event that you register for, attend, or view.</p>\nWeb Hosts\n<p>GigaOm’s website services are hosted by WordPress, an enterprise web publishing platform.\nAll Information obtained and stored by GigaOm’s websites ( see What Types of User Information Does GigaOm Obtain?) is processed and stored on servers that are owned and operated by WordPress.</p>\nWebinars\n<p>GigaOm uses third parties, such as GoToWebinar to process registration and/or host and provide technical support for GigaOm webinars.\nIf you register for and/or download or view a GigaOm webinar, GigaOm may provide your Information (including Personally Identifying Information) to these third parties to facilitate registration and access to the webinar.\nIn addition, as discussed below, GigaOm (or its third party registration service) may provide your Information (including Personally Identifying Information) to companies that sponsor or underwrite portions of a webinar that you register for, download, or view.</p>\nThird Party Sponsors\n<p>If you have elected to register for one of our sponsored webinars or events, or to access research or content from GigaOm, we may share your Information (including Personally Identifying Information) with business partner(s) and/or sponsor(s) of the webinar, event, research and/or content.\nYou agree that these sponsor(s) and/or business partner(s) may use your Personally Identifying Information to contact you to provide additional information about their products or services.</p>\nThird Party Websites\n<p>GigaOm offers the ability to share GigaOm content on Third Party Websites, including social networking and blogging services such as LinkedIn or Facebook, through “plugins” or “widgets” (such as LinkedIn’s “in” button or Facebook’s “Like” button).\nWhen you elect to share content and information with others on Third Party Websites, GigaOm may transmit your Information (including Personally Identifying Information) to such Third Party Websites.\nThis Information may be visible on the Third Party Website to anyone who has access to that content or Information.\nYour decision to share information in this manner is completely voluntary.\nYou should ensure that you are comfortable with how Third Party Websites may share your Information by reviewing their privacy policies and/or modifying your privacy settings directly on those Third Party Websites.</p>\nURL/Referrer Header Information\n<p>When you visit GigaOm websites, certain information about the content or activities you have engaged in on GigaOm may be reflected in the Uniform Resource Locator (“URL”) for the page you are viewing on GigaOm (i.e., the Internet “address,” commonly displayed in the browser window).\nFor example, the date or title of an article you are viewing may appear in the URL for that page.\nIn addition, if you are logged into a GigaOm account, certain account information (may be visible in the URL when you visit your account on GigaOm.\nIf you leave GigaOm to visit a third party website, including when you click on an advertisement or link or when you share information through a social plug-in (like the LinkedIn “in” button), the information contained in the URL may be transmitted to the third party website by your browser.</p>\nAdvertisers and Analytics Services\n<p>As discussed in (“Third-Party Advertising on GigaOm”), GigaOm uses third party advertisers, including ad networks, to provide advertising on its websites.\nIn addition, as discussed in (“Analytics Services”), GigaOm uses third party analytics products to obtain information about how users are using and interacting with GigaOm.\nThese third parties may receive Information (including Personally Identifying Information) from GigaOm as discussed in greater detail in (“Security and Protection of Personally Identifying Information”).</p>\nLaw Enforcement/Legal Process\n<p>We may disclose your Information (including Personally Identifying Information) when we believe in good faith that disclosure is necessary to comply with any law, regulation or legal request.\nenforce, apply, or investigate breaches of our terms of use and other agreements.\nrespond to public requests.\nor protect the rights, property, user experience or safety of GigaOm, our employees, our users, or others.\nThis can include exchanging information with other companies and organizations for fraud protection and credit risk reduction.</p>\nComments and Public Posts.\nSharing on Third-Party Websites\n<p>GigaOm encourages active participation by users, including through comments on GigaOm.\nHowever, please be aware that if you voluntarily disclose Information, personal or otherwise, on GigaOm, that Information can be viewed, collected and used by others, including other users, search engines, advertisers, third party applications developers, and anyone with access to GigaOm.\nGigaOm has no control over the use, collection or disclosure of any Information that you post publicly on GigaOm.</p>\nChange of Control\n<p>If GigaOm, or substantially all of its assets, is acquired by another company or party, user Information will be one of the assets transferred or acquired by the purchaser.\nYou acknowledge that such transfers may occur, and that any purchaser of GigaOm or its assets may continue to collect, use and disclose your Information as set forth in this Policy.</p>\nThird-Party Advertising on GigaOm\n<p>GigaOm may allow third party advertising serving companies, including ad networks (“Advertisers”), to display advertisements or provide other advertising services on GigaOm.\nThese third party Advertisers may use techniques other than HTTP cookies to recognize your computer or device and/or to collect and record demographic and other Information about you, including your activities on or off GigaOm.\nThese techniques may be used directly on GigaOm.\nPlease keep in mind that your web browser may not permit you to block the use of these techniques, and that browser settings that block conventional cookies may have no effect on such techniques.</p>\n<p>Advertisers may use the information collected to display advertisements that are tailored to your interests or background and/or associate such information with your subsequent visits, purchases or other activities on other websites.\nAdvertisers may also share this information with their clients or other third parties.</p>\n<p>\n<strong>GigaOm has no responsibility for the technologies, tools or practices of the Advertisers that provide advertising and related services on GigaOm</strong>.\nThis Privacy Policy does not cover any collection, use or disclosure of Information by Advertisers who provide advertising and related services on GigaOm.\nThese Advertisers’ information gathering practices, including their policies regarding the use of cookies and other tracking technologies, are governed entirely by their own privacy policies, not this one.</p>\n<p>GigaOm currently may be using one or more of the following Advertisers to provide advertising and related services on GigaOm.\nIf you would like to know about their information gathering and privacy practices, please visit the links below</p>\n<p>GigaOm uses the Standard Terms and Conditions set forth by the Internet Advertising Bureau (IAB).\nSee Standard Terms and Conditions</p> Criteo\nHome Page\nPrivacy Policy Google AdSense\nHome Page\nPrivacy Policy Analytics Services\n<p>In addition, GigaOm uses third party analytics providers and products to obtain, compile and analyze Information (that may include Personally Identifying Information) about how users are using and interacting with GigaOm.\nGigaOm may provide Information (including Personally Identifying Information) to these analytics providers for the purpose of obtaining statistics and other information about how users are using and interacting with GigaOm.\nThese analytics providers may use tracking techniques other than HTTP cookies to recognize your computer or device and/or to collect or compile this information.\nThese techniques may be used directly on GigaOm.\nGigaOm has no responsibility for the technologies, tools or practices of the third parties that providing analytics products and services to GigaOm.\nPlease also keep in mind that your web browser may not permit you to block the use of these techniques, and that browser settings that block conventional cookies may have no effect on such techniques.</p>\nSecurity and Protection of Personally Identifying Information\n<p>We have implemented reasonable security measures and practices in an effort to protect the confidentiality of your Personally Identifying Information (other than Personally Identifying Information that you have elected to disclose to others).\nHowever, no security system is impenetrable.\nIt may be possible for third parties to intercept or access information you provide to GigaOm.\nGigaOm cannot guarantee the security of your Personally Identifying Information, nor can we guarantee that information you supply will not be intercepted while being transmitted to GigaOm.\nIt is important for you to protect against unauthorized access to your password(s) and computer or device, and to log off when using any shared computer.</p>\nEmail or Text Message Communications\n<p>We may contact you by e-mail, text message or other equivalent electronic communications if you access GigaOm products or services or register for events, webinars or other content or services provided by GigaOm.\nBy visiting or using GigaOm products or services, or registering for or attending GigaOm events or webinars, you specifically consent to the receipt of these e-mail or text message communications.\nIf you do not want to receive emails, text messages or other communications from us, please notify us by email at unsubscribe@gigaom.com and include sufficient information for us to identify your account, including your Name, Email Address (or Cellphone Number) and the specifics of your request.\nIf you unsubscribe, GigaOm may still contact you via email or text message for administrative purposes or concerning any products, services or events for which you have registered or are using.</p>\nChanges to the Privacy Policy\n<p>GigaOm retains the discretion to amend or modify this Privacy Policy from time to time.\nUse and disclosure of Information we obtain is subject to the later of: (1) the Privacy Policy in effect at the time such Information is collected or (2) any subsequent Privacy Policy of which you have notice.\nIf we make material changes to the way we collect, use or disclose Personally Identifying Information, we will notify you by posting a clear and prominent announcement on GigaOm or through a direct communication.\nYour continued access to or use of GigaOm following notice of material changes to this Privacy Policy shall constitute consent to any amendments and/or modifications.\nYour use of GigaOm is entirely voluntary, and you may discontinue use of GigaOm at any time.</p>\nHow to Contact Us\n<p>GigaOm welcomes any questions or comments you may have regarding this Privacy Policy or its implementation.\nAny such questions or comments should be submitted via email to privacy@gigaom.com or directed to the address below.\nWe will undertake reasonable efforts to resolve or address your concern.</p>\n<p>GigaOm<br>\nATTN: Privacy</p>\n<p>Knowingly Corporation<br>\n3905 State Street #7-448<br>\nSanta Barbara, CA 93105-5107</p>\nEffective Date of this Privacy Policy\n<p>This Privacy Policy is effective as of March 3, 2016.</p> ", "created_at": "2021-08-31 23:47:29.710289", "updated_at": "2021-08-31 21:49:25.98199"}], "points": [], "urls": ["gigaom.com"]}}