{"error": 448, "message": "OK", "parameters": {"id": 5556, "name": "The American Sweepstakes", "created_at": "2021-11-08 02:01:58.549942", "updated_at": "2021-11-19 23:01:15.747975", "wikipedia": null, "keywords": null, "related": null, "slug": "the-american-sweepstakes", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5556.png", "url": "theamericansweepstakes.com", "documents": [{"id": 9982, "name": "Privacy Policy ", "url": "https://theamericansweepstakes.com/privacy-policy.html", "xpath": "//body", "text": " <ul>\n<li>Latest Posts</li>\n<li>Sign Up</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul> Privacy Policy <p>Effective Date October 26, 2020.</p>\n<p> www.theamericansweepstakes.com (the \"Website\", “Company”, “us”, “we”, or “our”) has developed this Privacy Policy.\nThis Privacy Policy, together with our Terms and Conditions (collectively, the \"Agreement\") form a legally binding agreement between you (“you” or “your”) and the Company.\nThis Agreement governs your access to and use of any Company website and your use or attempted use of our products and services (collectively, \"Your Use\").\nContinued use of the Website constitutes your consent to be bound by this Agreement and shall be enforceable in the same way as if it was signed by you.\n</p>\n<p>This Website is intended for users residing in the contiguous United States, Alaska, and Hawaii.</p> Contents <p>\n</p>\n<ol>\n<li>Scope of the Policy<br>\n</li>\n<li>Information We Collect<br>\n</li>\n<li>How We Use Your Information<br>\n</li>\n<li>How We Share Your Information<br>\n</li>\n<li>How We Store and Protect your Information<br>\n</li>\n<li>Your Rights and Choice Regarding Your Data<br>\n</li>\n<li>Third Party Links and Behavioral Tracking<br>\n</li>\n<li>Children’s Data<br>\n</li>\n<li>Changes to This Privacy Policy<br>\n</li>\n<li>Contact Us</li>\n</ol>\n<p>\n</p> 1.\nScope of the Policy <p> This policy applies to all visitors to this Website and all services, including any apps, websites, features, and other services.\nPlease remember that your use of this website is also subject to our&nbsp;Terms and Conditions.\n</p> 2.\nInformation We Collect <small>A.\nInformation You Provide to Us</small>\n<p>We collect information that you provide on our Website, such as your name, telephone number, email address, physical address, date of birth or other personal information shared by you.\nPlease note that we do not collect any unique identifiable information about you except when you specifically and knowingly share such information with us.</p>\n<p>When you use the Website or interact with us, we may collect any information that you share with us as a part of such interactions, including your responses to the survey questions and the content of the messages and/or attachments you may send us.\nWhen you take a survey on our Website, we may ask questions related to your legally protected characteristics and employment information, as defined under CCPA, including without limitation, your employment status, medical condition and genetic information.\nPlease note that your entry in the sweepstakes is subject to our Methods of Entry.\n</p>\n<small>B.\nInformation We Collect When You Use the Website</small>\n<p>Below are examples of the types of information that we collect.\nThe IP Address is an identifier that is collected indirectly from your site activity.\nThe remaining categories of information are collected either indirectly from your site activity, or from you directly.\nWe may collect other information not included in the examples below.</p>\n<ul>\n<li> Information collected from our web server so that we can improve the overall quality of your online experience.\nThis includes information such as device type, user agent, referring URL.</li>\n<li> We collect this non-personally identifiable information when you access the Website irrespective of whether you register with the Website or not.</li>\n<li> Information collected from interactions with our website, such as website impressions and clicks.</li>\n<li>Information collected from Cookies, including whether a user has previously visited our website.</li>\n</ul>\n<p> The Website assigns an anonymous ID number to any requests made by you through the Website and links the following additional data to that number: the date and time you visited the Website and the links you choose to click.\nWe collect and store this anonymous user information using log files and use the information to analyze and examine trends, monitor your movements, administer the Website, and collect wide ranging demographic information for aggregate use.\nThe Website may present links in a format that enables us to understand whether they have been followed.\nWe use this information to understand and improve the quality of the Website.\n</p>\n<p>The information collected by us can be categorized as follows</p>\n<ul>\n<li>\n<strong>Identifiers:</strong> This category includes information that we can use to identify a user such as your name, email address, telephone number, physical address, and internet protocol (IP) address.</li>\n<li>\n<strong>Internet or other similar network activities:</strong> This category includes information that helps us know more about your interaction with our Website, your operating systems and network service falls under this category.\nThe information collected under this category includes, without limitation, interaction data such as impressions and clicks on the Website, your browser name, browser version, device type, user agent, referring URL, operating system, and version.</li>\n<li>\n<strong>data:</strong> Information about the location of your device.</li>\n<li>\n<strong>Legally Protected Characteristics:</strong> This category includes, without limitation, information about your gender, medical condition and genetic information</li>\n<li>\n<strong>Information:</strong> This category includes, without limitation, information about your employment status and employment history.\n</li>\n</ul>\n<p>\n<strong>Cookies, Analytics, and Third Party Technologies.</strong>&nbsp;We may use automated technology such as “cookies”, tracking pixels, data analytics tools like Google Analytics, SDKs, and other third party technologies to collect information that enables us to understand how you navigate through and interact with the Website, save your choices, improve your experience while using the Website and offer better content and ads on other websites.\nCookies are small text files that are placed by web servers on your device.\nthey are designed to store basic information and to help websites and apps in recognizing your browser.\nYou can manage the use of cookies on your device by modifying your web browser’s cookie settings.\nPlease note that if you choose to delete or decline our use of cookies, you may miss out on certain features offered by the Website.</p>\n<p>The types of cookies we use on the Website include the following</p>\n<p>\n<strong>I.\nPersistent cookies:</strong> Persistent cookies, also known as ‘permanent’ cookies, are data files that enable websites to remember your choices whenever you visit the browser.\nThe information collected through such cookies is stored on your system for an extended time until such cookies reach their expiration date or when such information and/or cookies are manually deleted</p>\n<p>\n<strong>II.\nSession cookies:</strong> Sessions cookies, also known as ‘temporary’ cookies, store data temporarily and delete it on completion of the session or when the web browser is closed.</p>\n<p>\n<strong>Third-Party Cookies:</strong>\n</p>\n<p>When we use third-party services and data analytics tools like Google Analytics, SDKs, and other third party technologies, such third party service providers may place cookies or other tracking technologies to collect &amp.\nprocess information based on your use of the Website.\nPlease note that we do not control, manage, or supervise the use of tracking technologies by such third-party services.\nFor more information on data collection and processing practices employed by such third-party service providers, please refer to their respective privacy policies</p> 3.\nHow We Use Your Information\n<p>We use your personal information to:</p>\n<ul>\n<li>Communicate with you;</li>\n<li> Provide customer support;</li>\n<li> Improve the Website;</li>\n<li> Prevent and detect fraudulent activities.\n</li>\n<li> Enforce the terms of the Agreement.\nand </li>\n<li> Respond to legal proceedings and obligations.</li>\n</ul>\n<small>Communicate With You.</small>\n<p> We may use the information collected from you to provide you additional information on goods or services that you have requested.\nThis may include calls at the number provided by you or additional marketing communications by email.\nWe may, with your express consent, send push notifications about marketing and advertorial content to your device.\nYou can choose to withdraw your consent at any time.\nFor more details, please refer to section 6A of this Privacy Policy.</p>\n<small>Provide Customer Support.</small>\n<p> We work hard to offer the best user experience possible, including providing you with the required support.\nTo do this, we may use your personal information to:\n</p>\n<ul>\n<li> Assist you in resolving queries or concerns you have regarding the Website.\nand</li>\n<li> Provide support and/or respond to your requests.</li>\n</ul>\n<small>Improve the Website.</small>\n<p> We are constantly working to improve your experience while using the Website and provide new features that can be of help to you.\nTo do this, we may use your personal information to:\n</p>\n<ul>\n<li>Monitor the use of the Website, generate related reports to perform research, testing, and analysis.\n</li>\n<li> Enhance your experience by developing new products, features, partnerships, and services;</li>\n<li> Analyze and fix error reports and prevent, find, and resolve any software or hardware related bugs and issues.\nand</li>\n<li> Monitor, improve and develop our security practices, algorithms, and other modeling operations and processes.</li>\n</ul>\n<small>Prevent and detect fraudulent activities.</small>\n<p>We may use the information collected on the Website to prevent and detect any misuse of unauthorized access to or fraudulent activities on the Website.\n</p>\n<small>Enforce the terms of the Agreement.</small>\n<p>We may use your personal information to enforce our rights under the Agreement whether in case of violation of any terms of this Agreement or otherwise.\n</p>\n<small>Respond to Legal Proceedings and Obligations.</small>\n<p>We may use your personal information to respond to occasional demands or obligations that may be imposed on us by the law, government entities, or other regulatory bodies regarding the services we seek to provide.\n</p> 4.\nHow We Share Your Information <small>Sharing With Third-Parties for Business Purposes.</small>\n<p>We may share aggregated general information about the Website with our corporate partners, affiliates and/or others.\nAggregated information does not contain any personally identifiable information that could be used to identify or contact you.</p>\n<p>We may also share your personal information with other entities or individuals in any of the following limited circumstances</p>\n<ul>\n<li>To share such information with trusted businesses or persons for the sole purpose of processing personal information on behalf of us subject to agreements that require such third parties to process such information only as per the instructions provided by us and in compliance with this Privacy Policy and appropriate security and confidentiality measures.\n</li>\n<li>We may store, and process personal information collected on our Website in any country in which Company or its agents maintain facilities.\nWe use appropriate technical and organizational safeguards to ensure security of information in cross-border transfers.\nBy using the Website, you consent to the transfer of your information among these facilities, including those located outside your country of residence.\n</li>\n<li>We may share your information with third party service providers to serve ads and emails on behalf of us.\nSuch third-party service providers may use technologies to measure the effectiveness of advertisements and emails and use information about your visits to the Website in order to enable us to provide you with a better experience.\nFor this purpose, we may also provide these third-party service providers anonymous information about your navigation through the Website.\nIf you wish to stop receiving emails, you can unsubscribe from our mailing list at any time by following the instructions at https://theamericansweepstakes.com/unsubcribe.html&gt;</li>\n<li>We may share certain information about you with carefully selected business partners, including those who may offer services that complement those provided by us or which we believe may be of interest to you.\nWe may share your email address with our preferred emailing partner and/or your postal mailing address with our preferred direct mailing partner(s) for the purpose of sending third party promotional email and/or direct mail communications.</li>\n<li> We may also disclose your information to third parties who assist and enable us in providing our services to you.\nFor example, we may use third party services to make improvements on our site, to offer new products and services and to allow us to customize the experience offered on the Website as per your preference.\n</li>\n</ul>\n<p>We may share and/or sell certain information about you collected on the Website with carefully selected advertisers, marketing and telemarketing partners (Business Partners) and service providers for which we may be compensated.\nSuch Business Partners may offer services that complement those provided by us or which we suppose may be of interest to you.\nWe will share your information with our telemarketing partners only where we have obtained your prior express consent.\nPlease be informed that Business Partners may use your personal information to market products and services to you.\nWhen we share and/or sell your information, we enter into an agreement that describes the purpose for which such information is shared/sold, restricts its use to the purpose specified in the Agreement and requires the Business Partners to ensure that your information remains confidential, and protected from unauthorized disclosure.</p>\n<small>For Legal Reasons.</small>\n<p>We may share your personal information in response to a legal obligation, or if we reasonably determine that sharing your personal information is necessary or appropriate to: </p>\n<ul>\n<li>Ensure compliance with any and all applicable federal, state, or local law(s) or regulation(s), and cooperate with and respond to law enforcement agencies for any civil, criminal or regulatory inquiry, investigation or legal processes such as a search warrant, subpoena, summons, or court order, or enforceable governmental request(s).\nor\n</li>\n<li>Exercise or defend legal claims, protect against harm to our rights, property, interests, or safety and/or your or third-parties’ rights, property, interests, or safety, as required or permitted by law.</li>\n<li>Enforce the terms of this Agreement.</li>\n</ul>\n<small>In Connection With a Sale or Merger.</small>\n<p>If we are involved in a corporate restructuring transaction, such as a merger, reorganization or sale of our assets, we may share your personal information while negotiating or in relation to a change of corporate control under such a transaction.</p>\n<small>Otherwise With Your Consent.</small>\n<p>In addition to the above-mentioned purposes, we may, with your permission or upon your direction, disclose your personal information for purposes such as interaction with third parties among others.</p> 5.\nHow We Store and Protect your Information <p>We retain your information only for such time as may be necessary to provide you with our products and services, for other purposes summarized in the <strong>“How We Use Your Information” section above</strong> and where such retention is legally permissible.</p> 6.\nYour Rights and Choice Regarding Your Data <small>A.\nAll Users.</small>\n<small>Review and Request Changes.</small>\n<p>To review and request changes to your personal information collected on the Website, please reach us at contact@theamericansweepstakes.com </p>\n<small>Email Subscriptions.</small>\n<p>You can opt-out from receiving our commercial or promotional emails by clicking on the unsubscribe link in those messages.\nPlease note that we will continue to send you transactional and relational emails regarding your use of the Website.</p>\n<small>Cookie Tracking.</small>\n<p>You can modify your cookie settings on your browser.\nHowever, if you delete or choose not to accept our cookies, you may miss out on certain features of the Website.\nTo know more about cookies and how to manage cookies, please visit https://www.allaboutcookies.org/ </p>\n<small>Push Notifications.</small>\n<p>You can opt-out of receiving push notifications by modifying the permission settings of your device.</p>\n<small>“Do Not Track” Signals.</small>\n<p>Certain browsers may offer you a “Do Not Track” (DNT) option, which allows you to send signals to operators of websites, web applications and services that you do not want them to track your online activities.\nAt present, our servers do not respond to DNT signals sent by browsers.</p>\n<small>B.\nCalifornia Residents.\n</small>\n<p>The California Consumer Privacy Act (CCPA) provides California residents with the additional rights listed below.\n</p>\n<small>Right to Know.&nbsp;</small>\n<p>You have the right to know what personal information we have collected about you over the past 12 months, including:</p>\n<ul>\n<li>The categories of your personal information collected by us</li>\n<li>The categories of sources from which the personal information is collected.\n</li>\n<li>The purpose (business or commercial) for collecting your personal information.\n</li>\n<li>The categories of third parties with whom we have shared your personal information in the last 12 months.\nand</li>\n<li>The specific components of your personal information we have collected.</li>\n</ul>\n<small>Right to Delete.&nbsp;</small>\n<p>Subject to the following exceptions, you have the right to request us to delete the personal information we have collected from or about you.\nThere are a number of exceptions, that include, but are not limited to, when the information is necessary for us or a third party to do any of the following:</p>\n<ul>\n<li> Complete your transaction(s).\n</li>\n<li> Provide you with goods or services;</li>\n<li> Perform obligations under a contract between us and you;</li>\n<li> Protect your security and prosecute those responsible for breaching it.\n</li>\n<li> Fix our system in the case of a bug;</li>\n<li> Protect the free speech rights of you or other users;</li>\n<li> Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et seq.).\n</li>\n<li> Engage in public or peer-reviewed scientific, historical, or statistical research in the public interests that adheres to all other applicable ethics and privacy laws.\n</li>\n<li> Comply with a legal obligation.\nor</li>\n<li> Make other internal and lawful uses of the information that are compatible with the context in which you provided it.\n</li>\n</ul>\n<small>Do Not Sell My Personal Information.</small>\n<p>You have the right to request that we do not sell your personal information.\nPlease click here so that we can process your request in an efficient manner.\nPlease note that we do not knowingly sell the personal information of minors under 16 years of age without legally required affirmative authorization.</p>\n<small>Exercising Your California Privacy Rights.</small>\n<p>You can exercise your rights directly or choose to appoint an authorized agent to represent you and to communicate with us.\nPlease note that you can only exercise your rights twice in a twelve-month period.\nTo request access to or deletion of your personal information, or to exercise any other data rights under California law, please contact us using the following method:</p>\n<small>Webform:</small>\n<p>You may fill out a Webform to exercise rights.\nPlease ensure that you include your full name, e-mail address, and phone number, along with your reason for writing, to enable us to efficiently process your request.</p>\n<small>E-mail:</small>\n<p> To exercise your rights, please email us at contact@theamericansweepstakes.com.and include details such as your full name, email address, residential address, and phone number, along with your reason for writing, to enable us to process your request in an efficient manner.</p>\n<p>Please note that in certain circumstances, we may request for additional information to verify your identity and any information shared by you for verification purposes shall only be used for the said purpose and not be shared with any third party.</p>\n<small>Response Timing.</small>\n<p>We try to respond to a consumer request(s) for access or deletion of information within 45 days of receiving it.\nIf we require more time, we will inform you of the reason and extension period in writing.\nIn any case, the total period required to respond to your request shall not exceed 90 days from the date of receiving the request.\n</p>\n<ul>\n<li> Shine the Light: As per the provisions of Section 1798.83(a) of California Civil Code, if a California resident’s personal information is shared by us with third parties for direct marketing, they can request us to disclose the names and addresses of third parties with whom such personal information was shared and the categories of personal information revealed to such third parties during the immediately preceding calendar year.\n</li>\n</ul>\n<p>You can exercise this right only once in a calendar year.\nTo exercise your right, please email us at contact@theamericansweepstakes.com We will do our best to address your request within 30 business days of receiving it.</p>\n<small>C.\nNevada Residents</small>\n<p> The Nevada law (SB 220) grants residents of Nevada the right to opt-out of the sale of covered data, as defined under that law, to third parties who may further choose to license or sell that data.\nIf you are a Nevada resident and wish to exercise this right, you can submit a verifiable request to us at contact@theamericansweepstakes.com To the extent we engage in the sale of your data, as defined under the said law, we will process your request within 60 days from the day of its receipt, and where we require more time to process your request, we may extend the said timeline by an additional period of 30 days.\n</p>\n<small>NOTE:</small>\n<p>We may revise this privacy notice from time to time as implementing regulations further develop and come into effect.</p> 7.\nThird Party Links And Behavioral Tracking <small>Third Party Links.</small>\n<p>The Website may contain links or offers to third-party products or services.\nThese third-party websites have separate and independent privacy policies that govern their use.\nWe shall not be responsible or liable for the content and activities of these third-party sites.\nYou agree that your interaction with any third-party is at your own risk.</p>\n<small>Third Party Information Gathering.</small>\n<p>Company includes content and ads from third parties that may track user activity other than that described herein for their internal purposes.\nThese other sites may place their own cookies on your device, collect data or solicit personal information.\nWe do not monitor or control the collection and use of personal information by such third-party website and shall not be held liable for any breach of information by such third parties.\nFor more information about each third party content provider cookies, and how to \"opt-out\", please refer to the respective third party’s privacy policy.\nFollowing is the list of third parties that may place tracking technologies on the Website: </p>\n<ul>\n<li>Google Analytics - https://www.google.com/policies/privacy/partners/</li>\n<li>Google Tag Manager - https://policies.google.com/technologies/partner-sites</li>\n<li>Google reCaptcha - https://policies.google.com/privacy?hl=en</li>\n<li>Bing Tracking - https://privacy.microsoft.com/en-us/privacystatement</li>\n<li>Trusted Form- https://activeprospect.com/privacy-policy/</li>\n<li>Lucky Orange- https://www.luckyorange.com/privacy.php</li>\n</ul> 8.\nChildren’s Data <p>Our Website is intended for users who are, 18 years or older and are eligible to enter into a legally binding contract with us and not be barred from doing so under any applicable laws.\nor for users who are 13 years or older and have parental or guardian's consent to the Agreement.\nThe Website is not intended for children under 18 years of age.\nBy using the Website, you are affirming that you are at least 18 years old.\n</p> 9.\nChanges to This Privacy Policy <p>We reserve the right to update this policy from time to time as the Website changes and the applicable privacy laws evolve.\nIf we update the policy, we will do so online.\nBy using the Website, you are agreeing to the most recent terms of this policy.</p> 10.\nContact Us <p>For any queries or concerns about your privacy or anything in this policy, please reach us at contact@theamericansweepstakes.com .</p>\n<ul>\n<li>CA Consumers</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Official Rules</li>\n<li>Support</li>\n<li>Unsubscribe</li>\n<li> Do Not Sell My Personal Information</li>\n</ul> ", "created_at": "2021-11-08 02:01:58.553897", "updated_at": "2021-11-08 01:02:52.911793"}, {"id": 9981, "name": "Terms and Conditions", "url": "https://theamericansweepstakes.com/terms-and-conditions.html", "xpath": "", "text": " <ul>\n<li>Latest Posts</li>\n<li>Sign Up</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul> Terms and Conditions <p>Effective Date October 26, 2020.</p>\n<p> www.theamericansweepstakes.com (the \"Website\", “Company”, “us”, “we”, or “our”) has developed these Terms and Conditions.\nThese Terms and Conditions (“Terms”) and any supplements or amendments to it, together with our Privacy Policy (collectively, the “Agreement”) form a legally binding agreement between you (“you”,“your”,or “user”) and the Company, its directors, officers, parents, subsidiaries and representatives.\nThis Agreement governs your access to and use of any Company website and your use or attempted use of our products and services.\nContinued use of or access to the Website shall be deemed to constitute your consent to be bound by the terms of this Agreement and shall be enforceable in the same way as if it was signed by you.\n</p> Notice of Agreement to Arbitrate and Class Action Waiver <p> By accepting these Terms, you agree to the agreement to arbitrate and class action waiver contained in Section 5 of these Terms below.\n</p> Contents <p>\n</p>\n<ol>\n<li>\tEligibility<br>\n</li>\n<li>Intellectual Property<br>\n</li>\n<li>Links to Affiliate Websites<br>\n</li>\n<li>\tDisclaimer<br>\n</li>\n<li>Agreement to Arbitrate<br>\n</li>\n<li>Consent to Contact<br>\n</li>\n<li>Voice Recording and Monitoring Consent<br>\n</li>\n<li>Limitation on Liability<br>\n</li>\n<li>Indemnification<br>\n</li>\n<li>Modifications to the Agreement<br>\n</li>\n<li>Miscellaneous</li>\n</ol>\n<p>\n</p> 1.\nELIGIBILITY <p>Our Website is intended for users who are 18 years or older and are eligible to enter into a legally binding contract with us and not be barred from doing so under any applicable laws.\nor for users who are 13 years or older and have your parent or guardian's consent to the Agreement.\nThe Website is not intended for children under 18 years of age.\nBy using the Website, you are affirming that you are at least 18 years old.\n</p>\n<p>This Website is intended for users residing in the contiguous United States, Alaska, and Hawaii.</p> 2.\nINTELLECTUAL PROPERTY <p>You acknowledge that content available through the Website, including but not limited to content in the form of text, graphics, logos, software, music, videos, sounds and photographs as well as the content provided by suppliers, sponsors, or third-party advertisers, is protected by copyright, trademarks, patents, or other proprietary rights and applicable laws (\"Intellectual Property Rights\").\nWe grant you a non-exclusive,non-sublicensable, non-transferable, revocable, limited license to view, copy and print content retrieved from the Website solely for using or placing an order through the Website, provided that you agree not to remove or conceal the copyright notice or any other notices displayed on the content of the Website.\nUnless expressly stated in this Agreement, nothing contained in this Agreement or on the Website shall be construed as conferring any other rights or license, expressly, by implication, by estoppel, or otherwise under any of Company’s or a third party's Intellectual Property Rights.\nAny rights not expressly granted herein are reserved.</p>\n<p> Unless expressly stated in this Agreement, you agree not to (i) store transmit, upload, circulate, or otherwise make available any files that may contain malicious technology or material, including without limitation, viruses, logic bombs trojans or worms.\n(ii) determine or attempt to determine the source code, algorithms, or systems and procedures incorporated by the Website.\n(iii) hinder or attempt to hinder the proper functioning of the Website, disrupt the Website and/or any networks connected to the Website, or bypass any restrictive or preventive measures to access the Website.\n(iv) remove any proprietary notices included in the original content or material of the Website.\n(v) use automated scripts to wrongfully collect information from or otherwise connect with the Website.\n(vi) modify, adapt, translate, make unauthorized copies, disassemble, reverse engineer, decompile or create derivative works of the Website.\n(vii) sell, resell, distribute, license, transfer the Website (in whole or in part).\nand (viii) violate any law or the terms of this Agreement.\n</p> 3.\nLINKS TO AFFILIATE WEBSITES <p> Our Website may contain links to affiliate websites offering services and/or products and the Company may earn a small commission, without any cost to you, if you click on links to such affiliate websites from our Website and thereafter make a purchase on their website(s).The Website offers affiliate links to third party websites to provide a good user experience, Please note that we do not verify the identity and/or ascertain the credibility of third-party affiliates, check, inspect, monitor, or manage the security of third party affiliate websites nor do we verify, authenticate or monitor the accuracy and exhaustiveness of the information made accessible on such third-party affiliate websites.\nYou agree that we shall not be held responsible or liable for any damage or loss arising out of your use of a third-party affiliate website(s), any information contained or provided by, or any offer(s) made by such website(s), or any contract between you and a third-party affiliate.\nWe are not accountable for the enforcement of any obligations resulting from a contract between you and any third-party affiliate and shall not be obligated to intervene between the parties to any such contract.\nYou expressly agree and accept that you will not involve us in any legal proceeding(s), investigation(s), audit(s) or arbitration deployed to resolve any and all disagreements between you and such third party affiliates.\n</p> 4.CONDITIONS RELATED TO DEALS <p> To access samples, deals, giveaways, coupons, sweepstakes or any other offers (\"Deals\") through the links available on the Website you may be required to share your personal information, respond to survey questions and agree to be contacted by our marketing partners.\nThe Company does not guarantee the availability of any and all Deal(s) facilitated through our Website or that they will meet your requirements since they are offered as well as monitored by third parties and are provided on Website for convenience purposes only.\nWe shall not be held responsible for the unavailability of or your inability to access/redeem any Deals, offered by third-parties, for any reasons including but not limited to, third-party terms and conditions subject to which such Deals may be available, qualification criteria associated with or related to such Deals (for example- geographic constraints, products or service suitability as per age, etc.), denial of service by such third-parties, communication lapses or any other reasons due to which the Deals become unavailable.\n</p>\n<p> Please be informed that we do not review, validate, authorize, or endorse any Deals rendered by such third parties.\nWhen you click on any link(s) associated with such Deal(s), embedded on the Website, you will leave the environment of the Website and be re-routed to the corresponding third-party website.\nSuch third-party websites may collect personal and non-personal information about you and your use of their website.\nYour use of or contact with any third-party website or Deals offered on such websites shall be regulated by their respective policies.\nWe encourage you to read the terms of service and privacy policies of such respective third parties.\nYou agree and accept that we shall not be a party to any contract between you and any third-party concerning such Deal(s) and that we shall neither be required nor obligated to carry out any obligations attributed to you or the third-party under such a contract between you and such third-party.\nYou further agree and accept that you will not involve us in any legal proceeding(s), investigation(s), audit(s), arbitration or other procedures deployed to resolve any and all disagreements between you and such third party.\n</p>\n<p> The Company and its agents assume no responsibility for any consequence relating directly or indirectly to any action or inaction you take based on the information, services, or other material on the Website.\nWhile the Company strives to keep the information on the Website accurate, complete, and up-to-date, it cannot guarantee, and will not be responsible for any damage or loss related to the accuracy, completeness or timeliness of the information on the Website.\n</p> Disclaimer of Warranties <p>The Website is provided on an “as is” and “as available” basis.\nUnless specifically provided in the Terms, we expressly disclaim any and all warranties of any kind, whether express or implied, including, without limitation, any warranties of merchantability, fitness for a particular purpose and non-infringement and any other warranty arising under the uniform commercial code, usage of trade, course of conduct or otherwise.to the fullest extent permitted by law, </p>\n<p> Without limiting the foregoing, the Company does not make any warranty that (i) access to the Website will be timely, secure, uninterrupted, error free.\n(ii) the Website will meet your requirements.\n(iii) defects, if any will be corrected.\n(iv) the Website will be free of any malicious software, viruses, trojans, worms or logic bombs.\nor (v) the results obtained from the user of the Website will be accurate and/or reliable.\nYou understand and agree that the Company shall not be responsible or liable for any material and/or data obtained or downloaded through the use of the Website.\nYour use of the Website is at your own risk and you will be solely responsible for any damage to your computer system or loss of data that results from the download of any material and/or data from the Website.\nUnless expressly stated herein, any advice or information, whether oral or written, that you obtain from the Company directly, or through this Website, shall not create any warranty </p> 5.\nAGREEMENT TO ARBITRATE <p>You and we each agree that any and all disputes or claims with or against any party that relate to or arise from your use of or access to the Website, or any products or services sold, offered, or purchased through the Website shall be resolved exclusively through final and binding arbitration, rather than in court, except that you may assert claims in small claims court, if your claims qualify.\nThe Federal Arbitration Act governs the interpretation and enforcement of this Agreement to Arbitrate section (this “Agreement to Arbitrate”).</p> Prohibition of Class and Representative Actions and Non-Individualized Relief <p>You and we agree that each of us may bring claims that relate to or arise from your use of or access to the Website, or any products or services sold, offered, or purchased through the Website only on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding, including but not limited to actions under the Telephone Consumer Protection Act, 47 U.S.C.\n§ 227 et seq.\nor the California Invasion of Privacy Act, Cal.\nPenal Code § 630 et seq.\nUnless both parties agree otherwise, the arbitrator may not preside over any form of a consolidated, class, or representative proceeding or otherwise consolidate or join claims from more than one person or party.\nThe arbitrator may grant injunctions or other relief, including monetary, and declaratory relief, only in favor of the individual party seeking such relief and only to such extent as may be necessary to provide relief necessitated by that party’s individual claim(s).\nNo relief awarded shall affect our other users.\n</p> Arbitration Procedures <p>The arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve any dispute arising out of or relating to the interpretation, applicability, enforceability or formation of this Agreement to Arbitrate, any part of it, or of this Agreement including, but not limited to, any claim that all or any part of the Agreement to Arbitrate or this Agreement is void or voidable.\n</p>\n<p> The arbitration will be conducted by the American Arbitration Association (“AAA”) under its rules and procedures, including the AAA’s Supplementary Procedures for Consumer-Related Disputes (as applicable), as modified by this Agreement to Arbitrate.\nThe AAA’s rules and a form for initiating arbitration proceedings is available on the AAA’s site at http://www.adr.org.\n</p>\n<p> The arbitration shall be held in the county of your residence or at another location mutually agreed by both parties.\nIf the value of the relief sought is less than or equal to $10,000, either party may elect to have the arbitration conducted by telephone or based solely on written submissions and such election shall be binding on both parties subject to the arbitrator’s discretion to necessitate an in-person hearing, if the circumstances warrant.\nUnless the arbitrator requires otherwise, either party may attend an in-person hearing by telephone.\n</p>\n<p> The arbitrator shall determine the substance of all claims in accordance with the applicable laws of the State of Missouri, including recognized principles of equity, and will honor all claims of privilege recognized by law.\nThe arbitrator shall not be bound by rulings in prior arbitrations involving our other users but is bound by rulings in prior arbitrations involving the same user to the extent required by applicable law.\nThe award of the arbitrator shall be final and binding and judgment upon the award rendered by the arbitrator may be confirmed or entered in any court having competent jurisdiction thereof.\n</p>\n<p> This arbitration provision shall survive termination of this Agreement to Arbitrate and the closing of your account (if applicable) or your use of or access to the Website, or any products or services sold, offered, or purchased through the Website.\n</p> Costs of Arbitration <p>Unless otherwise stated in this Agreement to Arbitrate, all payments related to filing, administration and arbitrator fees (Arbitration Costs) will be governed by the AAA’s rules Where the value of the relief sought is less than or equal to $10,000 the Company may, at your request, pay all filing, administration, and arbitrator fees related to the arbitration.\nWe will make arrangements to pay the Arbitration Costs to AAA only for those requests that are submitted, along with demand for arbitration, by mail to the AAA.\nWhere the value of the relief sought is over $10,000 and you are successful in demonstrating that the costs of arbitration will be prohibitive as compared to the costs of litigation, we will pay as much of Arbitration Costs as may be deemed necessary by the arbitrator to prevent the arbitration from being cost-prohibitive.\nIf the arbitrator determines your claim(s) in the arbitration to be frivolous, you agree that you will be liable to reimburse us for all the Arbitration Costs paid by us on your behalf, which you otherwise would be required to pay under the AAA’s rules.\n</p> Confidentiality <p>The arbitration proceedings and arbitration award shall be maintained by the parties as strictly confidential, except as is otherwise required by court order or as is necessary to confirm, vacate or enforce the award and for disclosure in confidence to the parties’ respective attorneys, tax advisors, and senior management and to family members of a party who is an individual.</p> Severability <p>Except for the “Prohibition of Class and Representative Actions and Non-Individualized Relief” provision of this Agreement to Arbitrate, if an arbitrator or court decides that any part of this Agreement to Arbitrate is invalid or unenforceable, the other parts of this Agreement to Arbitrate shall remain in full force and effect.\nWhere an arbitrator or court decides that any of the provision(s) in Section 1 of this Agreement to Arbitrate (i.e.\n“Prohibition of Class and Representative Actions and Non-Individualized Relief”) is invalid or unenforceable, then the entire Agreement to Arbitrate shall be null and void.\nThe validity, legality and enforceability of the remainder of the Agreement shall not in any way be affected or impaired thereby.\n</p> Consent to Contact <p>You agree that providing your telephone number in any submission on the Website where you provide your signature expressly consenting to contact from the Company its subsidiaries, affiliates, or agents, and up to 30 of its Marketing Partners at the number provided by you regarding products or services via live, automated or prerecorded telephone call, text, or email.\nYou understand that your telephone company may impose charges on you for these contacts, and you are not required to enter into this agreement as a condition of any purchase.\nYou understand that you can revoke this consent through any reasonable means.\n</p>\n<p> By submitting your email address, you are extending an express invitation to each third-party you have been matched with to contact you by email at any email address you provided.\nYou agree that any such email from a third-party will not be considered spam or unauthorized by any local, state or federal law or regulation.\nFor any service, you represent that all of the information provided by you in your submission is true and accurate.\n</p> 6.\nVOICE RECORDING AND MONITORING CONSENT <p>You agree and consent that the Company may record or monitor communications made by you during any calls you make to the Website as permitted by 18 U.S.C.\n§ 2511 et seq., Cal.\nPenal Code § 630 et seq., and other state laws that regulate call monitoring and recording.\nBy calling us, you expressly consent and grant us the right to monitor or record the calls and use this information for the purposes described in the Privacy Policy.\nWe are not obligated to monitor or record our services for accuracy, completeness, or quality.</p> 7.\nDMCA POLICY AND NOTICE <p>If you are a copyright owner, authorized to act on behalf of one, or authorized to act under any exclusive right under copyright, you can report alleged copyright infringements taking place on or through the Website by completing a DMCA notice of alleged infringement, as described below, and submitting it to our Designated Agent.\nUpon receipt of notice, we will take suitable action that we, in our sole discretion, deem appropriate, including removal of the challenged content or material from the Website.</p>\n<ul>\n<li>Details of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by the notice, a representative list of all such works.\n</li>\n<li>Identification of the content or material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which needs to be disabled, and information reasonably sufficient to allow us to locate the such content;</li>\n<li>A declaration that the complainant in good faith believes that use of the content or material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n</li>\n<li>A declaration that the information in the notification is true and correct, and that the complainant is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li>The full name and electronic or physical signature of the authorized person acting on behalf of the owner of an exclusive right that is allegedly infringed.\nand </li>\n<li>Contact details of the complainant, such as email address, telephone number and an address at which the complaining party could be contacted.\n</li>\n</ul>\n<p>Any notice of claimed infringement, including all the above-mentioned details, should be sent to our Designated Agent at contact@theamericansweepstakes.com</p>\n<p>Please be informed that if you fail to comply with all of the requirements of this section and of 17 USC § 512(c)(3) your DMCA notice may not be valid.</p> 8.\nLIMITATION ON LIABILITY <p>You expressly understand and agree that the Company, its agents, suppliers, parents, subsidiaries, representatives or affiliates shall, under no circumstances, be liable for any special, indirect, incidental, exemplary or consequential damages, including without limitation, any loss of use, profits, data, goodwill, cost of procurement of substitute services, or any other special, indirect, incidental, exemplary or consequential damages.\nThis applies regardless of the manner in which damages occurred, and on any theory of liability, whether for breach of contract, tort (including, without limitation, negligence and strict liability) or otherwise resulting from (1) your use of, or the inability to use, the Website, (2) the use of, or the inability to use, items purchased from third-party websites linked on the Website.\n(3) the cost of procurement of substitute services or items.\nor (4) any other matter related to the Website.\n</p> 9.\nINDEMNIFICATION <p>You agree to indemnify and hold harmless the Company, its directors, officers, employees, agents, parents, subsidiaries, affiliates, co-branders, and suppliers, , from and against any and all claims, demands, liability, losses, disputes, damages, and costs of any kind, including but not limited to reasonable attorneys' fees and litigation costs resulting from or in any way connected with (i) your use of the Website.\n(ii) any information transmitted or submitted through the Website.\n(iii) privacy, tort or other claims (e.g., claims made under the Telephone Consumer Protection Act (TCPA) or its equivalent state law ) relating to any personal information provided (e.g., telephone number) to the Company by you that is not owned by you, in contravention to the terms of this Agreement.\nand/or (iv) your breach of the terms of this Agreement.</p> 10.\nMODIFICATIONS TO THE AGREEMENT <p>We reserve the right to make changes to these Terms, from time to time, in our sole discretion, by updating this posting on the Website without prior notice to you.\nYour continued use of the Website post the modification of the Terms constitutes your acceptance of such updated Terms., We encourage you to review the Terms whenever you visit the Website, to see if a new version has been posted.\n</p> 11.\nMISCELLANEOUS <p>The Company may assign, transfer, or sub-contract any of our rights or obligations under these Terms and Conditions to any third party at our discretion.\nAny representations, warranties, and indemnification obligations made or undertaken by you will survive cancellation or termination of your account or relationship with the Company.\nNo delay by the Company in exercising any right or remedy under these Terms and Conditions shall operate as a waiver of that right or remedy or shall affect the Company’s ability to subsequently exercise that right or remedy.\nAny waiver must be agreed to by the Company in writing.\nThese Terms and Conditions supersede any other terms previously published by us and any other representations or statements made by us to you, whether oral, written, or otherwise.\n</p> 12.\nCONTACT US <p>If you have any questions or concerns about this Agreement, please contact us at contact@theamericansweepstakes.com .</p>\n<ul>\n<li>CA Consumers</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Official Rules</li>\n<li>Support</li>\n<li>Unsubscribe</li>\n<li> Do Not Sell My Personal Information</li>\n</ul> ", "created_at": "2021-11-08 02:01:58.552281", "updated_at": "2021-11-08 01:02:27.219362"}], "points": [{"id": 25629, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://theamericansweepstakes.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2021-11-08 01:06:19.762247", "updated_at": "2022-01-10 18:19:22.261795", "quoteText": "We retain your information only for such time as may be necessary to provide you with our products and services", "case_id": 303, "document_id": 9982, "quoteStart": 15325, "quoteEnd": 15436}, {"id": 25631, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://theamericansweepstakes.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2021-11-08 01:24:34.334431", "updated_at": "2021-11-19 19:39:50.148635", "quoteText": "In Connection With a Sale or Merger.</small>\n<p>If we are involved in a corporate restructuring transaction, such as a merger, reorganization or sale of our assets, we may share your personal information while negotiating or in relation to a change of corporate control under such a transaction.</p>", "case_id": 243, "document_id": 9982, "quoteStart": 14727, "quoteEnd": 15026}, {"id": 25630, "title": "You can opt out of promotional communications", "source": "https://theamericansweepstakes.com/privacy-policy.html", "status": "Generated through the annotate view", "created_at": "2021-11-08 01:21:28.625676", "updated_at": "2021-11-19 19:40:01.101181", "quoteText": "If you wish to stop receiving emails, you can unsubscribe from our mailing list at any time by following the instructions at https://theamericansweepstakes.com/unsubcribe.html", "case_id": 223, "document_id": 9982, "quoteStart": 11975, "quoteEnd": 12150}], "urls": ["theamericansweepstakes.com"]}}