{"error": 448, "message": "OK", "parameters": {"id": 1722, "name": "SurveyMonkey", "created_at": "2019-07-25 19:14:03.31456", "updated_at": "2021-03-25 03:19:46.768927", "wikipedia": "https://en.wikipedia.org/wiki/SurveyMonkey", "keywords": null, "related": null, "slug": "surveymonkey", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1722.png", "url": "surveymonkey.com", "documents": [{"id": 1674, "name": "Terms of Use", "url": "https://www.surveymonkey.com/mp/legal/terms-of-use/", "xpath": null, "text": " Products<li>Surveys</li>\n<li>SurveyMonkey<p>Create &amp.\nsend surveys with the world’s leading online survey software</p>\n</li>\n<li>Enterprise<p>Empower your organization with our secure survey platform</p>\n</li>\n<li>Integrations &amp.\nPlug-ins<p>Bring survey insights into your business apps</p>\n</li>\n<li>Specialized products</li>\n<li>Audience<p>Collect survey responses from our global consumer panel</p>\n</li>\n<li>CX<p>Understand &amp.\nimprove customer experience (NPS®)</p>\n</li>\n<li>Engage<p>Understand &amp.\nincrease employee engagement</p>\n</li>\n<li>Usabilla<p>Get in-the-moment feedback across all digital channels</p>\n</li>\n<li>\n</li>\n<li>TechValidate<p>Create marketing content from customer feedback</p>\n</li>\n<li>Apply<p>Collect, review &amp.\nmanage applications online</p>\n</li>\n<li>Wufoo<p>Gather data &amp.\npayments with online forms</p>\n</li>\n<li>GetFeedback<p>Customer feedback for Salesforce</p>\n</li>View all productsSolutionsSurvey Types<li>Customer SatisfactionCustomer LoyaltyEvent Surveys</li>\n<li>Employee EngagementJob SatisfactionHR Surveys</li>\n<li>Market ResearchOpinion PollsConcept Testing</li>\n<li>People Powered Data for business</li>\n<li>Customers<p>Win more business with Customer Powered Data</p>\n</li>\n<li>Employees<p>Build a stronger workforce with Employee Powered Data</p>\n</li>\n<li>Markets<p>Validate business strategy with Market Powered Data</p>\n</li>\n<li>Solutions for teams</li>\n<li>Customer Experience<p>Delight customers &amp.\nincrease loyalty through feedback</p>\n</li>\n<li>Human Resources<p>Improve your employee experience, engagement &amp.\nretention</p>\n</li>\n<li>Marketing<p>Create winning campaigns, boost ROI &amp.\ndrive growth</p>\n</li>Explore more survey typesResources<li>Resources<p>Best practices for using surveys &amp.\nsurvey data</p>\n</li>\n<li>Curiosity at Work<p>Our blog about surveys, tips for business, &amp.\nmore</p>\n</li>\n<li>Help Center<p>Tutorials &amp.\nhow-to guides for using SurveyMonkey</p>\n</li>Explore our 180+ survey templatesPlans &amp.\nPricingLog inSign up<ul>\n<li>Overview</li>\n<li>Terms of Use<ul>\n</ul>\n</li>\n<li>Governing Services Agreement</li>\n<li>Service-Specific Terms</li>\n<li>Privacy Basics</li>\n<li>Privacy Notice</li>\n<li>Cookies</li>\n<li>Cookies Used on Survey Pages</li>\n<li>Acceptable Uses Policy</li>\n<li>Security</li>\n<li>General</li>\n</ul>Did you know?<p>63% of people consider a company's privacy and security history before using their products or services.</p>Terms of Use<p>These terms apply to services purchased on SurveyMonkey’s websites.\nFor terms applicable to services offered through SurveyMonkey’s enterprise sales team, please see our Governing Services Agreement.</p>\n<p>\n</p>\n<p>These Terms of Use are effective upon sign up for new users and beginning January 1, 2021 for existing users.</p>\n<p>Versions:</p>November 2, 2020 (current)November 20, 2019September 26, 2019February 27, 2019January 2, 2019April 11, 2018June 2, 2016July 8, 2015 (International)January 1, 2015 (International)June 25, 2013March 28, 2012 (International)December 12, 2011 (U.S.)July 21, 2010 (International)June 23, 2010 (U.S.)May 28, 2008 (U.S.)Wufoo Terms of Service (archived)<p>LAST UPDATED: NOVEMBER 2, 2020</p>Introduction<p>Thanks for using SurveyMonkey’s products, services, websites, and apps which are branded as “SurveyMonkey” (“SurveyMonkey Services”) or “Wufoo” (“Wufoo Services”) (SurveyMonkey Services and Wufoo Services collectively “Services”).</p>\n<p>These Terms of Use (“TOU”) contain the terms under which SurveyMonkey and its affiliates provide their Services to you and describe how the Services may be accessed and used.\nThese TOU do not apply to SurveyMonkey Services which are available solely through our sales channel.</p>\n<p>SurveyMonkey provides a variety of different services.\nAdditional service-specific terms and policies (including rules and guidelines) apply to some Services (“Additional Terms”).\nThose Additional Terms become a part of your agreement with us if you use those Services.\nFor example, if you use our survey services, the Survey Platform Terms of Service apply.</p>\n<p>You can view a full list of Additional Terms in our Legal Center.\nWe refer to the combination of these TOU and any applicable Additional Terms collectively as these “Terms.”</p>\n<p>You indicate your agreement to these Terms by clicking or tapping on a button indicating your acceptance of these Terms, by executing a document that references them, or by using the Services.</p>\n<p>If you will be using the Services on behalf of an organization, you agree to these Terms on behalf of that organization and you represent that you have the authority to do so.\nIn such case, “you” and “your” will refer to that organization.</p>\n<p>Certain country-specific terms in Section 15.4 may apply to you if you are located outside the United States.</p>1.\nFees and Payments1.1.\nFees for Services.<p>You agree to pay to SurveyMonkey any fees for each Service you purchase or use (including any overage fees), in accordance with the pricing and payment terms presented to you for that Service.\nWhere applicable, you will be billed using the billing method you select through your account management page.\nIf you have elected to pay the fees by credit card, you represent and warrant that the credit card information you provide is correct and you will promptly notify SurveyMonkey of any changes to such information.\nFees paid by you are non-refundable, except as provided in these Terms or when required by law.</p>1.2.\nSubscriptions.<p>Some of our Services are billed on a subscription basis (we call these “Subscriptions”).\nThis means that you will be billed in advance on a recurring, periodic basis (each period is called a “billing cycle”).\nBilling cycles are typically monthly or annual, depending on what subscription plan you select when purchasing a Subscription.\nYour Subscription will automatically renew at the end of each billing cycle unless you cancel auto-renewal through your online account management page, or by contacting our customer support team.\nWhile we will be sad to see you go, you may cancel auto-renewal on your Subscription at any time, in which case your Subscription will continue until the end of that billing cycle before terminating.\nYou may cancel auto-renewal on your Subscription immediately after the Subscription starts if you do not want it to renew.</p>1.3.\nTaxes.<p>Our prices listed do not include any taxes, levies, duties or similar governmental assessments of any nature such as value-added, sales, use or withholding taxes, assessable by any jurisdiction (collectively, “Taxes”) unless otherwise indicated.\nYou are responsible for paying Taxes associated with your purchase and keeping your billing information up to date.</p>\n<p>(a) United States Sales Tax.\nIf we have a legal obligation to pay or collect sales tax for which you are responsible, we will calculate the sales tax based upon the billing information we have about you and charge you that amount (which, if your billing information is incomplete or inaccurate, may be the highest prevailing rate then in effect), unless you timely provide us with a valid tax exemption certificate acceptable to the appropriate taxing authority.</p>\n<ul>\n<li>To be timely, you must provide us with a tax exemption certificate before your initial purchase or upgrade, or, if you miss that mark, within 90 days after such purchase or upgrade, unless your billing information is in Alabama, Louisiana, Maine, Massachusetts, Pennsylvania, or South Carolina in which case within 60 days.\nor if in Hawaii, Mississippi, or New Mexico within 45 days.</li>\n<li>If you provide us with a tax exemption certificate, you represent and warrant that it accurately reflects your tax status and that you will keep such document current and accurate.</li>\n<li>If we subsequently determine in our sole discretion that your tax exemption document is valid, we will refund the sales tax collected based on applicable state tax laws.</li>\n</ul>\n<p>(b) Non-United States Sales Tax.\nIf applicable, we will charge you VAT, GST or any other sales, consumption or use taxes that arise in connection with your purchases of SurveyMonkey products unless you provide us with a tax identification number that entitles you to an exemption, a valid tax exemption certificate or other documentary proof issued by an appropriate taxing authority that tax should not be charged.\nIf you are located in a jurisdiction with multiple sales, consumption or use taxes, we may charge you the highest prevailing rate if your billing information is incomplete or inaccurate.</p>\n<p>If you are required by law to withhold any Taxes from your payments to SurveyMonkey, you must provide SurveyMonkey with an official tax receipt or other appropriate documentation to support such payments.</p>1.4.\nPrice Changes.<p>SurveyMonkey may change the fees charged to you for the Services at any time, provided that, for Services billed on a subscription basis, the change will become effective only at the end of the then-current billing cycle of your Subscription.\nSurveyMonkey will provide you with advance notice of any change in fees.</p>1.5.\nOverage Fees.<p>Unless otherwise stated, any overage fees incurred by you will be billed in arrears.\nOverage fees which remain unpaid for 30 days after being billed are considered overdue.\nFailure to pay overage fees when due may result in the applicable Service being limited, suspended, or terminated (subject to applicable legal requirements), which may result in a loss of your data associated with that Service.</p>2.\nPrivacy2.1.\nPrivacy.<p>In the course of using the Services, you may submit content to SurveyMonkey (including your personal data and the personal data of others) or third parties may submit content to you through the Services (all of the above will be referred to as your “Content”).\nWe know that by giving us your Content, you are trusting us to treat it appropriately.\nSurveyMonkey’s Privacy Notice, together with any Service-specific privacy notices or statements (collectively, “SurveyMonkey privacy policies”), detail how we treat your Content and we agree to adhere to those SurveyMonkey privacy policies.\nYou in turn agree that SurveyMonkey may use and share your Content in accordance with the SurveyMonkey privacy policies and applicable data protection laws.\nIf you are a customer who is operating as “data controller” as defined in the European General Data Protection Regulation 2016/679 (“GDPR”) we have added some additional terms below in Section EU2 to address your obligations under this law.\nYou also agree that you are responsible for notifying these third parties who submit content to you through our Services about the SurveyMonkey privacy policies.</p>2.2.\nConfidentiality.<p>SurveyMonkey will treat your Content as confidential information and only use and disclose it in accordance with these Terms (including the SurveyMonkey privacy policies).\nHowever, your Content is not regarded as confidential information if such Content: (a) is or becomes public (other than through breach of these Terms by SurveyMonkey).\n(b) was lawfully known to SurveyMonkey before receiving it from you.\n(c) is received by SurveyMonkey from a third party without knowledge of breach of any obligation owed to you.\n(d) is shared in the context of your account being migrated to an organization’s Enterprise account, if your account is registered using a work email address within that organization.\nor (e) was independently developed by SurveyMonkey without reference to your Content.\nSurveyMonkey may disclose your Content when required by law or legal process, but only after SurveyMonkey, if permitted by law, uses commercially reasonable efforts to notify you to give you the opportunity to challenge the requirement to disclose.</p>2.3.\nSecurity.<p>SurveyMonkey will store and process your Content in a manner consistent with industry security standards.\nSurveyMonkey has implemented appropriate technical, organizational, and administrative systems, policies, and procedures designed to help ensure the security, integrity, and confidentiality of your Content and to mitigate the risk of unauthorized access to or use of your Content.</p>\n<p>If SurveyMonkey becomes aware of any unauthorized or unlawful access to, or acquisition, alteration, use, disclosure, or destruction of, personal data related to your account (“Security Incident”), SurveyMonkey will take reasonable steps to notify you without undue delay, but in any event within 72 hours of becoming aware of the Security Incident.\nSurveyMonkey will also reasonably cooperate with you with respect to any investigations relating to a Security Incident with preparing any required notices, and provide any other information reasonably requested by you in relation to any Security Incident, where such information is not already available to you in your account or online through updates provided by SurveyMonkey.</p>3.\nYour Content3.1.\nYou Retain Ownership of Your Content.<p>You retain ownership of all of your intellectual property rights in your Content.\nSurveyMonkey does not claim ownership over any of your Content.\nThese Terms do not grant us any licenses or rights to your Content except for the limited rights needed for us to provide the Services, and as otherwise described in these Terms.</p>3.2.\nLimited License to Your Content.<p>You grant SurveyMonkey a worldwide, royalty free license to use, reproduce, distribute, modify, adapt, create derivative works, make publicly available, and otherwise exploit your Content, but only for the limited purposes of providing the Services to you and as otherwise permitted by the SurveyMonkey privacy policies.\nThis license for such limited purposes continues even after you stop using our Services, with respect to aggregate and de-identified data derived from your Content and any residual backup copies of your Content made in the ordinary course of SurveyMonkey’s business.\nThis license also extends to any trusted third parties we work with to the extent necessary to provide the Services to you.\nIf you provide SurveyMonkey with feedback about the Services, we may use your feedback without any obligation to you.</p>3.3.\n<strong>Representations and Warranties</strong>\n<p>You represent and warrant that: (a) you own or control the appropriate rights in and to your Content, including any intellectual property owned by third parties.\nand (b) you will not submit, upload, or otherwise make available via the Services, any Content or materials that (i) you do not have the rights necessary to use, transmit, publish, or to grant us the license as described herein.\nor (ii) infringe, misappropriate, or otherwise violate any intellectual property, publicity or other rights of any third party.</p>\n<strong>3.4</strong> Customer Lists.<p>SurveyMonkey may identify you (by name and logo) as a SurveyMonkey Services and/or Wufoo Services customer on SurveyMonkey and/or Wufoo’s website and on other promotional materials.\nAny goodwill arising from the use of your name and logo will inure to your benefit.</p>3.5.\nCopyright Claims (DCMA Notices).<p>SurveyMonkey Inc.\nresponds to notices of alleged copyright infringement in accordance with the U.S.\nDigital Millennium Copyright Act (DMCA).\nIf you believe that your work has been exploited in a way that constitutes copyright infringement, you may notify SurveyMonkey’s agent for claims of copyright infringement.</p>3.6.\nOther IP Claims.<p>SurveyMonkey respects the intellectual property rights of others, and we expect our users to do the same.\nIf you believe a SurveyMonkey user is infringing upon your intellectual property rights, you may report it through our online form.\nClaims of copyright infringement should follow the DMCA process outlined in these Terms, or any equivalent process available under local law.</p>4.\nSurveyMonkey IP4.1.\nSurveyMonkey IP.<p>Neither these Terms nor your use of the Services grants you ownership in the Services or the content you access through the Services (other than your Content).\nExcept as permitted by SurveyMonkey’s Brand and Trademark Use Policy, these Terms do not grant you any right to use SurveyMonkey’s trademarks or other brand elements.</p>\n<p>If you submit any feedback or suggestions to us regarding our Services, we may use and share them for any purpose without any compensation or obligation to you.</p>5.\nUser Content5.1.\nUser Content.<p>The Services display content provided by others that is not owned by SurveyMonkey.\nSuch content is the sole responsibility of the entity that makes it available.\nCorrespondingly, you are responsible for your own Content and you must ensure that you have all the rights and permissions needed to use that Content in connection with the Services.\nSurveyMonkey is not responsible for any actions you take with respect to your Content, including sharing it publicly.\nUnder no circumstances will SurveyMonkey be liable for any Content, any other third-party content or materials, or any loss or damage resulting from your use of, or reliance on, such Content or other third-party content or materials.&nbsp;Please do not use content from the Services unless you have first obtained the permission of its owner, or are otherwise authorized by law to do so.</p>5.2.\nContent Review.<p>You acknowledge that, in order to ensure compliance with legal obligations, SurveyMonkey may be required to review certain content submitted to the Services to determine whether it is illegal or whether it violates these Terms (such as when unlawful content is reported to us).\nWe may also modify, prevent access to, delete, or refuse to display content that we believe violates the law or these Terms.\nIn the event your Content includes third-party brands, logos or other source identifiers, we may require you to submit a statement of non-affiliation before you may use such Content in connection with the Services.\nHowever, SurveyMonkey otherwise has no obligation to monitor or review any content submitted to the Services.</p>5.3.\nThird Party Resources.<p>SurveyMonkey may publish links in its Services to internet websites maintained by third parties.\nSurveyMonkey does not represent that it has reviewed such third party websites and is not responsible for them or any content appearing on them.\nTrademarks displayed in conjunction with the Services are the property of their respective owners.</p>6.\nAccount Management6.1.\nKeep Your Password Secure.<p>If you have been issued an account by SurveyMonkey in connection with your use of the Services, you are responsible for safeguarding your password and any other credentials used to access that account.\nYou, and not SurveyMonkey, are responsible for any activity occurring in your account (other than activity that SurveyMonkey is directly responsible for which is not performed in accordance with your instructions), whether or not you authorized that activity.\nIf you become aware of any unauthorized access to your account, you should notify SurveyMonkey immediately.\nAccounts may not be shared and may only be used by one individual per account.</p>6.2.\nKeep Your Details Accurate.<p>SurveyMonkey occasionally sends notices to the email address registered with your account.\nYou must keep your email address and, where applicable, your contact details and payment details associated with your account current and accurate.</p>6.3.\nRemember to Backup.<p>You are responsible for maintaining, protecting, and making backups of your Content.\nTo the extent permitted by applicable law, SurveyMonkey will not be liable for any failure to store, or for loss or corruption of, your Content.</p>6.4.\nAccount Inactivity.<p>SurveyMonkey may terminate your account and delete any Content contained in it if there is no account activity (such as a log in event or payment) for over 12 months.\nHowever, we will attempt to warn you by email before terminating your account to provide you with an opportunity to log in to your account so that it remains active.</p>6.5.\nCustomer Success.<p>SurveyMonkey may assign you a customer success manager (“CSM”).\nThe CSM may review your use of the Services and your Content to help you to more effectively use the Services, including by providing reporting and usage insight.</p>7.\nUser Requirements7.1.\nLegal Status.<p>If you are an individual, you may only use the Services if you have the power to form a contract with SurveyMonkey.\nIf you do not have the power to form a contract, you may not use the Services.\nIf you are not an individual, you warrant that you are validly formed and existing under the laws of your jurisdiction of formation, that you have full power and authority to enter into these Terms, and that you have duly authorized your agent to bind you to these Terms.</p>7.2.\nMinors.<p>“Minors” are individuals under the age of 13 (or a higher age as provided in certain countries and territories).\nNone of the Services are intended for use by Minors.\nIf you are a Minor in your place of residence, you may not use the Services.\nBy using the Services, you represent and warrant that you are not a Minor.</p>7.3.\nEmbargoes.<p>You may only use the Services if you are not barred under any applicable laws from doing so.\nIf you are located in a country embargoed by United States or other applicable law from receiving the Services, or are on the U.S.\nDepartment of Commerce’s Denied Persons List or Entity List, or the U.S.\nTreasury Department’s list of Specially Designated Nationals, you are not permitted to purchase any paid Services from SurveyMonkey.\nYou will ensure that: (a) your end users do not use the Services in violation of any export restriction or embargo by the United States.\nand (b) you do not provide access to the Services to persons or entities on any of the above lists.</p>8.\nAcceptable Uses8.1.\nLegal Compliance.<p>You represent and warrant that you will comply with all laws and regulations applicable to your use of the Services.</p>8.2.\nAcceptable Uses Policy.<p>You agree to comply with the Acceptable Uses Policy.\n</p>9.\nPCI Compliance9.1.\nPCI Standards.<p>If you use the Services to accept payment card transactions, you must comply with the Payment Card Industry Data Security Standards (PCI-DSS) to the extent they are applicable to your business (the “PCI Standards”).\nSurveyMonkey provides tools to simplify your compliance with the PCI Standards, but you must ensure that your business is compliant and the specific steps you will need to take to comply with the PCI Standards will depend on your implementation of the Services.</p>9.2.\nCardholder Data.<p>SurveyMonkey is responsible for the security of Cardholder Data that is collected, transmitted, stored, or processed by us on your behalf.\n“Cardholder Data” is defined as a cardholder’s primary account number, and where a full unmasked card number is present, any of the cardholder name, expiration date, and/or service code.\nSurveyMonkey has developed strict security features to protect Cardholder Data, and as such this data may only be used in anticipated ways and stored in appropriate places.\nYOU ACKNOWLEDGE AND AGREE THAT YOU ARE PROHIBITED FROM COLLECTING OR ENTERING CARDHOLDER DATA INTO ANY FORM OR DATA ENTRY FIELDS IN THE SERVICES, EXCEPT INTO THOSE FIELDS INTENDED SOLELY FOR THAT PURPOSE (i.e.\nwhere SurveyMonkey explicitly enables such data to be entered into such fields).\nAppropriate fields are clearly marked with labels such as ‘Card number’ or by having a credit card icon precede them.\nSimilarly, excluding payment forms, you must never collect or enter any “Sensitive Authentication Data”, as defined by the PCI Standards (including CVC or CVV2) into any fields in the Services.\nYou assume all responsibility for any Cardholder Data entered into the Services in violation of these terms.</p>10.\nSuspension and Termination of Services10.1.\nBy You.<p>You can terminate your Subscription and delete your account at any time through your account management page.\nSuch termination and deletion will result in the deactivation or disablement of your account and access to it, and the deletion of content you collected through use of the Services.\nTerminations are confirmed immediately and you will not be charged again for that Subscription unless you purchase a new one.\nIf you terminate a Subscription in the middle of a billing cycle, you will not receive a refund unless you are terminating these Terms for any of the following reasons: (a) we have materially breached these Terms and failed to cure that breach within 30 days after you have so notified us in writing.\n(b) a refund is required by law.\nor (c) we, in our sole discretion, determine a refund is appropriate.\nFor clarity, we will not grant a refund where you have used our Services, collected responses, and/or downloaded your responses unless the termination is due to our material, uncured breach or a refund is required by law.</p>10.2.\nBy SurveyMonkey.<p>SurveyMonkey may terminate your Subscription at the end of a billing cycle by providing at least 30 days’ prior written notice to you.\nSurveyMonkey may terminate your Subscription for any reason by providing at least 90 days’ written notice to you and will provide a pro rata refund for any period of time you did not use in that billing cycle.\nSurveyMonkey may suspend performance or terminate your Subscription for any of the following reasons: (a) you have materially breached these Terms and failed to cure that breach within 30 days after SurveyMonkey has so notified you in writing.\n(b) you cease your business operations or become subject to insolvency proceedings and the proceedings are not dismissed within 90 days.\nor (c) you fail to pay fees for 30 days past the due date.\nAdditionally, SurveyMonkey may limit, suspend, or terminate the Services to you: (i) if you fail to comply with these Terms, (ii) if you use the Services in a way that causes legal liability to us or disrupts others’ use of the Services.\nor (iii) if we are investigating suspected misconduct by you.\nAlso, if we limit, suspend, or terminate the Services you receive, depending upon the reason, we will endeavor to give you advance notice and an opportunity to obtain a copy of your Content from that Service.\nHowever, there may be time sensitive situations where SurveyMonkey may decide that we need to take immediate action without notice.\nSurveyMonkey will use commercially reasonable efforts to narrow the scope and duration of any limitation or suspension under this Section as is needed to resolve the issue that prompted such action.\nSurveyMonkey has no obligation to retain your Content upon termination of the applicable Service.</p>10.3.\nFurther Measures.<p>If SurveyMonkey stops providing the Services to you because you repeatedly or egregiously breach these Terms, SurveyMonkey may take measures to prevent the further use of the Services by you, including blocking your IP address.</p>11.\nChanges and Updates11.1.\nChanges to Terms.<p>SurveyMonkey may change these Terms at any time for a variety of reasons, such as to reflect changes in applicable law or updates to Services, and to account for new Services or functionality.\nThe most current version will always be posted on the SurveyMonkey website.\nIf an amendment is material, as determined in SurveyMonkey’s sole discretion, SurveyMonkey will notify you by email.\nNotice of amendments may also be posted to SurveyMonkey’s blog or upon your login to your account.\nChanges will be effective no sooner than the day they are publicly posted.\nIn order for certain changes to become effective, applicable law may require SurveyMonkey to obtain your consent to such changes, or to provide you with sufficient advance notice of them.\nIf you do not want to agree to any changes made to the terms for a Service, you should stop using that Service, because by continuing to use the Services you indicate your agreement to be bound by the updated terms.</p>11.2.\nChanges to Services.<p>SurveyMonkey constantly changes and improves the Services.\nSurveyMonkey may add, alter, or remove functionality from a Service it provides to you at any time without prior notice.\nSurveyMonkey may also limit, suspend, or discontinue a Service provided to you at its discretion.\nIf SurveyMonkey discontinues a Service, we will give you reasonable advance notice to provide you with an opportunity to obtain a copy of your Content from that Service.\nSurveyMonkey may remove content from the Services it provides you at any time in our sole discretion, although we will endeavor to notify you before we do that if it materially impacts you and if practicable under the circumstances.</p>11.3.\nDowngrades.<p>Downgrading your account plan may cause the loss of content, features, functionality, or capacity of your account.</p>11.4 Basic (Free) Plan Response Limits<p>Any responses over your Basic (free) plan's response limits will not be viewable, and each response over the limit will be deleted 60 days after it is received, unless you upgrade to a paid plan to view and keep access to all responses before they are deleted.\nWe encourage you to go to My Surveys to see which surveys have extra responses over your plan's response limit, in case you want to upgrade to a paid plan to view and keep them.\n</p>12.\nDisclaimers and Limitations of Liability12.1.\nDisclaimers.<p>While it is in SurveyMonkey’s interest to provide you with a great experience when using the Services (and we love to please our customers), there are certain things we do not promise about them.\nWe try to keep our online Services up, but they may be unavailable from time to time for various reasons.\nEXCEPT AS EXPRESSLY PROVIDED IN THESE TERMS AND TO THE EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICES AND ANY GUIDANCE OR RECOMMENDATIONS THEREIN ARE PROVIDED “AS IS” AND SURVEYMONKEY DOES NOT MAKE WARRANTIES OF ANY KIND, EXPRESS, IMPLIED, OR STATUTORY, INCLUDING THOSE OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OR ANY REPRESENTATIONS REGARDING AVAILABILITY, RELIABILITY, OR ACCURACY OF THE SERVICES.</p>12.2.\nExclusion of Certain Liability.<p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, SURVEYMONKEY, ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS, AND LICENSORS WILL NOT BE LIABLE FOR (A) ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL, PUNITIVE, OR EXEMPLARY DAMAGES WHATSOEVER, OR (B) LOSS OF USE, DATA, BUSINESS, REVENUES, OR PROFITS (IN EACH CASE WHETHER DIRECT OR INDIRECT), ARISING OUT OF OR IN CONNECTION WITH THE SERVICES AND THESE TERMS, AND WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY, OR ANY OTHER LEGAL THEORY, EVEN IF SURVEYMONKEY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IF A REMEDY FAILS OF ITS ESSENTIAL PURPOSE.</p>12.3.\nLimitation of Liability.<p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, THE AGGREGATE LIABILITY OF EACH OF SURVEYMONKEY, ITS AFFILIATES, OFFICERS, EMPLOYEES, AGENTS, SUPPLIERS, AND LICENSORS ARISING OUT OF OR IN CONNECTION WITH THE SERVICES AND THESE TERMS WILL NOT EXCEED THE LESSER OF: (A) THE AMOUNTS PAID BY YOU TO SURVEYMONKEY FOR USE OF THE SERVICES AT ISSUE DURING THE 12 MONTHS PRIOR TO THE EVENT GIVING RISE TO THE LIABILITY.\nAND (B) US$200.00.</p>12.4.\nConsumers.<p>We acknowledge that the laws of certain jurisdictions provide legal rights to consumers that may not be overridden by contract or waived by those consumers.\nIf you are such a consumer, nothing in these Terms limits any of those consumer rights.</p>12.5.\nIndemnification.<p>If you are a business, you will indemnify and hold harmless SurveyMonkey and its affiliates, officers, agents, and employees from all liabilities, damages, and costs (including settlement costs and reasonable attorneys’ fees) (“Indemnification Amounts”) arising out of a third party claim regarding or in connection with your or your end users’ use of the Services or breach of these Terms, to the extent that such liabilities, damages and costs were caused by you or your end users.</p>\n<p>If you are any kind of user, you will indemnify and hold Indemnified Entities harmless from any Indemnification Amounts arising out of a breach of your obligation in Section 1.3 to ensure your tax exemption certificate, if any, accurately reflects your current tax status.</p>13.\nContracting Entity13.1.\nWho you are contracting with.<p>Unless otherwise noted, the Services are provided by, and you are contracting with, SurveyMonkey Inc.\ninside of the United States, by SurveyMonkey Brasil Internet Eireli inside of Brazil, and by SurveyMonkey Europe UC everywhere else.</p>13.2.\nSurveyMonkey Inc.<p>For any Service provided by SurveyMonkey Inc., the following provisions will apply to any terms governing that Service:</p>\n<ul>\n<li>Contracting Entity.\nReferences to “SurveyMonkey”, “we”, “us”, and “our” are references to SurveyMonkey Inc., located at One Curiosity Way, San Mateo, CA 94403, USA.</li>\n<li>Governing Law.\nThose terms are governed by the laws of the State of California (without regard to its conflict of laws provisions).</li>\n<li>Jurisdiction.\nExcept if prohibited by applicable law, each party submits to the exclusive jurisdiction of the state courts located in Santa Clara County, California, and the federal courts located in the Northern District of California with respect to the subject matter of those terms.</li>\n</ul>13.3.\nSurveyMonkey Europe UC.<p>For any Service provided by SurveyMonkey Europe UC or, in relation to Wufoo Services, the following provisions will apply to any terms governing that Service:</p>\n<ul>\n<li>Contracting Entity.\nReferences to “SurveyMonkey”, “we”, “us”, and “our” are references to SurveyMonkey Europe UC, located at 2 Shelbourne Buildings, Second Floor, Shelbourne Road, Dublin 4, Ireland.</li>\n<li>Governing Law.\nThose terms are governed by the laws of Ireland (without regard to its conflicts of laws provisions).</li>\n<li>Jurisdiction.\nExcept if prohibited by applicable law, in relation to any legal action or proceedings to enforce those terms or arising out of or in connection with those terms, each party irrevocably submits to the exclusive jurisdiction of the courts of Ireland.</li>\n</ul>13.4.\nSurveyMonkey Brasil Internet Eireli<p>For any Service provided by SurveyMonkey Brasil Internet Eireli, the following provisions will apply to any terms governing that Service:</p>\n<ul>\n<li>Contracting Entity.\nReferences to “SurveyMonkey”, “we”, “us”, and “our” are references to SurveyMonkey Brasil Internet Eireli, located at Rua Joaquim Floriano, No.\n243, suite 113, Itaim Bibi, São Paulo-SP, 04534-010 Brazil.</li>\n<li>Governing Law.\nThose terms are governed by the laws of Brazil (without regard to its conflicts of laws provisions).</li>\n<li>Jurisdiction.\nExcept if prohibited by applicable law, in relation to any legal action or proceedings to enforce those terms or arising out of or in connection with those terms, each party irrevocably submits to the exclusive jurisdiction of the courts of the city of São Paulo, Brazil.</li>\n</ul>14.\nOther Terms14.1.\nAssignment.<p>You may not assign these Terms without SurveyMonkey’s prior written consent, which may be withheld in SurveyMonkey’s sole discretion.\nSurveyMonkey may assign these Terms at any time without notice to you.</p>14.2.\nEntire Agreement.<p>These Terms (including the Additional Terms) constitute the entire agreement between you and SurveyMonkey, and they supersede any other prior or contemporaneous agreements, terms and conditions, written or oral concerning its subject matter.\nAny terms and conditions appearing on a purchase order or similar document issued by you do not apply to the Services, do not override or form a part of these Terms, and are void.</p>14.3.\nIndependent Contractors.<p>The relationship between you and SurveyMonkey is that of independent contractors, and not legal partners, employees, or agents of each other.</p>14.4.\nInterpretation.<p>The use of the terms “includes”, “including”, “such as”, and similar terms, will be deemed not to limit what else might be included.</p>14.5.\nNo Waiver.<p>A party’s failure or delay to enforce a provision under these Terms is not a waiver of its right to do so later.</p>14.6.\nPrecedence.<p>To the extent any conflict exists, the Additional Terms prevail over this TOU with respect to the Services to which the Additional Terms apply.</p>14.7.\nSeverability.<p>If any provision of these Terms is determined to be unenforceable by a court of competent jurisdiction, that provision will be severed and the remainder of terms will remain in full effect.</p>14.8.\nThird Party Beneficiaries.<p>There are no third party beneficiaries to these Terms.</p>14.9.\nSurvival.<p>The following sections will survive the termination of these Terms: 1, 2, 3.2, 10, 12, 13, 14, 15, 16, and 17.</p>15.\nTerms for Certain Customers and Countries15.1.\nLanguage.<p>These Terms are prepared and written in English.\nTo the extent that any translated version conflicts with the English version, the English version controls, except where prohibited by applicable law.</p>15.2.\nCustomer-Specific Terms.<p>The following amendments automatically apply to you upon acceptance of these Terms if you are one of the types of entities identified below:</p>\n<ul>\n<li>If you are a United States Federal Government Agency, this Amendment applies to you.</li>\n<li>If you are a different type of government entity in the United States, this Amendment applies to you.</li>\n</ul>15.3.\nWufoo-Specific Terms.<p>If you are using Wufoo Services, the following terms apply:</p>\n<ul>\n<li>One free account per person.\nYou may only have one active, free Wufoo account at any time.\nMultiple Wufoo accounts for any person may be terminated by SurveyMonkey.</li>\n<li>Form Gallery.\nIn the course of using the Wufoo website, you may create certain templates, graphics or form documents (collectively, the “Form Content”) and load or post such documents into the Wufoo form gallery (“Form Gallery”) for other users.\nBy making such Form Content available on the Form Gallery, you grant to SurveyMonkey a worldwide, irrevocable, perpetual, royalty-free, transferable and sub-licensable, non-exclusive right to use, copy, modify, distribute, display, perform, create derivative works and exploit that Form Content in connection with SurveyMonkey’s operation of Wufoo.</li>\n<li>Termination.\nSurveyMonkey may terminate any free Wufoo accounts that do not receive a form submission for 6 months or where the accounts are not accessed for 6 months.</li>\n<li>Use of API.\nYou may access your Wufoo account data via Wufoo’s application programming interface (“API”) and SurveyMonkey hereby grants you a non-exclusive, non-transferable license (without the right to sublicense) to use the API solely as necessary to develop, test, operate and support your software application or website using certain data and content from the Wufoo website (“Application”), and to distribute or allow access to your integration of the API within your Application to end users of your Application.\nAny use of the API, including use of the API through a third party product or service that accesses Wufoo, is bound by these Terms, plus the following specific items:</li>\n</ul>\n<p>(a) Abuse of the API or excessively frequent requests to Wufoo via the API may result in the temporary or permanent suspension of your access to the API.\nSurveyMonkey, in its sole discretion, will determine if your usage constitutes abuse or excessive usage of the API.\nSurveyMonkey will endeavor to warn the account owner via email prior to suspension.\nWhile SurveyMonkey strives to have the API available without interruption, SurveyMonkey cannot guarantee any uptime for the API.</p>\n<p>(b) You agree not to use the API in any way that is unlawful or harms SurveyMonkey, its service providers, your end users, or any other person.</p>\n<p>(c) SurveyMonkey may modify, restrict or discontinue, at any time, temporarily or permanently, your access to the API (or any part thereof) with or without notice.</p>\n<p>(d) You agree to assist SurveyMonkey, at its request, to verify compliance with these Wufoo Terms by providing us with information about your Application, including providing us with access to it and/or other materials related to your use of the API.</p>\n<p>(e) The API is currently provided for free, but SurveyMonkey reserves the right to charge for use of the API in the future.\nIf SurveyMonkey charges a fee for use of the API, you do not have any obligation to continue using it.</p>15.4.\nCountry-Specific Terms.<p>If you are located in one of the following locations, the terms thereunder apply (with the exception of section EU2, which applies to you irrespective of geographic location if you are a “data controller” as referred to in the GDPR).</p>Australia<p>AU1.\nACL.</p>\n<p>Nothing in these Terms will restrict, exclude, or modify, or purport to restrict, exclude, or modify, any statutory consumer rights under the <em>Competition and Consumer Act 2010</em> (Cth).</p>Brazil<p>BR1.\nAdditional Responsibilities.</p>\n<p>If you are younger than 16 years old, you must be represented by your parents or guardians in order to agree to these Terms and to use the Services.\nIf you are aged 16 or 17, you must be assisted by your parents or guardians to agree to these Terms and to use the Services.</p>\n<p>BR2.\nRight of Withdrawal.</p>\n<p>If you are a consumer, you may withdraw your Subscription within 7 days of the date your Subscription first starts by sending us a notice of withdrawal.\nIf you withdraw your Subscription under this Section, the fees you paid for that Subscription will be refunded upon SurveyMonkey’s receipt of your notice of withdrawal.</p>\n<p>BR3.\nConsumer Rights.</p>\n<p>If you are a consumer: (a) statutory warranties provided in the Law No.\n8.078/1990 (“Consumer Protection Code”) apply to you despite anything to the contrary in Section 11.1 (Disclaimers).\n(b) Section 11.2 (Exclusion of Certain Liability) will not apply to you in relation to the damages caused to you due to defects in the Services, as provided by Article 14 of Law No.\n8.078/1990 (“Consumer Protection Code”).\nand (c) Section 11.3 (Limitation of Liability) will not apply to you.</p>Europe<p>EU1.\nRight of Withdrawal.</p>\n<p>In certain European countries, you have a legal right to cancel Subscriptions within a certain period of time.\nFor details, see the country-specific terms for your country and our Subscription Cancellation Policy (Europe only).\nFor Wufoo Services, see our Wufoo Subscription Cancellation Policy and VAT Info (EU Only).</p>\n<p>EU2.\nGDPR Terms for Customers</p>\n<p>EU 2.1 Effective Date and Definitions.</p>\n<p>These additional terms will apply to you from May 25, 2018, where you are a customer operating as a “data controller” of “personal data” of “data subjects” located in the EU (as those terms are defined in the GDPR) in your use of the Services.</p>\n<p>The terms “personal data,” “data subject,” “processing,” and “processor” shall have the meanings given to those terms respectively in the GDPR.</p>\n<p>EU 2.2 Processing Instruction.</p>\n<p>By requesting the Services and agreeing to these Terms and the SurveyMonkey privacy policies, you are providing us with instructions to process any personal data collected by you through the Service, on your behalf.</p>\n<p>EU 2.3 Customer Obligations.</p>\n<p>You shall ensure and hereby warrant and represent that you are entitled to transfer personal data to SurveyMonkey so that SurveyMonkey may lawfully process and transfer the personal data in accordance with these Terms.\nYou shall ensure that relevant data subjects have been informed of, and have given their consent to, such use, processing, and transfer as required by all applicable data protection laws and have sole responsibility for the accuracy, quality and legality of personal data processed by SurveyMonkey in the provision of the Services.</p>\n<p>EU 2.4 SurveyMonkey Obligations.</p>\n<p>Where SurveyMonkey is processing personal data on your behalf, it will:</p>\n<p>(a) only do so on your documented instructions and in accordance with applicable law, including with regard to transfers of personal data to a third country or an international organization, and the parties agree that these terms and the SurveyMonkey privacy policies constitute such documented instructions;</p>\n<p>(b) ensure that all SurveyMonkey personnel involved in the processing of personal data have committed themselves to confidentiality;</p>\n<p>(c) where applicable to you and where it is technically feasible, make available information necessary for you to demonstrate compliance with your obligations under Article 28 of the GDPR, where such information is held by SurveyMonkey and is not otherwise available to you through your account and user areas or on SurveyMonkey websites, provided that you provide SurveyMonkey with at least 14 days’ written notice of such an information request;</p>\n<p>(d) promptly redirect a data subject to you where they are seeking to exercise their rights in respect of any personal data collected by you through use of the Services, and where the data subject has difficulty reaching you directly, we will assist them in doing so where possible.\n</p>\n<p>(e) upon deletion by you, not retain personal data from within your account other than in order to comply with applicable laws and regulations and as may otherwise be kept in routine backup copies made for disaster recovery and business continuity purposes (which are also deleted no later than 9-12 months after data is deleted from an account).\n</p>\n<p>(f) to the extent reasonably able, assist you as reasonably required (at your expense) where you wish to conduct a data protection impact assessment involving the Services.\nand</p>\n<p>(g) inform you immediately if, in our opinion, an instruction to process personal data you have provided infringes the GDPR.</p>\n<p>EU 2.5 SurveyMonkey sub-processors.</p>\n<p>SurveyMonkey uses trusted partners in facilitating certain elements of our Services (“sub-processors”).\nBy agreeing to these Terms, you provide a general authorization to SurveyMonkey to engage onward sub-processors, subject to compliance with the requirements set out here.\nIf you wish to receive a list of sub-processors who handle personal data for SurveyMonkey please complete our form here.\nOn completion of this form and entry of your details through our system, you will receive updates when we add any new sub-processors to this list and you will have 15 days to object to any additions to the list before the change is implemented by us.\nIf you object to a particular sub-processor, who we cannot disassociate from your Services, your sole remedy will be to terminate your subscription relating to the Services that cannot be reasonably provided without the objected-to new sub-processor.\nSuch termination will be without a right of refund for any fees prepaid by you for the period following termination.</p>\n<p>EU 2.6 Liability.</p>\n<p>SurveyMonkey will be liable for the acts and omissions of its sub-processors to the same extent SurveyMonkey would be liable if performing the services of each of those sub-processors directly under these Terms, except as otherwise set forth in these Terms and SurveyMonkey ensures that all sub-processors on the sub-processor list are bound by contractual terms that are in all material respects no less onerous than those contained in these Terms.</p>\n<p>EU 2.7 Security Measures.</p>\n<p>SurveyMonkey has, taking into account the state of the art, cost of implementation and the nature, scope, context and purposes of the Services and the level of risk, implemented appropriate technical and organizational measures to ensure a level of security appropriate to the risk of unauthorized or unlawful processing, accidental loss of and/or damage to your personal data and as specified in our Security Statement which is incorporated by reference into these Terms.\nAt reasonable intervals, SurveyMonkey tests and evaluates the effectiveness of these technical and organizational measures for ensuring the security of the processing.</p>\n<p>EU 2.8 Audits.</p>\n<p>You will allow one month for SurveyMonkey to respond to any audit request which you make.\nNo person/party conducting an audit on your behalf, shall be, or shall act on behalf of, a competitor of SurveyMonkey (“Auditor”).\nYou will only be entitled to conduct an audit once per year (during the course of a 12 month subscription) unless otherwise legally compelled or required by a regulator with established authority over you to perform or facilitate the performance of more than 1 audit in that same year (in which circumstances you and SurveyMonkey will, in advance of any such audits, agree upon a reasonable reimbursement rate for SurveyMonkey’s audit expenses).\nThe scope of an audit will be as follows (unless you are compelled by a regulator with authority over the processing activities involving the Services to vary this format for audit):</p>\n<p>(a) SurveyMonkey agrees, subject to any appropriate and reasonable confidentiality restrictions, to provide evidence of any certifications and compliance standards it maintains and will, on request, make available to you an executive summary of SurveyMonkey’s (or SurveyMonkey affiliate’s) most recent penetration tests, which summary shall include remedial actions taken by SurveyMonkey resulting from such penetration tests.</p>\n<p>(b) The scope of the certifications and penetration tests provided will be limited to SurveyMonkey systems, processes, and documentation relevant to the processing and protection of personal data undertaken for the Services obtained by you, and Auditor will conduct audits subject to any appropriate and reasonable confidentiality restrictions requested by SurveyMonkey.</p>\n<p>(c) You will promptly notify and provide SurveyMonkey with full details regarding any perceived non-compliance or security concerns discovered during the course of an audit.</p>\n<p>The parties agree that, except as otherwise required by order or other binding decree of a regulator with authority over you, this section sets out the entire scope of your audit rights as against SurveyMonkey.</p>\n<p>EU 2.9 International Transfer.</p>\n<p>To the extent applicable, SurveyMonkey Europe UC relies (in order of precedence) upon (i) SurveyMonkey Inc.’s Privacy Shield certification.\n(ii) standard contractual clauses, for data transfer to the United States to SurveyMonkey Inc.\nSurveyMonkey Europe UC also relies on standard contractual clauses for data transfers to other third parties based in countries outside the European Economic Area, the United States, or countries that do not have adequate levels of data protection as determined by the European Commission.\nTo the extent applicable, you appoint SurveyMonkey as your agent for purposes of entering into any standard contractual clauses for such purposes on your behalf under these Terms.\nIf you hold a qualifying account and are availing of the SurveyMonkey Data Processing Agreement with standard contractual clauses, the terms set out in that Data Processing Agreement with standard contractual clauses are supplementary to these Terms and, where there is a conflict between the terms of that Data Processing Agreement with standard contractual clauses and these Terms, the terms of the Data Processing Agreement with standard contractual clauses will prevail.</p>\n<p>EU 2.10 Liability for Data Processing.</p>\n<p>The parties’ respective aggregate liability whether in contract, tort (including negligence), breach of statutory duty, or otherwise for any and all claims arising out of or in connection with this Section EU2 shall be as set out in these terms, unless otherwise agreed in writing.</p>France<p>FR1.\nOverdue Payments.</p>\n<p>Overdue payments may result in a penalty at an interest rate equal to 3 times the legal interest rate or the statutory minimum rate, whichever is higher.\nAdditionally, the statutory penalty for collection costs may be payable by you in the event of late payment.</p>\n<p>FR2.\nRight of Withdrawal.</p>\n<p>If you are a consumer, starting from the date your Subscription first starts, you have 14 days to exercise your right of withdrawal without cause, provided that you have not benefited from or started to use the Services before the end of that 14 day period.</p>\n<p>FR3.\nMedia.</p>\n<p>The limited license you grant to SurveyMonkey under Section 3.2 (Limited License to Your Content) allows SurveyMonkey to exploit your Content in any form and on any medium, including paper or digital media such as hard disks and flash drives, and by any means or process, including by wired, wireless, or online transmission of digitized or analog data.\nThe duration of such limited license extends only for the legal term of protection of the intellectual property rights attached to your Content.</p>\n<p>FR4.\nWarranties.</p>\n<p>If you are a consumer, statutory warranties and the warranty of merchantability apply to you despite anything to the contrary in these Terms.\nAny disclaimer of warranties in these Terms does not derogate from any of your statutory warranty rights listed below:</p>\n<p>Article R.\n211-4 of the French Consumer Code: “In contracts entered into between professionals, on the one hand, and, on the other hand, non-professionals or consumers, the professionals cannot contractually warrant the item to be delivered or the service to be rendered without clearly stating that, whatever the circumstances, the legal warranty binding the professional seller to cover the purchaser against any consequences of faults or hidden defects in the item being sold or the service being rendered, applies.”</p>\n<p>Article L.\n211-4 of the French Consumer Code: “The seller is required to deliver a product which is conformed to the contract and is held liable for any lack of conformity which exists upon delivery.\nHe is also held liable for any lack of conformity caused by the packaging or the assembly instructions, or the installation if he assumed responsibility therefor or had it carried out under his responsibility.”</p>\n<p>Article L.\n211-5 of the French Consumer Code: “To be in conformity with the contract, the product must: (1) be suitable for the purpose usually associated with such a product and, if applicable: correspond to the description given by the seller and have the features that the seller presented to the buyer in the form of a sample or model.\n[and] have the features that a buyer might reasonably expect it to have considering the public statements made by the seller, the producer or his representative, including advertising and labeling.\nor (2) have the features defined by mutual agreement between the parties or be suitable for any special requirement of the buyer which was made known to the seller and which the latter agreed to.”</p>\n<p>\n<strong>Article L.\n211-12 of the French Consumer Code:</strong> “Action resulting from lack of conformity lapses two years after delivery of the product.”</p>\n<p>\n<strong>Article 1641 of the French Civil Code:</strong> “A seller is bound to a warranty on account of the latent defects of the product sold which render it unfit for the use for which it was intended, or which so impair that use that the buyer would not have acquired it, or would only have given a lesser price for it, had he known of them.”</p>\n<p>Article 1648 §1 of the French Civil Code: “The action resulting from redhibitory vices must be brought by the buyer within a period of two years following the discovery of the vice”.</p>\n<p>FR5.\nLimitation.</p>\n<p>Section 11.3 (Limitation of Liability) does not apply to you if you are a consumer.</p>Germany<p>DE1.\nRight of Withdrawal.</p>\n<p>If you are a consumer, you may withdraw your contractual declaration within 14 days without giving reasons in text form (e.g.\nby mail, fax, email).\nThe time period commences upon your receipt of this information notice in textual form, but not before the conclusion of the contract and also not before we have met our information requirements as set forth under Article 246 § 2 in conjunction with § 1 paragraph 1 and 2 of the Introductory Act to the German Civil Code and our information requirements under § 312 g paragraph 1, first sentence German Civil Code in conjunction with Article 246 § 3 of the Introductory Act to the German Civil Code.\nPunctual dispatch of the declaration of withdrawal suffices to observe the withdrawal period.\nThe declaration of withdrawal has to be directed to our customer support team by email to support@surveymonkey.com or through our Help Center.</p>\n<p>DE2.\nConsequences of Withdrawal.</p>\n<p>In the case of a valid withdrawal, the mutually received deliverables will be returned and any benefits obtained, if any (e.g.\ninterest), will be handed over.\nTo the extent that you are unable to return or, where applicable, to deliver up the received deliverable and benefits obtained (e.g.\nuse and enjoyment) in whole or in part, or only in a deteriorated condition, you may have to compensate us accordingly for loss of value, if any.\nThis may possibly lead to the result that you will nevertheless have to fulfill the contractually owed payment obligations for the time period until withdrawal.\nAny obligation to reimburse payments must be fulfilled within 30 days.\nThe period for the payment of costs will begin, in your case, with the dispatch of your declaration of withdrawal and in our case, upon receipt of same.</p>\n<p>DE3.\nSpecial Notifications.</p>\n<p>Your right of withdrawal expires prematurely if the contractual relationship was fully discharged by both sides at your explicit request before you have exercised your right of withdrawal.</p>\n<p>DE4.\nTermination for Breach.</p>\n<p>A failure to comply with these Terms must be material, repeated, or persistent before SurveyMonkey may exercise its right of termination under Section 9.2 (By SurveyMonkey).</p>\n<p>DE5.\nSpecific Works.</p>\n<p>SurveyMonkey is not obliged to create any specific works for you.</p>\n<p>DE6.\nLiability Provisions.</p>\n<p>Sections 11.2 (Exclusion of Certain Liability) and 11.3 (Limitation of Liability) do not apply and are replaced with the following: “SurveyMonkey’s liability to you for damages caused by slight negligence will, irrespective of its legal ground, be limited as follows: (a) SurveyMonkey will be liable up to the amount of foreseeable damages typical for this type of contract for a breach of material contractual obligations.\nand (b) SurveyMonkey will not be liable for a breach of any non-material contractual obligations nor for the slightly negligent breach of any other applicable duty of care.\nThe above limitations of liability, as well as any other limitations of liability contained in these Terms, will not apply to any mandatory statutory liability, in particular to liability under the German Product Liability Act (Produkthaftungsgesetz), and liability for culpably caused personal injuries.\nAdditionally, such limitations of liability will not apply if and to the extent that SurveyMonkey has assumed a specific guarantee.\nThe above will apply accordingly to SurveyMonkey’s liability to you for futile expenses.\nYou are obliged to take adequate measures to avert and reduce damages.”</p>Japan<p>JP1.\nPrivacy Disclosures.</p>\n<p>You agree that you are responsible for notifying the respondents of any surveys that you create through the Services about how SurveyMonkey may use the respondents’ survey responses and personal data as described in the Privacy Notice and obtaining a prior consent for disclosing personal data to SurveyMonkey from the respondents of your surveys.</p>\n<p>JP2.\nLiability.</p>\n<p>Sections 11.2 (Exclusion of Certain Liability) and 11.3 (Limitation of Liability) will not apply in relation to the damages caused by the willful misconduct or gross negligence of SurveyMonkey, its affiliates, officers, employees, agents, supplier, or licensors.</p>Korea<p>KR1.\nRight of Withdrawal.</p>\n<p>If you are a consumer, you may withdraw your Subscription within 7 days of the date your Subscription first starts (or the date a copy of these Terms are made available to you, if later), provided that you have not benefited from or started to use the Services before the end of that 7 day period.\nIf you withdraw your Subscription under this paragraph, the fees you paid for that Subscription will be refunded within 3 business days of receiving your notice of withdrawal.</p>\n<p>KR2.\nAssignment.</p>\n<p>Despite anything to the contrary in these Terms, if you are a consumer, we will provide you with advance notice of assignment and an opportunity to terminate these Terms as required by Korean law.</p>Luxembourg<p>LU1.\nSurvival.</p>\n<p>Sections of these Terms which are expressly stated to survive its termination will not survive indefinitely, but survive for a period of 30 years.</p>16.\nTerms for SurveyMonkey’s API16.1 Building with SurveyMonkey’s API.<p>See here for the terms for SurveyMonkey’s API.</p>17.\nTerms for SurveyMonkey Contribute17.1 Using SurveyMonkey Contribute.<p>See here for the terms for using SurveyMonkey Contribute.</p>\n<ul>\n<li>Community:</li>\n<li>Developers</li>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n<li>Our Blog</li>\n<li>Instagram</li>\n<li>YouTube</li>\n</ul>\n<ul>\n<li>About Us:</li>\n<li>Leadership Team</li>\n<li>Board of Directors</li>\n<li>Investor Relations</li>\n<li>App Directory</li>\n<li>Newsroom</li>\n<li>Office Locations</li>\n<li>Imprint</li>\n<li>Jobs</li>\n<li>Sitemap</li>\n<li>Help</li>\n</ul>\n<ul>\n<li>Policies:</li>\n<li>Terms of Use</li>\n<li>Privacy Notice</li>\n<li>California Privacy Notice</li>\n<li>Acceptable Uses Policy</li>\n<li>Security Statement</li>\n<li>GDPR Compliance</li>\n<li>Email Opt-In</li>\n<li>Accessibility</li>\n<li>Cookies Notice</li>\n</ul>\n<ul>\n<li>Use Cases:</li>\n<li>Online Polls</li>\n<li>Facebook Surveys</li>\n<li>Survey Template</li>\n<li>Scheduling Polls</li>\n<li>Google Forms vs.\nSurveyMonkey</li>\n<li>Employee Satisfaction Surveys</li>\n<li>Free Survey Templates</li>\n<li>Mobile Surveys</li>\n<li>How to Improve Customer Service</li>\n<li>AB Test Significance Calculator</li>\n<li>NPS Calculator</li>\n<li>Questionnaire Templates</li>\n<li>Event Survey</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Sample Size Calculator</li>\n<li>Writing Good Surveys</li>\n<li>Likert Scale</li>\n<li>Survey Analysis</li>\n<li>360 Degree Feedback</li>\n<li>Education Surveys</li>\n<li>Survey Questions</li>\n<li>NPS Calculation</li>\n<li>Customer Satisfaction Survey Questions</li>\n<li>Agree Disagree Questions</li>\n<li>Create a Survey</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Online Quizzes</li>\n<li>Qualitative vs Quantitative Research</li>\n<li>Customer Survey</li>\n<li>Market Research Surveys</li>\n<li>NPS Survey</li>\n<li>Survey Design Best Practices</li>\n<li>Margin of Error Calculator</li>\n<li>Questionnaire</li>\n<li>Demographic Questions</li>\n<li>Training Survey</li>\n<li>Offline Survey</li>\n<li>360 Review Template</li>\n</ul>Copyright © 1999-2020 SurveyMonkey ", "created_at": "2019-07-25 19:47:18.091102", "updated_at": "2020-12-14 22:09:42.696782"}], "points": [{"id": 8388, "title": "There is a date of the last update of the terms", "source": "https://www.surveymonkey.com/mp/legal/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2019-11-12 03:28:10.662586", "updated_at": "2021-02-06 04:16:25.980082", "quoteText": "Versions: February 27, 2019 (current) January 2, 2019 April 11, 2018 June 2, 2016 July 8, 2015 (International) January 1, 2015 (International) June 25, 2013 March 28, 2012 (International) December 12, 2011 (U.S.) July 21, 2010 (International) June 23, 2010 (U.S.) May 28, 2008 (U.S.) Wufoo Terms of Service (archived) <p>LAST UPDATED: FEBRUARY 27TH, 2019</p>\n<p>These Terms of Use are effective upon acceptance for new users, and from January 18, 2019 for existing users.</p>\n<p>Highlighted text represents any recent changes to our Terms of Use.</p>", "case_id": 331, "document_id": 1674, "quoteStart": 146, "quoteEnd": 696}, {"id": 8389, "title": "You maintain ownership of your data", "source": "https://www.surveymonkey.com/mp/legal/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2019-11-12 03:29:25.352656", "updated_at": "2021-02-06 04:16:29.944343", "quoteText": "\n<p>3.1.\nYou Retain Ownership of Your Content.</p>\n<p>You retain ownership of all of your intellectual property rights in your Content.\nSurveyMonkey does not claim ownership over any of your Content.\nThese Terms do not grant us any licenses or rights to your Content except for the limited rights needed for us to provide the Services, and as otherwise described in these Terms.</p>\n<p>3.2.\nLimited License to Your Content.</p>\n<p>You grant SurveyMonkey a worldwide, royalty free license to use, reproduce, distribute, modify, adapt, create derivative works, make publicly available, and otherwise exploit your Content, but only for the limited purposes of providing the Services to you and as otherwise permitted by the SurveyMonkey privacy policies.\nThis license for such limited purposes continues even after you stop using our Services, with respect to aggregate and de-identified data derived from your Content and any residual backup copies of your Content made in the ordinary course of SurveyMonkey’s business.\nThis license also extends to any trusted third parties we work with to the extent necessary to provide the Services to you.\nIf you provide SurveyMonkey with feedback about the Services, we may use your feedback without any obligation to you.</p>\n<p>", "case_id": 183, "document_id": 1674, "quoteStart": 9892, "quoteEnd": 11160}], "urls": ["surveymonkey.com"]}}