{"error": 448, "message": "OK", "parameters": {"id": 1957, "name": "Politics & War", "created_at": "2019-11-05 11:21:20.530812", "updated_at": "2021-03-25 03:19:54.041125", "wikipedia": null, "keywords": null, "related": null, "slug": "politics_war", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1957.png", "url": "https://politicsandwar.com/", "documents": [{"id": 2079, "name": "Terms & Conditions", "url": "https://politicsandwar.com/terms/", "xpath": "/html/body/div[@class=\"container\"]/div[@class=\"row\"]/div[@id=\"rightcolumn\"]", "text": " Terms and Conditions of Use TERMS OF USE\n<p>Last updated February 14, 2020</p> AGREEMENT TO TERMS <p> These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Yellowstone Digital Media LLC (\"Company\", “we”, “us”, or “our”), concerning your access to and use of the https://politicsandwar.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nYou agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.\n</p>\n<p> Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.\n</p>\n<p> The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.\n</p>\n<p> The Site is intended for users who are at least 13 years of age.\nAll users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Use prior to you using the Site.\n</p> INTELLECTUAL PROPERTY RIGHTS <p> Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.\n</p>\n<p> Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.\n</p> USER REPRESENTATIONS <p> By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary.\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n(4) you are not under the age of 13.\n(5) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site.\n(6) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n(7) you will not use the Site for any illegal or unauthorized purpose.\nand (8) your use of the Site will not violate any applicable law or regulation.\n</p>\n<p> If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\n</p> USER REGISTRATION <p> You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.\n</p> PROHIBITED ACTIVITIES <p> You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.\n</p>\n<p>As a user of the Site, you agree not to:</p>\n<p>1.\nTrick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</p>\n<p>2.\nCircumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.</p>\n<p>3.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</p>\n<p>4.\nUse any information obtained from the Site in order to harass, abuse, or harm another person.</p>\n<p>5.\nMake improper use of our support services or submit false reports of abuse or misconduct.</p>\n<p>6.\nUse the Site in a manner inconsistent with any applicable laws or regulations.</p>\n<p>7.\nUse the Site to advertise or offer to sell goods and services.</p>\n<p>8.\nUpload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.</p>\n<p>9.\nDelete the copyright or other proprietary rights notice from any Content.</p>\n<p>10.\nAttempt to impersonate another user or person or use the username of another user.</p>\n<p>11.\nSell or otherwise transfer your profile.</p>\n<p>12.\nUpload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</p>\n<p>13.\nInterfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.</p>\n<p>14.\nHarass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.</p>\n<p>15.\nAttempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.</p>\n<p>16.\nCopy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</p>\n<p>17.\nDecipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.</p>\n<p>18.\nMake any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</p>\n<p>19.\nUse the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.</p> USER GENERATED CONTRIBUTIONS <p> The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that:\n</p>\n<p>1.\nThe creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.</p>\n<p>2.\nYou are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.</p>\n<p>3.\nYou have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.</p>\n<p>4.\nYour Contributions are not false, inaccurate, or misleading.</p>\n<p>5.\nYour Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.</p>\n<p>6.\nYour Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).</p>\n<p>7.\nYour Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.</p>\n<p>8.\nYour Contributions do not advocate the violent overthrow of any government or incite, encourage, or threaten physical harm against another.</p>\n<p>9.\nYour Contributions do not violate any applicable law, regulation, or rule.</p>\n<p>10.\nYour Contributions do not violate the privacy or publicity rights of any third party.</p>\n<p>11.\nYour Contributions do not contain any material that solicits personal information from anyone under the age of 18 or exploits people under the age of 18 in a sexual or violent manner.</p>\n<p>12.\nYour Contributions do not violate any federal or state law concerning child pornography, or otherwise intended to protect the health or well-being of minors;</p>\n<p>13.\nYour Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.</p>\n<p>14.\nYour Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.</p>\n<p>Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.</p> CONTRIBUTION LICENSE <p> By posting your Contributions to any part of the Site, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.\n</p>\n<p> This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.\n</p>\n<p> We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.\n</p>\n<p> We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.\n</p> MOBILE APPLICATION LICENSE Use License <p> If you access the Site via a mobile application, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the mobile application on wireless electronic devices owned or controlled by you, and to access and use the mobile application on such devices strictly in accordance with the terms and conditions of this mobile application license contained in these Terms of Use.\nYou shall not: (1) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the application.\n(2) make any modification, adaptation, improvement, enhancement, translation, or derivative work from the application.\n(3) violate any applicable laws, rules, or regulations in connection with your access or use of the application.\n(4) remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) posted by us or the licensors of the application.\n(5) use the application for any revenue generating endeavor, commercial enterprise, or other purpose for which it is not designed or intended.\n(6) make the application available over a network or other environment permitting access or use by multiple devices or users at the same time.\n(7) use the application for creating a product, service, or software that is, directly or indirectly, competitive with or in any way a substitute for the application.\n(8) use the application to send automated queries to any website or to send any unsolicited commercial e-mail.\nor (9) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing, or distribution of any applications, accessories, or devices for use with the application.\n</p> Apple and Android Devices <p> The following terms apply when you use a mobile application obtained from either the Apple Store or Google Play (each an “App Distributor”) to access the Site: (1) the license granted to you for our mobile application is limited to a non-transferable license to use the application on a device that utilizes the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms of service.\n(2) we are responsible for providing any maintenance and support services with respect to the mobile application as specified in the terms and conditions of this mobile application license contained in these Terms of Use or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the mobile application.\n(3) in the event of any failure of the mobile application to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the mobile application, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the mobile application.\n(4) you represent and warrant that (i) you are not located in a country that is subject to a U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country and (ii) you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.\n(5) you must comply with applicable third-party terms of agreement when using the mobile application, e.g., if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the mobile application.\nand (6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application license contained in these Terms of Use, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application license contained in these Terms of Use against you as a third-party beneficiary thereof.\n</p> SUBMISSIONS <p> You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.\n</p> PAYMENTS <p> The Site is free to use and requires no payment at any time.\nThe Site does accept payments, which you agree are non-refundable donations to the Site.\nThe Site has no obligation to refund or compensate you for any payments made for any reason.\n</p> THIRD-PARTY WEBSITE AND CONTENT <p> The Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.\n</p> ADVERTISERS <p> We allow advertisers to display their advertisements and other information in certain areas of the Site, such as sidebar advertisements or banner advertisements.\nIf you are an advertiser, you shall take full responsibility for any advertisements you place on the Site and any services provided on the Site or products sold through those advertisements.\nFurther, as an advertiser, you warrant and represent that you possess all rights and authority to place advertisements on the Site, including, but not limited to, intellectual property rights, publicity rights, and contractual rights.\nWe simply provide the space to place such advertisements, and we have no other relationship with advertisers.\n</p> SITE MANAGEMENT <p> We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.\n</p> PRIVACY POLICY <p> We care about data privacy and security.\nPlease review our Privacy Policy: https://politicsandwar.com/privacy/.\nBy using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in the United States.\nIf you access the Site from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States.\nFurther, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Site as quickly as is reasonably practical.\n</p> COPYRIGHT INFRINGEMENTS <p> We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.\n</p> TERM AND TERMINATION <p> These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.\n</p>\n<p> If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.\n</p> MODIFICATIONS AND INTERRUPTIONS <p> We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.\n</p>\n<p> We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.\n</p> GOVERNING LAW <p> These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of Montana applicable to agreements made and to be entirely performed within the State of Montana, without regard to its conflict of law principles.\n</p> DISPUTE RESOLUTION Informal Negotiations <p> To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each a \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.\n</p> Binding Arbitration <p> If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved through binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (\"AAA\") and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (\"AAA Consumer Rules\"), both of which are available at the AAA website: www.adr.org.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will take place in Yellowstone County, Montana.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\n</p>\n<p> If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in Yellowstone County, Montana, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the the Uniform Computer Information Transaction Act (UCITA) is excluded from these Terms of Use.\n</p>\n<p> In no event shall any Dispute brought by either Party related in any way to the Site be commenced more than one (1) years after the cause of action arose.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable, and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.\n</p> Restrictions <p> The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.\n</p> Exceptions to Informal Negotiations and Arbitration <p> The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.\n</p> CORRECTIONS <p> There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.\n</p> DISCLAIMER <p> THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR O MISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.\n</p> LIMITATIONS OF LIABILITY <p> IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO US DURING THE SIX (6) MONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING.\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.\n</p> INDEMNIFICATION <p> You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) your Contributions.\n(2) use of the Site.\n(3) breach of these Terms of Use.\n(4) any breach of your representations and warranties set forth in these Terms of Use.\n(5) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.\n</p> USER DATA <p> We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.\n</p> ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES <p> Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.\n</p> CALIFORNIA USERS AND RESIDENTS <p> If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.\n</p> MISCELLANEOUS <p> These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.\n</p> CONTACT US <p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:</p>\n<p> Yellowstone Digital Media LLC <br> 710 Wicks Ln<br> #50877<br> Billings, MT 59105<br> United States\n</p>\n<p>yellowstonedigitalmedia@gmail.com</p> ", "created_at": "2019-11-05 11:30:16.285903", "updated_at": "2020-12-14 23:15:31.420255"}, {"id": 2080, "name": "Game Rules", "url": "https://politicsandwar.com/rules/", "xpath": "/html/body/div[@class=\"container\"]/div[@class=\"row\"]/div[@id=\"rightcolumn\"]", "text": " Game Rules <p>The rules for game-play are relatively simple and easy to follow.\nBe smart, use common sense, and you won't have any issues.</p>\n<p>In-game Communication</p>\n<p> All forms of in-game communication, including but not limited to, messaging, war declaration reasons, alliance announcements, leader, city, or nation names, and nation and alliance descriptions must be appropriate.\nVulgar language, mean comments, Nazism or Nazi related names and titles, Terrorist organizations related names and titles etc.\nare not allowed and will result in your nation receiving a strike.\n</p>\n<p>Impersonation</p>\n<p> Creating accounts or nations in an attempt to impersonate an administrator or staff member is a bannable offense.\n</p>\n<p>Harassment</p>\n<p> Using in-game communication to flame, bait, troll, or otherwise harass other players will result in your nation receiving a strike, or in severe instances your account being banned.\n</p>\n<p>Multiple Nations on the Same Network</p>\n<p> Each player is allowed to have one account and nation.\nHaving multiple nations is a bannable violation.\n</p>\n<p> There is no limit on the number of nations that can play per network, so long as each nation is owned and controlled by a separate individual.\nSome restrictions will be imposed automatically on nations on the same network to prevent cheating.\n</p>\n<p> Using Alliance Banks to evade trade restrictions imposed on nations on the same network is a bannable offense.\n</p>\n<p> Two nations on the same network are allowed to be in the same alliance, but they are not allowed to declare war on the same nation.\nFailure to follow this rule will result in a nation strike the first time, and a ban the second time.\n</p>\n<p>Fairness in Trading &amp.\nBanking</p>\n<p> Prices and amounts in trades are generally at the player's discretion.\nIn instances where trades and banks are used to funnel money and/or resources from one nation to another, where one nation has no intention to continue playing the game is a bannable offense.\n</p>\n<p>War Slot &amp.\nEspionage Filling</p>\n<p> Declaring war on a nation without the intention of fighting them is punishable by a nation strike and additional punishment for multiple violations.\nYou are not allowed to declare war on nations to prevent them from being attacked by other nations.\nThis same rule applies with spies and espionage operations.\nKnowingly participating in having your war or spy slots filled is also considered a violation of this rule.\n</p>\n<p> Declaring war on your allies is generally considered war slot filling and against the rules.\nIn cases where relationships between nations or alliances are not clear, moderators will use their best determination to decide if nations are allied and therefore war slot filling or not.\nOne example of this type of rule-breaking behavior would be leaving your alliance to declare on someone in your alliance or a nation in an alliance allied to your alliance, and then rejoining your alliance.\n</p>\n<p> Moderation discretion must be applied when interpreting and enforcing this rule.\nOne example of behavior violating the rules would be declaring war on a nation and sending attacks with minimal units, or using 'Fortify', to appear to be fighting a war, when in reality the attacker has no intention to engage in a real war and is attacking with the purpose of preventing other players from being able to attack the target or to otherwise benefit the target nation.\n</p>\n<p> Another example of war slot filling would be coordinating with an opponent to remove a bounty.\nWhile bounty-hunting is legal and encouraged, coordinating with allies, for example, to remove a bounty while doing minimal damage would be considered war slot filling.\nSimilarly, coordinated transfer of Treasures through wars with minimal damage is another example of slot filling.\n</p>\n<p>Automated Trading</p>\n<p> The use of any script, bot, macro, or other form of automated trading is strictly prohibited in Politics &amp.\nWar.\nThese programs give players who use them an unfair advantage over normal players, and use of them is punishable by banishment.\n</p>\n<p>Account Selling</p>\n<p> Buying and Selling of Politics &amp.\nWar accounts or nations is strictly prohibited.\nEach player is allowed to create one account that cannot be sold or transferred to another user.\n</p>\n<p>Real-World Transactions for In-Game Materials</p>\n<p> Politics &amp.\nWar has a limited donation system to prevent the game from being \"pay-to-win.\" In addition to limits on Credit usage, it is against the rules for players to make exchanges of real-life money or goods for in-game materials, including but not limited to: in-game money, and in-game resources.\nExamples of this type of behavior would include: sending someone real-life money for in-game money or in-game resources, purchasing someone a Steam game for in-game money or in-game resources, sending someone a gift-card for in-game money or in-game resources, and any other sort of real-world trade for in-game goods.\n</p>\n<p> The punishment for real-world transactions for in-game materials will be a complete nation reset upon first offense, and a permanent ban from Politics &amp.\nWar upon a second offense.\n</p>\n<p>Custom Content on Nation and Alliance Pages</p>\n<p> There are limits on what custom content is allowed to be posted in-game, including but not limited to on nation and alliance pages.\n</p>\n<p> Custom content shall not include imagery with excessive flashing or changing colors which could be deemed as potentially seizure-inducing for epileptic users, or otherwise cause visual strain for users.\nThis is punishable by a nation strike in-game and is subject to moderator discretion in determining the boundary for what is and is not allowed.\n</p>\n<p> Custom content shall not be excessively long so as to disrupt the normal flow of pages.\nExcessively tall images and \"filler\" text are not allowed.\nThis is punishable by a nation strike in-game and is subject to moderator discretion in determining the boundary for what is and is not allowed.\n</p>\n<p> Content posted with the intent to deceive other players about the game mechanics is strictly prohibited.\nThis includes, but is not limited to, plain text statements such as \"This nation is in Vacation Mode for X turns.\" This is punishable by a nation strike in-game and is subject to moderator discretion in determining the boundary for what is and is not allowed.\n</p>\n<p>Screenshot Abuse</p>\n<p> Using (or attempting to use) images on your nation or alliance page in an attempt to deceive other players is against the rules and punishable by a nation strike.\nThis includes, but is not limited to: </p>\n<ul>\n<li> Faking Vacation Mode: Placing an image mimicking the Vacation Mode designation displayed on nation pages is an example of faking Vacation Mode.\n</li>\n<li> Faking Your Nation Page: Using an edited or old screenshot of your nation page to attempt to deceive other players by hiding your actual nation page information.\n</li>\n</ul> If you believe a player is violating these rules, please notify a Game Administrator (through in-game Messaging.) <p>\n</p>\n<p>Coerced City Deletion</p>\n<p> Players have the ability to destroy their own cities.\nCoercing others to destroy cities is strictly against the rules.\nThis includes, but is not limited to: </p>\n<ul>\n<li>Requiring city deletion as part of peace terms (for any war, individual or alliance)</li>\n</ul> Depending on the severity and scale of the offense, this can result in anywhere from a moderation strike to a permanent ban.\nThe punishment is subject to moderator discretion.\n<p>\n</p>\n<p>Coerced Quitting / Forcing Players to Quit or Leave the Game</p>\n<p> Bullying, harassing, or otherwise coercing/encouraging players to quit the game is against the rules.\nDepending on the severity and scale of the offense, this can result in anywhere from a moderation strike to a permanent ban.\nThe punishment is subject to moderator discretion.\n</p>\n<p>Inactivity Deletion</p>\n<p> Any account that has not logged in within 60 days is liable for automatic deletion from the game.\nThis deletion is irreversible, and it is the player's responsibility to maintain an activity level of logging in at least once every 30 days to keep their account active.\nNations in Vacation Mode are exempt from this 30 day limit, but must resume activity upon exit of Vacation Mode or face prompt automatic deletion.\n</p>\n<p>Vacation Mode</p>\n<p> Vacation Mode is a feature allowing you to preserve your nation during periods of time while you are away.\nEntering Vacation Mode will prevent you from executing attacks in any ongoing wars, and prevent you from doing most game activities while your nation is in Vacation Mode.\nVacation Mode has a minimum period of 14 days.\nOnce in Vacation Mode, you will not be allowed to leave early.\nVacation Mode is not intended for use as a tool to avoid fighting wars.\nHowever, using Vacation Mode for any reason, with the exception of protecting alliance bank funds, but including to avoid wars, is <u>not</u> against the rules.\n</p>\n<p>Hiding Alliance Banks</p>\n<p> Using Vacation Mode as a way to protect an alliance bank from being raided is against the rules.\nIf you are caught doing so, the bank will be promptly returned, with 20% of the contents deleted.\nIf you suspect this is happening, please PM Alex in-game and he will investigate.\n</p>\n<p> Using a brand new nation (less than 14 days old) to protect an alliance bank using their starting protection time (from new war declarations) is also against the rules.\nIf you are caught doing so, the bank will be promptly returned, with 20% of the contents deleted.\nIf you suspect this is happening, please PM Alex in-game and he will investigate.\n</p>\n<p>Moderation as a Weapon</p>\n<p> Using (or attempting to use) Moderation as a Weapon is against the rules and punishable by a nation strike.\nAn example of using (or attempting to use) Moderation as a Weapon is threatening to report another player to an Administrator or Moderator unless they comply with your request or demands.\nIf someone is in violation of the Game Rules, you are obligated as a player to notify a Game Administrator (through in-game Messaging.) </p>\n<p> Failure to follow any of these rules will result in a punishment at the discretion of the game staff that includes but is not limited to: changing inappropriate names to something random (whether it be a nation, city, or leader name), issuing a nation strike, penalizing a nation with monetary fines or otherwise decreasing their nation progress (i.e.\nremoving cities), resetting a player's nation, deleting a player's nation, or even banning them permanently from the game.\n</p>\n<p> Thank you for reading and following the rules of Politics and War.\n</p> ", "created_at": "2019-11-05 11:53:38.666284", "updated_at": "2020-12-14 23:15:36.723736"}, {"id": 2481, "name": "Terms and Conditions", "url": "https://politicsandwar.com/terms/", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-KKG62FX\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nCookies, Privacy, Terms and Conditions <p> We care about your privacy.\nTo ensure that you get the best experience, this website uses cookies.\nBy continuing to use this website, you consent to the use of cookies and agree to the Privacy Policy and Terms and Conditions.\n</p>\n<p> I Agree </p>\n<i>\n</i>\n<br> Start Playing <i>\n</i>\n<br> Login <i>\n</i>\n<br> Menu <ul> Play <li>Home</li>\n<li>Start Playing</li>\n<li>Login</li>\n</ul>\n<ul> World <li>Nations</li>\n<li>Alliances</li>\n<li>Leaderboards</li>\n<li>Treaty Web</li>\n<li>Conflicts</li>\n<li>Bounties</li>\n<li>Embargoes</li>\n<li>Radiation</li>\n<li>Advertisements</li>\n<li>Data Visualization</li>\n<li>World Map</li>\n</ul>\n<ul> Community <li>Forum</li>\n<li>Discord</li>\n<li>Wiki</li>\n<li>Reddit</li>\n</ul>\n<ul> Server Time <br>December 15 03:11 am </ul> Terms and Conditions of Use TERMS OF USE\n<p>Last updated February 14, 2020</p> AGREEMENT TO TERMS <p> These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Yellowstone Digital Media LLC (\"Company\", “we”, “us”, or “our”), concerning your access to and use of the https://politicsandwar.com website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”).\nYou agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.\n</p>\n<p> Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Use to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.\n</p>\n<p> The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.\n</p>\n<p> The Site is intended for users who are at least 13 years of age.\nAll users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site.\nIf you are a minor, you must have your parent or guardian read and agree to these Terms of Use prior to you using the Site.\n</p> INTELLECTUAL PROPERTY RIGHTS <p> Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\nThe Content and the Marks are provided on the Site “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.\n</p>\n<p> Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use.\nWe reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.\n</p> USER REPRESENTATIONS <p> By using the Site, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete.\n(2) you will maintain the accuracy of such information and promptly update such registration information as necessary.\n(3) you have the legal capacity and you agree to comply with these Terms of Use.\n(4) you are not under the age of 13.\n(5) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site.\n(6) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise.\n(7) you will not use the Site for any illegal or unauthorized purpose.\nand (8) your use of the Site will not violate any applicable law or regulation.\n</p>\n<p> If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).\n</p> USER REGISTRATION <p> You may be required to register with the Site.\nYou agree to keep your password confidential and will be responsible for all use of your account and password.\nWe reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.\n</p> PROHIBITED ACTIVITIES <p> You may not access or use the Site for any purpose other than that for which we make the Site available.\nThe Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.\n</p>\n<p>As a user of the Site, you agree not to:</p>\n<p>1.\nTrick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.</p>\n<p>2.\nCircumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and/or the Content contained therein.</p>\n<p>3.\nDisparage, tarnish, or otherwise harm, in our opinion, us and/or the Site.</p>\n<p>4.\nUse any information obtained from the Site in order to harass, abuse, or harm another person.</p>\n<p>5.\nMake improper use of our support services or submit false reports of abuse or misconduct.</p>\n<p>6.\nUse the Site in a manner inconsistent with any applicable laws or regulations.</p>\n<p>7.\nUse the Site to advertise or offer to sell goods and services.</p>\n<p>8.\nUpload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.</p>\n<p>9.\nDelete the copyright or other proprietary rights notice from any Content.</p>\n<p>10.\nAttempt to impersonate another user or person or use the username of another user.</p>\n<p>11.\nSell or otherwise transfer your profile.</p>\n<p>12.\nUpload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).</p>\n<p>13.\nInterfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.</p>\n<p>14.\nHarass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.</p>\n<p>15.\nAttempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.</p>\n<p>16.\nCopy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.</p>\n<p>17.\nDecipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.</p>\n<p>18.\nMake any unauthorized use of the Site, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.</p>\n<p>19.\nUse the Site as part of any effort to compete with us or otherwise use the Site and/or the Content for any revenue-generating endeavor or commercial enterprise.</p> USER GENERATED CONTRIBUTIONS <p> The Site may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Site, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the Site and through third-party websites.\nAs such, any Contributions you transmit may be treated as non-confidential and non-proprietary.\nWhen you create or make available any Contributions, you thereby represent and warrant that:\n</p>\n<p>1.\nThe creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.</p>\n<p>2.\nYou are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Site, and other users of the Site to use your Contributions in any manner contemplated by the Site and these Terms of Use.</p>\n<p>3.\nYou have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Site and these Terms of Use.</p>\n<p>4.\nYour Contributions are not false, inaccurate, or misleading.</p>\n<p>5.\nYour Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.</p>\n<p>6.\nYour Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).</p>\n<p>7.\nYour Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.</p>\n<p>8.\nYour Contributions do not advocate the violent overthrow of any government or incite, encourage, or threaten physical harm against another.</p>\n<p>9.\nYour Contributions do not violate any applicable law, regulation, or rule.</p>\n<p>10.\nYour Contributions do not violate the privacy or publicity rights of any third party.</p>\n<p>11.\nYour Contributions do not contain any material that solicits personal information from anyone under the age of 18 or exploits people under the age of 18 in a sexual or violent manner.</p>\n<p>12.\nYour Contributions do not violate any federal or state law concerning child pornography, or otherwise intended to protect the health or well-being of minors;</p>\n<p>13.\nYour Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.</p>\n<p>14.\nYour Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Use, or any applicable law or regulation.</p>\n<p>Any use of the Site in violation of the foregoing violates these Terms of Use and may result in, among other things, termination or suspension of your rights to use the Site.</p> CONTRIBUTION LICENSE <p> By posting your Contributions to any part of the Site, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing.\nThe use and distribution may occur in any media formats and through any media channels.\n</p>\n<p> This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.\nYou waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.\n</p>\n<p> We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.\nWe are not liable for any statements or representations in your Contributions provided by you in any area on the Site.\nYou are solely responsible for your Contributions to the Site and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.\n</p>\n<p> We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions.\n(2) to re-categorize any Contributions to place them in more appropriate locations on the Site.\nand (3) to pre-screen or delete any Contributions at any time and for any reason, without notice.\nWe have no obligation to monitor your Contributions.\n</p> MOBILE APPLICATION LICENSE Use License <p> If you access the Site via a mobile application, then we grant you a revocable, non-exclusive, non-transferable, limited right to install and use the mobile application on wireless electronic devices owned or controlled by you, and to access and use the mobile application on such devices strictly in accordance with the terms and conditions of this mobile application license contained in these Terms of Use.\nYou shall not: (1) decompile, reverse engineer, disassemble, attempt to derive the source code of, or decrypt the application.\n(2) make any modification, adaptation, improvement, enhancement, translation, or derivative work from the application.\n(3) violate any applicable laws, rules, or regulations in connection with your access or use of the application.\n(4) remove, alter, or obscure any proprietary notice (including any notice of copyright or trademark) posted by us or the licensors of the application.\n(5) use the application for any revenue generating endeavor, commercial enterprise, or other purpose for which it is not designed or intended.\n(6) make the application available over a network or other environment permitting access or use by multiple devices or users at the same time.\n(7) use the application for creating a product, service, or software that is, directly or indirectly, competitive with or in any way a substitute for the application.\n(8) use the application to send automated queries to any website or to send any unsolicited commercial e-mail.\nor (9) use any proprietary information or any of our interfaces or our other intellectual property in the design, development, manufacture, licensing, or distribution of any applications, accessories, or devices for use with the application.\n</p> Apple and Android Devices <p> The following terms apply when you use a mobile application obtained from either the Apple Store or Google Play (each an “App Distributor”) to access the Site: (1) the license granted to you for our mobile application is limited to a non-transferable license to use the application on a device that utilizes the Apple iOS or Android operating systems, as applicable, and in accordance with the usage rules set forth in the applicable App Distributor’s terms of service.\n(2) we are responsible for providing any maintenance and support services with respect to the mobile application as specified in the terms and conditions of this mobile application license contained in these Terms of Use or as otherwise required under applicable law, and you acknowledge that each App Distributor has no obligation whatsoever to furnish any maintenance and support services with respect to the mobile application.\n(3) in the event of any failure of the mobile application to conform to any applicable warranty, you may notify the applicable App Distributor, and the App Distributor, in accordance with its terms and policies, may refund the purchase price, if any, paid for the mobile application, and to the maximum extent permitted by applicable law, the App Distributor will have no other warranty obligation whatsoever with respect to the mobile application.\n(4) you represent and warrant that (i) you are not located in a country that is subject to a U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country and (ii) you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.\n(5) you must comply with applicable third-party terms of agreement when using the mobile application, e.g., if you have a VoIP application, then you must not be in violation of their wireless data service agreement when using the mobile application.\nand (6) you acknowledge and agree that the App Distributors are third-party beneficiaries of the terms and conditions in this mobile application license contained in these Terms of Use, and that each App Distributor will have the right (and will be deemed to have accepted the right) to enforce the terms and conditions in this mobile application license contained in these Terms of Use against you as a third-party beneficiary thereof.\n</p> SUBMISSIONS <p> You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.\n</p> PAYMENTS <p> The Site is free to use and requires no payment at any time.\nThe Site does accept payments, which you agree are non-refundable donations to the Site.\nThe Site has no obligation to refund or compensate you for any payments made for any reason.\n</p> THIRD-PARTY WEBSITE AND CONTENT <p> The Site may contain (or you may be sent via the Site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Site or any Third-Party Content posted on, available through, or installed from the Site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the Site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Site or relating to any applications you use or install from the Site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.\n</p> ADVERTISERS <p> We allow advertisers to display their advertisements and other information in certain areas of the Site, such as sidebar advertisements or banner advertisements.\nIf you are an advertiser, you shall take full responsibility for any advertisements you place on the Site and any services provided on the Site or products sold through those advertisements.\nFurther, as an advertiser, you warrant and represent that you possess all rights and authority to place advertisements on the Site, including, but not limited to, intellectual property rights, publicity rights, and contractual rights.\nWe simply provide the space to place such advertisements, and we have no other relationship with advertisers.\n</p> SITE MANAGEMENT <p> We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.\n</p> PRIVACY POLICY <p> We care about data privacy and security.\nPlease review our Privacy Policy: https://politicsandwar.com/privacy/.\nBy using the Site, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use.\nPlease be advised the Site is hosted in the United States.\nIf you access the Site from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Site, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States.\nFurther, we do not knowingly accept, request, or solicit information from children or knowingly market to children.\nTherefore, in accordance with the U.S.\nChildren’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Site as quickly as is reasonably practical.\n</p> COPYRIGHT INFRINGEMENTS <p> We respect the intellectual property rights of others.\nIf you believe that any material available on or through the Site infringes upon any copyright you own or control, please immediately notify us using the contact information provided below (a “Notification”).\nA copy of your Notification will be sent to the person who posted or stored the material addressed in the Notification.\nPlease be advised that pursuant to federal law you may be held liable for damages if you make material misrepresentations in a Notification.\nThus, if you are not sure that material located on or linked to by the Site infringes your copyright, you should consider first contacting an attorney.\n</p> TERM AND TERMINATION <p> These Terms of Use shall remain in full force and effect while you use the Site.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE YOUR ACCOUNT AND ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.\n</p>\n<p> If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.\n</p> MODIFICATIONS AND INTERRUPTIONS <p> We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our Site.\nWe also reserve the right to modify or discontinue all or part of the Site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.\n</p>\n<p> We cannot guarantee the Site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site.\nNothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.\n</p> GOVERNING LAW <p> These Terms of Use and your use of the Site are governed by and construed in accordance with the laws of the State of Montana applicable to agreements made and to be entirely performed within the State of Montana, without regard to its conflict of law principles.\n</p> DISPUTE RESOLUTION Informal Negotiations <p> To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Use (each a \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least thirty (30) days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.\n</p> Binding Arbitration <p> If the Parties are unable to resolve a Dispute through informal negotiations, the Dispute (except those Disputes expressly excluded below) will be finally and exclusively resolved through binding arbitration.\nYOU UNDERSTAND THAT WITHOUT THIS PROVISION, YOU WOULD HAVE THE RIGHT TO SUE IN COURT AND HAVE A JURY TRIAL.\nThe arbitration shall be commenced and conducted under the Commercial Arbitration Rules of the American Arbitration Association (\"AAA\") and, where appropriate, the AAA’s Supplementary Procedures for Consumer Related Disputes (\"AAA Consumer Rules\"), both of which are available at the AAA website: www.adr.org.\nYour arbitration fees and your share of arbitrator compensation shall be governed by the AAA Consumer Rules and, where appropriate, limited by the AAA Consumer Rules.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nThe arbitrator will make a decision in writing, but need not provide a statement of reasons unless requested by either Party.\nThe arbitrator must follow applicable law, and any award may be challenged if the arbitrator fails to do so.\nExcept where otherwise required by the applicable AAA rules or applicable law, the arbitration will take place in Yellowstone County, Montana.\nExcept as otherwise provided herein, the Parties may litigate in court to compel arbitration, stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\n</p>\n<p> If for any reason, a Dispute proceeds in court rather than arbitration, the Dispute shall be commenced or prosecuted in the state and federal courts located in Yellowstone County, Montana, and the Parties hereby consent to, and waive all defenses of lack of personal jurisdiction, and forum non conveniens with respect to venue and jurisdiction in such state and federal courts.\nApplication of the United Nations Convention on Contracts for the International Sale of Goods and the the Uniform Computer Information Transaction Act (UCITA) is excluded from these Terms of Use.\n</p>\n<p> In no event shall any Dispute brought by either Party related in any way to the Site be commenced more than one (1) years after the cause of action arose.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable, and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.\n</p> Restrictions <p> The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.\n</p> Exceptions to Informal Negotiations and Arbitration <p> The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.\n</p> CORRECTIONS <p> There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.\n</p> DISCLAIMER <p> THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR O MISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.\n</p> LIMITATIONS OF LIABILITY <p> IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO US DURING THE SIX (6) MONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING.\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.\n</p> INDEMNIFICATION <p> You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) your Contributions.\n(2) use of the Site.\n(3) breach of these Terms of Use.\n(4) any breach of your representations and warranties set forth in these Terms of Use.\n(5) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (6) any overt harmful act toward any other user of the Site with whom you connected via the Site.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.\n</p> USER DATA <p> We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.\n</p> ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES <p> Visiting the Site, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.\n</p> CALIFORNIA USERS AND RESIDENTS <p> If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.\n</p> MISCELLANEOUS <p> These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision.\nThese Terms of Use operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site.\nYou agree that these Terms of Use will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.\n</p> CONTACT US <p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:</p>\n<p> Yellowstone Digital Media LLC <br> 710 Wicks Ln<br> #50877<br> Billings, MT 59105<br> United States\n</p>\n<p>yellowstonedigitalmedia@gmail.com</p> × Resources <b>$</b> Money: 0.00 Food: 0.00 Coal: 0.00 Oil: 0.00 Uranium: 0.00 Lead: 0.00 Iron: 0.00 Bauxite: 0.00 Gasoline: 0.00 Munitions: 0.00 Steel: 0.00 Aluminum: 0.00 Credits: 0 Close <p>© Yellowstone Digital Media LLC 2014-2020</p>\n<p>Terms and Conditions</p>\n<p>Game Rules</p>\n<p>Privacy Policy</p>\n<p>Server Execution Time: 0.006s</p>\n<p>Discord</p>\n<p>Forum</p>\n<p>Wiki</p>\n<p>Donate</p> × Tutorial <ul>\n<li>Basics</li>\n<li>Cities</li>\n<li>War</li>\n<li>Trade</li>\n<li>Alliances</li>\n</ul> Basics Step : × Close <i>\n</i> Previous <i>\n</i> Continue ", "created_at": "2020-04-16 20:05:57.946388", "updated_at": "2020-12-15 03:11:12.7182"}], "points": [{"id": 8262, "title": "The service has a no refund policy", "source": "https://politicsandwar.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:49:56.997386", "updated_at": "2021-02-06 04:32:02.974084", "quoteText": "Any purchase of digital goods, including but not limited to in-game Credits are non-refundable donations to Politics &amp.\nWar.\n", "case_id": 162, "document_id": 2079, "quoteStart": 1805, "quoteEnd": 1933}, {"id": 8257, "title": "There is a date of the last update of the terms", "source": "https://politicsandwar.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:33:45.778216", "updated_at": "2021-02-06 04:32:03.007968", "quoteText": "<p>This Agreement was last modified on April 15, 2014.", "case_id": 331, "document_id": 2079, "quoteStart": 24, "quoteEnd": 78}, {"id": 8258, "title": "The service can delete your account without prior notice and without a reason", "source": "https://politicsandwar.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:35:49.738976", "updated_at": "2021-02-06 04:32:03.063479", "quoteText": "<p>We may terminate your access to the Site, without cause or notice, which may result in the forfeiture and destruction of all information associated with you.", "case_id": 201, "document_id": 2079, "quoteStart": 960, "quoteEnd": 1120}, {"id": 8259, "title": "The court of law governing the terms is in location X", "source": "https://politicsandwar.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:38:38.301385", "updated_at": "2021-02-06 04:32:03.100127", "quoteText": "This Agreement (and any futher rules, polices, or guidelines incorporated by reference) shall be governed and construed in accordance with the laws of Montana, United States, without giving effect to any principles of conflicts of law.</p>\n<p>", "case_id": 163, "document_id": 2079, "quoteStart": 2092, "quoteEnd": 2335}, {"id": 8261, "title": "You have the right to leave this service at any time", "source": "https://politicsandwar.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:47:31.561926", "updated_at": "2021-02-06 04:32:03.129123", "quoteText": "If you do not agree to any of this Agreement or any changes to this Agreement, do not use, access or continue to access the Site or discontinue any use of the Site immediately.\n", "case_id": 170, "document_id": 2079, "quoteStart": 2674, "quoteEnd": 2851}, {"id": 8260, "title": "The service makes critical changes to its terms without user involvement", "source": "https://politicsandwar.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:43:12.621476", "updated_at": "2021-02-06 04:32:03.037147", "quoteText": "We reserve the right, at our sole discretion, to modify or replace these Terms and Conditions by posting the updated terms on the Site.\n", "case_id": 120, "document_id": 2079, "quoteStart": 2368, "quoteEnd": 2504}, {"id": 8264, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://politicsandwar.com/rules/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:56:50.967895", "updated_at": "2020-12-09 15:04:29.504503", "quoteText": "Vulgar language, mean comments, Nazism or Nazi related names and titles, Terrorist organizations related names and titles etc.\nare not allowed and will result in your nation receiving a strike.\n</p>\n<p>", "case_id": 314, "document_id": 2080, "quoteStart": 392, "quoteEnd": 594}, {"id": 8267, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://politicsandwar.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-11-05 12:12:27.892497", "updated_at": "2021-02-06 04:32:03.15629", "quoteText": "Politics &amp.\nWar has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party sites or services.\n", "case_id": 299, "document_id": 2079, "quoteStart": 1492, "quoteEnd": 1649}, {"id": 8266, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://politicsandwar.com/rules/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:57:40.529513", "updated_at": "2020-12-09 15:04:01.803965", "quoteText": "Vulgar language, mean comments, Nazism or Nazi related names and titles, Terrorist organizations related names and titles etc.\nare not allowed and will result in your nation receiving a strike.\n</p>\n", "case_id": 314, "document_id": 2080, "quoteStart": 392, "quoteEnd": 591}, {"id": 8265, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://politicsandwar.com/rules/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:57:13.113427", "updated_at": "2020-12-09 15:04:49.49562", "quoteText": "Vulgar language, mean comments, Nazism or Nazi related names and titles, Terrorist organizations related names and titles etc.\nare not allowed and will result in your nation receiving a strike.\n</p>\n", "case_id": 314, "document_id": 2080, "quoteStart": 392, "quoteEnd": 591}, {"id": 8263, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://politicsandwar.com/rules/", "status": "Generated through the annotate view", "created_at": "2019-11-05 11:56:32.714915", "updated_at": "2020-12-09 15:04:58.472841", "quoteText": "Using in-game communication to flame, bait, troll, or otherwise harass other players will result in your nation receiving a strike, or in severe instances your account being banned.\n</p>\n", "case_id": 283, "document_id": 2080, "quoteStart": 757, "quoteEnd": 944}, {"id": 16716, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "🐴 👄 ", "status": "I feel that my mother and I have had our local internet connection hacked and compromised. I saw our connection had an option for a dmz zone which was alarming. Also my mother tablet was docx’d the details had multiple sclerosis in it which was troubling as well. Some assistance would be appropriate. I also received a text message from a dude named “Kyle” from Oracle", "created_at": "2021-02-19 09:13:38.109722", "updated_at": "2021-02-19 17:15:35.324633", "quoteText": null, "case_id": 241, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["https://politicsandwar.com/"]}}