{"error": 448, "message": "OK", "parameters": {"id": 2205, "name": "Adventurer's Codex", "created_at": "2020-04-04 16:15:46.177573", "updated_at": "2021-03-25 03:19:48.868249", "wikipedia": null, "keywords": null, "related": null, "slug": "adventurers_codex", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2205.png", "url": "https://adventurerscodex.com/", "documents": [{"id": 2435, "name": "Privacy Policy", "url": "https://adventurerscodex.com/privacy.html", "xpath": "/html/body/div[1]/article/section", "text": " Welcome to the Adventurer’s Codex Privacy Policy <p>Privacy Policy Last modified on May 27th, 2018.\nEffective May 27th, 2018.</p>\n<ul>\n<li>Information You Provide to Us</li>\n<li>Information We Collect Automatically</li>\n<li>How We Use Information About You</li>\n<li>How We Share Information</li>\n<li>Your Choices</li>\n<li>Changes</li>\n<li>Contact Us</li>\n</ul>\n<p>We want you to understand how and why Adventurer’s Codex, LLC (“Adventurers Codex,” “we” or “us”) collects, uses, and shares information about you when you access and use Adventurers Codex’s websites and other online products and services (collectively, the “Services”) or when you otherwise interact with us.\nThis Privacy Policy applies to all of our Services, including those that maintain a separate Privacy Notice that incorporates this Privacy Policy by reference.</p>\n<p>\n</p>\nInformation You Provide to Us <p>We collect information you provide directly to us when you use our Services.\nDepending on which Service you use, we may collect different information about you.\nIn all cases this data is used for providing the Services and is collected only if we need it.\nThis includes:</p> Information Regarding Your Use of the Services <p>We collect the content and other information you provide when you use our Services.\nThis includes information used to create your account (e.g., a username, password and email address), account preferences, the content of private messages between you and other users or communities, and the content of information you post to the Services (e.g., text, photos, videos, links).</p> Other Information <p>You may choose to provide other information directly to us.\nFor example, we may collect information when you fill out a form, participate in contests, sweepstakes or promotions, apply for a job, communicate with us via third-party sites and services, request customer support or otherwise communicate with us.</p>\n<p>\n</p>\nInformation We Collect Automatically <p>When you access or use our Services, we may also automatically collect information about you.\nThis includes:</p> Log and Usage Data <p>We may log information when you access and use the Services.\nThis may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), pages visited, links clicked, user interactions, the requested URL, hardware settings, and search terms.</p> Information Collected from Cookies <p>We may receive information from cookies, which are pieces of data your browser stores and sends back to us when making requests.\nWe use this information to improve your experience, understand user activity, and improve the quality of our Services.\nFor example, we store and retrieve information about your preferred language and other settings.</p> Social Sharing <p>We may offer social sharing features or other integrated tools that let you share content or actions you take on our Services with other media.\nYour use of these features enables the sharing of certain information with your friends or the public, depending on the settings you establish with the third party that provides the social sharing feature.\nFor more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the third parties that provide these social sharing features (e.g., Tumblr, Facebook, Pinterest, and Twitter).</p>\n<p>\n</p>\nHow We Use Information About You <p>We use information about you to:</p>\n<ul>\n<li>Provide, and maintain the Services;</li>\n<li>Improve the service and make business decisions about possible future features or improvements using aggregate, non-identifying information about user usage trends, and other aggregate methods;</li>\n<li>Help protect the safety of Adventurer’s Codex and our users, which includes blocking suspected spammers, addressing abuse, and enforcing the Adventurer’s Codex user agreement;</li>\n<li>Send you technical notices, updates, security alerts, invoices and other support and administrative messages;</li>\n<li>Provide customer service;</li>\n<li>Communicate with you about products, services, offers, promotions, and events, and provide other news and information we think will be of interest to you (for information about how to opt out of these communications, see “Your Choices”);</li>\n<li>Monitor and analyze trends, usage, and activities in connection with our Services.\nand</li>\n<li>Personalize the Services and provide advertisements, content and features that match user profiles or interests.</li>\n</ul>\n<p>\n</p>\nHow We Share Information <p>When you use the Services, certain information may be shared with other users and the public.</p>\n<p>We will not share, sell, or give away any of our users’ personal information to third parties, unless one of the following circumstances applies:</p>\n<ul>\n<li>If you participate in contests, sweepstakes, promotions, special offers, or other events or activities in connection with our Services, we may share information with entities that partner with us to provide these offerings;</li>\n<li>We may share information (and will attempt to provide you with prior notice, to the extent legally permissible) in response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law, regulation, legal process or governmental request;</li>\n<li>We may share information in response to an emergency if we believe it’s necessary to prevent imminent and serious bodily harm to a person;</li>\n<li>We may share information if we believe your actions are inconsistent with our user agreements or other Adventurer’s Codex policies, or to protect the rights, property, and safety of ourselves and others;</li>\n<li>We may share information between and among Adventurer’s Codex, and its current and future parents, affiliates, subsidiaries, and other companies under common control and ownership.\nand</li>\n<li>We may share information with your consent or at your direction.</li>\n</ul>\n<p>We may share aggregated or de-identified information, which cannot reasonably be used to identify you.</p> Ads and Analytics Partners <p>We may partner with third-party advertisers, ad networks, and analytics providers to deliver advertising and content targeted to your interests and to better understand your use of the Services.\nThese third parties may collect information sent by your computer, browser, or mobile device in response to a request for content, such as unique identifiers, your IP address, or other information about your computer or device.\nFor example:</p> Advertisers and Ad Networks <p>Our ad partners and network may use cookies and use related technologies to collect information when ads are delivered to you on our Services, but Adventurer’s Codex does not link to or provide your actual Adventurer’s Codex account details to these advertising partners.\nThis means that Adventurer’s Codex does not share your individual account browsing habits with advertisers.\nAdventurer’s Codex cannot see advertisers’ cookies and advertisers will not see Adventurer’s Codex cookies.</p> Analytics Partners <p>We use analytics partners (such as Google Analytics) to help analyze usage and traffic for our Services.\nAs an example, we may use analytics partners to analyze and measure, in the aggregate, the number of unique visitors to our Services.</p>\n<p>For more information about how you may control the collection and/or use of information for advertising and analytics purposes, please see “Your Choices.”</p> Security <p>We take reasonable measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration, and destruction.</p>\n<p>\n</p>\nYour Choices <p>As a Adventurer’s Codex user, you have choices about how to protect and limit the collection, use, and disclosure of, information about you.\nThis includes:</p> Preferences <p>We may provide you with tools and preference settings that allow you to access, correct, delete, and modify information associated with your account.</p> Account Information <p>You may delete your account information at any time by logging into your account profile and click the “Delete Account” button.\nWe may also retain certain information about you as required by law.\nDeleting your account will begin the process of removing your data from the Adventurer’s Codex system.\nDue to the nature of our system, fully removing all your personal data from our system can take up to 10 days, though your account will be inactive and unusable immediately after cancellation.</p>\n<p>You also have the ability to request all of the information that we collect about you and your account from us.\nCurrently this is not an automated process.\nYou can request an archive of the data we collect about you and your account by contacting our support team.</p> Cookies <p>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject first- and third-party cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.</p> Third-Party Advertising and Analytics <p>Some analytics providers may provide specific opt-out mechanisms (e.g.\nGoogle Analytics Opt-out), and we will provide, as needed, additional tools and third-party services that allow you to better understand cookies and how you can opt-out.\nYou have the ability to opt out of having your web browsing information used for behavioral advertising purposes.</p> Promotional Communications <p>You may opt out of receiving promotional communications from us by following the instructions in those communications.\nIf you opt out, we may still send you non-promotional communications, such as information about your account or your use of our Services.</p>\n<p>\n</p>\nChanges <p>We may change this Privacy Policy from time to time.\nIf we do, we will let you know by revising the “Last modified” date at the top of the policy.\nWe encourage you to review the Privacy Policy whenever you access or use our Services or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.\nIf you continue to use our Services after Privacy Policy changes go into effect, you consent to the revised policy.</p>\n<p>\n</p>\nContact Us <p>If you have any questions about this Privacy Policy, please email support@adventurerscodex.com</p> ", "created_at": "2020-04-04 16:25:03.933174", "updated_at": "2020-04-04 16:25:06.849173"}, {"id": 2436, "name": "Terms & Conditions ", "url": "https://adventurerscodex.com/terms.html", "xpath": "/html/body/div[1]/article/section", "text": " Welcome to the Adventurer’s Codex Terms &amp.\nConditions <p>Last Revised July 1, 2017.\nEffective July 1, 2017.</p>\n<ul>\n<li>First, the Legal Stuff</li>\n<li>Your Access to Adventurer’s Codex</li>\n<li>Adventurer’s Codex is for Your Personal, Lawful Use</li>\n<li>Adventurer’s Codex is for fun</li>\n<li>Adventurer’s Codex isn’t intended as a marketplace</li>\n<li>Your Adventurer’s Codex Account</li>\n<li>Adventurer’s Codex content</li>\n<li>Your Content</li>\n<li>We Don’t Endorse User Content</li>\n<li>Links and Adventurer’s Codex</li>\n<li>Don’t Mess with Adventurer’s Codex</li>\n<li>Other Ways of Accessing Adventurer’s Codex</li>\n<li>Children and Adventurer’s Codex</li>\n<li>DMCA</li>\n<li>A Few More Legalities</li>\n<li>Indemnity</li>\n<li>Disclaimer of Warranties</li>\n<li>Limitation of Liability</li>\n<li>Governing Law</li>\n<li>Severability and Enforcement</li>\n<li>Changes to This User Agreement</li>\n</ul>\n<p>We want you to know your rights and our rights and so we have prepared this agreement (“user agreement” or “agreement”) between Adventurer’s Codex, LLC.\n(“Adventurer’s Codex”, “we”, “our,” “us”) and you.\nThis agreement sets the terms of your use of the Adventurer’s Codex website and services.\nThis agreement is meant to encourage a fair and tolerant place for ideas, people, links, and discussion.</p>\n<p>\n</p>\nFirst, the Legal Stuff <p>This agreement is a legal contract between you and us.\nYou acknowledge that you have read, understood, and agree to be bound by the terms of this agreement.\nIf you do not agree to this agreement, you should not use Adventurer’s Codex.\nPlease take a look at Adventurer’s Codex’s privacy policy too—it explains how we collect and use your information.</p>\n<p>\n</p>\nYour Access to Adventurer’s Codex <p>Without advance notice and at any time, we may, for violations of this agreement or for any other reason we choose: (1) suspend your access to Adventurer’s Codex, (2) suspend or terminate Your Account, and/or (3) remove any of your User Content from Adventurer’s Codex.\nWe reserve the right to monitor Adventurer’s Codex, and your use of the Service means you agree to such monitoring.\nAt the same time, we do not guarantee we will monitor at all.</p>\n<p>\n</p>\nAdventurer’s Codex is for Your Personal, Lawful Use <p>Adventurer’s Codex is designed and supported for personal use only.\nYou may not use Adventurer’s Codex to break the law, violate an individual’s privacy, or infringe any person or entity’s intellectual property or any other proprietary rights.</p>\n<p>\n</p>\nAdventurer’s Codex is for fun <p>Adventurer’s Codex is intended to be a place for your entertainment.\nWe are not responsible for any decisions you make based on something you read on Adventurer’s Codex.</p>\n<p>\n</p>\nAdventurer’s Codex isn’t intended as a marketplace <p>Adventurer’s Codex is not intended to be a marketplace for any goods or services.\nHowever, you may find commercial links, coupons, deals, advertisements and other third-party offers on Adventurer’s Codex.\nIn addition, Adventurer’s Codex may have affiliate relationships with certain of these third parties and may receive compensation for any purchase made from them.\nAdventurer’s Codex is not a party to, nor in any way responsible for, any transactions you have with these third parties, even if Adventurer’s Codex has an affiliate relationship with such parties.\nFor this reason, any transactions you undertake are your responsibility alone, so be careful.</p>\n<p>You may not use Adventurer’s Codex to conduct transactions for any illegal goods or services.</p>\n<p>\n</p>\nYour Adventurer’s Codex Account <p>To participate on Adventurer’s Codex, you must create an account that includes a username and password (“Your Account”) and, if you want to be able to reset your password or have us contact you, an email address as well.\nOf course, you can also use Adventurer’s Codex without logging in.</p>\n<p>You are solely responsible for the information associated with Your Account and anything that happens related to Your Account.</p>\n<p>You may not license, transfer, sell, or assign Your Account without our written approval.</p>\n<p>\n</p>\nAdventurer’s Codex content <p>Adventurer’s Codex contains graphics, text, photographs, images, video, audio, software, code, website compilation, website “look and feel,” and advertisements supplied by us or our licensors, which we call “Adventurer’s Codex content.” Adventurer’s Codex content is protected by intellectual property laws including copyright and other proprietary rights of the United States and foreign countries.</p>\n<p>We grant you the right to access the Adventurer’s Codex content in the manner described in this agreement.\nYou may not otherwise make unauthorized commercial use of, reproduce, prepare derivative works, distribute copies, perform, or publicly display Adventurer’s Codex content, except as permitted by the doctrine of fair use or as authorized in writing by us.</p>\n<p>\n</p>\nYour Content <p>You retain the rights to your copyrighted content or information that you submit to Adventurer’s Codex (“user content”) except as described below.</p>\n<p>You agree that you have the right to submit anything you post, and that your user content does not violate the copyright, trademark, trade secret or any other personal or proprietary right of any other party.</p>\n<p>Please take a look at Adventurer’s Codex’s privacy policy for an explanation of how we may use or share information submitted by you or collected from you.</p>\n<p>\n</p>\nWe Don’t Endorse User Content <p>We take no responsibility for, we do not expressly or implicitly endorse, and we do not assume any liability for any user content submitted by you to Adventurer’s Codex.</p>\n<p>\n</p>\nLinks and Adventurer’s Codex <p>Adventurer’s Codex is a place with many third-party hyperlinks posted by users like you.\nWe are not responsible for the content or actions of any third party websites or services associated with posted links.\nYou agree to take sole legal responsibility for any links you post, and neither this agreement nor our privacy policy applies to any content on other websites related to those links.\nYou should consult the terms and privacy policies of those other websites to understand your rights.</p>\n<p>\n</p>\nDon’t Mess with Adventurer’s Codex <p>You agree not to interrupt the serving of Adventurer’s Codex, introduce malicious code onto Adventurer’s Codex, make it difficult for anyone else to use Adventurer’s Codex due to your actions, attempt to manipulate votes or Adventurer’s Codex’s systems, or assist anyone in misusing Adventurer’s Codex in any way.\nIt takes a lot of work to maintain Adventurer’s Codex.\nBe cool.</p>\n<p>We support the responsible reporting of security vulnerabilities.\nTo report a Adventurer’s Codex security issue, please send an email to support@adventurerscodex.com.</p>\n<p>\n</p>\nOther Ways of Accessing Adventurer’s Codex <p>We encourage the creation of other ways to access Adventurer’s Codex, including browser extensions and mobile and desktop applications.\nWe take no responsibility for, we do not expressly or implicitly endorse, and we do not assume any liability for any mobile or desktop application not produced by us.</p>\n<p>If you produce or maintain a browser extension or application, you agree not to purposefully negate any user’s actions to delete or edit their content on Adventurer’s Codex.</p>\n<p>\n</p>\nChildren and Adventurer’s Codex <p>Adventurer’s Codex is not directed at people under the age of 13, and Adventurer’s Codex does not knowingly collect any personal information from such people.\nIf you know that a user under the age of 13 is accessing Adventurer’s Codex, please contact us.</p> DMCA\n<p>\n<strong>copyright, the dmca, &amp.\ntakedowns</strong>\n</p>\n<p>We will respond to legitimate requests under the Digital Millennium Copyright Act (“DMCA”), and we retain the right to remove user content on Adventurer’s Codex that we deem to be infringing the copyright of others.\nIf you become aware of user content on Adventurer’s Codex that infringes your copyright rights, you may submit a properly formatted DMCA request (see 17 U.S.C.\n§ 512) to Adventurer’s Codex.</p>\n<p>Misrepresentations of infringement can result in liability for monetary damages.\nYou may want to consult an attorney before taking any action pursuant to the DMCA.\nAny DMCA request should be sent to this contact information:</p>\n<p>Adventurer's Codex, LLC.<br> 7918 El Cajon Blvd., Ste.\nN 353<br> La Mesa, CA 91942\n</p>\n<p>Please send the following information:</p>\n<ol>\n<li>The electronic or physical signature of the owner of the copyright or the person authorized to act on the owner’s behalf;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or a representative list of such works;</li>\n<li>The URL or Internet location of the materials claimed to be infringing or to be the subject of infringing activity, or information reasonably sufficient to permit us to locate the material;</li>\n<li>Your name, address, telephone number and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use of the material is not authorized by the copyright owner, its agent or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or are authorized to act on the copyright owner’s behalf.</li>\n</ol>\n<p>It is Adventurer’s Codex’s policy to close the accounts of users we identify as repeat infringers.\nWe apply this policy at our discretion and in appropriate circumstances, such as when a user has repeatedly been charged with infringing the copyrights or other intellectual property rights of others.</p>\n<p>\n</p>\nA Few More Legalities <p>Please read the following very carefully.\nEach of the following sections applies to the maximum extent permitted by law.\nWhere jurisdictions do not allow disclaimers of implied warranties or the limitation of liability in contracts, the contents of this section may not apply.</p>\n<p>\n</p>\nIndemnity <p>All the things you do and all the information you submit or post to Adventurer’s Codex remain your responsibility.\nIndemnity is basically a way of saying that you will not hold us legally liable for any of your user content or actions that infringe the law or the rights of a third party or person in any way.</p>\n<p>Specifically, you agree to hold Adventurer’s Codex, its affiliates, officers, directors, employees, agents, and third party service providers harmless from and defend them against any claims, costs, damages, losses, expenses, and any other liabilities, including attorneys’ fees and costs, arising out of or related to your access to or use of Adventurer’s Codex, your violation of this user agreement, and/or your violation of the rights of any third party or person.</p>\n<p>\n</p>\nDisclaimer of Warranties <p>Adventurer’s Codex is provided “as is” and without warranty of any kind.\nTo the maximum extent permitted by law, we and our affiliates and third party service providers disclaim any and all warranties, express or implied, including (but not limited to) implied warranties of merchantability, fitness for a particular purpose, and non-infringement of proprietary rights, or any other warranty, condition, guarantee or representation, whether oral or electronic.\nYou are solely responsible for any damage to your computer or mobile device, loss of use, or loss of your user content.\nWe do not guarantee that Adventurer’s Codex will always work properly.</p>\n<p>\n</p>\nLimitation of Liability <p>We will not be liable for any special, consequential, indirect, incidental, punitive, reliance, or exemplary damages, whether in tort, contract, or any other legal theory, arising out of or in any way connected with this agreement or your use of or attempt to use Adventurer’s Codex, including (but not limited to) damages for loss of profits, goodwill, use, or data.\nThis limitation on liability shall not be affected even if we have been advised of the possibility of such damages.\nSome states do not allow for the exclusion of implied warranties or the limitation or exclusion of liability for incidental or consequential damages, so the above exclusions may not apply to you.\nYou may have other rights that vary from state to state.</p>\n<p>You agree to release us, our affiliates, and third-party service providers, and each associated director, employee, agents, and officers, from claims, demands and damages (actual and consequential), of every kind and nature, known and unknown, disclosed or undisclosed, arising out of or in any way connected to your use of Adventurer’s Codex.</p>\n<p>\n</p>\nGoverning Law <p>We want you to enjoy Adventurer’s Codex, so if you have an issue or dispute, you agree to raise it and try to resolve it with us informally.\nYou can contact us with feedback and concerns here or by emailing us at support@adventurerscodex.com.</p>\n<p>The headings in this agreement are for convenience and do not control any of its provisions.</p>\n<p>Any claim or dispute between you and us arising out of or relating to this user agreement, in whole or in part, shall be governed by the laws of the State of Delaware without respect to its conflict of laws provisions.\nWe agree and you agree to submit to the personal jurisdiction and venue of the state and federal court located in San Diego County, California.</p>\n<p>\n</p>\nSeverability and Enforcement <p>If any provision of this user agreement is held invalid or unenforceable, that provision will be modified to the extent necessary to render it enforceable without losing its intent.</p>\n<p>If no such modification is possible, that provision will be severed from the rest of this agreement.\nIf we do not enforce any right or provision in this user agreement, that is not to be deemed a waiver of our right to do so in the future.</p>\n<p>\n</p>\nChanges to This User Agreement <p>This user agreement is the entire agreement between you and us concerning Adventurer’s Codex.\nIt supersedes all prior or contemporaneous agreements between you and us.\nWe may modify this user agreement at any time.\nIf we make changes to this agreement that materially affect your rights, we will provide advance notice and keep this edition available as an archive.\nBy continuing to use Adventurer’s Codex after a change to this agreement, you agree to those changes.</p> ", "created_at": "2020-04-04 16:25:57.953426", "updated_at": "2020-04-04 16:25:59.998823"}], "points": [{"id": 9096, "title": "This service allows you to retrieve an archive of your data", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:56:16.550976", "updated_at": "2020-12-09 15:58:15.238749", "quoteText": "You also have the ability to request all of the information that we collect about you and your account from us.\nCurrently this is not an automated process.\nYou can request an archive of the data we collect about you and your account by contacting our support team.</p>", "case_id": 140, "document_id": 2435, "quoteStart": 8631, "quoteEnd": 8899}, {"id": 9089, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:20:01.455633", "updated_at": "2020-12-09 15:13:13.481755", "quoteText": "We do not guarantee that Adventurer’s Codex will always work properly.</p>", "case_id": 287, "document_id": 2436, "quoteStart": 11498, "quoteEnd": 11572}, {"id": 9082, "title": "Users agree not to use the service for illegal purposes", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 16:32:05.074658", "updated_at": "2020-12-09 15:13:49.284191", "quoteText": "You may not use Adventurer’s Codex to break the law, violate an individual’s privacy, or infringe any person or entity’s intellectual property or any other proprietary rights.</p>", "case_id": 280, "document_id": 2436, "quoteStart": 2332, "quoteEnd": 2511}, {"id": 9083, "title": "There is a date of the last update of the terms", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 16:34:10.779309", "updated_at": "2020-12-09 15:14:05.315153", "quoteText": "Conditions <p>Last Revised July 1, 2017.\nEffective July 1, 2017.</p>\n", "case_id": 331, "document_id": 2436, "quoteStart": 47, "quoteEnd": 116}, {"id": 9084, "title": "There is a date of the last update of the terms", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 16:34:42.985834", "updated_at": "2020-12-09 15:14:24.551673", "quoteText": "Privacy Policy Last modified on May 27th, 2018.\nEffective May 27th, 2018.", "case_id": 331, "document_id": 2435, "quoteStart": 53, "quoteEnd": 126}, {"id": 9086, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:12:41.685645", "updated_at": "2020-12-09 15:14:35.839413", "quoteText": "We will respond to legitimate requests under the Digital Millennium Copyright Act (“DMCA”), and we retain the right to remove user content on Adventurer’s Codex that we deem to be infringing the copyright of others.\n", "case_id": 310, "document_id": 2436, "quoteStart": 7764, "quoteEnd": 7980}, {"id": 9087, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:13:46.320209", "updated_at": "2020-12-09 15:15:22.381127", "quoteText": "Adventurer’s Codex is a place with many third-party hyperlinks posted by users like you.\nWe are not responsible for the content or actions of any third party websites or services associated with posted links.", "case_id": 279, "document_id": 2436, "quoteStart": 5747, "quoteEnd": 5955}, {"id": 9085, "title": "You maintain ownership of your data", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 16:44:54.2985", "updated_at": "2020-12-09 15:57:18.366239", "quoteText": "Your Content <p>You retain the rights to your copyrighted content or information that you submit to Adventurer’s Codex (“user content”)", "case_id": 183, "document_id": 2436, "quoteStart": 4944, "quoteEnd": 5079}, {"id": 9093, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:32:42.386003", "updated_at": "2020-12-09 15:16:34.240092", "quoteText": "If we do not enforce any right or provision in this user agreement, that is not to be deemed a waiver of our right to do so in the future.</p>", "case_id": 295, "document_id": 2436, "quoteStart": 13775, "quoteEnd": 13917}, {"id": 9091, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:28:44.244029", "updated_at": "2020-12-09 15:56:49.595344", "quoteText": "We may modify this user agreement at any time.\nIf we make changes to this agreement that materially affect your rights, we will provide advance notice", "case_id": 122, "document_id": 2436, "quoteStart": 14129, "quoteEnd": 14279}, {"id": 9092, "title": "This service provides archives of their terms of service so that changes can be viewed over time", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:31:35.250448", "updated_at": "2020-12-09 15:57:35.195645", "quoteText": "and keep this edition available as an archive.", "case_id": 197, "document_id": 2436, "quoteStart": 14280, "quoteEnd": 14326}, {"id": 9095, "title": "This service uses third-party cookies for statistics", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:47:44.546875", "updated_at": "2021-01-26 20:25:20.348076", "quoteText": "We use analytics partners (such as Google Analytics) to help analyze usage and traffic for our Services.", "case_id": 325, "document_id": 2435, "quoteStart": 7176, "quoteEnd": 7280}, {"id": 9098, "title": "You can opt out of promotional communications", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 18:01:07.089717", "updated_at": "2020-12-09 15:58:00.180623", "quoteText": "<p>You may opt out of receiving promotional communications from us by following the instructions in those communications.", "case_id": 223, "document_id": 2435, "quoteStart": 9638, "quoteEnd": 9759}, {"id": 9099, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 18:02:43.822755", "updated_at": "2020-12-09 15:19:00.37278", "quoteText": "We encourage you to review the Privacy Policy whenever you access or use our Services or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.", "case_id": 329, "document_id": 2435, "quoteStart": 10069, "quoteEnd": 10281}, {"id": 9097, "title": "You can opt out of targeted advertising", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:58:42.918848", "updated_at": "2020-12-09 15:57:49.482289", "quoteText": "You have the ability to opt out of having your web browsing information used for behavioral advertising purposes.</p>", "case_id": 219, "document_id": 2435, "quoteStart": 9493, "quoteEnd": 9610}, {"id": 9088, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:17:13.207819", "updated_at": "2020-12-09 15:13:03.246209", "quoteText": "All the things you do and all the information you submit or post to Adventurer’s Codex remain your responsibility.\nIndemnity is basically a way of saying that you will not hold us legally liable for any of your user content or actions that infringe the law or the rights of a third party or person in any way.</p>", "case_id": 145, "document_id": 2436, "quoteStart": 10090, "quoteEnd": 10403}, {"id": 9090, "title": "The court of law governing the terms is in location X", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:25:50.440018", "updated_at": "2020-12-09 15:15:39.352489", "quoteText": "Any claim or dispute between you and us arising out of or relating to this user agreement, in whole or in part, shall be governed by the laws of the State of Delaware without respect to its conflict of laws provisions.\nWe agree and you agree to submit to the personal jurisdiction and venue of the state and federal court located in San Diego County, California.</p>\n", "case_id": 163, "document_id": 2436, "quoteStart": 13077, "quoteEnd": 13444}, {"id": 9094, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-04-04 17:45:35.825421", "updated_at": "2021-01-25 13:20:47.466718", "quoteText": "We may share information between and among Adventurer’s Codex, and its current and future parents, affiliates, subsidiaries, and other companies under common control and ownership.", "case_id": 243, "document_id": 2435, "quoteStart": 5781, "quoteEnd": 5961}, {"id": 12500, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-09 15:58:48.408843", "updated_at": "2021-02-09 05:10:31.694768", "quoteText": "We may partner with third-party advertisers, ad networks, and analytics providers to deliver advertising and content targeted to your interests and to better understand your use of the Services.\n", "case_id": 220, "document_id": 2435, "quoteStart": 6191, "quoteEnd": 6386}, {"id": 12501, "title": "This service tracks which web page referred you to it", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-09 15:59:17.005826", "updated_at": "2021-02-09 05:10:31.318847", "quoteText": "\nThis may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), pages visited, links clicked, user interactions, the requested URL, hardware settings, and search terms.", "case_id": 387, "document_id": 2435, "quoteStart": 2165, "quoteEnd": 2409}, {"id": 12503, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-09 16:01:24.823604", "updated_at": "2021-02-09 05:10:31.580204", "quoteText": "Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject first- and third-party cookies.\n", "case_id": 127, "document_id": 2435, "quoteStart": 8911, "quoteEnd": 9077}, {"id": 12502, "title": "Third parties may be involved in operating the service", "source": "https://adventurerscodex.com/terms.html", "status": "Generated through the annotate view", "created_at": "2020-12-09 16:00:28.537589", "updated_at": "2021-02-09 05:10:31.594235", "quoteText": "\nIn addition, Adventurer’s Codex may have affiliate relationships with certain of these third parties and may receive compensation for any purchase made from them.\n", "case_id": 207, "document_id": 2436, "quoteStart": 2995, "quoteEnd": 3159}, {"id": 12504, "title": "This service may collect, use, and share location data", "source": "https://adventurerscodex.com/privacy.html", "status": "Generated through the annotate view", "created_at": "2020-12-09 16:02:59.809724", "updated_at": "2021-02-09 05:10:38.654031", "quoteText": "These third parties may collect information sent by your computer, browser, or mobile device in response to a request for content, such as unique identifiers, your IP address, or other information about your computer or device.", "case_id": 373, "document_id": 2435, "quoteStart": 6386, "quoteEnd": 6613}], "urls": ["https://adventurerscodex.com/"]}}