{"error": 448, "message": "OK", "parameters": {"id": 2478, "name": "BloomSky", "created_at": "2020-12-29 20:57:19.151287", "updated_at": "2021-03-25 03:19:52.782944", "wikipedia": null, "keywords": null, "related": null, "slug": "bloomsky", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2478.png", "url": "bloomsky.com", "documents": [{"id": 3362, "name": "Privacy Policy", "url": "https://www.bloomsky.com/legal/privacy/", "xpath": "/html/body/div[1]/div/div[2]", "text": " BloomSky Privacy Policy <p>Last Updated: July 21<sup>st</sup>, 2015</p>\n<p>Protecting your privacy is really important to us.\nWith this in mind, we’re providing this Privacy Policy to explain our practices regarding the collection, use and disclosure of information that we receive through our Services.\nThis Privacy Policy does not apply to any third-party websites, services or applications, even if they are accessible through our Services.\nAlso, please note that, unless we define a term in this Privacy Policy, all capitalized terms used in this Privacy Policy have the same meanings as in our Terms of Service.\nSo, please make sure that you have read and understand our Terms of Service.</p> Click to jump directly to the section: <ul>\n<li>Revisions\tto\tthis\tPrivacy\tPolicy</li>\n<li>Collection and Use\tof Information</li>\n<li>Information\tthat We\tShare with\tThird\tParties</li>\n<li>Your Choices</li>\n<li>Responding to Do Not Track Signals</li>\n<li>The Security of Your Information</li>\n<li>Links to Other Sites</li>\n<li>International Transfer</li>\n<li>Our Policy Toward Children</li>\n<li>Questions?</li>\n</ul> Revisions\tto\tthis\tPrivacy\tPolicy <p>Any information that is collected via our Services is covered by the Privacy Policy in effect at the time such information is collected.\nWe may revise this Privacy Policy from time to time.\nIf we make any material changes to this Privacy Policy, we’ll notify you of those changes by posting them on the Services or by sending you an email or other notification, and we’ll update the “Last Updated Date” above to indicate when those changes will become effective.</p> Collection and Use\tof Information Information\tCollected\tor\tReceived\tfrom\tYou <p>Our primary goals in collecting information are to provide and improve our Services, to administer your use of the Services (including your Account, if you are an Account holder), and to enable you to enjoy and easily navigate our Services.</p>\n<p>\n<u>Account\tInformation.</u>\tIf you create an Account, we’ll collect certain information that can be used to identify you, such as your email address and name (“<b>Personally Identifiable Information</b>” or “<b>PII</b>”).\nWhen you create an Account, you will also be able to choose a name for your Weather Station\t(the\t“<b>Device\tName</b>”).\nIf you create an account using your login credentials from one of your SNS Accounts, we will be able to access and collect your name and email address and other PII that your privacy settings on the SNS Account permit us to access.\nWe may also collect certain information that is not considered PII because it cannot be used by itself to identify you, such as your Weather Data.</p>\n<p>\n<u>Information Collected Using Cookies and other Web Technologies.</u> Like many website owners and operators, we use automated data collection tools such as Cookies and Web Beacons to collect certain information.</p>\n<p>“<b>Cookies</b>” are small text files that are placed on your hard drive by a Web server when you access our Services.\nWe may use both session Cookies and persistent Cookies to identify that you’ve logged in to the Services and to tell us how and when you interact with our Services.\nWe may also use Cookies for analytical purposes, to monitor aggregate usage and web traffic routing on our Services and to customize and improve our Services.\nUnlike persistent Cookies, session Cookies are deleted when you log off from the Services and close your browser.\nAlthough most browsers automatically accept Cookies, you can change your browser options to stop automatically accepting Cookies or to prompt you before accepting Cookies.\nPlease note, however, that if you don’t accept Cookies, you may not be able to access all portions or features of the Services.\nSome third-party services providers that we engage (including third-party advertisers) may also place their own Cookies on your hard drive.\nNote that this Privacy Policy covers only our use of Cookies and does not include use of Cookies by such third parties.</p>\n<p>“<b>Web\tBeacons</b>”\t(also known as Web bugs, pixel tags or clear GIFs) are tiny graphics with a unique identifier that may be included on our Services for several purposes, including to deliver or communicate with Cookies, to track and measure the performance of our Services, to monitor how many visitors view our Services, and to monitor the effectiveness of our advertising.\nUnlike Cookies, which are stored on the user’s hard drive, Web Beacons are typically embedded invisibly on web pages (or in an e-mail).</p>\n<p>\n<u>Information\tRelated\tto\tUse\tof\tthe\tServices.</u>\tOur\tservers\tautomatically\trecord\tcertain\tinformation\tabout\thow\na\tperson\tuses\tour\tServices (we\trefer\tto\tthis\tinformation\tas\t“<b>Log\tData</b>”),\tincluding\tboth\tAccount-holders and\nnon-Account holders (either,\ta\t“<b>User</b>”).\nLog Data may include information such as a User’s Internet Protocol (IP) address, browser type, operating system, the web page that a User was visiting before accessing our Services, the pages or features of our Services to which a User browsed and the time spent on those pages or features, search terms, the links on our Services that a User clicked on and other statistics.\nWe use Log Data to administer the Services and we analyze (and may engage third parties to analyze) Log Data to improve, customize and enhance our Services by expanding their features and functionality and tailoring them to our Users’ needs and preferences.\nWe may use a person’s IP address to generate aggregate, non-identifying information about how our Services are used.</p>\n<p>\n<u>Information Sent by Your Mobile Device.</u> We collect certain information that your mobile device sends when you use our Services, like a device identifier, user settings and the operating system of your device, as well as information about your use of our Services.</p>\n<p>\n<u>Information\tSent\tby\tYour\tWeather\tStation.</u> The sensors and high-definition camera in your Weather Station will collect the following weather information about your location: temperature, barometric pressure, humidity, UV and sun exposure, precipitation, and pictures of the sky and the surrounding environment\n(collectively,\tthe\t“<b>Weather\tData</b>”).\n</p>\n<p>\n<u>Location\tInformation.</u> When you use our App, we may collect and store information about your location by converting your IP address into a rough geo-location or by accessing your mobile device’s GPS coordinates or coarse location if you enable location services on your device.\nWhen you open the App, you will receive a push notification on your mobile device asking you for permission to enable your location information.\nIf you give us permission, we may use location information to improve and personalize our Services for you, including providing you with relevant information about the other Weather Stations you are in proximity with.\nIf you do not want us to collect your location information, you may disable that feature on your mobile device.\nAdditionally, when you connect your Weather Station to a Wi-Fi network, we can identify your Weather Station’s location.\n</p>\n<p>\n<u>Billing\tInformation.</u> When you place a pre-order or order with us, we will also collect, as necessary, your billing information, including credit card information, and shipping address (collectively, “<b>Billing\tInformation</b>”) to complete your pre-orders and orders for the purchase of BloomSky products via our Site.\nWe do not share your Billing Information with any third parties.</p> Information\tthat We\tShare with\tThird\tParties <p>We\twill\tnot\tshare\tany\tPII that\twe\thave\tcollected\tfrom\tor\tregarding\tyou\texcept\tas\tdescribed\tbelow:</p>\n<p>\n<u>Information\tShared\twith\tOther\tApp\tUsers</u>.\nWhen you use the Services, if you make your Weather Station publicly available and consent to share your Weather Data through the App, BloomSky App Users will be able to see your Weather Data, your Device Name and your approximate location (not your exact address).</p>\n<p>\n<u>Information\tShared\twith\tOur\tServices\tProviders</u>.\nWe may engage third-party services providers to work with us to administer and provide the Services.\nThese third-party services providers have access to your PII only for the purpose of performing services on our behalf and are expressly obligated not to disclose or use your PII for any other purpose.</p>\n<p>\n<u>Information Shared with Third Parties</u>.\nWe may share aggregated information and non-identifying information with third parties for industry research and analysis, demographic profiling and other similar purposes.</p>\n<p>\n<u>Information Disclosed in Connection with Business Transactions</u>.\nInformation that we collect from our users, including PII, is considered to be a business asset.\nThus, if we are acquired by a third party as a result of a transaction such as a merger, acquisition or asset sale or if our assets are acquired by a third party in the event we go out of business or enter bankruptcy, some or all of our assets, including your PII, may be disclosed or transferred to a third party acquirer in connection with the transaction.</p>\n<p>\n<u>Information\tDisclosed\tfor\tOur\tProtection\tand\tthe\tProtection\tof\tOthers</u>.\nWe cooperate with government and law enforcement officials or private parties to enforce and comply with the law.\nWe may disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate: (i) to respond to claims, legal process (including subpoenas).\n(ii) to protect our property, rights and safety and the property, rights and safety of a third party or the public in general.\nand (iii) to stop any activity that we consider illegal, unethical or legally actionable activity.</p> Your Choices <p>We offer you choices regarding the collection, use and sharing of your PII and we’ll respect the choices you make.\nPlease note that if you decide not to provide us with the PII that we request, you may not be able to access all of the features of the Services.</p>\n<p>\n<u>Opt-Out</u>.\nWe may periodically send you free newsletters and e-mails that directly promote our Services.\nWhen you receive such promotional communications from us, you will have the opportunity to “opt-out” (either through your Account or by following the unsubscribe instructions provided in the e-mail you receive).\nWe do need to send you certain communications regarding the Services and you will not be able to opt out of those communications – e.g., communications regarding updates to our Terms of Service or this Privacy Policy or information about billing.</p>\n<p>\n<u>Modifying\tYour Information</u>.\nIf you want us to modify your PII or delete your PII and your Account, please contact us at support@bloomsky.com with your request.\nWe’ll take steps to delete your information as soon we can, but some information may remain in archived/backup copies for our records or as otherwise required by law.</p> Responding to Do Not Track Signals <p>Our Site does not have the capability to respond to “Do Not Track” signals received from various web browsers.</p> The Security of Your Information <p>We take reasonable administrative, physical and electronic measures designed to protect the information that we collect from or about you (including your PII) from unauthorized access, use or disclosure.\n[When you enter sensitive information into our Services and it is transmitted through our network, we encrypt this data using SSL or other technologies].\nPlease be aware, however, that no method of transmitting information over the Internet or storing information is completely secure.\nAccordingly, we cannot guarantee the absolute security of any information.</p> Links to Other Sites <p>Our Services may contain links to websites and services that are owned or operated by third parties, including National Weather Service websites (each, a “<b>Third-party Service</b>”).\nAny information that you provide on or to a Third-party Service or that is collected by a Third-party Service is provided directly to the owner or operator of the Third-party Service and is subject to the owner’s or operator’s privacy policy.\nWe’re not responsible for the content, privacy or security practices and policies of any Third-party Service.\nTo protect your information we recommend that you carefully review the privacy policies of all Third-party Services that you access.</p> International Transfer <p>Your PII may be transferred to, and maintained on, computers located outside of your state, province, country or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction.\nIf you’re located outside the United States and choose to provide your PII to us, we may transfer your PII to the United States and process it there.</p> Our Policy Toward Children <p>We do not knowingly collect PII from children under 13.\nIf we learn that we have collected PII of a child under 13 we will take steps to delete such information from our files as soon as possible.</p> Questions? <p>Please contact us at support@bloomsky.com or BloomSky 1600 Seaport Blvd, Suite 550, Redwood City, California 94063 if you have any questions about our Privacy Policy.</p> ", "created_at": "2020-12-29 20:58:25.340154", "updated_at": "2021-01-25 11:10:07.784322"}, {"id": 3361, "name": "Terms of Service", "url": "https://www.bloomsky.com/legal/terms/", "xpath": "//*[@id=\"legal-content\"]", "text": " BloomSky Terms of Service <p>Last Updated: July 21<sup>st</sup>, 2015</p>\n<p>Welcome to the BloomSky, Inc.\n(“<b>BloomSky</b>”) website located at www.bloomsky.com (the “<b>Site</b>”).\nPlease read\tthese\tTerms\tof\tService\t(the\t“<b>Terms</b>”)\tcarefully\tbecause\tthey\tgovern\tyour\tuse\tof\tour\tSite,\tof\tall\tour\tother website\tproperties,\tincluding,\twithout\tlimitation\twww.weatherlution.com, our\tindoor\tand\toutdoor\tweather station (the \"<b>Weather Station</b>\"), our Weather Station accessories (the \"<b>Accessories</b>\"), our weather widget (the “<b>Widget</b>”) and our weather monitoring and forecasting services accessible via our mobile device application (“<b>App</b>”).\nTo make these Terms easier to read, the Site, the Weather Station, the Accessories, the Widget and our services and the App are collectively called the “<b>Services</b>.”</p> Click to jump directly to the section: <ul>\n<li>Agreement to Terms</li>\n<li>Changes to Terms or Services</li>\n<li>Who May Use the Services</li>\n<li>Feedback</li>\n<li>Privacy Policy</li>\n<li>Content and Content Rights</li>\n<li>Content Ownership, Responsibility and Removal</li>\n<li>Rights and Terms for App</li>\n<li>General Prohibitions and BloomSky’s Enforcement Rights</li>\n<li>DMCA/Copyright Policy</li>\n<li>Links to Third Party Websites or Resources</li>\n<li>Termination</li>\n<li>Warranty Disclaimers</li>\n<li>Indemnity</li>\n<li>Limitation of Liability</li>\n<li>Dispute Resolution</li>\n<li>General Terms</li>\n<li>Contact Information</li>\n</ul> Agreement to Terms <p>By using our Services, you agree to be bound by these Terms and by our Privacy Policy.\nIf you don’t agree to these Terms and our Privacy Policy, do not use the Services.</p> Changes to Terms or Services <p>We may modify the Terms at any time, in our sole discretion.\nIf we do so, we’ll let you know either by posting the modified Terms on the Site or through other communications.\nIt’s important that you review the Terms whenever we modify them because if you continue to use the Services after we have posted modified Terms on the Site, you are indicating to us that you agree to be bound by the modified Terms.\nIf you don’t agree to be bound by the modified Terms, then you may not use the Services anymore.\nBecause our Services are evolving over time we may change or discontinue all or any part of the Services, at any time and without notice, at our sole discretion.</p> Who\tMay\tUse\tthe\tServices <u>Eligibility</u>\n<p>You may use the Services only if you are 18 years or older and capable of forming a binding contract with BloomSky and are not barred from using the Services under applicable law.\nYou may allow others to use the Services on your behalf and under your supervision for non-commercial purposes (such as for educational purposes), but you remain responsible for ensuring all such users comply with these Terms.</p>\n<u>Registration and\tYour Information</u>\n<p>If\tyou\twant\tto\tuse\tcertain\tfeatures\tof\tthe\tServices\tyou\twill\thave\tto\tcreate\tan\taccount\t(“<b>Account</b>”) by\tentering an email\taddress and\tselecting\ta\tpassword.\nYou\tcan\tdo\tthis\tvia\tthe\tApp\tor through\tyour\taccount\twith\tcertain third-party\tsocial\tnetworking\tservices\tsuch\tas\tFacebook\t(an\t“<b>SNS\tAccount</b>”).\nIf\tyou\tchoose\tthe\tSNS\tAccount option\twe’ll\tcreate\tyour\tAccount\tby\textracting\tfrom\tyour\tSNS Account\tcertain\tpersonal\tinformation\tsuch\tas your\tname\tand\temail\taddress\tand\tother\tpersonal\tinformation\tthat\tyour\tprivacy\tsettings\ton\tthe\tSNS\tAccount permit\tus\tto\taccess.</p>\n<p>It’s\timportant\tthat\tyou provide\tus\twith\taccurate,\tcomplete\tand\tup-to-date\tinformation\tfor\tyour\tAccount and you\tagree to\tupdate\tsuch\tinformation, as\tneeded,\tto\tkeep\tit\taccurate,\tcomplete\tand\tup-to-date.\nIf\tyou\tdon’t, we might have to suspend or terminate your Account.\nYou agree that you won’t disclose your Account password to anyone and you’ll notify us immediately of any unauthorized use of your Account.\nYou’re responsible\tfor\tall\tactivities\tthat\toccur\tunder\tyour\tAccount,\twhether\tor\tnot\tyou\tknow\tabout them.</p>\n<u>Using the Services</u>\n<p>Via the Services, you will be able to: (i) have access to your own personal weather station, which will provide the following information: temperature, barometric pressure, humidity, UV light, rain detection and take pictures of the sky and the surrounding environment (collectively, the “<b>Weather Data</b>”), (ii) connect your Weather Station to the BloomSky network, (iii) if you choose to make your Weather Station publicly available on the BloomSky network, share your Weather Data with other App users and (iv) if you use the Widget, display the Weather Data on a website that you own or operate (“<b>Your Website</b>”).\nIf you choose to make your Weather Station private, you will still have access to your own Weather Data but it will not be accessible to other App users.</p> Feedback <p>We welcome feedback, comments and suggestions for improvements to the Services (“<b>Feedback</b>”).\nYou can submit Feedback by emailing us at support@bloomsky.com.\nYou grant to us a non-exclusive, worldwide, perpetual, irrevocable, fully-paid, royalty-free, sublicensable and transferable license under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any purpose.</p> Privacy Policy <p>Please refer to our Privacy Policy located at www.bloomsky.com/legal/privacy for information on how we collect, use and disclose information from our users.</p> Content and Content Rights <p>For purposes of these Terms: (i) \"<b>Content</b>\" means text, graphics, images, music, audio, video, communications, charts, data files, measures, photographs, messages, works of authorship of any kind, and information or other materials that are posted, generated, provided or otherwise made available through the Services.\nand (ii) “<b>User Content</b>” means any Content that Account holders (including you) provide to be made available through the Services.\nContent includes without limitation User Content.</p> Content Ownership, Responsibility and Removal <p>BloomSky does not claim any ownership rights in any User Content and nothing in these Terms will be deemed to restrict any rights that you may have to use and exploit your User Content.\nSubject to the foregoing, BloomSky and its licensors exclusively own all right, title and interest in and to the Services and Content, including all associated intellectual property rights.\nYou acknowledge that the Services and Content are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services or Content.</p>\n<u>Rights in User Content Granted by You</u>\n<p>By making any User Content available through the Services and connecting your Weather Station to a Wi-Fi network you hereby grant to BloomSky a perpetual, irrevocable, non-exclusive, transferable, sublicensable, worldwide, fully paid-up, royalty-free license to use, copy, modify, create derivative works based upon, distribute, publicly display, publicly perform and distribute your User Content in connection with operating and providing the Services and Content to you and to other Account holders and for any other purpose in BloomSky’s sole discretion.</p>\n<p>You are solely responsible for all your User Content.\nYou represent and warrant that you own all your User Content or you have all rights that are necessary to grant us the license rights in your User Content under these Terms.\nYou also represent and warrant that neither your User Content, nor your use and provision of your User Content to be made available through the Services, nor any use of your User Content by BloomSky on or through the Services will infringe, misappropriate or violate a third party’s intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.</p>\n<p>You can remove your User Content (other than User Content incorporated in the Weather Data) by emailing us at support@bloomsky.com and specifically asking us to delete it.\nHowever, in certain instances, some of your User Content may not be completely removed and copies of your User Content, including User Content incorporated in the Weather Data, may continue to exist on the Services.\nWe are not responsible or liable for the removal or deletion of (or the failure to remove or delete) any of your User Content.\nWe cannot remove User Content from your SNS Account once you have shared such Content with your friends.</p>\n<u>Rights in Content Granted by BloomSky</u>\n<p>Subject to your compliance with these Terms, BloomSky grants you a limited, non-exclusive, non-transferable, non-sublicensable license to download, view, copy, display and print the Content solely in connection with your permitted use of the Services and solely for your personal and non-commercial purposes.</p> Rights and Terms for App <u>Rights in App Granted by BloomSky</u>\n<p>Subject to your compliance with these Terms, BloomSky grants you a limited non-exclusive, non-transferable, non-sublicensable license to download and install a copy of the App on a mobile device that you own or control and to run such copy of the App for your own personal non-commercial purposes.\nYou may not copy the App, except for making a reasonable number of copies for backup or archival purposes.\nExcept as expressly permitted in these Terms, you may not: (i)&nbsp;copy, modify or create derivative works based on the App.\n(ii)&nbsp;distribute, transfer, sublicense, lease, lend or rent the App to any third party.\n(iii)&nbsp;reverse engineer, decompile or disassemble the App.\nor (iv)&nbsp;make the functionality of the App available to multiple users through any means.\nBloomSky reserves all rights in and to the App not expressly granted to you under these Terms.</p>\n<u>Additional Terms for App Store Apps</u>\n<p>If you accessed or downloaded the App from the Apple Store, then you agree to use the App only: (i) on an Apple-branded product or device that runs iOS (Apple’s proprietary operating system software).\nand (ii)&nbsp;as permitted by the “Usage Rules” set forth in the Apple Store Terms of Service.</p>\n<p>If you accessed or downloaded the App from any app store or distribution platform (like the Apple Store, Google Play or the Amazon Appstore) (each, an “<b>App Provider</b>”), then you acknowledge and agree that:</p>\n<ul>\n<li>These Terms are concluded between you and BloomSky, and not with App Provider, and that, as between BloomSky and the App Provider, BloomSky, is solely responsible for the App.</li>\n<li>App Provider has no obligation to furnish any maintenance and support services with respect to the App.</li>\n<li>In the event of any failure of the App to conform to any applicable warranty, you may notify App Provider and App Provider will refund the purchase price for the App to you (if applicable) and, to the maximum extent permitted by applicable law, App Provider will have no other warranty obligation whatsoever with respect to the App.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure of an App to conform to any warranty will be the sole responsibility of BloomSky.</li>\n<li>App Provider is not responsible for addressing any claims you have or any claims of any third party relating to the App or your possession and use of the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii)&nbsp;claims arising under consumer protection or similar legislation.</li>\n<li>In the event of any third-party claim that the App or your possession and use of the App infringes that third party’s intellectual property rights, BloomSky will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by these Terms.</li>\n<li>App Provider and its subsidiaries are third-party beneficiaries of these Terms as related to your license of the App, and that, upon your acceptance of the terms and conditions of these Terms, App Provider will have the right (and will be deemed to have accepted the right) to enforce these Terms as related to your license of the App against you as a third party beneficiary thereof.</li>\n<li>You must also comply with all applicable third-party terms of service when using the App.</li>\n<li>You agree to comply with all U.S.\nand foreign export laws and regulations to ensure that neither the App nor any technical data related thereto nor any direct product thereof is exported or re-exported directly or indirectly in violation of, or used for any purposes prohibited by, such laws and regulations.\nBy using the App you represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n</ul> General Prohibitions and BloomSky’s Enforcement Rights <p>You agree not to do any of the following:</p>\n<ul>\n<li>Use functionalities of the Weather Station or Accessories for purposes other than to collect, analyze and share Weather Data as specifically permitted under these Terms, or in a manner contrary to the instructions in the user manual accompanying the Weather Station or Accessories;</li>\n<li>Use the Weather Station or Accessories to infringe, misappropriate or violate a third party’s rights of publicity or privacy, by for example, recording or taking pictures of such third party with the Weather Station without such third party’s consent;</li>\n<li>Post, upload, publish, submit or transmit any Content that: (i)&nbsp;infringes, misappropriates or violates a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii) violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v)&nbsp;promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii)&nbsp;promotes illegal or harmful activities or substances.</li>\n<li>Use, display, mirror or frame the Services or any individual element within the Services, BloomSky’s name, any BloomSky trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without BloomSky’s express written consent;</li>\n<li>Access, tamper with, or use non-public areas of the Services, BloomSky’s computer systems, or the technical delivery systems of BloomSky’s providers;</li>\n<li>Attempt to probe, scan or test the vulnerability of any BloomSky system or network or breach any security or authentication measures;</li>\n<li>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by BloomSky or any of BloomSky’s providers or any other third party (including another user) to protect the Services or Content;</li>\n<li>Attempt to access or search the Services or Content or download Content from the Services through the use of any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by BloomSky or other generally available third-party web browsers;</li>\n<li>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</li>\n<li>Use any meta tags or other hidden text or metadata utilizing a BloomSky trademark, logo URL or product name without BloomSky’s express written consent;</li>\n<li>Forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Services or Content to send altered, deceptive or false source-identifying information;</li>\n<li>Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Services or Content;</li>\n<li>Attempt to disassemble or reverse engineer the Weather Station or its Accessories;</li>\n<li>Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Services;</li>\n<li>Collect or store any personally identifiable information from the Services from other users of the Services without their express permission;</li>\n<li>Impersonate or misrepresent your affiliation with any person or entity;</li>\n<li>Violate any applicable law or regulation, including any state, local or federal laws relating to real estate.\nor</li>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n</ul>\n<p>Although we’re not obligated to monitor access to or use of the Services or Content or to review or edit any Content, we have the right to do so for the purpose of operating the Services, to ensure compliance with these Terms, and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to the Services or any Content, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider any Content to be objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Services.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p> DMCA/Copyright Policy <p>BloomSky respects copyright law and expects its users to do the same.\nIt is BloomSky’s policy to terminate in appropriate circumstances Account holders who repeatedly infringe or are believed to be repeatedly infringing the rights of copyright holders.\nPlease see BloomSky’s Copyright and IP Policy located at www.bloomsky.com/legal/copyright for further information.</p> Links to Third Party Websites or Resources <p>The Services may contain links to third-party websites or resources, including to National Weather Service websites or data feeds.\nWe provide these links only as a convenience and are not responsible for the content, products or services on or available from those websites or resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party websites or resources.</p> Termination <p>We may terminate your access to and use of the Services, at our sole discretion, at any time and without notice to you.\nYou may cancel your Account at any time by sending an email to us at support@bloomsky.com.\nUpon any termination, discontinuation or cancellation of Services or your Account, all provisions of these Terms which by their nature should survive will survive, including, without limitation, ownership provisions, warranty disclaimers, limitations of liability, and dispute resolution provisions.</p> Warranty Disclaimers <p>THE SERVICES (EXCEPT FOR THE WEATHER STATION DEVICE AND ACCESSORIES), THE APP AND THE CONTENT ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, WE EXPLICITLY DISCLAIM ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT OR NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE, RELATING TO THE SERVICES, THE APP, AND THE CONTENT.\nWe make no warranty that the Services and the App will meet your requirements or be available on an uninterrupted, secure, or error-free basis.\nWe make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness or reliability of any Content.</p>\n<p>For warranty information regarding the Weather Station and the Accessories, please refer to our Warranty Policy located at www.bloomsky.com/legal/warranty.</p> Indemnity <p>You will indemnify and hold harmless BloomSky and its officers, directors, employee and agents, from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees arising out of or in any way connected with (i) your access to or use of the Services or Content, (ii) your User Content, or (iii) your violation of these Terms.</p> Limitation of Liability <p>NEITHER BLOOMSKY NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES OR CONTENT WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, INCLUDING LOST PROFITS, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT BLOOMSKY HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PUrPOSE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>IN NO EVENT WILL BLOOMSKY’S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES OR CONTENT EXCEED THE GREATER OF THE AMOUNT YOU HAVE PAID TO BLOOMSKY FOR USE OF THE SERVICES OR content OR FIFTY DOLLARS ($50).</p> Dispute Resolution <u>Governing Law</u>\n<p>These Terms and any action related thereto will be governed by the laws of the State of California without regard to its conflict of laws provisions.</p>\n<u>Agreement to Arbitrate</u>\n<p>You and BloomSky agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services or Content (collectively, “<b>Disputes</b>”) will be settled by binding arbitration, except that each party retains the right: (i) to bring an individual action in small claims court and (ii) to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights (the action described in the foregoing clause (ii), an “<b>IP Protection Action</b>”).\nThe exclusive jurisdiction and venue of any IP Protection Action will be the state and federal courts located in the Northern District of California and each of the parties hereto waives any objection to jurisdiction and venue in such courts.\n<b>You acknowledge and agree that you and BloomSky are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding</b>.\nFurther, unless both you and BloomSky otherwise agree in writing, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of any class or representative proceeding.\nIf this specific paragraph is held unenforceable, then the entirety of this “Dispute Resolution” section will be deemed void.\nExcept as provided in the preceding sentence, this “Dispute Resolution” section will survive any termination of these Terms.</p>\n<u>Arbitration Rules</u>\n<p>The arbitration will be administered by the American Arbitration Association (“<b>AAA</b>”) in accordance with the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (the “<b>AAA Rules</b>”) then in effect, except as modified by this “Dispute Resolution” section.\n(The AAA Rules are available at www.adr.org/arb_med or by calling the AAA at 1-800-778-7879.) The Federal Arbitration Act will govern the interpretation and enforcement of this Section.</p>\n<u>Arbitration Process</u>\n<p>A party who desires to initiate arbitration must provide the other party with a written Demand for Arbitration as specified in the AAA Rules.\n(The AAA provides a form Demand for Arbitration at https://www.adr.org/aaa/ShowPDF?doc=ADRSTG_015820 and a separate form for California residents at https://www.adr.org/aaa/ShowPDF?doc=ADRSTG_015822.) The arbitrator will be either a retired judge or an attorney licensed to practice law and will be selected by the parties from the AAA’s roster of arbitrators.\nIf the parties are unable to agree upon an arbitrator within seven (7) days of delivery of the Demand for Arbitration, then the AAA will appoint the arbitrator in accordance with the AAA Rules.</p>\n<u>Arbitration Location and Procedure</u>\n<p>Unless you and BloomSky otherwise agree, the arbitration will be conducted in the county where you reside.\nIf your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of the documents that you and BloomSky submit to the arbitrator, unless you request a hearing or the arbitrator determines that a hearing is necessary.\nIf your claim exceeds $10,000, your right to a hearing will be determined by the AAA Rules.\nSubject to the AAA Rules, the arbitrator will have the discretion to direct a reasonable exchange of information by the parties, consistent with the expedited nature of the arbitration.</p>\n<u>Arbitrator’s Decision</u>\n<p>The arbitrator will render an award within the time frame specified in the AAA Rules.\nThe arbitrator’s decision will include the essential findings and conclusions upon which the arbitrator based the award.\nJudgment on the arbitration award may be entered in any court having jurisdiction thereof.\nThe arbitrator’s award of damages must be consistent with the terms of the “Limitation of Liability” section above as to the types and amounts of damages for which a party may be held liable.\nThe arbitrator may award declaratory or injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by the claimant’s individual claim.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses, to the extent provided under applicable law.\nBloomSky will not seek, and hereby waives all rights it may have under applicable law to recover, attorneys’ fees and expenses if it prevails in arbitration.</p>\n<u>Fees</u>\n<p>Your responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the AAA Rules.\nHowever, if your claim for damages does not exceed $75,000, BloomSky will pay all such fees unless the arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).</p>\n<u>Changes</u>\n<p>Notwithstanding the provisions of the “Modification” section above, if BloomSky changes this “Dispute Resolution” section after the date you first accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by sending us written notice (including by email to support@bloomsky.com) within 30 days of the date such change became effective, as indicated in the “Last Updated” date above or in the date of BloomSky’s email to you notifying you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and BloomSky in accordance with the provisions of this “Dispute Resolution” section as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).</p> General Terms <p>These Terms constitute the entire and exclusive understanding and agreement between BloomSky and you regarding the Services and Content, and these Terms supersede and replace any and all prior oral or written understandings or agreements between BloomSky and you regarding the Services and Content.\nIf for any reason a court of competent jurisdiction finds any provision of these Terms invalid or unenforceable, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.</p>\n<p>You may not assign or transfer these Terms, by operation of law or otherwise, without BloomSky’s prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null.\nBloomSky may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>Any notices or other communications provided by BloomSky under these Terms, including those regarding modifications to these Terms, will be given: (i) via email.\nor (ii) by posting to the Services.\nFor notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.</p>\n<p>BloomSky’s failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of BloomSky.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.</p> Contact Information <p>If you have any questions about these Terms or the Services, please contact BloomSky at support@bloomsky.com or via mail at BloomSky, Inc., c/o BloomSky, 1600 Seaport Blvd, Suite 550, Redwood City, California 94063.</p> ", "created_at": "2020-12-29 20:57:41.923759", "updated_at": "2021-01-25 11:10:14.920441"}], "points": [], "urls": ["bloomsky.com"]}}